{
    "rg": "RG-50.549.01.0008_trs_en",
    "sequence": [
        "Question: It's okay, we can, this isn't for broadcast.",
        "Answer: It's for what?",
        "Q: It's for the Museum's archives, it will be used, did they send you a form to sign, |\nhave one with me.",
        "A: For what?",
        "Q: Basically, just giving your permission to do the interview and for them to use it\nthe Museum.",
        "A: No, they didn't send me anything.",
        "Q: Okay, | have some here that later we can do. But, | guess the, do you want to\nclose that? | guess the best way to start is if you could just say your name and\nwhere you're from and where we are right now and then we'll proceed from there.",
        "A: Okay. My name is Barbara Marton, my maiden name, and my, after my, my\nliving here, my name is Farkas. Miss Barbara Marton Farkas. We are from north\nTransylvania, from Arad(ph) City, but originally | am from Oradia(ph) which is also\nin Transylvania and | was deported in 1944 from Oradia, which at that time was\nHungary, and when | came back, | went to Arad, that was my uncle and | was\nliving in their house and they were very good to me and from there | went to\nUniversity, get married, went to Israel and then come to America. We are staying\nnow in my house in Newton(ph), we have here a two family house, we are living\nwith my husband in this house. On the second floor is rented for a tenant. My\nBarbara Farkas 2\nDecember 9, 1995\ndaughter, | have a only child, a daughter, she is now 43, married, she lives in\nNewton with her family, her husband and two children, a boy, Unaton(ph), 11 years\nold and a girl, Leanna(ph), she will be 10 in January.",
        "Q: And you've been living in Newton since 1973?",
        "A: We live in Newton, in our house since 1973. But before we lived in Brooklyn, six\nyears. And since then, we, when we moved to Newton, we bought this house and\nsince then we live here.",
        "Q: Well, let me ask you Mrs. Farkas, to start, I'd like to soend most of the time\ntalking to you about after the war, after the Holocaust, after the, in the years, and\nstarting out just in the years just after liberation and | want, if you can and when\nyou can, for you to tell stories of how you felt at that time and specific things that\nyou might remember from people that you met, experiences that you had. | read a\nlittle bit in the interview that you did back in 1990, about, so | know a little bit about\nhow you were in Sweden and then you came back. But, what I'd like to do in the\ntime that we have this afternoon is just have you go into some more detail about\nthose things and in, more than anything, | suppose, the incredible challenge you\nmust have had to rebuild your life in some ways after such a horrible thing\nhappened. So, in a way, it's, it's something that | think can educate people to see\nhow someone is able to rebuild their lives in the way that you did and so, | think\nthat's one of the reasons that the Museum wanted me to come and talk to you\nBarbara Farkas 3\nDecember 9, 1995\ntoday, so I'll ask you specific questions, but if you remember a story from another\ntime that you wanted to tell, it's not so formal that, you Know, please go ahead and\nsay whatever you like, okay? | remember one image from your interview from\nbefore, | think it was just around the time of liberation when you realized that\nsomething had changed, when you opened a door and you saw a Red Cross?",
        "A: Yeah.\nQQ: Can you talk about, maybe we can start with that and talk about how, what\nimpression, what feelings you had then.",
        "A: Okay, | understand. We were wandering days in those , forth and\nback and already the SS guards were changed for Wermacht(ph) soldiers. They\nwere sitting in our wagon, the door was open and on, when we were close to the\nDenmark border, north Germany, close to the Denmark border, the rail, rail\nwagons stop, they open large the door and | saw outside Red Cross cars and we\nlook outside and we saw a commission, | can say, civil, civil dress, | mean civil\nclothing, with nurses with Red Cross uniform. And they were going from one\nwagon to the other, when they arrived to our wagon, how you say, wagon?",
        "Q: Is it like a wagon, like a railroad car?",
        "A: Yeah, railroad car, railroad car for animals, not for persons, we were sitting on\nthe floor and nothing else was in the, inside. This was used for transportation, for\ntransport of cattle or other material, not for people. And when they opened the\nBarbara Farkas 4\nDecember 9, 1995\ndoor large, they said that we are free and we will be go to Sweden with the\nSweden Red Cross. And that moment, we were in the wagon at least 16, 17, 16 up\nto 17 females. Everybody started to cry, to scream, we feel just something\nunbelievable, that is because we were very weak, days we didn't eat,\nwe didn't have water, all our mouth was dry and full with stuff.",
        "Q: Like cotton or the cotton feel in your mouth?",
        "A: Yeah.",
        "Q: Very dry?",
        "A: Very dry. And full with fleas, or fleas?",
        "Q: Fleas?",
        "A: Yeah.",
        "Q: Like the little insects?",
        "A: Yeah.",
        "Q: Yeah, you had fleas?",
        "A: Full, full, our clothes were full with that. And just slowly they took us from the\nwagon and, | think, some 10, 15 girls, we entered in those Red Cross cars. We\nwere transported not too far from there to a farm. The name of that town name\nwas Badborg(ph), that was in Denmark, on Denmark soil. And we were, and they\nhelp us to get down from the cars and was, they give us to eat Hafenflock(ph) with\nmilk. Hafenflock is some kind of cereal, warm cereal like, here you said is, some\nBarbara Farkas 9)\nDecember 9, 1995\nhot cereal with milk and they said, don't eat too, they give us portion, not, we didn't\ntake voluntarily from some big pot, they gave us the portion and they said, some\ngirls, they were asking for more because we were starving. They give us a good\nportion, but we could eat more. And they said, \"No, you should eat with very big\ncaution because you can get sick. You are starving and you don't, are not allowed\nto eat too much at once\". That we understood and that was afternoon. After that\nthey give to everyone, they give some sleep bags and we went to a, they take us\nto a, very close to that location, to a, how you say that, to a site where we were\nsitting on the floor with those bags and those sleeping bags and we\nwere overnight there. What happens in that time? With us were also the\nin the Stubdinsk(ph), later girls, they were the bosses in\nthe lager(ph), they were very bad people. Beating girls and cursing girls, very, very\nbad behavior. That night, the girls they were a little bit stronger, a few of them,\ntogether get those girls and start to beat them very good with revenge for how they\nhad, were behaving in the lager.",
        "Q: Did you see this happening?",
        "A: | see, but | was so weak that | couldn't, | was happy that | couldn't lift my arm,\nbut not enough strong to go take part in that beating and one of them was even\narrested, a couple. A Jewish couple. And she was arrested and they took her\naway, | don't know where. But those girls, a few of them, were very good, very well\nBarbara Farkas 6\nDecember 9, 1995\nbeaten. That was that. In the morning, again in those Red Cross cars and they\ntook us to the railroad station, put us in some wagons, but they were beautiful\ninside, they were personal wagons. They were with velvet chair and, you see, very\nfancy wagons. And we were so feel bad, | feel bad because we were full with fleas,\nto sit on those nice seats or to lay down or something that, but was no other\nchoice, we just sit on the chairs and they take us, transport us to Copenhagen.",
        "Q: How many days is this after, after liberation? How many days is this after\nliberation?",
        "A: That happens on first of May when the Red Cross take over. And this group\nwas, they said that is the, group, that means of Sweden\narranged with the Germans, with the Nazis, Hitler was already dead, he arranged\nwith the Bernitz(ph), Marshal Bernitz who took over after, is not okay?",
        "Q: It's okay, yeah, I'm just checking, go ahead.",
        "A: Who took over Germany and he know, already the war was lost for them, and\nthey want to have some advantages from the West Army, from the West Ally and\nthey found out this, | found out this in Sweden already after that. That they Ally,\nwith the money of the American Jew, they pay, they said, 15 dollar per person to\nlet us go. And Prince Bernard(ph) , who was doing this business\nbetween the Jewish community, | mean the Goind community and the Nazis, the\nMarshal Bernitz. After we arrive in Copenhagen, they, we get down and they put\nBarbara Farkas 7\nDecember 9, 1995\nus on a ship and we went to Sweden by ship to Malmar(ph), the southeast part of\nSweden, Malmar. There again, they put us in cars, in some wagons and they took\nus in a forest, was a forest, | think was a military base there because a military\npeople take care of us, each one separated, they pick our clothes, they get to do\nthe bathing and then we went to, we were seen by a doctor. | remember my skin\nwas so pinched by the fleas, that the doctor thought, they put me a note on my\nwrist, on the paper, on that note was written, scabies, but | said the doctor, it's not\nscabies, these are the pinches of the, of the fleas. And | just said, because he was\ntalking in Swedish, | just said, no, no scabies, and he understood. And then they\ngive us clean clothes, they put, in that time, there were tables in the beginning, or\nusing disinfectant, they put some DDT powder on our head, we had already a little\nhair, the hair already grow after in Auschwitz was cut down, and with a towel, they\nmake a turban around our head and, again, by bus this time, they, we went to\nLanskrone(ph), is not far from Almer(ph), we enter in a school and the school was\ntransformed in dormitories for us. In the classes, we were six, seven girls, again\nwith those sleeping, sleeping bags and the doctor then check us after the bath. If\nhe find something on that person, they send them in separate, separate and they\nsend her to the hospital. | didn't have anything, any illness, | mean, my\n, my heart, everything was okay. Just | was very skinny, | was 32 kilo\nand that's around 64 pounds, something there, anyway, | was not sent to the\nBarbara Farkas 8\nDecember 9, 1995\nhospital because they didn't find anything on me, just that | was very skinny. And\nwe were in that school, they said there is a quarantine, we were in, they put us in\nquarantine in Lanskrone in the school, in that school which was reserved for us.\nThere we stood, | think, two or three weeks, | don't remember exactly how many\ndays, but a little more than, more than more, | mean, two weeks, three weeks, |\ndon't know exactly. In that time, that was very, very, very joyful for us. Came the\nMay nine in that quarantine and we were staying in a, in a class toward the street\nthat , from the window we saw people in the street. And we, nine, May\nninth was a big procession with, with, how you call it, priest and people and torches\nand flags and singing and when they, when they arrive in front of our school, they\nstop and start to hail us.",
        "Q: To hail, to hail you?",
        "A: Yeah.",
        "Q: To salute you?",
        "A: Yeah, yeah. And we found out that is a procession for the victory because it was\nMay ninth, the victory of the, over the Nazis. And in those days when we were in\nthe quarantine, start to came from the Consulate and Embassies in Sweden,\nrepresentants from different countries because we were a group from Hungary,\nfrom Czechoslovakia, from Yugoslavia, from Greece, from Poland and they made\nlist, they have the list of the people from their country and they come to me and\nBarbara Farkas 9\nDecember 9, 1995\nsaid, Oradia was the city from where | was taken to Auschwitz, that was not\nTransylvania under the Hungarian occupation, and they said no Transylvania is\nalready Romania, that means you belong to Romania Embassy. They take all kind\nof date about my family, that | have family and where can, the addresses and they\ngave us some money, but | don't remember how much, not too much, just pocket\nmoney. And also, from Sweden, from the local, that city of Lanskrone, they came\nto visit us, ladies from the Jewish organization, | don't know Haddasah(ph) or\n, | don't remember exactly, but they came, they talked to us, they give\nus some presents, they very, they are very nice with us. Also there, some people,\nsome girls get sick from the food because they, they give us very dietetic food in\nthe quarantine and even with that, some girls get sick and they were transported to\nthe hospitals. After that, after the, we were allowed to get out from the building in\nthe yard of the school. Many people were at the fences and we talked to them and\nhow we can, | know French and | met a girl, a student, she was speaking French,\nher name, | remember, it was Margaret, and she gave me her picture and she\nmade picture of me, | was looking terrible, you can imagine 32 kilos with short hair\nand terrible looking. When | saw myself in the mirror, | start to cry. And | have\nsome picture made in the yard outside the building. Then when the time was over,\n| mean the quarantine time, they take us to the Romania, | don't want to use the\nword camp because camp is something wrong, were some villas on the shore\nBarbara Farkas 10\nDecember 9, 1995\noutside of Stockholm, | don't remember the name of that place, where two or three\nvillas where they, we were staying there doing nothing. And | get very friendly with\nthree girls, three sisters, the Foyer(ph) sisters, Fire(ph) sisters. The oldest,\nBlanca(ph), she was married and left her girl in Budapest at the Red Cross. The\nother two, Magda(ph) and Anna, they were not married. Magda had her, her fiance\nback, took to work, to, in Russian, in Ukraine, Ukraine. And the youngest one, she\nwas just finishing school. We were, get very friendly and after a while, after three\nor four weeks, we said, we don't want to stay here, | get a lot of pounds, almost\ndouble my pounds, my weight. And we said, we don't want to stay here for how\nlong time. And they said, the supervisors, the three supervisors said if we want to\ngo to work, something, for us, we Can go.",
        "Q: Can | interrupt you for a moment here?",
        "A: Yeah.",
        "Q: Before we go on to that whole period where you started working, | wanted to\njust go back briefly to ask a couple of questions before we move on, if that's okay.",
        "A: Okay.",
        "Q: | just need to check something there, it's before, | wanted to ask you, going\nback, it seems as though, unlike many other people that were at Auschwitz and\nother places, you did not stay in the DP camps for very long at all, you went very\nquickly to Copenhagen and then on to Sweden, is that right?\nBarbara Farkas 11\nDecember 9, 1995",
        "A: Yeah.",
        "Q: It was just a matter of...",
        "A: A few days, a few days.",
        "Q: A few days.",
        "A: A few days.",
        "Q: Okay. | wanted to ask you, just, you described how you were crying and you\ncouldn't believe this was happening when finally you saw the Red Cross there.",
        "A: Yeah.",
        "Q: Did it take a long time for you to, in a sense, believe that this was really\nchanging, that this was really happening?",
        "A: Yeah, we when we...",
        "Q: What were your feelings like at the time?",
        "A: | feel that is, was, | believed that because we were waiting for that moment. We\nwere praying to get liberated. And we knew, we knew, | mean | knew, that Hitler is\ndead. | . When we were in that wagon, one night | was not sleeping, |\nhear somebody was, in the wagon outside, and tell to our soldier who was with us,\nsitting on the open door with his legs outside and he told to our soldier, \"Our\nFuhrer is dead\". And we passed this news to all of them inside. That means we\nknew that Hitler is kaput and we, we were hoping and we were very anxious to see\nthe end of the war. That, wnen we saw the Red Cross outside, we were surprised,\nBarbara Farkas 12\nDecember 9, 1995\nbut no very surprised.",
        "Q: Right.",
        "A: We were waiting for that because we knew that Hitler is dead and the war will\nfinish very soon. But, even with that, we start to scream, to cry, many of us were\nscreaming, \"Where is my mother? Where is my husband? Where is my child?\"\nYou know, this kind of screaming they heard.",
        "Q: It must have been such a combination of emotions that you had at that\nmoment.",
        "A: Terrible, it was a very, very hard time. Very hard time. The thing, | tell you, we\nwere so weak and our mind was so depressed somehow, that we can't\nreally what is going on.",
        "Q: Perceive?",
        "A: Perceive what is going on, you know? We were not, we couldn't think very\ndeeply. Just what happens, happens, but no, no very hard, very deep feelings\nbecause we were so weak that we couldn't think about so deeply somehow.",
        "Q: Was it almost like a feeling of being numb?",
        "A: Yeah, something that, yeah, yeah, yeah.",
        "Q: And as the days, in those first days of liberation went on, do you remember the\nkinds of emotions you had as you started to eat a little more and as you, some of\nthe first sensations, like the taste of the food and the..\nBarbara Farkas 13\nDecember 9, 1995",
        "A: Yeah.",
        "Q: The feeling of freedom, do you remember those kinds of feelings? And also, the\nterrible sadness you must have felt.",
        "A: Yeah, the feeling was that to get back to my family. | knew that my parents, |\nwas the only child to my parents, | knew that my parents are not alive because |,\nwhen | was selected by Mengele(ph), he took my mother to the left and |, he took\nme to the right. And | knew that, after that, already in the Nazi camp, that who went\nto the left, they went to gas chambers, but | didn't know anything about my father\nbecause the men and the women were separated immediately after, when they\narrive in Auschwitz. And first, the woman went to be selected and the men, they\nwere at the back and the line was so long that | didn't know what happened to my\nfather. | have time to kiss my father at the, when we arrived, when we separated,\nbut when | was separated by Mengele, showing to his helpers, to take me to the\nright, | had no time to say a word or to kiss my mother. And it was something\nunbelievable, you see, | was so, so confused, so, | can't explain that. In the first\nday in the lager, the Nazi camp, | was like a, living in a dream, in a bad dream. |\ncan't perceive what's going on around me. And my friends in the, in that lager, in\nthat block, they shake me and said, \"Barbara, you wake up, wake up, don't think\nso\". You know, they thought that |, | lost my mind. But after a few days, really, |\nwake up and | start to eat that terrible food. The first day | didn't eat because | was\nBarbara Farkas 14\nDecember 9, 1995\nin a so big shock that | didn't know, | didn't know what is going on around me.",
        "Q: Now, going back to those first few days after liberation, do you recall, did you\nhave dreams at that time, dreams like could you find your family...",
        "A: No.",
        "Q: Or dreams of being free or not being free?",
        "A: | have nightmares, all the time being chase, some...",
        "Q: Chased?",
        "A: Chased, that kind of dreams | had all the time, even now, | have that kind of\ndreams, to be chased and trying to hide. Trying to hide.",
        "Q: Do you remember the details of those dreams?",
        "A: Yeah. That | was in a, in a room and some Nazi soldier came in and want to\ntake people out and we try to hide, you know, that kind of dreams | had.",
        "Q: Uh-huh, do you remember some of the things like what you were wearing and\nwhere you would hide and those kinds of things, or is it more of a general...",
        "A: No, more general, general.",
        "Q: How did you feel towards the people who, the Red Cross people and some of\nthe soldiers who, from the Allies, who...",
        "A: We don't see, | don't see, didn't see any liberators, | mean soldiers. Because\nfrom the wagon, they took, | was transported to the, immediately in the Red Cross\nwagon, that means no soldiers. They were Red Cross senators, | mean with\nBarbara Farkas 15\nDecember 9, 1995\nuniform of senators, that means | didn't see a liberator.",
        "Q: And...",
        "A: And | was lucky that | was in that group because the others they were in\nBergen-Belsen and that was typhus, how you say?",
        "Q: Say that again.",
        "A: Typhus, typhus. You get that...",
        "Q: Oh, typhus.",
        "A: Typhus, typhus, you get that from the fleas. But our group didn't have, maybe\nthere were some cases, but | don't know those people. In Bergen-Belsen there\nwas, there was a big epidemic of typhus and many people die, you know. Just |\nsaid, | was very lucky that | was in that group because | heard after that that in\nother lager when they were, when they were liberated by soldiers, the Russia or\nAmerican or English, English soldier, they give them all kind of food, ;\nand the people started to eat and they were starving and eat that heavy\nfood, mostly meat, they get sick and many die.",
        "Q: Because they couldn't digest?",
        "A: They can't digest and it was not for the stomach, those heavy food. But we get\nall the time, very, very dietetic food with, for our very weak bodies, you know, we\nget very, everybody was very skinny. And the doctors, they prescribe diet and\nmedicine, vitamins, so that means was very, they were very, very nice to us. They\nBarbara Farkas 16\nDecember 9, 1995\ntake care excellent.",
        "Q: You were describing, moving back now up to where you were talking about\nbefore, the moment that you were staying in the school dormitory, and you were\ntalking with some of the other, some of your other friends, did you start to think,\nyou know, | have to put my life back together now, | can't just, were you feeling at\nall like you were rely, you didn't want to rely so much on other people?",
        "A: We were not thinking for the future, for the far future, just what's going now,\neverybody want to go home. | mean, to the country from where they came, to find\nout who came back from the family. Who came back. Just | said, one was looking\nfor her, for the fiance, the other for husband, the other for parents, so on, they\nwere thinking only about that. Because | was the only child and | knew what\nhappened to my mother, but not to my father, | was thinking how to get back to\nRomania and | knew that in south Transylvania, were my uncle and his family, two\nuncles and one aunt, they are living, | knew that they are alive because from\nRomania, we find out, there was no deportation to Poland, to Auschwitz. And |\ntried, when the people from the Romania Consulate came to see us, | give the\naddress, | knew the address of my uncle in Arad(ph) in south Romania, to send\nthem or let them know that I, where | am. To make contact with them, that was in\nMay, | never receive any answer, nothing. Many of my friends and the others,\nother girls, they get already telegrams, some of them letter, they get some\nBarbara Farkas 17\nDecember 9, 1995\ninformation from the Consulate, that they are home already, their husband or\nsomebody from the family. | didn't get any, any answer. | was very, very despaired,\nyou say despaired?",
        "Q: Desperate?",
        "A: Desperate, yeah. And after we started to work, around December, beginning of\nDecember, somebody gave me idea to write a telegram, to send a telegram to\nArad, the Jewish community, to the Jewish community office, putting in that\ntelegraph, my name, the name of my uncle, his age, his wife name, and when he\nwas living, the street. And after a short while, | get already the telegram for my\nuncle, they get him. And the telegram, | remember, was, with open arms we\nyou home. And | was so happy and we start to write to each other\nand you know what was the, was the mistake, why they didn't get my telegrams\nbefore? | put the number of the street, 36 , and their address was 32.\nAnd in 36 was a student dormitory and they didn't find anybody with that name in\nthat dormitory with that name. For that, for that, because that number was wrong,\nthey didn't get my telegram. From May until December, | send at least three\ntelegrams in that time.",
        "Q: To the same, to that same address.",
        "A: To that, all the time | put 32, | mean 36 instead of 32.",
        "Q: And, and so, was May to December of 1945?\nBarbara Farkas 18\nDecember 9, 1995",
        "A: Yeah.",
        "Q: And so then you, what was your reaction when you got this telegram back?",
        "A: Yeah, the telegram, | was very, very happy and my uncle knew from before that\n| want to start at the university. And then he send me letters and | send to them\nletter, he wrote to me that, now if you come home, you can go to university and\nstart with what you want. And | was very, very, very happy. Because | was\ndreaming all the time to go to study and to have a profession, you know. And from\nDecember '45 until September '46, | couldn't get home. Because | wrote letters to\nthe Romania Embassy that | want to go to university and if | not getting home in\ntime, | will lose the year, to study, you know, because in September start the\nschool years, writing, writing, writing. Finally, they send me back in September '46,\nback. In this time, when we decided with my three friends, to go to work, we went\nto work, they send us to work. First, | was sent to a, in Walstadt(ph), was a\nseashore resort, and | was sent, | was sent to work in a, as a waiter, waitress in a\nsmall private cafe. A small, very small, familia, family cafe. Finally, | was the\nwaitress, in the garden we had maybe four, five table, that was all. Then my other\ntwo friends, they were washing dishes in a big restaurant, | had a better situation\nbecause nobody push me around. The lady was very nice to me. The only thing\nwhat | disliked and | say | will not stay here, that | get a lot of tips from the, our\nclients, they come to the cafe. You know, they find out who | am, so, and they give\nBarbara Farkas 19\nDecember 9, 1995\nme a lot of tips and he took my money, she said put this money in a, how you call\nit, in a box and she pay me from my money. And | get very mad of this and | said, |\nwent to the employment office, and | said | want to, | don't want to stay to work for\nher any more.",
        "Q: Did you say why?",
        "A: |, yeah, | told, yeah. There | meet very nice people, especially was a couple, he\nwas a former Consul in France and we, the lady was very, very nice, we spoke\nFrench and very nice people. And then they send, they send from the employment\noffice, they send me to a nursing home and there | was working together in that\nnursing home, with a Polish girl. There we have excellent food, you know, they,\neverything was buffet style, we were, | was serving the people, the food there\nbecause many of them, they were in the bed, lying and | take the food to them and\nit was good. But, my other two girls, girlfriends, they were in the restaurant washing\nthe dishes, they, because was a summer resort, they close the restaurant and they\nwere, they became unemployed. They went, and | didn't want to be separated\nfrom them, we all three, three of us, we went back to the Romania so-called lager,\nwas not lager, just | said, outside of Stockholm in villas, so on. And we went back\nthere, that was our base. And then, there | met other three girls and we decided,\nbecause one of them was a seamstress, you know?",
        "Q: Mmm-hmm (yes).\nBarbara Farkas 20\nDecember 9, 1995",
        "A: And the sisters, they were just students, finish school, high school, myself, too.\nAnd when they ask us what, where are you going to go work, because they ask us,\nwhat you want to do? And Olga(ph), the seamstress, lady, she was married, she\nlost her husband, she said, \"All three are seamstresses\". | mean, her sisters and\nmyself, we are all seamstresses. And they sent us to Urebro(ph), that is a big city.\n[End of side one of tape one.]",
        "Q: Okay, maybe if you could start again from just describing where you went to the\nfactory, you were seamstresses and you went to this other, other city.",
        "A: Yeah, we went, they send us to Urebro, to a confection factory by name,\nTulens(ph), was a factory, they were doing suits for men and coats and for woman,\nonly coats. And my girlfriend, she was, which was a seamstress said, \"If they...\"\nshe was the older between us four of us, she said, \"If they put you to work on\nmachine, sewing, sewing machine, | am sure that all the machine are electrical.\nYou going to see, in Romania you work on non-electrical machine, that means you\ndon't know to work on that\". Only she knew, the seamstress girl, she knew to work\non the electrical machine because she was really a seamstress. And they were\nvery, very nice people, the daughter of the owner find us rooms, where to stay, a\nfurnish room with bath, with kitchen. And we were living, four of us, in two rooms.\nTwo in each room. She find for us, she wait for us at the, at the railroad station,\nshe took us by cart to those places and that was okay. And the factory was very\nBarbara Farkas 21\nDecember 9, 1995\nclose to our room, our apartment. And we were very well in the factory, three of us,\nwe were working by hand doing the linen of the arms, around the arms, inside of\nthe, of the coat or jacket. And we were sitting close from each other and all day we\nwere talking in Hungarian, naturally, | mean we didn't know Swedish. And the\nboss, the man, the supervisor of that department, he was a little bit mad because\nwe were talking too much. But, they were very, very pleased with our work\nbecause we work very fast and we did a lot of work for them. The Swedish girl,\nthey were all the time out smoking or talking outside, and they were working\nslower, much slower than us. Even they, they told us, don't work so fast because\ni's not good for us, they said. But we were very nervous, you know, and very\ntemperamental, and we work very fast.",
        "Q: And, that's, I'm interested to hear you talk about that, being nervous at that\ntime. | mean, you, you were safe in a way, and you were free, but in your mind,\nyou must have, did you feel lonely or...",
        "A: We were very, very not patient, we think to go home. Very unpatient?",
        "Q: Impatient.",
        "A: Impatient to go home, to finish that staying in Sweden. They invited us, our\ncolleagues in the factory, to go to their home and start, want to socialize with us,\nwe went some, sometimes, but we didn't like it to go.",
        "Q: Why?\nBarbara Farkas 22\nDecember 9, 1995",
        "A: Because they were asking all the time our life in the Nazi camp and that was\nvery painful to live through again, what we went through.",
        "Q: Do you remember any specific times, Mrs. Farkas, where you were over at\nsomeone's house where you just did not want to talk with them?",
        "A: No, we talk, we didn't refuse, but we didn't go again. You know?",
        "Q: So, you wanted to be polite?",
        "A: We went polite, we went, but when they invited us again, we find something to\nsay and we said, I'm sorry | can't go or something that. And that time, came\nChristmas, you know, '45 Christmas. And where we were living in our apartment,\nthe landlady was a very nice lady, was a divorced lady with a 15 year old girl, and\nshe gave us present for Christmas and even | give some kind of uniform for Santa\nClaus and | give the presents to other, some just kind of jokes. But, in general,\nthey were very nice to us. And also, in that city, in Urebro, there, there are many, |\ncan't tell you by number how many, other people like us, from Poland, from\nHungary, from Czechoslovakia, and we were choosing to meet with them, to\nsocialize with those people, mostly with all of us together, not with the Sweden.",
        "Q: Did you feel, you mentioned you felt impatient to go home, did you also feel\nlonesome in a way, lonely, there in Sweden?",
        "A: No, no, because we were very close friends and we help each other and we, if\nsome, one of us was a little depressed, they try to talk you out and we help each\nBarbara Farkas 23\nDecember 9, 1995\nother psychologically, you know? The other bad thing about war is that we talk\nabout the Sweden, about the work, about everything, and always we get back to\nthe camp. By compare, by comparing something. You know? About the food,\nabout all this, we finished with talking about the camp, and that was very, very\nstrange. And we tried to don't do that.",
        "Q: But you would do it anyway.",
        "A: So, unvoluntarily, we get back to the, to talk about, about something compared\nto present life, we talked was in the lager. For example, we never threw out food,\nleftover food. We, we cook for ourself in Urebro, the last place where we were, we\ncook for ourself and we never threw out leftovers and we always said, \"You see,\ndon't throw that out because that would be good in Auschwitz\". And if you're filled\nup, you don't have to throw it out, just put it in the refrigerator and eat it somehow\nnext day or third day, but don't throw it out. No bread, no food. That was, even\nnow, | have that feeling to don't throw out any food, leftover.",
        "Q: So this friendship you had with these other people, these other women, it must\nhave been so important for you in those first years.",
        "A: Yeah, very important. Yeah, it was ;",
        "Q: Yes.",
        "A: . Because one, the youngest girl, Anna, she had something with\nher back, some pain, | know, she was taken to the x-ray and some medication,\nBarbara Farkas 24\nDecember 9, 1995\nnow she didn't work. Not, the doctor didn't let her to work. | don't Know, | don't\nremember exactly what she had, something with her back side. | mean, with her\nback. But the older two sisters, they were working and they eat together, they had\nthe same room and that means she was supported by them. Was no problem.",
        "Q: Did you stay in touch with those women for a long time?",
        "A: They are in Israel, | visit them.",
        "Q: They are your friends?",
        "A: Yeah. The first one, Blanca, who was the seamstress, she find her girl, | mean\nher brother came back from Ukraine and he knew that her, that his sister's little girl\nwas in the Red Cross in Budapest and he took her home. | mean, to\nSatumare(ph), they were from Satumare, also a city from north Transylvania, and\nBlanca, she knew that her little girl is home with her brother. The older girl, Magda,\nfind out that her fiance is back. And she was the first who was sent home, Magda.\nThe Romania Embassy sended her at least two or three months early than | was\nsent home. And Blanca, who had the little girl, also. They went back to Satumare\nand then they went to Israel, all of them.",
        "Q: During this time, Mrs. Farkas, that you were in Sweden, did you think a lot of\nyour parents?",
        "A: | have dreams all the times. Yeah. It was very painful and it's very painful now to\ntalk about. My mother was very young, she was only 52, my father was 58 and |\nBarbara Farkas 25\nDecember 9, 1995\nwas thinking all the time, what she was thinking, something, what was in her mind\nwhen she, she was taken to the left side and what happens then. You know, in the\nghetto, you know, Rhadia(ph), we were living at the house, in the apartment of a\nrabbi who was the rabbi who taught me Hebrew every Sunday at, in Sunday\nschool. That means we were very close to them. They were old people. And when\nwe went in front of Mengele, in the line was, the side to Mengele, was the rabbi\nwife, in the middle was my mother and | was, | was on the inside of that line. And\nfrom inside that , Mengele took me and put me on the right side, you\nknow, from inside. That was very easy to don't see me and just let go the line\nbecause they were going pretty fast, not walking slow, but pretty fast we were\npassing in front of him, and | was thinking, if they wouldn't take me, maybe, no\nmaybe, | was sure get to the gas chamber together with my mother and the rabbi\nwife. While | was inside, very easy can, can, can happen, that he didn't see me, he\njust oversee me or something, but it was unbelievable, that fear of, and those\nnightmares, to get hidden all the time in my mind.",
        "Q: Were you afraid when you were in Sweden just because, that maybe you, like\nhow could you be safe, how could you feel safe?",
        "A: In Sweden, | feel very safe.",
        "Q: You did feel safe?",
        "A: Very, very, very safe. Well, not any thinking about that.\nBarbara Farkas 26\nDecember 9, 1995",
        "Q: That thought of, the twist of fate, of how you ended up on the right side, seems\nlike it's been with you for so many...",
        "A: Yeah, that was what | said before, that in the first day, when | was put on the\nright side and | was already in the block, in that terrible place, and we were at least\n800 people in a small, not so small, but very, very crowded place, they call it block,\n| was so numb and just how | said.",
        "Q: Do you ever wonder why, how it was that they, why they chose you to go to the\nright side?",
        "A: Because | was young, they looked to the face, they choose the younger people\nwho he thinks that is capable of working or do works. You know? That way, not for\nhis good will, no, just was a good person to work for them.",
        "Q: Do you remember then when you, the first day that you realized that now I'm\nfinally going to go back. You were in Sweden, you were working in the factory, do\nyou recall what it was like the day that you realized that you were going back?",
        "A: Yeah, they, yeah, | was very, very happy, very, very happy. And in Sweden, we\nmade very good money with our work. We bought, myself and the others, too, a lot\nof things. When | came home, | have two big luggages full of clothes, shoes,\nhandbags, coats, a little jewelry. | had two Omega watches and that means\neverything. | was thinking and spending the money on those things because |\nknew that | will go to university and | will have not money to buy five years any\nBarbara Farkas 27\nDecember 9, 1995\nclothes, and | tried to buy for winter, for summer, all kind of clothes to have it for\nthat time. And | was right because when | came home, | sold one of the watches\nand was enough for me one year for, for pocket money. Because my uncle, he\nwasn't a rich man, they were evacuated from the town in Romania and taken with\ntwo luggages to Ara(ph), to the bigger city. There were concentrated all the Jew\nfrom the towns in the one city. That means all, everything what they had, was lost.\nAnd he had a job as a accountant, not big salary, and | didn't expect from them to\nhelp me. | was happy that | have that to go home and in vacation to go to them\nand, but no, | didn't expect to help me with money. And | didn't need it, I'll tell you\nwhy, because at the university, it didn't cost me a penny. The whole five years.",
        "Q: Even your food?",
        "A: Nothing, nothing, not a dormitory nor the food, | mean the canteen, nor the fee,\nnothing. First of all, because | didn't have any, how you call, anything on me, |\nmean no house, no, no nothing. | was considered with no property. Secondly,\nwhich was more, more heavy to for them, | was a very, very good student. And\nthey give scholarship to good students. And that means there were three\ncategories of scholarships, first degree, second degree, third degree. And | was in\nthe first degree with no fee, no pay for the dormitory and no pay for the food, for\ncantina. That was the situation, that didn't, and when | came home in vacation, my\nuncle send me money for the railroad to come home. That was all. And | guess\nBarbara Farkas 28\nDecember 9, 1995\nsome pocket money from them when they, how much they can afford.",
        "Q: And when you first got back, what was that reunion like with your uncle and the\nfamily?",
        "A: Oh, it was very thankful, | was crying, and they, again, they were very, very\ngood to me, they didn't ask me how happens, what happened, because they knew\nthat | am very, very sensitive, you know, and they didn't ask what happened, how\nwas there, nothing, they didn't happen, they, what | tell them, they accepted, but\ndidn't put questions. And that was, that was very good because | didn't live through\nall my, all my past life again, that was always very painful and | hate those people\nwho was asking all the time about how was in the Nazi camp because | was living\nthrough again those emotions.",
        "Q: It must have been hard enough to not be haunted by it anyway, even without\npeople asking, you know, it was probably hard enough to try to put it out of your\nmind.",
        "A: Yeah, and then when | came home, that was very sad, the story, coming home.\nThey sent us from Stockholm to Prague by airplane, you know. In Prague we\narrived just the day before the , and they didn't let us leave because it\nwas a holy day, that was , was with the transportation, he said, \"You\nhave to stay in the hotel\". They put us in a very, a fourth class hotel, and we stood\nthere for two days, over . In that hotel were all kind of people, transition,\nBarbara Farkas 29\nDecember 9, 1995\nin transition, coming from Hungary, from Romania, going to America, going here,\ngoing there, and when they found out, talking to us, that we came from Sweden\nand go back to Romania, they said, \"Are you crazy? We come from that and you\ngo back there?\" And we were a little bit scared, you know?",
        "Q: What were you scared of?",
        "A: They said that the economic situation is very hard, that they don't have food,\nthat Russia occupation, they were at that time still they have Russia soldiers all\nover. And we were a little bit scared, but didn't want to go back. We could go back\nto Sweden or go to America or some where else, but we said we won't go back\nbecause each of us finds somebody from the family who was already home. And\nwe want to go back there.",
        "Q: Were you at all afraid, also, as a Jew?",
        "A: No, no, no.",
        "Q: That was not a fear of yours?",
        "A: That was not a, not a fear, no, no, no, no.",
        "Q: And that is because, because you knew the situation had changed?",
        "A: Yeah, yeah.",
        "Q: So, you then, was it in 1950 that you got married?",
        "A: No, let me tell you, coming home from Prague to Arad(ph). To Prague we came\nby airplane from Stockholm. There, from Prague to Romania was not airplane, air\nBarbara Farkas 30\nDecember 9, 1995\nroute, was not, just by train. We went to the, they took us to the, to the railroad\nstation and we were staying within the, how are the, those wagons, you know, on\nthe corridor, not with, not covered, how you say it? Outside of the wagon,\nbetween...",
        "Q: On the platform?",
        "A: On the platform.",
        "Q: The station platform?",
        "A: On the station platform, we were staying there because there was no room\ninside. In Prague, the Consulate, the Romania Consulate, put us together with 50\nRomania soldiers who came back from west, they were prisoner in west and now\nthey give us the visa for all of us. Seven girls and | think 10 or 15, | don't remember\nexactly how many Romania soldiers. But they were very, very nice to us because\nwe have heavy luggages and they help us for a package of American cigarettes,\nwe knew this and we had a lot of, 10 or 15 package of cigarettes we had, each one\nof us, the girls, and we give them cigarette just to help us with the luggages. It was\nvery nice. Until we arrive at the Hungarian border and we get down, because from\nBudapest we have to go to Arad, to Romania, you know? And then we get off from\nthe train at the Hungarian, inside Hungaria, Hungary, at the border, was a Sunday\nafternoon. And many peasant people were at the station looking who is coming,\nwho is going, you know, in the town, the big, the big thing is to go to station and\nBarbara Farkas 31\nDecember 9, 1995\nsee who is struggling . And they are very, there are many peasant,\nwoman and men, too. And when they saw our group, we were all together, you\nknow, they ask us who are we. And we said. And you know what they said? \"Too\nmany came back\". That was the first in the Hebrew, how you say,\nwhen you get a...",
        "Q: Slap in the face?",
        "A: Slap, it was the first big slap in the face that, what they said was, too many, they\ncame back too many. When we say that we were deported by the Nazis, they say,\ntoo many came back. We said, a good beginning, but we could , that\nalready we could return. And from Budapest, we went to Romania, | mean to Arad\nbecause the border within Hungary and Romania is through Arad, | mean the first\ncity in Romania is Arad, but the border, how you call it, where is the border is they\ncall it Kortitsch(ph), Kortitsch is the little town that they do the checking of the\npassports. And then was again a big trouble. This soldier, they have some, some,\nhow you call, those military blankets, green military blankets and the Hungarian\nborder soldiers said that they steal that, those blankets. And the soldiers said, \"No,\nwe get that from, | don't know, they came from France\". They were prisoner\nbecause they were fighting with the Germans, with Russia, up to , the\nGermany and then they go then to France, anyway, they came from France, that |\nknow. And they said, \"No, look, is the stamp of the French Army. They give us to\nBarbara Farkas 32\nDecember 9, 1995\nhave coming home\". And they almost get fighting and they didn't let us go through,\nit was afternoon, to get through was only half hour to go through, to enter\nRomania. This was on Hungarian side. They said, \"You have to stay here until\ntomorrow morning\". Oh, we were despaired, we were very scared. Because there\nwere many Russia soldiers around. And we were afraid that they will come to us\nand take the luggages and maybe something else they going to do. We were very,\nvery scared. But soldier were staying at the door, these Romania soldiers, and\nthey said, \"Don't be scared because we don't let them in\". And they turn off the\nlights, that means they can see that if somebody in, you know? And somehow\ncame the morning and we also, funny position, we went, we passed the border\nand arrived in Romania. And then, oh, there was also trouble at the border. They\nget all of us down and looked at our luggages. Also, two packages of cigarettes\nhad the effect, you know. And one of the railroad worker ask me, ask each one of\nus, from which, from where are you? And | said Arad and he said, \"Look, | am\ngoing now to Arad, | finish my job here and | go back and tomorrow | come back\".\nAnd | said, \"Look, | give you my uncle address\". And | give him two packages of\ncigarette and take this note to my uncle and tell him that | am here in ,\nAnd he went and after three hours, my uncle was there with my, with his son, the\nson, my cousin was 15 years old and he came with a car. And he took me, he\ndidn't let me stay there because my luggages was looked over already and he take\nBarbara Farkas 33\nDecember 9, 1995\nme immediately home.",
        "Q: What was that reunion like?",
        "A: Was something unbelievable painful, crying and, | can't talk about that.",
        "Q: Was there some joy there, too, to see him again?",
        "A: Yeah, from their side was a big joy to see me alive. From my side, | feel, | went\nto them before the war in vacation, to spend my vacation at their house, you know.\nAnd now that | will stay all the time with them was somehow unbelievable for me,\nto be like on their neck because | knew that they are living very, very big difficulties.\nMy aunt was not working, just my, her husband, my uncle and they have a 15 year\nold son, oh no, he was older, was in '56, he was born in '19, some 17, 18 age was\nmy cousin, their son, only son. And then slowly, slowly, | get used to seeing them,\nand | say, what you going to do? And my uncle said to me, \"Let's go to Oradia\".\nThe city from where we were tooken to Auschwitz because |, before going to the\nghetto, and we knew we were already with the yellow star on us and we, we knew\nthat going to be a ghetto somehow, they going to take us down there because was\nthey talking about that they were going to take us to work in a camp, in a farm, so\non. And | made and my mother some purses, small purses, twenty kilos purses\nand put many things from our clothes and bed clothes and jewelry and all kind of\nthings, | did five or six purses and give to the neighbors to keep them. And then |\nwent back with my uncle to Oradia, we went to the house where we were living. |\nBarbara Farkas 34\nDecember 9, 1995\nfind absolutely nothing in the house, empty. Only one picture of mine, | will show it\nto you, it's here. That picture, enlarged picture, my aunt went after the war is over,\nthis was already in '60, 1946, that means the war was over in '45, she went over\nthere and find only that picture about me. And she took it with her, and some\nprayer books she find also. Nothing, nothing else. And | knew the families to whom\nwe gave those purses, but |, before taking us to the ghetto. And with my uncle we\nwent there and we ask, we said, \"Now | am back and please give me back, return\nthose purses\". Some of them, three families, said, \"No, we don't have them\nbecause the Russia took them. The Russia soldiers took them\". That, everyone\nsaid, at that time because they want to keep, they were not good people, honest\npeople. But two family, they give me back the purses and some jewelry. The\njewelry was my parent's wedding bands and my father silver Docile(ph) watch,\npocket Docile watch. And also some, my, no a ring, was a ring. But my mother had\nbeautiful jewelry, some diamonds, | can show you the picture, nothing. And | didn't\nwant to spend too much time there, we went to see one of, cousin of my father,\nwho was a pharmacist. They were living already in Oradia, but before they live in\nthe same town where we were living with my parents until 1937 and in '37 they\nmoved to Oradia. From where we were deported. Anyway, we went to that family,\nto the pharmacist family and he said, \"Barbara, what you going to do now?\" And |\nsaid, \"| would like to go to university, but | don't know where to start, how to start,\nBarbara Farkas 35\nDecember 9, 1995\nhow to go\". And he said, \"Look, | go to Bucharest on this day, very soon, and go to\nyour school, your high school, which |, which was in Oradia that | went, and ask\nthem to give you a copy about your graduation situation because the original\ndisappeared during the deportation. | took all my papers with me to Auschwitz,\nvery smart. And they give me a copy and | give it to him and he said, \"Look, | tell\nyou to study pharmacy\". He was a pharmacist, \"And | will inscribe you.\" How you\nsay?",
        "Q: Enroll you?",
        "A: \"Enroll you and that faculty in Bucharest, you don't have to be there. And then\nyou continue in Bucharest or you ask for a transfer to Cluj”. In the pharmacy the\nfirst year was practice in a pharmacy, that was the program of pharmacist, to\npractice in a pharmacy under the sponsorship of the pharmacist who teach you\nmany things in the pharmacy, how to prepare this. Because in that time, they were\nnot like know, everything was ready made, like in a store, just sell medicine bought\nfrom a pharmacy factory, they prepared it. And we, he knew that when | will\npresent myself to the exam, | have to, they have to ask me those things. And I, we\nwent back to Arad and | found a pharmacist who took me in and | was staying, |\nmean going every day and starting with them. They send me from the faculty from\nBucharest some book and saying what | have to know, when after one year | have\nto go to the exam. Something else | want to tell you. In, after the war, those\nBarbara Farkas 36\nDecember 9, 1995\nstudents who lost years because of the fascist, | mean they lost it because they\nwere Jew or they were political persecuted, came out a law by the name\nBoytech(ph) Law, who give the right to these students to don't give a admission\nexam to be, to enter in the, at the university, not giving that exam, without that\nexam. And | was in that category, that means, that law was valid until, | think until\n'47 and that means | was not asked to go to give that exam, admission exam.\nThen | went to, every day to that pharmacy and in that time, in Arad, | meet my\nhusband. He want to marry me in that time, but | said...",
        "Q: Can you tell us, how did you meet him? Do you remember the moment that you\nsaw him?",
        "A: Yeah, | remember. My uncle's sister-in-law, her husband was a far relative of\nmy husband, | mean, | don't know which grade, third grade cousin, something that.\nAnd when | was in Arad going to the pharmacy, not having any social life, they say,\nlet's introduce her to this guy to take her here and there, to movies, to, you know.\nAnd that was that. And he wants to marry me because he is four years older than\nme and he had a very good job and | said, \"| am not, | don't get married now, |\nwant to finish the university\". And that was that. After one year, | went, | get, |\nasked for transfer from Bucharest pharmacy university to Cluj. Cluj is a big city in\nTransylvania, it's a beautiful old city with two university, was the Hungarian and a\nRomania university, two opera houses, a very cultural city. With historic pasts,\nBarbara Farkas 37\nDecember 9, 1995\neverything, very, very famous. And when | went to Cluj to give this exam, after the\npractice one year, | was staying, there was a Jewish dormitory with a cantina,\nsupported by Goind, by the American Goind, did you hear about the Goind? G-O-I-\nN-D. | don't know the . Anyway, Goind is a society or is it funded, |\ndon't know how to call it, who helped the Jew in any situation, all people, nursing\nhomes, students, special after the war, many people were helped by them. And\nthis dormitory and cantina, mostly, not mostly, 100% of the students was not, we\nwere only 30 people, most, they were all students who came back from\ndeportation with no family. And | was accepted to stay there, no pay, no nothing,\nand | went to courses. | passed the exam and | started to go to courses. After the, |\nfinish the second year because the first year was, the practice was considered the\nfirst year. | finished the second year with very good marks and then the third year,\nbut | then | was on the, then started the third year, was a reform in the school and\nthat way the faculty of pharmacy was divided in two faculties. The prescriptions\nfaculty and the industrial pharmacy. The prescription pharmacy was four years, the\nindustrial was five years. And | switched to the industrial pharmacy, in\nbiochemistry.",
        "Q: Let me stop for a moment, | just want to switch the...\nEnd of Tape 1\nBarbara Farkas 38\nDecember 9, 1995\nTape 2",
        "A: |, the industrial was five years, the prescription was only four years.",
        "Q: And you did the industrial.",
        "A: | did the industrial. As a student, in was very, very jolly. Because\nwe have parties, we have many reunions, every week, at least three times, we\nwent to opera, Opera was very, very, very cheap. Mostly we entered with not\npaying, sitting on the stairs upstairs. That was the student's life, but concerts and\nvery, very Cultural life we had.",
        "Q: Were you conscious, Mrs. Farkas, at the time of the, | mean was the life of an\nemerging communist society obvious to everyone or...",
        "A: | tell you the truth, we, | wasn't communist, but we believe it, we have it good as\na student, we had a good life, you know. Not important to us, the, we study, we\nhad good marks, we had all kind of advantages, you know.",
        "Q: Partly because of the, that was the values of that society?",
        "A: That was in the beginning, you know, it was not , It was\n, that was in '48, | started in '46 and | finish in '51. That means, the\nproblem was that it, that dormitory in was Alta(ph) Mark(ph). Alta\nMark was a, was a mathematic professor at the Jewish high school in Cluj, before\nthe deportation, but he died before the deportation. He was lucky, he die in bed.\nAnd because he was a very supportive for students, this dormitory and cantina\nBarbara Farkas 39\nDecember 9, 1995\nthey gave his name, that means that name, the name of the, that, how you call it,\ncantina, the dormitory together?",
        "Q: I'm not sure, let's see...",
        "A: A student home, or...",
        "Q: Student housing?",
        "A: Yeah, yeah, something that, the house was a big villa of a former bank director\nwho didn't came back. They have upstairs and downstairs dormitories, we had, the\ngirls, we were six girls, we had on the lower level and the boys were on the top.\nBut, we get very well together, it was no problem between us, it was no boyfriend,\ngirlfriend situation. The only good thing was that when we went to opera, we had,\nwe came home with our room, not roommates, our neighbor boys, they came\ntogether with us. And you know, if you came home just girls at night, the opera was\nended around 11:00 and more, we came together with the boys, that was all.",
        "Q: Now, during this time, in the '46 through '51, did you find that it was at all\npossible to, and were you trying consciously, to start, to try to live a normal, quote,\nnormal life after all these terrible things? Were you able to just live life without\nthinking about it all the time?",
        "A: | tell you something, what was, not only mine, but everyone who was deported,\nyou feel somehow easier when you are in your situation not alone. When you\nknow that others are the same like you, you know? Somehow you take much\nBarbara Farkas 40\nDecember 9, 1995\neasier that you are not alone in that terrible situation, losing your family. | don't\nwant say that helps, but it somehow a little bit easier when you know that you are\nnot alone in the same situation.",
        "Q: And was that the case for you?",
        "A: Yeah.",
        "Q: During these times as a student, as well?",
        "A: Yeah, yeah. Because | was very much preoccupied with my studying, you know,\nstudying and then, well, if somebody, they saw that, | mean the roommates, saw\nthat is a little depressed or something, that, they took you to the opera or to some\nparties, you know, they didn't let you alone. They were, there was a very big\ncamaraderie between us.",
        "Q: And these were other people who were also survivors like yourself?",
        "A: Yeah, yeah, yeah. All of them.",
        "Q: And | also wonder if, and | guess this could apply for the first moment that you\nstepped back onto the Romania soil, as well as the years following, did you feel\nthat, that you, that this was so different now? | mean, your life had changed so\nmuch and so much had, had been torn away from you, that it was, that you were, it\nwas almost like you were living a different reality, you had come back almost to a\ndifferent place, a different country, did you feel that way?",
        "A: No.\nBarbara Farkas 41\nDecember 9, 1995",
        "Q: No?",
        "A: No. No, | was, | feel very home with my family, my uncle's family. And also | was\nvery happy at the university, that | can study, | was very happy with my results, my\ncollege in the university was very, very a good atmosphere.",
        "Q: And did you experience anti-Semitism at all while you were in college?",
        "A: Not really.",
        "Q: No?",
        "A: That was in the beginning, you know, then was the big fraternity within the\nminority and the Romania, the communist ideal. To everybody is equal and\neverybody is your brother and, that time, but later on, we can, very different, you\nknow. In that time, in my, when | was, | tell you something, to please the Hungarian\nstudents and Hungarian people in Transylvania, they open a Hungarian university\nin Cluj to, you know. Which after, | don't know how many years, during the\n, they close that university and they can study in Hungarian at the\nRomania university as a different study, a different material somehow, their\nlanguage, not everything in Hungarian, just some of them, you know. That, but this\nwas the beginning when everything was in rose.",
        "Q: And did you feel at that time in the, in those years at the university in the late\n'40's, that Romania was your home again, a place that you wanted to live for a\nlong time?\nBarbara Farkas 42\nDecember 9, 1995",
        "A: In the beginning, yes. In the beginning, yes. When came to be, to understand\nthat is not the reality, happens once when | was ask, | was in the union of the\nRumanians, of the university students, was a union, you know. A little bit was\n, was like a anti- to the communist party. We were very\nmuch influenced by the communist government in matter, we were forced, it was\nmandatory to study at the university, Marxism, Leninism in Russia language, you\nknow. And then was, once was a selection when they eliminate the party members\nwhich they think out that they are not 100% feeling communist. And they ask me\nonce, because | was from Arad, when they were verifying a student who was from\nArad, but | didn't know him well because | was not originally from Arad. They ask\nme to go to be present when they, when they verify him, how you say it, verify?\nWhen they check him, openly in front of the others.",
        "Q: When they investigate him?",
        "A: Yeah, investigate him in front of others. And that | dislike and | was very, how\nyou say, shocked by that attitude. They, they find out and they ask that student,\nthat when he was 13 years old he was a Zionist, he went to the Zionist, Zionist\nmeetings. And he say, \"Yes, | went to that Zionist meetings because in that time,\nwe are not allowed to go to other clubs because they were, it was the anti-Semite\nand they didn't let us go with them. And | was forced to go to the club with all the\nJewish students and they, we were Zionists\". You know. And they, he was very\nBarbara Farkas 43\nDecember 9, 1995\nmuch criticized and | think they threw him out from the party.",
        "Q: Because he had gone to a Zionist meeting?",
        "A: Yeah, Zionist was...",
        "Q: When he was 13?",
        "A: ...something terrible wrong for the communist.",
        "Q: But even when you were 13?",
        "A: Even, yeah, now wait a moment. Then came and they ask me what | knew\nabout him and | said, \"I Know, | don't Know him when he was 13 years old because\n| came to Arad only in ‘40, in '46, | didn't Know him before\". That was that.",
        "Q: So they were asking you about your credentials, your loyalties?",
        "A: Yeah, | was like a martyr, like a, like eye witness somehow. And | said, \"I don't, |\ndidn't Know him before, | had no idea what he did when he was 13 years old\". That\nwas one. In the same, in the same time...",
        "Q: And what year is this, excuse me? What year are you talking about now? When\nthey're doing these investigations?",
        "A: Yeah, | want to tell you about the others meeting, what was a very big shock for\nme, these students why.",
        "Q: Is this 1950, 1951?",
        "A: No, it was 19, 1959, 50 something there.",
        "Q: Oh, so this is after you are out of the university and everything?\nBarbara Farkas 44\nDecember 9, 1995",
        "A: No, | was still student.",
        "Q: Still student, in 1950, did you say?",
        "A: Yeah, | finish in '51.",
        "Q: Okay, so it was 1950, okay.",
        "A: Yeah, 1949, '50, | don't know exactly.",
        "Q: Okay, fine.",
        "A: Then, came the other student, in the same time when | was in that meeting, a\nRomania student, he was on his last year of the study, let me see, he was around\n23 years old, a Romania guy, and he, they said to him, \"You were in the, in the\nRomania parliament during the , who was a big anti-Semite, \"going\nas a representant of the students, to the Romania parliament and give a speech\nfor in the favor of , and that means you were a anti-Semite\". What\nyou, and what happened. They say that he was misleaded, he was not threw out\nfrom the party, but the Jewish student who at age 13 went to Zionist meeting\nbecause he can't go to other meetings, other, he was throw out. That was a big\nshock for me.",
        "Q: And how did this start shaping your thinking?",
        "A: How? In 1950, oh, in the time, in 1950, in spring, in April, when | went home in\nvacation, we get married with my husband.",
        "Q: Can you tell...\nBarbara Farkas 45\nDecember 9, 1995",
        "A: We met again and we get married in April. When | went back to Cluj to study,\nhe was staying in Arad, separated. In 1950, in the fall, you know. Came a law in\nRomania, Romania, that who was to emigrate, can emigrate.",
        "Q: To Israel.",
        "A: lsrael. But you have to go to the police and take a form, fill it up, give it back and\nwait to get your emigration passport. And | remember, was a Yom Kipper day, |\nwas still home, it was in the beginning of September, | don't know exactly what\ndate, and we went with my husband and we stay in line at the police, there were\nmany Jew there, going from the Synagogue to stay in line for the police and the\npolice on Yom Kipper day. We went to get the papers, we fill it up, what happen?\nThe police immediately are known, get the place where you work. My husband had\na very good job, high position, he was a, he control, in the, the big\nfactory in Arad, they were fabricating railroad wagons. But the big one, they work\nfor export to and he had a very, very high position. Immediately they found out that\nwe asked for immigration, they put him down in a very low position, they didn't fire\nthem, just put in a very low position. | went back to Cluj, they find out that | am\nalso, | am asking for immigration, they threw me out from the student union. But\nthey let me finish the school, that was the big advantage, because later on after\ntwo, three years, they didn't let people, Jewish students, to finish the, their study\nbecause they were asking for emigration. One of my nieces, happened to her. Just\nBarbara Farkas 46\nDecember 9, 1995\ntwo exams was missing to become a physician, and she couldn't let them, let her\nfinish and she was put to work as a nurse. And that moment, | was very, very mad\nand very ,",
        "Q: You felt that you had been deceived?",
        "A: Deceived, yeah, very, very much. And | was lucky that | could, | finish the last\nyear and that was that. Nothing happened to me because that. Just they threw me\nout from the student union. Now, the rule in Romania was that when students\nfinish the university or any school, they put them in a job, they give them a job,\nofficially. You don't have to look for, in that time, you didn't have to look for find a\njob. They ask from this city are you, you want to work in that area? Yeah, | want to\nwork in Arad because | was already married, | finish in '51, but since '50 | was\nmarried and | said | want to work in Arad because my husband lives there. And\nbecause in Arad was not a medicine factory, you know, they give me a job as a\nbiochemist. Because my study was industrial pharmacy in biochemistry and they\ngive me a job to work at the hospital as a biochemist in the laboratory. That was it.\nWe were waiting to get the immigration passport 10 years. Nothing came out.\nLater we find out that if you ask to emigrate to other countries, not Israel, they had\nthat, they are very good friends with the Arabs, you know, and the Arabs, they\ndidn't like it, too many Jews to go to Israel. If you ask for other country, they will\nmaybe let you go. Then | wrote to my, one of my, not girlfriend, a girl, we are in the\nBarbara Farkas 47\nDecember 9, 1995\nsame city in the same society, in Urebro(ph), she get married with a Swedish guy.\nAnd | knew her address and | wrote to her and | ask her to send me a letter that |\nam a relative of her and she wants me to go there. And she send me that letter\nand we present it to the police and | said even that is my sister, but that was not\ntrue. Anyway, after one year, | get the permission to emigrate to Sweden. And we\nget the visa from the Sweden Embassy in Bucharest to go to Sweden. And then\nwe went, oh no, | forgot to tell you something. | get married in 1950, in 1952, | had\nmy girl, | give birth to my daughter, she, in that time, then we get the passport to go\nto Sweden, she was nine years old and that was in '61. Yeah, she, no, no, she was\nborn in '52, this was in '61, yeah, nine years old she was. She was a very, very\nsweet little girl, she went, we had no problem with her, she went to daycare, went\nto school and we were very happy with her, she was very, very nice little girl and\nvery good girl, no problem with her. Healthy and beautiful. | will show you the\npicture. And when we get the permission to go to Sweden, we went to, the way to\ngo to Sweden or everywhere, was through Vienna. And we went to Vienna and in\nVienna we find out that the Sweden want to give us the permission to stay there\nonly for six months. And | didn't want to go on the, to my girlfriend to stay with her\nbecause she was living in a town, small town and from there what | got work | can\ndo. | am a chemist, what work | can do there? And | didn't want to be on her neck\nbecause she was living together with her in-law, and | didn't want to go to bother\nBarbara Farkas 48\nDecember 9, 1995\nher. And then we went to the highers, you know highers, the highers.\nHighers is a agency who help Jew to go, not to Israel, but all in the whole world\nwhen it is possible to be accepted. And they tried to ask the Stockholm Jewish\ncommunity to take guarantee of us, about us. But they said that they can't afford it\nand then we switch and we went to, we ask to go to Israel. And the lady, the\ndirector of the Highers was a very, very nice lady, American lady, and she said, \"If\nyou want, | send you to Canada\". And | said, \"Oh, | don't go to Canada, | haven't\nanybody, | don't Know anybody in Canada, | will be too separated from the whole\nworld, no\". We switch and we went to Israel.",
        "Q: So it was right at that moment in Vienna that you decided that, or this was\nbefore?",
        "A: Originally, it was before, but to go to Sweden was only a pretext to get out from\nRomania.",
        "Q: And after that, you didn't care where you were going to go, | mean you didn't\nknow that you were going to go to Israel at that point, or you did?",
        "A: You know, when we were waiting in Vienna, six weeks was the discussion\nbetween the Highers and the Sweden, we were staying six weeks on their account,\non the Highers account in a hotel, and they were bargaining about us. Then | said,\n\"| don't go anywhere, we go to Israel\".\nQQ: When did you, when you decided in 1951, to apply for emigration, was it\nBarbara Farkas 49\nDecember 9, 1995\nbecause of what you started to see around you?",
        "A: Yeah. There started to be, to feel anti-Semitism already. That case with that\nstudent, they opened my eyes what is behind their smile, you know, and their good\nwill.",
        "Q: And so, was it, was it a dream of yours to go to Israel, those years?",
        "A: Yeah. In those years we were, my cousin, my uncle to whom | came back, they\nwent to Israel in '58, you know, and they wrote that it is not easy, you know, in that\ntime it was not easy to, even now it's not easy to get a good job, but they were, my\ncousin was a, became a chemical engineer and he get a very good job at, ata\nAmerican chemical factory and my uncle was not so old, was only 60 years old, he\nalso had a little job. That made things there pretty good. And they ask us to go to\nIsrael, you know, because | was afraid, | was afraid that my husband can't get a\njob because he was a, an accountant somehow, you know? | knew that | can get\njob very easily as a chemist, but | was afraid of him, you know. That was my first\nidea that what happen if we go there. He doesn't know the language and how he\ncan get a job.",
        "Q: Did you speak Hebrew at the time?",
        "A: No. No, not at all, no.",
        "Q: Or Yiddish?",
        "A: No, no Yiddish, we didn't speak Yiddish at home, at all. Yiddish was speaken in\nBarbara Farkas 50\nDecember 9, 1995\nnorth Transylvania, north, north. Which is now Ukraine.",
        "Q: So your languages at the time were French?",
        "A: No, my mother tongue is Hungarian. In the school from the beginning, from the\nfirst grade in the elementary school, | learn in Romania because we were in\nRomania. After | finish the university, that means | spoke both languages very well.\nAnd in school, in high school, from the first grade of the high school, because the\nhigh school in Romania was eight years and the elementary only four years,\nFrench was the foreign language. And when | finished the high school, | spoke\nvery well French because eight years | was studying.",
        "Q: And since then, English and Hebrew.",
        "A: English and Hebrew.",
        "Q: So you speak five languages?",
        "A: | don't speak French, my conversation in French is very difficult already for me\nbecause | don't have occasion to speak to somebody in French, but I, what | read,\n| understand 100%, | write correctly, but vocabulary, | mean the conversation is\nmissing.",
        "Q: Perhaps, so, well | wanted to ask you a little bit about the journey to Israel and\nsome of your time there and maybe you could tell me a little bit about...",
        "A: In Israel we were, my cousin in that time, he was sent to America to Chicago\nbecause he just started to work at that factory, but he needs some training and he\nBarbara Farkas 51\nDecember 9, 1995\nwas sent, he came to America. In that time, then we arrive almost, after a week he\nleft for America. And that means | don't have not too much help. We were sent to\nstay in a Swedish bungalow in Afula(ph), this is north of Haifa, not too north of,\nvery close to Haifa.",
        "Q: Near Aka(ph)?",
        "A: Afula. Afula.",
        "Q: Do you know where Ako(ph) is?",
        "A: | Know, Ako is on the seashore.",
        "Q: Yeah, this is further inland.",
        "A: Yeah. But Afula, it's close to Lake Enerid(ph), to Tiberias(ph), not very close, but\ncloser. And, why they send us to Afula? Because in Afula is a hospital, from the\ntime Israel was under British domination. Was the hospital is from that time. And\nthey sended me, us there and | get a job at the hospital in the lab. Even if | didn't\nspeak Hebrew, why? Because in the lab was a Hungarian chemist, was a\nRomania girl who speak, who was speaking Romania and they said maybe it will\nhelp, you'll get these two languages which you speak. And | get that job very soon,\nin two weeks. But my husband was sent to Haifa, from Afula to Haifa for a\nulpan(ph) for six months. He was staying there all the time, just for shabat(ph) or\nfor, he came home on Friday afternoon and Saturday night he went back. For six\nmonths, he was studying intensively the language. My daughter was in that time\nBarbara Farkas 52\nDecember 9, 1995\n10 years old, that was in '62 because we left Romania in '61, in December, this\ntook six weeks in Vienna and in '62, in January, we went to Israel. And she went to\nschool, she has a very good sense to learn languages, my daughter. She started a\nschool in Hebrew immediately in Afula and at Passover time, that means after\nthree months, he already speaks so well Hebrew, that she has the school there to\npick out all grade A. And then came an inspector to the school, you know, the\nteacher, she always shower her, how talented is she for languages and how well\nshe speaks Hebrew. She speak perfect, even now. And the life was pretty easy in\nAfula. Because | was eating at the hospital, cantina, my daughter, too. The school\nwas not far from, when she leaves the school, came to the hospital, we went to the\ncantina, after cantina, we went to the swimming pool in the hospital, went back, go\nthe neighbors, listen to radio, it was, my husband came home, he called me during\nthe week and was very easy. But when my husband finish the ulpan in Haifa, he\ndidn't get a job. Can't get a job. And we were very, very, feeling very bad then. He\ndidn't know what to do because, you know, a man to stay with no job. And | try to\nask from the Tel Aviv office of the, the hospital that | was working was belonging to\nCooper(ph) , Cooper is the health insurance company,\nnot company, center about mostly about the clinics and hospitals, not\nall the hospitals because they are state hospitals, so this is a syndicated hospital,\nthe Cooper . And | went there and | asked for a transfer to Haifa\nhttps://collections.ushmm.org\nBarbara Farkas 53\nDecember 9, 1995\nbecause...\n[end of side one of Tape 2]\nEnd of Tape 2.\nBarbara Farkas 54\nDecember 9, 1995\nTape 3",
        "Q: Okay, I'm, we're back here interviewing Mrs. Farkas, Mrs. Barbara Marton\nFarkas, on December 10, 1995, after about a five or six week, five week delay.\nWould you like to talk about why we had to delay our interview? I'll hold it that's\nokay.",
        "A: We had this delay because when we started at the moment the telephone rang\nand one of our friends call us to tell that Isak(ph) Rabin, the Prime Minister of Israel\nwas assassinated and we were so, myself and the interviewer also, were so\nshocked that we interrupt the interview and only after five weeks we are continue\nnow the interview.",
        "Q: Okay. Mrs. Farkas, we were, ironically, talking about Israel at the time that that\nphone call came. Have the last few weeks reminded you of what life was like there\nand some of the difficulties and challenges that you and your husband faced?",
        "A: In the time when we were in Israel, the utmost fear in the country was\ncompletely different from now because was before and after the six day war.\nBefore the six day war, everybody was prepared that will be a war and the people\nwere very courageous and they were trusting the army and the government that\neverything will be resolved in a good way. That means Israel will survive. After the\nwar, the situation was marvelous, everybody was happy and very fond of the army\nand the generals and about the whole government. People were very happy and\nBarbara Farkas 95\nDecember 9, 1995\nourself also and that situation was very, very pleasant for me and for my family and\nfor everybody in Israel. But after a short time, we were living in Jerusalem, during\nthe war were there, it was a very, very difficult three days. After the war, started the\nterrorist attacks in many places.",
        "Q: What year is this, 1967?",
        "A: '67, ‘67 in July started already. After one month, six weeks. A bomb exploded\nclose to our house at the bus station, at the super sol(ph), at the Zion movie,\ncinema. And we get a little bit scared because, and a bus, also, | get scared\nbecause we were taking the bus, myself, my husband and my daughter to school\nevery day. Three different line of busses. And all day | was thinking, | was a little\nbit, not scared, how you say? Nervous, somehow.",
        "Q: Anxious?",
        "A: Anxious that something can happen in the bus in which we are\ngoing home or coming to work. And that may be because my past was so terrible\nand that was influencing my thinking because the Israelis, they were not scared,\nthey were very courageous and they were not afraid of anything. But, myself, | was\na little bit scary.",
        "Q: How did you cope with that?",
        "A: The life was going further in the normal way, going to work, meeting our friends,\nwas no different. Something happen, after the six day war, my daughter and\nBarbara Farkas 56\nDecember 9, 1995\nmyself, we went to Haifa, there | helped, some say, aunt, my father's cousin, she\nlived in Haifa. On the Carmel(ph) and one day, my daughter, we were in downtown\nHaifa and | meet a lady and | know that lady from Oradia, from my town from\nwhere | was deported. And she invited me to go to see her husband which | know\nalso, to make, to go and visit to them. And we went. Her husband, | don't know if\nhe's still alive, at that time he was alive, and and he asked me, \"Barbara, do you\nknow what happened to your father?\" And | said, \"| was separated from my father\nwhen we arrived in Auschwitz and from then | don't know anything\". He told me,\n\"Look, | know what happened to your father. | was a doctor to a group of worker in\nVolsberg(ph), south of Munhen(ph), we were working in a stone mine and your\nfather was in injured\". Injured?",
        "Q: Injured.",
        "A: \"Injured at his leg. We didn't have any medication, no antibiotics in that time,\nalmost nothing. And in November, 1944, he die. | have a book\". And he show me\nthe book, where he sign all the men who die in his group. And my father name was\nthere with the date of November 9, 1944. This was after 20 years, because we\nwent to Auschwitz in '44, and this, no, it was 23 years, and this happened, when he\ntold me this, it was in 1967, after the six day war when | went to Haifa. And | start\nto cry and | was in shock and something terrible | feel in that moment.",
        "Q: It was all those years and you never knew.\nBarbara Farkas 57\nDecember 9, 1995",
        "A: Yeah, in all those years | thought that he, | didn't know anything. | was thinking\nmaybe he was taken to work, maybe he was killed in the same day, | didn't know\nanything. And this, not knowing anything made me very, very, very nervous and\nvery, very bad feelings | had.",
        "Q: And in all of these years, 23 years, it was unsettled in your mind, wasn't it?",
        "A: Yeah, it was completely unsettled because about my mother | knew because |\nwas separated from her arriving by Mengele, and she was taken, | saw her, she\nwas taken to the left, | was taken to the right. And then | found out what happened\nto the people who went to the left. That means | knew what happened to her. But\nto my father, | didn't know anything. And just | said, | was very shocked and many,\nmany weeks | was under that feeling of crying and thinking what happened to him.",
        "Q: Were you able, Mrs. Farkas, to say goodbye to him in a way that you hadn't?",
        "A: Yeah, yeah. Yeah, because when we arrive and get out from the wagons, we\nhad, | had, they said to separate the men and the woman, and | had time to kiss\nhim and to say goodbye and then immediately after, they took us in the line, to stay\nin line to go further before Mengele where he was making the selection. The\nwoman went first, we went first, that mean my father was there. If he comes after\nus, | don't know, | didn't see mens coming after us. | was so disturbed, so nervous,\nyou know, | didn't know where we are, | smelled the smoke and it was very, very\nscary, the whole situation. That was that.\nBarbara Farkas 58\nDecember 9, 1995",
        "Q: And those years later, those 23 years later, you had, you were saying that it\nwas unsettled all this time, and then you were obviously, understandably, so upset\nagain, but during that time in '67, when you learned that your father had died in\n1944...",
        "A: In November.",
        "Q: In November, did you, were you able to say goodby to him again in a way, did\nyou put him to rest in a way, in your mind, do you see what I'm asking?",
        "A: Yeah. | couldn't put them to rest in my mind, not my mother, not my father. They\nare still living in my mind. The thing what | did, was that, you know, in the Jewish\nfaith, you have to have , | mean, every year to the date when\nsomebody die, you have to say a prayer, the kaddish(ph), 23 years | was saying, |\nwas keeping the , lighting the candle and say the prayer, on June first,\nthe day when we arrive, that was the anniversary, the day when we arrive in\nAuschwitz, when | was separated from my mother. And because | didn't know\nanything about my father, | did the prayer for him, too, on first of June. But when |\nfind out the date exactly, the doctor told me exactly the date when he die,\nNovember nine, | find that in a Jewish calendar, that date, and | since then, | keep\nthe on that date for him and | light the candle on that date for him.",
        "Q: Did it give you any peace to know what had happened?",
        "A: No. No.\nBarbara Farkas 59\nDecember 9, 1995",
        "Q: It wasn't helpful at all to learn?",
        "A: No, no peace.",
        "Q: Did you wish you hadn't even heard this story?",
        "A: No, | am happy that | found out, but | am somehow angry that they didn't have\nany medicine to help him because to help some, how you say it?",
        "Q: Injured, injury.",
        "A: Injuries, if you have treat that injury with some antibiotics or keep it clean or\nsomething to do about, some treatment, medical treatment, maybe he will survive.\nBut they didn't have and that why he die because he get sepsis, that means, |\ndon't know how you say in English.",
        "Q: Infection?",
        "A: General infection of the blood.",
        "Q: So suddenly, all of these things, here you are in Israel and all of these things\nare coming rushing back to you. But | Suppose, in many ways, they've always been\npresent with you every day.",
        "A: Yeah.",
        "Q: Is that right?",
        "A: Yeah. With me, and I'm dreaming many times about them.",
        "Q: Would you like to talk a little bit about, no, you don't want to. I'm sorry. You\nknow, | wanted to ask you about Israel as a place for a survivor like you to live.\nBarbara Farkas 60\nDecember 9, 1995\nWas part of what you wanted from Israel, well, let me ask you this way, what did\nIsrael represent to you, particularly as a Holocaust survivor?",
        "A: | was feeling very good after the anti-Semitism that | was feeling in Romania in\nthe last years. Not from the beginning, from the last years. Special when we were\nasking already for immigration and | feel very well because | have friends, they\nalmost everyone was a survivor and between survival, you feel somehow better\nlike sister in suffering or something that. That means in this point of view, | feel\nwell. In the work, was not the same situation. | had a boss who was not a nice\nman. There in the lab was working a older lady from Bucharest who also finished\nuniversity as myself and we had experience, 10 years experience in Romania and\nthat means we knew the work, you know? But this man, he was a math professor\nand he was trained to be a chemist, trained. And he was very jealous of us\nbecause we have a university basis in chemistry and he was just a autodeduct(ph),\nthat means he was trained and he was learning himself. And he was, just | said, he\nwas not a nice man with us, not with me and not with my colleague, that was very\ndifficult to find the other job. | try to ask for a transfer, but the was that\nthey don't get transfer so easily, only if the, something very serious happened. For\nexample, if my husband get transferred to other city, they didn't separate the wife.\nlf they are close, it is, they said he has to travel, but if was a farther city, they\nsomehow, very difficult way, they give you a transfer. That means | got stick there,\nBarbara Farkas 61\nDecember 9, 1995\n| couldn't get out from that lab. And otherwise, the lab, the salary and the benefits\nwere good. That means was no reason for me, for change job, only this guy was, |\ndidn't feel, not myself, not my colleague, we felt, feel well with his behavior.",
        "Q: But during that time, it sounds as though, outside of work, you had a really\nstrong community of friends who were also survivors.",
        "A: Yeah, yeah, yeah.",
        "Q: You talked about how important that is, | mean in what ways did that help keep\nyou going, help keep your life, in a way, rebuilding your life, | suppose.",
        "A: First of all, | have my daughter, |, we love her very, very much and we were\nbusy and preoccupied, how to get her education, how to do things for her, you\nknow. That means this took our mind for our own problems, | mean with the past,\nand we try to, not to forgot, but to live for the present, you know. Mostly,\npreoccupied with my daughter, education and all other things related to her.",
        "Q: Do you think that she ever felt from you, the pain that you had gone through\nand that...",
        "A: No. | never told her about my past, | didn't tell her. She knew that | was\ndeported, but | didn't tell her any stories about my past. Because when she was a\nvery sensitive girl and | don't want to that she feel bad or have, | don't know what\nkind of bad feelings about the whole thing. | want her to be happy, not to think\nabout those terrible things, wnat happened to me.\nBarbara Farkas 62\nDecember 9, 1995",
        "Q: What an incredible act of strength and love of you to...",
        "A: No.",
        "Q: It must have been so difficult for you not to share that. Or maybe you never\nwanted to.",
        "A: | didn't want it. | didn't want to, no. But in the school, the children start to learn\nabout Holocaust, you know, and | let her to know what, how much she heard in the\nschool, how much they learn in the school. My own personal story, in detail, | didn't\ntell her.",
        "Q: When did she learn that you were a survivor of Auschwitz?",
        "A: When she was around eight, nine years old.",
        "Q: So she, eventually, she did hear your story?",
        "A: No, no detail, just that | was there and my parents perished there, but no details.",
        "Q: Did she ask you questions?",
        "A: She asked me some questions, but | give her the answers very, how you say,\nnot exactly what she wants, she was asking.",
        "Q: Vague?",
        "A: Very vague, yeah.",
        "Q: So, but you, did you ever sit down with yourself or maybe your husband at\nsome point, after the Holocaust, after maybe when you were in Romania, maybe\nyou had already come to Israel, and talk about how you had to rebuild a life\nBarbara Farkas 63\nDecember 9, 1995\nthinking of the present? Did you convince yourself you needed to do that or was\nthis just a natural instinct almost?",
        "A: | didn't show him, not to my husband, not to my daughter, that | have problem of\nthinking about the past, you know. | was behaving like a mother who is take care of\nher child, of her husband, of her household, but no, no details, no sentiments\nabout the past.",
        "Q: And yet you did have this difficulty, you're saying? You have these dreams and\nyou have these...",
        "A: Yeah, but you know, during the day, during the day, you, | don't want to say you\nforgot, but you pass over this, this dreams. You have the every day work and\nproblems and so on and that goes, the dreams.",
        "Q: Did you ever feel like you have this other interior reality that was just for yourself\nand your friends who were also survivors?",
        "A: Yeah, yeah.",
        "Q: Talk about that, can you?",
        "A: | was, | didn't, myself, | suggest to myself not to get too deep in those feelings,\nyou know. | didn't want to, to, to live in the past, | want to, not to forgot, but to leave\nbehind my past. And see for the present, for the future, for my family, that means |\ndidn't try to, try to live in the past. That was my thinking.",
        "Q: Were there times where, with your friends who were survivors,t that you did\nBarbara Farkas 64\nDecember 9, 1995\nwant to talk about it, that you did...",
        "A: It was, if something apropos to something, we were talking about, but not so\nvery, very unformal, you know, and start to take all, talk over and talk about\nsomething else, not to get too deep in those feelings. And we never, mostly never,\ntalk about feelings. Mostly about evenenments(ph).",
        "Q: About?",
        "A: About what happens, about things what happens. You know, but not about\npersonal feelings.",
        "Q: Why do you think that is?",
        "A: Because we want to go ahead with our life, not to look back and to live in those\nterrible thinking.",
        "Q: And I'm guessing, and tell me if this is right, that perhaps just being in the\ncompany of people who had the same experience, who understand what you went\nthrough and you understand what they went through, in a way, you don't need to\nsay that much maybe.",
        "A: No, because everybody was feeling the same way. Just | said, we were not\ntalking about the feelings, we were talking about what happens apropos to\nsomething we were talking about, you know. But not about personal feelings\nbecause everybody knew and everybody feel the same feelings had, we had the\nsame feelings. Those terrible feelings that we were not talking about openly.\nBarbara Farkas 65\nDecember 9, 1995",
        "Q: And to this day and a couple of times in our conversation, even once today,\nwhen I've asked you things that are particularly painful, you don't want to talk about\nthem, right?",
        "A: No.",
        "Q: | mean, you would, and | think | understand why, but maybe you would like to\ntalk a little about why you don't want to.",
        "A: | don't want to live through the same feelings because if | talk about now this,\nmaybe at night | have dreams about this and |, | feel bad about that.\nQQ: | understand.",
        "A: It's something like, which is closing the books and | don't want to open it. | don't\nwant to get deep in those feelings or to talk about them.",
        "Q: | respect that. | want, | had one other question about Israel. Did it represent at\nall a place, | mean obviously, the, some of the attacks following the six day war\nwere, you said were very scary. Did part of what you want, how you want it to feel,\nIsrael, was it, did it represent the possibility of feeling safe again?",
        "A: Not so safe, no.",
        "Q: But was that sort of the desire?",
        "A: Yeah, | would like, | was thinking to be safe as was before the war when we can\ngo everywhere and nothing happen to us. But those , for example, the\nbomb at the bus station was the gas, | mean the bus station close to our house,\nBarbara Farkas 66\nDecember 9, 1995\nyou know, and also the super sol was very close to us, the super sol, because the\nhouse where we were living was a big, big block, it's 104 family in. They would call\nit the , that means that people who had university background were\nliving in that block. The apartments were a little bit better than the others. And\nthat's why all the people in that block were scary a little bit because, because was\na big block, we call it block, the house. After the six day war, the Arabs on, came to\nsell fruit and vegetable in that block. And we were afraid that these Arabs who\ncame to sell those things can bring a bomb and put it somewhere around the\nhouse, but we couldn't, we can't do anything to stop them to come. That was the\nscary part.",
        "Q: Why did you decide to leave and come to the United States?",
        "A: One thing was this situation plus we were, during the six day war, when\nJerusalem was under siege was a terrible experience for myself. My knee was\nswollen because | was pushed out from a bus, | fell out and my leg didn't break,\nbut was sprained, how you call that?",
        "Q: Sprained?",
        "A: Sprained, yeah, it was swollen and very painful. That means in that night there\nwas the assault of Jerusalem, we were, my husband took me down to the first\nfloor, we were living on the third floor, on the first floor they have some rooms\nwhen where they keep the things for cleaning, those little rooms where clean up\nBarbara Farkas 67\nDecember 9, 1995\nand they put some chairs and during the assault, we were sitting there. And on that\nnight we heard the bombardment, the airplanes, the molotov, we saw the molotov\ncocktails, | mean the lights, the dogs were barking terrible, were very, very scary.\nPlus we were listening to the radio, to the small radio, in those, how you call it,\nshelters, some, not shelter, not shelters, just the name was shelter, and we were\nlistening to the radios, and we were listening, heard the Israeli speaker said what\nNassar was saying that they will kill all the Jew and push them in the sea and so\non. You know, and that atmosphere from outside, those noise, those shelters, and\nthis, this kind of speech from Nassar, | get scary. The Israeli were laughing about,\nyou know. They were heroes, every Israeli, they are heroes, but | was scary, | tell\nyou that | was scary. And one of the cause that | decided to come to America, not\nfor good, just for a year, to study, that was one of the cause. We didn't sell the\napartment, we rented the apartment, | get a year permission from my job to,\nnonpay vacation, | mean don't pay leave of absence and that was the day, yeah,\nand also we met a family from Cincinnati who were a young couple, a rabbi,\nwith his wife. And | ask her about America, you know. And she told\nme, and | tell her that we would like to come, | would like to come for a year to\nAmerica to study. And she gave me some addresses in Boston. | said | want to\ncome to Boston because we have, from my husband's side, we have, he has a\ncousin who lives around, but | didn't want to ask him to help us to come, | mean to\nBarbara Farkas 68\nDecember 9, 1995\nsend an affidavit or something that, we didn't want to ask him from, for that. And\nshe gave me some addresses here in Boston, some hospitals and she was very\nnice and she brought the letters to this hospital because | didn't know English, very\nlittle. | understand what | read, but | couldn't speak and | write a letter to a hospital\npersonnel service. And she brought some letters saying what | am doing, what\nkind of diploma | have and that | would like to come to America for one year study.\nAnd after a short time, maybe a month, maybe less, | get answers from three\nhospitals here in Boston. And we got letter with one of the letters, | went to the\nAmerican Embassy in Tel Aviv and | show them the letter and that letter was\nwritten the day they would like to accept me, can | come to America, to give me a\njob in the church, you know. | show that letter to the Embassy and they give me\nsome forms to fill out, those forms. We fill it out, that was in August, August,\nSeptember, and they send me a other, other papers to fill out, forms. And so\naround October they call us and said to go to Tel Aviv to a doctor to make some\nmedical visits. We went, he did the checkups and after a very short time, in\nDecember, we get the permission to come to America with , you know\nwhat means the , It's a very good preference, they give that only to\npeople with university, to the artist, to, you Know, people with education. And we\nget in December that permission, but we can't come because my husband has\nsome problem with his ear. And everybody, our friends, told do the operation here\nBarbara Farkas 69\nDecember 9, 1995\nin Jerusalem because in America cost so much that you can't pay it. And really, he\nhad the operation at the Hadasah(ph) hospital in Jerusalem and until he recover\nwas already January. And we have time, | think six months to leave after we get\nthe permission to come to America. And in February, he was already okay and in\nFebruary 12th, we left. We rented apartment and in 12 February we left. | get the\npermission from my job to leave for a year and so on. My job remain open and that\nwas it. When | came here | get the job that they promise to give me, but what\nhappens? My husband, | get the job immediately, after one week, we stay, we\ncame here in America. My husband had a little problem, after one month, he get a\njob as a accountant at a company and we didn't rent the apartment, we rented a\nfurnish apartment, a one bedroom furnish apartment. My daughter, | put her, my\ndaughter in, school, high school and for her was very easy because\nher Hebrew was perfect, that mean she didn't have, Is a school then\nwhere Israel, Orthodox high school, but they, boys and girls they learn together, it's\nnot a very, very orthodox school. It's a very good school, many students from there\ngoes to Harvard and MIT, it's a very well known and good school. And she went\nthere and everything was looking fine. After one year, | went back to Israel to see,\nyeah, because the lease expire at my apartment. We went back and what | find in\nmy apartment | cry, how destroyed the apartment was by those people who rented\nthe apartment. And | get older, my husband in that time was thinking, he was not\nBarbara Farkas 70\nDecember 9, 1995\ndecided that he wants to go back. | tell you why. He lose his pension rights in\nRomania, he was there almost 20 years in Romania, he lose that pension, if he go,\nif he, when we left Israel, even for a year, you lose your , the means\nyou are not any more, | mean he was in that situation, |, my job was open, he lose\nhis job over there and when | went to his job place, they said that they filled out his\njob with a Russia guy because in that time start to come the Russia, not too many,\nbut a few. And they give his job to a Russia man. When my husband, then | came\nback and | told to my husband that your job is not open any more, he was very,\nvery hurt. And he said, \"Look, | don't have pension, not in Romania, not in Israel,\nwhat | going to do to go back to Israel and start from beginning, from the low\nlevel?\" In six year he get advance to higher, higher jobs. And he said, \"Look, you\nknow what, | am not going back. | like my job here and | am, we not going back\". |\nwas crying and | feel like a traitor, traitor?",
        "Q: To Israel?",
        "A: To our Israel that | am not going back. But my husband said, \"Look, if we go\nback, our old times, when we get old, our living will be very, very, very difficult\nbecause we don't get enough pension to live on. If we stay here, that will be\ndifferent\". And | recognize that he is right and very difficult way, | agree to stay\nhere, to don't go back. Then I, after a few months, after one year when the second\nlease expire, | went back and | sold the apartment. That means the apartment was\nBarbara Farkas 71\nDecember 9, 1995\nsold and we stood here. | forgot to tell you, wnen we came here, after a very short\ntime, we get the, oh, at the American Consulate, they told us that if we go to\nAmerica only for a year, my husband is, can't work in America because | get the\npermission to come to study, not my husband, that means he can't work because\nhe doesn't have any basis to work here. But if he want, he wants to work, do it in\nthis way. Ask for immigration, if you ask for immigration, he is a new immigrant, he\ncan get a job and he can stay. But if you want, even if you are with immigration,\nyou can go back to Israel any times. And we said okay, this is not a problem, we'll\ndo it in that way. And we did it in that way. That's why, when we came here, after a\n10 days, we get the green card, send it home by mail, you know. That means\neverything was okay with the immigration. We have the green card and that was\nvery, very, very fine for us. We are arrived to work and to stay as a immigrant. That\nwas it.",
        "Q: And now that you look back after, what, 24 years now in the United States?",
        "A: In '68 we came.",
        "Q: Oh, | thought you said it was, oh, it was that soon after the, | thought it was in\nthe early '70's for some reason.",
        "A: No, no, '68 in February we came here, it was 12 of February.",
        "Q: So 27 years you've been here. Do you, how do you feel about your decision\nnow?\nBarbara Farkas 72\nDecember 9, 1995",
        "A: | think we did a good decision because the situation in Israel get worser and\nworse.",
        "Q: And how often do you think about Romania?",
        "A: Very rare. Not often.",
        "Q: Why?",
        "A: | don't know. | don't feel belonging to there.",
        "Q: Because of everything ?",
        "A: | don't know, | feel belonging mostly, mostly to Israel. And | went back to Israel\nsince those years at least five times. We have relatives there, we have many\nfriends, | have a only cousin, | mean my cousin to who's parents | went back to\nRomania from Sweden. The parents were alive, too, but they die in the '60's, no\nlater, in '75, died my uncle and then my aunt. That's the way how happen.",
        "Q: | wanted to ask you a couple of more things, Mrs. Farkas. And | was just, one of\nthe things | wanted to ask you, | wanted to ask you one other question about\nRomania. And let's see, where does he say this, he talks about, this is in the book,\nit's the Silent Holocaust by, how do you say his name? Butenaro(ph)?",
        "A: Butenaro.",
        "Q: Butenaro. Let's see, he says, those who returned from the concentration\ncamps, from the ghettos in Transnistria(ph)?",
        "A: Yeah.\nBarbara Farkas 73\nDecember 9, 1995",
        "Q: Transnistria, or from the forced labor camps, were naked, poor and without\nshelter. But they carried in their hearts, the star of hope and unshaken faith in the\nnew world in which they would find the place they deserved, the place that suited\nthem. That sounds, to me...",
        "A: That hope for a better life, yeah, we had that, we had, | had that, that feeling, |\nhave, yeah. Special, when my dream to start at the university became a reality,\nthat was my dream from high school, to go to university, but, just | said before, |\ncouldn't get to the university and when | came back from the concentration camps,\n| went to university. | finish my study, | became an industrial pharmacist and a\nbiochemist and | was happy with that. Well then, | was feeling that | start a new life.",
        "Q: As a Romania first? Or did you...\n[end of side one of tape three. |]",
        "Q: ...fellow, | guess he would probably be maybe about your age now, named\nPavel(ph). He was a...",
        "A: Pavel?",
        "Q: Yeah, a Romania Jew who lives in Bucharest still, it was in a book | was reading\ncalled Exit to History.",
        "A: No.",
        "Q: And he was saying that he felt that what a lot of the affects of anti-Semitism in\nRomania did was make people feel their Jewish identity more than before.\nBarbara Farkas 14\nDecember 9, 1995",
        "A: Yeah, that's right.",
        "Q: And what I'm hearing, what I'm wondering whether you're saying is that right\nafter, with all the hopes and dreams you had, coming back after the Holocaust and\nto a new Romania, was more as a Romania than as a Jew, necessarily, at that\ntime.",
        "A: | wasn't a big Romania patriot, | wasn't. Because many, many Jews became\nvery big patriots, mostly communist, you know, they embraced the communist\nbecause the communist said that everybody is equal, no differences if you Jew or\nnot Jew, and they became a very big communist. But | didn't feel that. | was feeling\nas a Jew, even in Romania. In the beginning was no problem, | didn't feel anti-\nSemitism, | told you that. But later, when | started to work, my boss was a anti-\nSemite, but he was hiding that feeling, you know, but sometimes came up. But |\ndidn't care about him so much because | had my job and I, | didn't care about him,\nhe didn't say anything to me to hurt me, just | feel, you know, you have that feeling\nif somebody is not, is, if somebody is anti-Semite. That was that.",
        "Q: Are there any, any particular songs or things you remember about, there's a\nsong that Butenaro refers to, All Romania, that people used to sing. Are there any\nthings that you remember from those days with fondness, any kinds of songs or\nstories that you used to tell or sing?",
        "A: When we, when my, when | was in the high school, in Oradia, from '37 when\nBarbara Farkas 75\nDecember 9, 1995\nwe moved to Oradia, til '40, three years, the last three years of high school, | was\ngoing to the State high school in Oradia, by name, . In that time, in\nRomania, instead of Boy Scouts, you know, they have other group they call it,\nStrachere(ph), that means, Strachere means who is willing to, to look for the safe\nof something. Here in this case, was the safe of the country. We have a uniform,\nwe go to school with that, in that uniform, we have many meetings and\nsong, but | didn't feel any anti-Semitism in that time in Romania. |\ncould be, | was one of the good, one of the best student in the high school, | get\nmedaly(ph) from my study, you know, in the end of the year they give medaly to\nthe best student for the first, for the second and for the third, the best. | give, |\nreceive always the second one because the first one is going to the daughter of a\nAdmiral, an officer daughter and her and the two of the professors, ladies, had,\ntheir husband were under this Admiral officer, Admiral, | don't know how you say it,\nAdmiral person, and he is, he is supervisor or how you say it, something there, and\nthat means she was very much protected and with very big protection. Even she\nwas not so good at all. But what happen, when we have the graduation exam, the\nso called baccalaureate, in Romania, | think still is the same rule, after you finish\nthe high school, is a very, very difficult exam, they call it baccalaureate, when you\nhave that exam, to Oradia, they came from other cities, girls, in the school where |\nwas studying, at least three or four schools with girls, girls, they came to give this\nBarbara Farkas 76\nDecember 9, 1995\nbaccalaureate to the same school where | was studying. The committee who was\nin that exam, they were professor not from our school, was a absolutely neutral\ncommission, the president of the commission was a university professor and the\nteachers who were in that commission were from other school from where there\nwere no students in that, in that, at that baccalaureate. At that baccalaureate exam\nwe were around 150 girls and | pass the second one with, you know, the grade, |\nwas the second on the grade. There was no protect here, | mean no Admiral\ndaughter, no nothing, just what you, how you answer and how you write the thesis.\nThat was the situation.",
        "Q: | wanted to just change the subject a little bit and end with a few more personal\nquestions and | guess one of them is just living here, now that you've been here 27\nyears or so. Do the events of your life and in Israel and in Romania and during the\nHolocaust, do they seem because of the time and the physical distance that we\nare now from Europe and from the Middle East, does it seem a lot different, a lot\nmore distant, than they did before?",
        "A: Yeah, yeah. Special, in Romania. The Romania years are very, | don't\nremember, for example, my college and the school, the name, | don't remember\nalready, because | don't think about them and | don't remember. So, the same\nthing with the teachers, some of them | remember, some of them | don't remember\nbecause | am not, | am never preoccupied with thinking of them, you know. Even\nBarbara Farkas 17\nDecember 9, 1995\nwhen we went, | have a cousin with her husband, they are old couple, 83 and 95,\nher husband, still in Arad, and when we go to Budapest, we always go to Arad,\ntoo, because it's very close, is the city where | came back from the deportation.\nAnd when we go to visit them, they always, every three years almost, and | meet in\nthe street people, | see them, but | don't remember their name, you know. I, you\nwere, they were working, how the, some family situation, but | don't remember the\nname, | have to think very hard to remember who is this guy or this girl. That\nmeans | am not thinking of them anymore. Israel is different, that | remember\neverything.",
        "Q: Because it's more recent and...",
        "A: More recent and more pleasant somehow.",
        "Q: And how about the Holocaust and the war, does that seem remote or is that just\nwith you all the time?",
        "A: | also don't remember the names, | saw my, my, the girls with which where |\nwas together, | remember what color of her dress was, how was her, she looking\nwith blond or black hair, but | do not remember, to some of them | remember the\nfirst name, but not the second name, the family name, at all. Is right that there we\ndon't know anybody too much about the family names, | mean the last names, only\nthe first name we knew each other.",
        "Q: Can | ask you, Mrs. Farkas, what, what the word or the idea, the concept, of\nBarbara Farkas 78\nDecember 9, 1995\nsurvival means to you?",
        "A: What means? Something, a miracle, it's a miracle that | survive. Because very\neasy, Mengele can not accept me and send me to the left, to advance with the\ngroup to the left, that's all, that was a miracle that he took me from the, from that\nline and put me on the right side. Very, very, very easy | could go to the left side.",
        "Q: Have you thought many, many times about why? Why you went to the right?",
        "A: To the right, why he put me on the right? Because | was young and they need\npeople to work for them, that was the selection, that they were looking for.",
        "Q: Do you feel that, any sense of a mission in telling your story? Do you, is there\nsomething that you want the world to know about, about you and | mean, you've\nbeen, we've been talking now for some hours on the tape?",
        "A: | don't think so, | don't want, | am not talking about to people to know my life, but\n| believe very much in the Museum policy that they want to preserve the Holocaust\nmemory and life there and everything what happened there for the next\ngeneration, for the young people and by this | want to help them to understand the\nlife of people who were there.",
        "Q: Do you have any, any insights in the way that you've rebuilt your life and the\nway you have survived and lived and raised a family and made a home that you\ncan share about how you, how you look at the world now after all of this has\nhappened?\nBarbara Farkas 79\nDecember 9, 1995",
        "A: You see, after the war, | became a very strong person. | try to do what | want to\ndo and |, many cases, | get that. | to do that, you know. Before, when\n| was with my parents as a, | was a very weak minded person. | was the only child\nand | was very, very much, how you say, saved by my parents in every way. Of\neverything. But after the war, | became very strong somehow, to do what | want to\ndo, you know. And many cases, | can, | did that and |, how you call, ?",
        "Q: Make it, you changed, you mean?",
        "A: No, no.",
        "Q: Or in many cases you...",
        "A: | want something and finally | get that.",
        "Q: Strong willed?",
        "A: Yeah. Yeah.",
        "Q: Because, and it certainly what you're saying, it seems that you're, it's because\nof your experience that you realized in a way, what's important maybe?",
        "A: Yeah, yeah, yeah. First of all, my, my goal was to study and to finish the\nuniversity and get a job and get married, have a family. That was the, to don't stay\nalone, you know. | didn't want to, to, to stay alone in the world, | want to have a\nfamily.",
        "Q: Do you think that your experience changed your views about the nature of\nhuman beings?\nBarbara Farkas 80\nDecember 9, 1995",
        "A: | think so, yeah.",
        "Q: And yet, in your own experience, you have found a way to rebuild and build\nbeauty and strength all around you it seems.",
        "A: Yeah. | was very diligent in my work and | strive to keep the money, to don't\nspend the money and to do a living, buy a house, you know, in that way. | want, |\nwant to ensure my life and our family's life, for a good old time life, | mean when\nwe get old.",
        "Q: | wanted to read what Butenaro said about speaking out, he said near the end\nof the Silent Holocaust, that he hoped his book was a cry to strip away the layers\nof indifference and guilty silence by just coming out and telling one's story. Do you,\ndo you share that at all?",
        "A: As | said, | tell my story for the benefit of the Museum, | like and | appreciate\nvery much how they handle the whole Holocaust problem and everything. And |\nwant to help them by my story in this way.",
        "Q: Is there anything else that you want to, that | haven't asked you about or that\nyou want to share that we haven't touched on, anything that you think are gaps in\nmy questions or anything else at all that you'd like to talk about?",
        "A: Just that, about my family, maybe, my daughter graduated at my\nand went to college and when she finish she was employed at the bank, she did\nsome business college and she went to, she get a job at a bank and she became\nBarbara Farkas 81\nDecember 9, 1995\na assistant manager, she didn't want to be a manager. She said that she want to\nsleep quietly.",
        "Q: She didn't want the phone ringing in the middle of the night?",
        "A: No. No, no, she wants, she was afraid always of that that they borrow money to\npeople and they don't pay back.",
        "Q: And that she'd be responsible.",
        "A: Yeah. And she didn't want to have that responsibility, she was the assistant\nmanager and she get married in 1980 and she was still working til 1984 when she\nhas her boy, her little child, very sweet boy who now is 11 and after 13 months,\nshe had a daughter, Leanna. They are very nice, very good students, the boy has\nA+ in school, a excellent student. And the girl, she study very well, she has very\ngood marks, B, B+, A, but she is very talented in writing, she write, she write\npoems. At age nine she started. Her poems were publicized in the school paper\nand also she is very good in painting.",
        "Q: And they live?",
        "A: They live here in the same town with us, not far from us and we see them very\noften. And my son-in-law, he is a very good father, a very good husband, he works\nin the, in a computer, big computer company already for 15 years and they have a,\ntheir own house, they have a nice life.",
        "Q: Must be nice to...\nBarbara Farkas 82\nDecember 9, 1995",
        "A: And they are, | am very happy, | am very happy that we stay in the same town\nwith them. My husband, sometimes he wants to move to Florida because of the\nweather, but | say | don't move because | want to see my grandchildren and my\nfamily every week or maybe often. And we stay here, in the winter we used to go\nto some warmer place.",
        "Q: | think we're just about finished then, but are you planning to go anywhere this\nwinter? I'll just ask you that.",
        "A: Yeah, we have a time sharing apartment in Mexico, in Cancun(ph) for two\nweeks and in February, in the beginning of February, we used to go there. And\nalso next year, in March, we going to go to Baltimore to a Bar Mitzvah of my son-\nin-law's sister's daughter and in that time, | want to go to Washington to visit the\nMuseum. | want to go to the Archive, because when | was there twice, the Archive\nwas not open and | want to go there. | want to see some list with the girls with\nwhom | was together if they have that.\nConclusion of interview.\n"
    ],
    "questions": [
        "Question: It's okay, we can, this isn't for broadcast.",
        "Q: It's for the Museum's archives, it will be used, did they send you a form to sign, |\nhave one with me.",
        "Q: Basically, just giving your permission to do the interview and for them to use it\nthe Museum.",
        "Q: Okay, | have some here that later we can do. But, | guess the, do you want to\nclose that? | guess the best way to start is if you could just say your name and\nwhere you're from and where we are right now and then we'll proceed from there.",
        "Q: And you've been living in Newton since 1973?",
        "Q: Well, let me ask you Mrs. Farkas, to start, I'd like to soend most of the time\ntalking to you about after the war, after the Holocaust, after the, in the years, and\nstarting out just in the years just after liberation and | want, if you can and when\nyou can, for you to tell stories of how you felt at that time and specific things that\nyou might remember from people that you met, experiences that you had. | read a\nlittle bit in the interview that you did back in 1990, about, so | know a little bit about\nhow you were in Sweden and then you came back. But, what I'd like to do in the\ntime that we have this afternoon is just have you go into some more detail about\nthose things and in, more than anything, | suppose, the incredible challenge you\nmust have had to rebuild your life in some ways after such a horrible thing\nhappened. So, in a way, it's, it's something that | think can educate people to see\nhow someone is able to rebuild their lives in the way that you did and so, | think\nthat's one of the reasons that the Museum wanted me to come and talk to you\nBarbara Farkas 3\nDecember 9, 1995\ntoday, so I'll ask you specific questions, but if you remember a story from another\ntime that you wanted to tell, it's not so formal that, you Know, please go ahead and\nsay whatever you like, okay? | remember one image from your interview from\nbefore, | think it was just around the time of liberation when you realized that\nsomething had changed, when you opened a door and you saw a Red Cross?",
        "A: Yeah.\nQQ: Can you talk about, maybe we can start with that and talk about how, what\nimpression, what feelings you had then.",
        "Q: Is it like a wagon, like a railroad car?",
        "Q: Like cotton or the cotton feel in your mouth?",
        "Q: Very dry?",
        "Q: Fleas?",
        "Q: Like the little insects?",
        "Q: Yeah, you had fleas?",
        "Q: Did you see this happening?",
        "Q: How many days is this after, after liberation? How many days is this after\nliberation?",
        "Q: It's okay, yeah, I'm just checking, go ahead.",
        "Q: To hail, to hail you?",
        "Q: To salute you?",
        "Q: Can | interrupt you for a moment here?",
        "Q: Before we go on to that whole period where you started working, | wanted to\njust go back briefly to ask a couple of questions before we move on, if that's okay.",
        "Q: | just need to check something there, it's before, | wanted to ask you, going\nback, it seems as though, unlike many other people that were at Auschwitz and\nother places, you did not stay in the DP camps for very long at all, you went very\nquickly to Copenhagen and then on to Sweden, is that right?\nBarbara Farkas 11\nDecember 9, 1995",
        "Q: It was just a matter of...",
        "Q: A few days.",
        "Q: Okay. | wanted to ask you, just, you described how you were crying and you\ncouldn't believe this was happening when finally you saw the Red Cross there.",
        "Q: Did it take a long time for you to, in a sense, believe that this was really\nchanging, that this was really happening?",
        "Q: What were your feelings like at the time?",
        "Q: Right.",
        "Q: It must have been such a combination of emotions that you had at that\nmoment.",
        "Q: Perceive?",
        "Q: Was it almost like a feeling of being numb?",
        "Q: And as the days, in those first days of liberation went on, do you remember the\nkinds of emotions you had as you started to eat a little more and as you, some of\nthe first sensations, like the taste of the food and the..\nBarbara Farkas 13\nDecember 9, 1995",
        "Q: The feeling of freedom, do you remember those kinds of feelings? And also, the\nterrible sadness you must have felt.",
        "Q: Now, going back to those first few days after liberation, do you recall, did you\nhave dreams at that time, dreams like could you find your family...",
        "Q: Or dreams of being free or not being free?",
        "Q: Chased?",
        "Q: Do you remember the details of those dreams?",
        "Q: Uh-huh, do you remember some of the things like what you were wearing and\nwhere you would hide and those kinds of things, or is it more of a general...",
        "Q: How did you feel towards the people who, the Red Cross people and some of\nthe soldiers who, from the Allies, who...",
        "Q: And...",
        "Q: Say that again.",
        "Q: Oh, typhus.",
        "Q: Because they couldn't digest?",
        "Q: You were describing, moving back now up to where you were talking about\nbefore, the moment that you were staying in the school dormitory, and you were\ntalking with some of the other, some of your other friends, did you start to think,\nyou know, | have to put my life back together now, | can't just, were you feeling at\nall like you were rely, you didn't want to rely so much on other people?",
        "Q: Desperate?",
        "Q: To the same, to that same address.",
        "Q: And, and so, was May to December of 1945?\nBarbara Farkas 18\nDecember 9, 1995",
        "Q: And so then you, what was your reaction when you got this telegram back?",
        "Q: Did you say why?",
        "Q: Mmm-hmm (yes).\nBarbara Farkas 20\nDecember 9, 1995",
        "Q: Okay, maybe if you could start again from just describing where you went to the\nfactory, you were seamstresses and you went to this other, other city.",
        "Q: And, that's, I'm interested to hear you talk about that, being nervous at that\ntime. | mean, you, you were safe in a way, and you were free, but in your mind,\nyou must have, did you feel lonely or...",
        "Q: Impatient.",
        "Q: Why?\nBarbara Farkas 22\nDecember 9, 1995",
        "Q: Do you remember any specific times, Mrs. Farkas, where you were over at\nsomeone's house where you just did not want to talk with them?",
        "Q: So, you wanted to be polite?",
        "Q: Did you feel, you mentioned you felt impatient to go home, did you also feel\nlonesome in a way, lonely, there in Sweden?",
        "Q: But you would do it anyway.",
        "Q: So this friendship you had with these other people, these other women, it must\nhave been so important for you in those first years.",
        "Q: Yes.",
        "Q: Did you stay in touch with those women for a long time?",
        "Q: They are your friends?",
        "Q: During this time, Mrs. Farkas, that you were in Sweden, did you think a lot of\nyour parents?",
        "Q: Were you afraid when you were in Sweden just because, that maybe you, like\nhow could you be safe, how could you feel safe?",
        "Q: You did feel safe?",
        "Q: That thought of, the twist of fate, of how you ended up on the right side, seems\nlike it's been with you for so many...",
        "Q: Do you ever wonder why, how it was that they, why they chose you to go to the\nright side?",
        "Q: Do you remember then when you, the first day that you realized that now I'm\nfinally going to go back. You were in Sweden, you were working in the factory, do\nyou recall what it was like the day that you realized that you were going back?",
        "Q: Even your food?",
        "Q: And when you first got back, what was that reunion like with your uncle and the\nfamily?",
        "Q: It must have been hard enough to not be haunted by it anyway, even without\npeople asking, you know, it was probably hard enough to try to put it out of your\nmind.",
        "Q: What were you scared of?",
        "Q: Were you at all afraid, also, as a Jew?",
        "Q: That was not a fear of yours?",
        "Q: And that is because, because you knew the situation had changed?",
        "Q: So, you then, was it in 1950 that you got married?",
        "Q: On the platform?",
        "Q: The station platform?",
        "Q: Slap in the face?",
        "Q: What was that reunion like?",
        "Q: Was there some joy there, too, to see him again?",
        "Q: Enroll you?",
        "Q: Can you tell us, how did you meet him? Do you remember the moment that you\nsaw him?",
        "Q: Let me stop for a moment, | just want to switch the...\nEnd of Tape 1\nBarbara Farkas 38\nDecember 9, 1995\nTape 2",
        "Q: And you did the industrial.",
        "Q: Were you conscious, Mrs. Farkas, at the time of the, | mean was the life of an\nemerging communist society obvious to everyone or...",
        "Q: Partly because of the, that was the values of that society?",
        "Q: I'm not sure, let's see...",
        "Q: Student housing?",
        "Q: Now, during this time, in the '46 through '51, did you find that it was at all\npossible to, and were you trying consciously, to start, to try to live a normal, quote,\nnormal life after all these terrible things? Were you able to just live life without\nthinking about it all the time?",
        "Q: And was that the case for you?",
        "Q: During these times as a student, as well?",
        "Q: And these were other people who were also survivors like yourself?",
        "Q: And | also wonder if, and | guess this could apply for the first moment that you\nstepped back onto the Romania soil, as well as the years following, did you feel\nthat, that you, that this was so different now? | mean, your life had changed so\nmuch and so much had, had been torn away from you, that it was, that you were, it\nwas almost like you were living a different reality, you had come back almost to a\ndifferent place, a different country, did you feel that way?",
        "Q: No?",
        "Q: And did you experience anti-Semitism at all while you were in college?",
        "Q: No?",
        "Q: And did you feel at that time in the, in those years at the university in the late\n'40's, that Romania was your home again, a place that you wanted to live for a\nlong time?",
        "Q: When they investigate him?",
        "Q: Because he had gone to a Zionist meeting?",
        "Q: When he was 13?",
        "Q: But even when you were 13?",
        "Q: So they were asking you about your credentials, your loyalties?",
        "Q: And what year is this, excuse me? What year are you talking about now? When\nthey're doing these investigations?",
        "Q: Is this 1950, 1951?",
        "Q: Oh, so this is after you are out of the university and everything?\nBarbara Farkas 44\nDecember 9, 1995",
        "Q: Still student, in 1950, did you say?",
        "Q: Okay, so it was 1950, okay.",
        "Q: Okay, fine.",
        "Q: And how did this start shaping your thinking?",
        "Q: Can you tell...\nBarbara Farkas 45\nDecember 9, 1995",
        "Q: To Israel.",
        "Q: You felt that you had been deceived?",
        "Q: So it was right at that moment in Vienna that you decided that, or this was\nbefore?",
        "Q: And after that, you didn't care where you were going to go, | mean you didn't\nknow that you were going to go to Israel at that point, or you did?",
        "A: You know, when we were waiting in Vienna, six weeks was the discussion\nbetween the Highers and the Sweden, we were staying six weeks on their account,\non the Highers account in a hotel, and they were bargaining about us. Then | said,\n\"| don't go anywhere, we go to Israel\".\nQQ: When did you, when you decided in 1951, to apply for emigration, was it\nBarbara Farkas 49\nDecember 9, 1995\nbecause of what you started to see around you?",
        "Q: And so, was it, was it a dream of yours to go to Israel, those years?",
        "Q: Did you speak Hebrew at the time?",
        "Q: Or Yiddish?",
        "Q: So your languages at the time were French?",
        "Q: And since then, English and Hebrew.",
        "Q: So you speak five languages?",
        "Q: Perhaps, so, well | wanted to ask you a little bit about the journey to Israel and\nsome of your time there and maybe you could tell me a little bit about...",
        "Q: Near Aka(ph)?",
        "Q: Do you know where Ako(ph) is?",
        "Q: Yeah, this is further inland.",
        "Q: Okay, I'm, we're back here interviewing Mrs. Farkas, Mrs. Barbara Marton\nFarkas, on December 10, 1995, after about a five or six week, five week delay.\nWould you like to talk about why we had to delay our interview? I'll hold it that's\nokay.",
        "Q: Okay. Mrs. Farkas, we were, ironically, talking about Israel at the time that that\nphone call came. Have the last few weeks reminded you of what life was like there\nand some of the difficulties and challenges that you and your husband faced?",
        "Q: What year is this, 1967?",
        "Q: Anxious?",
        "Q: How did you cope with that?",
        "Q: Injured.",
        "Q: It was all those years and you never knew.\nBarbara Farkas 57\nDecember 9, 1995",
        "Q: And in all of these years, 23 years, it was unsettled in your mind, wasn't it?",
        "Q: Were you able, Mrs. Farkas, to say goodbye to him in a way that you hadn't?",
        "Q: And those years later, those 23 years later, you had, you were saying that it\nwas unsettled all this time, and then you were obviously, understandably, so upset\nagain, but during that time in '67, when you learned that your father had died in\n1944...",
        "Q: In November, did you, were you able to say goodby to him again in a way, did\nyou put him to rest in a way, in your mind, do you see what I'm asking?",
        "Q: Did it give you any peace to know what had happened?",
        "Q: It wasn't helpful at all to learn?",
        "Q: Did you wish you hadn't even heard this story?",
        "Q: Injured, injury.",
        "Q: Infection?",
        "Q: So suddenly, all of these things, here you are in Israel and all of these things\nare coming rushing back to you. But | Suppose, in many ways, they've always been\npresent with you every day.",
        "Q: Is that right?",
        "Q: Would you like to talk a little bit about, no, you don't want to. I'm sorry. You\nknow, | wanted to ask you about Israel as a place for a survivor like you to live.",
        "Q: But during that time, it sounds as though, outside of work, you had a really\nstrong community of friends who were also survivors.",
        "Q: You talked about how important that is, | mean in what ways did that help keep\nyou going, help keep your life, in a way, rebuilding your life, | suppose.",
        "Q: Do you think that she ever felt from you, the pain that you had gone through\nand that...",
        "Q: What an incredible act of strength and love of you to...",
        "Q: It must have been so difficult for you not to share that. Or maybe you never\nwanted to.",
        "Q: When did she learn that you were a survivor of Auschwitz?",
        "Q: So she, eventually, she did hear your story?",
        "Q: Did she ask you questions?",
        "Q: Vague?",
        "Q: So, but you, did you ever sit down with yourself or maybe your husband at\nsome point, after the Holocaust, after maybe when you were in Romania, maybe\nyou had already come to Israel, and talk about how you had to rebuild a life\nBarbara Farkas 63\nDecember 9, 1995\nthinking of the present? Did you convince yourself you needed to do that or was\nthis just a natural instinct almost?",
        "Q: And yet you did have this difficulty, you're saying? You have these dreams and\nyou have these...",
        "Q: Did you ever feel like you have this other interior reality that was just for yourself\nand your friends who were also survivors?",
        "Q: Talk about that, can you?",
        "Q: Were there times where, with your friends who were survivors,t that you did\nBarbara Farkas 64\nDecember 9, 1995\nwant to talk about it, that you did...",
        "Q: About?",
        "Q: Why do you think that is?",
        "Q: And I'm guessing, and tell me if this is right, that perhaps just being in the\ncompany of people who had the same experience, who understand what you went\nthrough and you understand what they went through, in a way, you don't need to\nsay that much maybe.",
        "Q: And to this day and a couple of times in our conversation, even once today,\nwhen I've asked you things that are particularly painful, you don't want to talk about\nthem, right?",
        "Q: | mean, you would, and | think | understand why, but maybe you would like to\ntalk a little about why you don't want to.",
        "A: | don't want to live through the same feelings because if | talk about now this,\nmaybe at night | have dreams about this and |, | feel bad about that.\nQQ: | understand.",
        "Q: | respect that. | want, | had one other question about Israel. Did it represent at\nall a place, | mean obviously, the, some of the attacks following the six day war\nwere, you said were very scary. Did part of what you want, how you want it to feel,\nIsrael, was it, did it represent the possibility of feeling safe again?",
        "Q: But was that sort of the desire?",
        "Q: Why did you decide to leave and come to the United States?",
        "Q: Sprained?",
        "Q: To Israel?",
        "Q: And now that you look back after, what, 24 years now in the United States?",
        "Q: Oh, | thought you said it was, oh, it was that soon after the, | thought it was in\nthe early '70's for some reason.",
        "Q: So 27 years you've been here. Do you, how do you feel about your decision\nnow?\nBarbara Farkas 72\nDecember 9, 1995",
        "Q: And how often do you think about Romania?",
        "Q: Why?",
        "Q: Because of everything ?",
        "Q: | wanted to ask you a couple of more things, Mrs. Farkas. And | was just, one of\nthe things | wanted to ask you, | wanted to ask you one other question about\nRomania. And let's see, where does he say this, he talks about, this is in the book,\nit's the Silent Holocaust by, how do you say his name? Butenaro(ph)?",
        "Q: Butenaro. Let's see, he says, those who returned from the concentration\ncamps, from the ghettos in Transnistria(ph)?",
        "Q: Transnistria, or from the forced labor camps, were naked, poor and without\nshelter. But they carried in their hearts, the star of hope and unshaken faith in the\nnew world in which they would find the place they deserved, the place that suited\nthem. That sounds, to me...",
        "Q: As a Romania first? Or did you...\n[end of side one of tape three. |]",
        "Q: ...fellow, | guess he would probably be maybe about your age now, named\nPavel(ph). He was a...",
        "Q: Yeah, a Romania Jew who lives in Bucharest still, it was in a book | was reading\ncalled Exit to History.",
        "Q: And he was saying that he felt that what a lot of the affects of anti-Semitism in\nRomania did was make people feel their Jewish identity more than before.\nBarbara Farkas 14\nDecember 9, 1995",
        "Q: And what I'm hearing, what I'm wondering whether you're saying is that right\nafter, with all the hopes and dreams you had, coming back after the Holocaust and\nto a new Romania, was more as a Romania than as a Jew, necessarily, at that\ntime.",
        "Q: Are there any, any particular songs or things you remember about, there's a\nsong that Butenaro refers to, All Romania, that people used to sing. Are there any\nthings that you remember from those days with fondness, any kinds of songs or\nstories that you used to tell or sing?",
        "Q: | wanted to just change the subject a little bit and end with a few more personal\nquestions and | guess one of them is just living here, now that you've been here 27\nyears or so. Do the events of your life and in Israel and in Romania and during the\nHolocaust, do they seem because of the time and the physical distance that we\nare now from Europe and from the Middle East, does it seem a lot different, a lot\nmore distant, than they did before?",
        "Q: Because it's more recent and...",
        "Q: And how about the Holocaust and the war, does that seem remote or is that just\nwith you all the time?",
        "Q: Can | ask you, Mrs. Farkas, what, what the word or the idea, the concept, of\nBarbara Farkas 78\nDecember 9, 1995\nsurvival means to you?",
        "Q: Have you thought many, many times about why? Why you went to the right?",
        "Q: Do you feel that, any sense of a mission in telling your story? Do you, is there\nsomething that you want the world to know about, about you and | mean, you've\nbeen, we've been talking now for some hours on the tape?",
        "Q: Do you have any, any insights in the way that you've rebuilt your life and the\nway you have survived and lived and raised a family and made a home that you\ncan share about how you, how you look at the world now after all of this has\nhappened?\nBarbara Farkas 79\nDecember 9, 1995",
        "Q: Make it, you changed, you mean?",
        "Q: Or in many cases you...",
        "Q: Strong willed?",
        "Q: Because, and it certainly what you're saying, it seems that you're, it's because\nof your experience that you realized in a way, what's important maybe?",
        "Q: Do you think that your experience changed your views about the nature of\nhuman beings?\nBarbara Farkas 80\nDecember 9, 1995",
        "Q: And yet, in your own experience, you have found a way to rebuild and build\nbeauty and strength all around you it seems.",
        "Q: | wanted to read what Butenaro said about speaking out, he said near the end\nof the Silent Holocaust, that he hoped his book was a cry to strip away the layers\nof indifference and guilty silence by just coming out and telling one's story. Do you,\ndo you share that at all?",
        "Q: Is there anything else that you want to, that | haven't asked you about or that\nyou want to share that we haven't touched on, anything that you think are gaps in\nmy questions or anything else at all that you'd like to talk about?",
        "Q: She didn't want the phone ringing in the middle of the night?",
        "Q: And that she'd be responsible.",
        "Q: And they live?",
        "Q: Must be nice to...\nBarbara Farkas 82\nDecember 9, 1995",
        "Q: | think we're just about finished then, but are you planning to go anywhere this\nwinter? I'll just ask you that."
    ],
    "answers": [
        "Answer: It's for what?",
        "A: For what?",
        "A: No, they didn't send me anything.",
        "A: Okay. My name is Barbara Marton, my maiden name, and my, after my, my\nliving here, my name is Farkas. Miss Barbara Marton Farkas. We are from north\nTransylvania, from Arad(ph) City, but originally | am from Oradia(ph) which is also\nin Transylvania and | was deported in 1944 from Oradia, which at that time was\nHungary, and when | came back, | went to Arad, that was my uncle and | was\nliving in their house and they were very good to me and from there | went to\nUniversity, get married, went to Israel and then come to America. We are staying\nnow in my house in Newton(ph), we have here a two family house, we are living\nwith my husband in this house. On the second floor is rented for a tenant. My\nBarbara Farkas 2\nDecember 9, 1995\ndaughter, | have a only child, a daughter, she is now 43, married, she lives in\nNewton with her family, her husband and two children, a boy, Unaton(ph), 11 years\nold and a girl, Leanna(ph), she will be 10 in January.",
        "A: We live in Newton, in our house since 1973. But before we lived in Brooklyn, six\nyears. And since then, we, when we moved to Newton, we bought this house and\nsince then we live here.",
        "A: Okay, | understand. We were wandering days in those , forth and\nback and already the SS guards were changed for Wermacht(ph) soldiers. They\nwere sitting in our wagon, the door was open and on, when we were close to the\nDenmark border, north Germany, close to the Denmark border, the rail, rail\nwagons stop, they open large the door and | saw outside Red Cross cars and we\nlook outside and we saw a commission, | can say, civil, civil dress, | mean civil\nclothing, with nurses with Red Cross uniform. And they were going from one\nwagon to the other, when they arrived to our wagon, how you say, wagon?",
        "A: Yeah, railroad car, railroad car for animals, not for persons, we were sitting on\nthe floor and nothing else was in the, inside. This was used for transportation, for\ntransport of cattle or other material, not for people. And when they opened the\nBarbara Farkas 4\nDecember 9, 1995\ndoor large, they said that we are free and we will be go to Sweden with the\nSweden Red Cross. And that moment, we were in the wagon at least 16, 17, 16 up\nto 17 females. Everybody started to cry, to scream, we feel just something\nunbelievable, that is because we were very weak, days we didn't eat,\nwe didn't have water, all our mouth was dry and full with stuff.",
        "A: Yeah.",
        "A: Very dry. And full with fleas, or fleas?",
        "A: Yeah.",
        "A: Yeah.",
        "A: Full, full, our clothes were full with that. And just slowly they took us from the\nwagon and, | think, some 10, 15 girls, we entered in those Red Cross cars. We\nwere transported not too far from there to a farm. The name of that town name\nwas Badborg(ph), that was in Denmark, on Denmark soil. And we were, and they\nhelp us to get down from the cars and was, they give us to eat Hafenflock(ph) with\nmilk. Hafenflock is some kind of cereal, warm cereal like, here you said is, some\nBarbara Farkas 9)\nDecember 9, 1995\nhot cereal with milk and they said, don't eat too, they give us portion, not, we didn't\ntake voluntarily from some big pot, they gave us the portion and they said, some\ngirls, they were asking for more because we were starving. They give us a good\nportion, but we could eat more. And they said, \"No, you should eat with very big\ncaution because you can get sick. You are starving and you don't, are not allowed\nto eat too much at once\". That we understood and that was afternoon. After that\nthey give to everyone, they give some sleep bags and we went to a, they take us\nto a, very close to that location, to a, how you say that, to a site where we were\nsitting on the floor with those bags and those sleeping bags and we\nwere overnight there. What happens in that time? With us were also the\nin the Stubdinsk(ph), later girls, they were the bosses in\nthe lager(ph), they were very bad people. Beating girls and cursing girls, very, very\nbad behavior. That night, the girls they were a little bit stronger, a few of them,\ntogether get those girls and start to beat them very good with revenge for how they\nhad, were behaving in the lager.",
        "A: | see, but | was so weak that | couldn't, | was happy that | couldn't lift my arm,\nbut not enough strong to go take part in that beating and one of them was even\narrested, a couple. A Jewish couple. And she was arrested and they took her\naway, | don't know where. But those girls, a few of them, were very good, very well\nBarbara Farkas 6\nDecember 9, 1995\nbeaten. That was that. In the morning, again in those Red Cross cars and they\ntook us to the railroad station, put us in some wagons, but they were beautiful\ninside, they were personal wagons. They were with velvet chair and, you see, very\nfancy wagons. And we were so feel bad, | feel bad because we were full with fleas,\nto sit on those nice seats or to lay down or something that, but was no other\nchoice, we just sit on the chairs and they take us, transport us to Copenhagen.",
        "A: That happens on first of May when the Red Cross take over. And this group\nwas, they said that is the, group, that means of Sweden\narranged with the Germans, with the Nazis, Hitler was already dead, he arranged\nwith the Bernitz(ph), Marshal Bernitz who took over after, is not okay?",
        "A: Who took over Germany and he know, already the war was lost for them, and\nthey want to have some advantages from the West Army, from the West Ally and\nthey found out this, | found out this in Sweden already after that. That they Ally,\nwith the money of the American Jew, they pay, they said, 15 dollar per person to\nlet us go. And Prince Bernard(ph) , who was doing this business\nbetween the Jewish community, | mean the Goind community and the Nazis, the\nMarshal Bernitz. After we arrive in Copenhagen, they, we get down and they put\nBarbara Farkas 7\nDecember 9, 1995\nus on a ship and we went to Sweden by ship to Malmar(ph), the southeast part of\nSweden, Malmar. There again, they put us in cars, in some wagons and they took\nus in a forest, was a forest, | think was a military base there because a military\npeople take care of us, each one separated, they pick our clothes, they get to do\nthe bathing and then we went to, we were seen by a doctor. | remember my skin\nwas so pinched by the fleas, that the doctor thought, they put me a note on my\nwrist, on the paper, on that note was written, scabies, but | said the doctor, it's not\nscabies, these are the pinches of the, of the fleas. And | just said, because he was\ntalking in Swedish, | just said, no, no scabies, and he understood. And then they\ngive us clean clothes, they put, in that time, there were tables in the beginning, or\nusing disinfectant, they put some DDT powder on our head, we had already a little\nhair, the hair already grow after in Auschwitz was cut down, and with a towel, they\nmake a turban around our head and, again, by bus this time, they, we went to\nLanskrone(ph), is not far from Almer(ph), we enter in a school and the school was\ntransformed in dormitories for us. In the classes, we were six, seven girls, again\nwith those sleeping, sleeping bags and the doctor then check us after the bath. If\nhe find something on that person, they send them in separate, separate and they\nsend her to the hospital. | didn't have anything, any illness, | mean, my\n, my heart, everything was okay. Just | was very skinny, | was 32 kilo\nand that's around 64 pounds, something there, anyway, | was not sent to the\nBarbara Farkas 8\nDecember 9, 1995\nhospital because they didn't find anything on me, just that | was very skinny. And\nwe were in that school, they said there is a quarantine, we were in, they put us in\nquarantine in Lanskrone in the school, in that school which was reserved for us.\nThere we stood, | think, two or three weeks, | don't remember exactly how many\ndays, but a little more than, more than more, | mean, two weeks, three weeks, |\ndon't know exactly. In that time, that was very, very, very joyful for us. Came the\nMay nine in that quarantine and we were staying in a, in a class toward the street\nthat , from the window we saw people in the street. And we, nine, May\nninth was a big procession with, with, how you call it, priest and people and torches\nand flags and singing and when they, when they arrive in front of our school, they\nstop and start to hail us.",
        "A: Yeah.",
        "A: Yeah, yeah. And we found out that is a procession for the victory because it was\nMay ninth, the victory of the, over the Nazis. And in those days when we were in\nthe quarantine, start to came from the Consulate and Embassies in Sweden,\nrepresentants from different countries because we were a group from Hungary,\nfrom Czechoslovakia, from Yugoslavia, from Greece, from Poland and they made\nlist, they have the list of the people from their country and they come to me and\nBarbara Farkas 9\nDecember 9, 1995\nsaid, Oradia was the city from where | was taken to Auschwitz, that was not\nTransylvania under the Hungarian occupation, and they said no Transylvania is\nalready Romania, that means you belong to Romania Embassy. They take all kind\nof date about my family, that | have family and where can, the addresses and they\ngave us some money, but | don't remember how much, not too much, just pocket\nmoney. And also, from Sweden, from the local, that city of Lanskrone, they came\nto visit us, ladies from the Jewish organization, | don't know Haddasah(ph) or\n, | don't remember exactly, but they came, they talked to us, they give\nus some presents, they very, they are very nice with us. Also there, some people,\nsome girls get sick from the food because they, they give us very dietetic food in\nthe quarantine and even with that, some girls get sick and they were transported to\nthe hospitals. After that, after the, we were allowed to get out from the building in\nthe yard of the school. Many people were at the fences and we talked to them and\nhow we can, | know French and | met a girl, a student, she was speaking French,\nher name, | remember, it was Margaret, and she gave me her picture and she\nmade picture of me, | was looking terrible, you can imagine 32 kilos with short hair\nand terrible looking. When | saw myself in the mirror, | start to cry. And | have\nsome picture made in the yard outside the building. Then when the time was over,\n| mean the quarantine time, they take us to the Romania, | don't want to use the\nword camp because camp is something wrong, were some villas on the shore\nBarbara Farkas 10\nDecember 9, 1995\noutside of Stockholm, | don't remember the name of that place, where two or three\nvillas where they, we were staying there doing nothing. And | get very friendly with\nthree girls, three sisters, the Foyer(ph) sisters, Fire(ph) sisters. The oldest,\nBlanca(ph), she was married and left her girl in Budapest at the Red Cross. The\nother two, Magda(ph) and Anna, they were not married. Magda had her, her fiance\nback, took to work, to, in Russian, in Ukraine, Ukraine. And the youngest one, she\nwas just finishing school. We were, get very friendly and after a while, after three\nor four weeks, we said, we don't want to stay here, | get a lot of pounds, almost\ndouble my pounds, my weight. And we said, we don't want to stay here for how\nlong time. And they said, the supervisors, the three supervisors said if we want to\ngo to work, something, for us, we Can go.",
        "A: Yeah.",
        "A: Okay.",
        "A: Yeah.",
        "A: A few days, a few days.",
        "A: A few days.",
        "A: Yeah.",
        "A: Yeah, we when we...",
        "A: | feel that is, was, | believed that because we were waiting for that moment. We\nwere praying to get liberated. And we knew, we knew, | mean | knew, that Hitler is\ndead. | . When we were in that wagon, one night | was not sleeping, |\nhear somebody was, in the wagon outside, and tell to our soldier who was with us,\nsitting on the open door with his legs outside and he told to our soldier, \"Our\nFuhrer is dead\". And we passed this news to all of them inside. That means we\nknew that Hitler is kaput and we, we were hoping and we were very anxious to see\nthe end of the war. That, wnen we saw the Red Cross outside, we were surprised,\nBarbara Farkas 12\nDecember 9, 1995\nbut no very surprised.",
        "A: We were waiting for that because we knew that Hitler is dead and the war will\nfinish very soon. But, even with that, we start to scream, to cry, many of us were\nscreaming, \"Where is my mother? Where is my husband? Where is my child?\"\nYou know, this kind of screaming they heard.",
        "A: Terrible, it was a very, very hard time. Very hard time. The thing, | tell you, we\nwere so weak and our mind was so depressed somehow, that we can't\nreally what is going on.",
        "A: Perceive what is going on, you know? We were not, we couldn't think very\ndeeply. Just what happens, happens, but no, no very hard, very deep feelings\nbecause we were so weak that we couldn't think about so deeply somehow.",
        "A: Yeah, something that, yeah, yeah, yeah.",
        "A: Yeah.",
        "A: Yeah, the feeling was that to get back to my family. | knew that my parents, |\nwas the only child to my parents, | knew that my parents are not alive because |,\nwhen | was selected by Mengele(ph), he took my mother to the left and |, he took\nme to the right. And | knew that, after that, already in the Nazi camp, that who went\nto the left, they went to gas chambers, but | didn't know anything about my father\nbecause the men and the women were separated immediately after, when they\narrive in Auschwitz. And first, the woman went to be selected and the men, they\nwere at the back and the line was so long that | didn't know what happened to my\nfather. | have time to kiss my father at the, when we arrived, when we separated,\nbut when | was separated by Mengele, showing to his helpers, to take me to the\nright, | had no time to say a word or to kiss my mother. And it was something\nunbelievable, you see, | was so, so confused, so, | can't explain that. In the first\nday in the lager, the Nazi camp, | was like a, living in a dream, in a bad dream. |\ncan't perceive what's going on around me. And my friends in the, in that lager, in\nthat block, they shake me and said, \"Barbara, you wake up, wake up, don't think\nso\". You know, they thought that |, | lost my mind. But after a few days, really, |\nwake up and | start to eat that terrible food. The first day | didn't eat because | was\nBarbara Farkas 14\nDecember 9, 1995\nin a so big shock that | didn't know, | didn't know what is going on around me.",
        "A: No.",
        "A: | have nightmares, all the time being chase, some...",
        "A: Chased, that kind of dreams | had all the time, even now, | have that kind of\ndreams, to be chased and trying to hide. Trying to hide.",
        "A: Yeah. That | was in a, in a room and some Nazi soldier came in and want to\ntake people out and we try to hide, you know, that kind of dreams | had.",
        "A: No, more general, general.",
        "A: We don't see, | don't see, didn't see any liberators, | mean soldiers. Because\nfrom the wagon, they took, | was transported to the, immediately in the Red Cross\nwagon, that means no soldiers. They were Red Cross senators, | mean with\nBarbara Farkas 15\nDecember 9, 1995\nuniform of senators, that means | didn't see a liberator.",
        "A: And | was lucky that | was in that group because the others they were in\nBergen-Belsen and that was typhus, how you say?",
        "A: Typhus, typhus. You get that...",
        "A: Typhus, typhus, you get that from the fleas. But our group didn't have, maybe\nthere were some cases, but | don't know those people. In Bergen-Belsen there\nwas, there was a big epidemic of typhus and many people die, you know. Just |\nsaid, | was very lucky that | was in that group because | heard after that that in\nother lager when they were, when they were liberated by soldiers, the Russia or\nAmerican or English, English soldier, they give them all kind of food, ;\nand the people started to eat and they were starving and eat that heavy\nfood, mostly meat, they get sick and many die.",
        "A: They can't digest and it was not for the stomach, those heavy food. But we get\nall the time, very, very dietetic food with, for our very weak bodies, you know, we\nget very, everybody was very skinny. And the doctors, they prescribe diet and\nmedicine, vitamins, so that means was very, they were very, very nice to us. They\nBarbara Farkas 16\nDecember 9, 1995\ntake care excellent.",
        "A: We were not thinking for the future, for the far future, just what's going now,\neverybody want to go home. | mean, to the country from where they came, to find\nout who came back from the family. Who came back. Just | said, one was looking\nfor her, for the fiance, the other for husband, the other for parents, so on, they\nwere thinking only about that. Because | was the only child and | knew what\nhappened to my mother, but not to my father, | was thinking how to get back to\nRomania and | knew that in south Transylvania, were my uncle and his family, two\nuncles and one aunt, they are living, | knew that they are alive because from\nRomania, we find out, there was no deportation to Poland, to Auschwitz. And |\ntried, when the people from the Romania Consulate came to see us, | give the\naddress, | knew the address of my uncle in Arad(ph) in south Romania, to send\nthem or let them know that I, where | am. To make contact with them, that was in\nMay, | never receive any answer, nothing. Many of my friends and the others,\nother girls, they get already telegrams, some of them letter, they get some\nBarbara Farkas 17\nDecember 9, 1995\ninformation from the Consulate, that they are home already, their husband or\nsomebody from the family. | didn't get any, any answer. | was very, very despaired,\nyou say despaired?",
        "A: Desperate, yeah. And after we started to work, around December, beginning of\nDecember, somebody gave me idea to write a telegram, to send a telegram to\nArad, the Jewish community, to the Jewish community office, putting in that\ntelegraph, my name, the name of my uncle, his age, his wife name, and when he\nwas living, the street. And after a short while, | get already the telegram for my\nuncle, they get him. And the telegram, | remember, was, with open arms we\nyou home. And | was so happy and we start to write to each other\nand you know what was the, was the mistake, why they didn't get my telegrams\nbefore? | put the number of the street, 36 , and their address was 32.\nAnd in 36 was a student dormitory and they didn't find anybody with that name in\nthat dormitory with that name. For that, for that, because that number was wrong,\nthey didn't get my telegram. From May until December, | send at least three\ntelegrams in that time.",
        "A: To that, all the time | put 32, | mean 36 instead of 32.",
        "A: Yeah.",
        "A: Yeah, the telegram, | was very, very happy and my uncle knew from before that\n| want to start at the university. And then he send me letters and | send to them\nletter, he wrote to me that, now if you come home, you can go to university and\nstart with what you want. And | was very, very, very happy. Because | was\ndreaming all the time to go to study and to have a profession, you know. And from\nDecember '45 until September '46, | couldn't get home. Because | wrote letters to\nthe Romania Embassy that | want to go to university and if | not getting home in\ntime, | will lose the year, to study, you know, because in September start the\nschool years, writing, writing, writing. Finally, they send me back in September '46,\nback. In this time, when we decided with my three friends, to go to work, we went\nto work, they send us to work. First, | was sent to a, in Walstadt(ph), was a\nseashore resort, and | was sent, | was sent to work in a, as a waiter, waitress in a\nsmall private cafe. A small, very small, familia, family cafe. Finally, | was the\nwaitress, in the garden we had maybe four, five table, that was all. Then my other\ntwo friends, they were washing dishes in a big restaurant, | had a better situation\nbecause nobody push me around. The lady was very nice to me. The only thing\nwhat | disliked and | say | will not stay here, that | get a lot of tips from the, our\nclients, they come to the cafe. You know, they find out who | am, so, and they give\nBarbara Farkas 19\nDecember 9, 1995\nme a lot of tips and he took my money, she said put this money in a, how you call\nit, in a box and she pay me from my money. And | get very mad of this and | said, |\nwent to the employment office, and | said | want to, | don't want to stay to work for\nher any more.",
        "A: |, yeah, | told, yeah. There | meet very nice people, especially was a couple, he\nwas a former Consul in France and we, the lady was very, very nice, we spoke\nFrench and very nice people. And then they send, they send from the employment\noffice, they send me to a nursing home and there | was working together in that\nnursing home, with a Polish girl. There we have excellent food, you know, they,\neverything was buffet style, we were, | was serving the people, the food there\nbecause many of them, they were in the bed, lying and | take the food to them and\nit was good. But, my other two girls, girlfriends, they were in the restaurant washing\nthe dishes, they, because was a summer resort, they close the restaurant and they\nwere, they became unemployed. They went, and | didn't want to be separated\nfrom them, we all three, three of us, we went back to the Romania so-called lager,\nwas not lager, just | said, outside of Stockholm in villas, so on. And we went back\nthere, that was our base. And then, there | met other three girls and we decided,\nbecause one of them was a seamstress, you know?",
        "A: And the sisters, they were just students, finish school, high school, myself, too.\nAnd when they ask us what, where are you going to go work, because they ask us,\nwhat you want to do? And Olga(ph), the seamstress, lady, she was married, she\nlost her husband, she said, \"All three are seamstresses\". | mean, her sisters and\nmyself, we are all seamstresses. And they sent us to Urebro(ph), that is a big city.\n[End of side one of tape one.]",
        "A: Yeah, we went, they send us to Urebro, to a confection factory by name,\nTulens(ph), was a factory, they were doing suits for men and coats and for woman,\nonly coats. And my girlfriend, she was, which was a seamstress said, \"If they...\"\nshe was the older between us four of us, she said, \"If they put you to work on\nmachine, sewing, sewing machine, | am sure that all the machine are electrical.\nYou going to see, in Romania you work on non-electrical machine, that means you\ndon't know to work on that\". Only she knew, the seamstress girl, she knew to work\non the electrical machine because she was really a seamstress. And they were\nvery, very nice people, the daughter of the owner find us rooms, where to stay, a\nfurnish room with bath, with kitchen. And we were living, four of us, in two rooms.\nTwo in each room. She find for us, she wait for us at the, at the railroad station,\nshe took us by cart to those places and that was okay. And the factory was very\nBarbara Farkas 21\nDecember 9, 1995\nclose to our room, our apartment. And we were very well in the factory, three of us,\nwe were working by hand doing the linen of the arms, around the arms, inside of\nthe, of the coat or jacket. And we were sitting close from each other and all day we\nwere talking in Hungarian, naturally, | mean we didn't know Swedish. And the\nboss, the man, the supervisor of that department, he was a little bit mad because\nwe were talking too much. But, they were very, very pleased with our work\nbecause we work very fast and we did a lot of work for them. The Swedish girl,\nthey were all the time out smoking or talking outside, and they were working\nslower, much slower than us. Even they, they told us, don't work so fast because\ni's not good for us, they said. But we were very nervous, you know, and very\ntemperamental, and we work very fast.",
        "A: We were very, very not patient, we think to go home. Very unpatient?",
        "A: Impatient to go home, to finish that staying in Sweden. They invited us, our\ncolleagues in the factory, to go to their home and start, want to socialize with us,\nwe went some, sometimes, but we didn't like it to go.",
        "A: Because they were asking all the time our life in the Nazi camp and that was\nvery painful to live through again, what we went through.",
        "A: No, we talk, we didn't refuse, but we didn't go again. You know?",
        "A: We went polite, we went, but when they invited us again, we find something to\nsay and we said, I'm sorry | can't go or something that. And that time, came\nChristmas, you know, '45 Christmas. And where we were living in our apartment,\nthe landlady was a very nice lady, was a divorced lady with a 15 year old girl, and\nshe gave us present for Christmas and even | give some kind of uniform for Santa\nClaus and | give the presents to other, some just kind of jokes. But, in general,\nthey were very nice to us. And also, in that city, in Urebro, there, there are many, |\ncan't tell you by number how many, other people like us, from Poland, from\nHungary, from Czechoslovakia, and we were choosing to meet with them, to\nsocialize with those people, mostly with all of us together, not with the Sweden.",
        "A: No, no, because we were very close friends and we help each other and we, if\nsome, one of us was a little depressed, they try to talk you out and we help each\nBarbara Farkas 23\nDecember 9, 1995\nother psychologically, you know? The other bad thing about war is that we talk\nabout the Sweden, about the work, about everything, and always we get back to\nthe camp. By compare, by comparing something. You know? About the food,\nabout all this, we finished with talking about the camp, and that was very, very\nstrange. And we tried to don't do that.",
        "A: So, unvoluntarily, we get back to the, to talk about, about something compared\nto present life, we talked was in the lager. For example, we never threw out food,\nleftover food. We, we cook for ourself in Urebro, the last place where we were, we\ncook for ourself and we never threw out leftovers and we always said, \"You see,\ndon't throw that out because that would be good in Auschwitz\". And if you're filled\nup, you don't have to throw it out, just put it in the refrigerator and eat it somehow\nnext day or third day, but don't throw it out. No bread, no food. That was, even\nnow, | have that feeling to don't throw out any food, leftover.",
        "A: Yeah, very important. Yeah, it was ;",
        "A: . Because one, the youngest girl, Anna, she had something with\nher back, some pain, | know, she was taken to the x-ray and some medication,\nBarbara Farkas 24\nDecember 9, 1995\nnow she didn't work. Not, the doctor didn't let her to work. | don't Know, | don't\nremember exactly what she had, something with her back side. | mean, with her\nback. But the older two sisters, they were working and they eat together, they had\nthe same room and that means she was supported by them. Was no problem.",
        "A: They are in Israel, | visit them.",
        "A: Yeah. The first one, Blanca, who was the seamstress, she find her girl, | mean\nher brother came back from Ukraine and he knew that her, that his sister's little girl\nwas in the Red Cross in Budapest and he took her home. | mean, to\nSatumare(ph), they were from Satumare, also a city from north Transylvania, and\nBlanca, she knew that her little girl is home with her brother. The older girl, Magda,\nfind out that her fiance is back. And she was the first who was sent home, Magda.\nThe Romania Embassy sended her at least two or three months early than | was\nsent home. And Blanca, who had the little girl, also. They went back to Satumare\nand then they went to Israel, all of them.",
        "A: | have dreams all the times. Yeah. It was very painful and it's very painful now to\ntalk about. My mother was very young, she was only 52, my father was 58 and |\nBarbara Farkas 25\nDecember 9, 1995\nwas thinking all the time, what she was thinking, something, what was in her mind\nwhen she, she was taken to the left side and what happens then. You know, in the\nghetto, you know, Rhadia(ph), we were living at the house, in the apartment of a\nrabbi who was the rabbi who taught me Hebrew every Sunday at, in Sunday\nschool. That means we were very close to them. They were old people. And when\nwe went in front of Mengele, in the line was, the side to Mengele, was the rabbi\nwife, in the middle was my mother and | was, | was on the inside of that line. And\nfrom inside that , Mengele took me and put me on the right side, you\nknow, from inside. That was very easy to don't see me and just let go the line\nbecause they were going pretty fast, not walking slow, but pretty fast we were\npassing in front of him, and | was thinking, if they wouldn't take me, maybe, no\nmaybe, | was sure get to the gas chamber together with my mother and the rabbi\nwife. While | was inside, very easy can, can, can happen, that he didn't see me, he\njust oversee me or something, but it was unbelievable, that fear of, and those\nnightmares, to get hidden all the time in my mind.",
        "A: In Sweden, | feel very safe.",
        "A: Very, very, very safe. Well, not any thinking about that.\nBarbara Farkas 26\nDecember 9, 1995",
        "A: Yeah, that was what | said before, that in the first day, when | was put on the\nright side and | was already in the block, in that terrible place, and we were at least\n800 people in a small, not so small, but very, very crowded place, they call it block,\n| was so numb and just how | said.",
        "A: Because | was young, they looked to the face, they choose the younger people\nwho he thinks that is capable of working or do works. You know? That way, not for\nhis good will, no, just was a good person to work for them.",
        "A: Yeah, they, yeah, | was very, very happy, very, very happy. And in Sweden, we\nmade very good money with our work. We bought, myself and the others, too, a lot\nof things. When | came home, | have two big luggages full of clothes, shoes,\nhandbags, coats, a little jewelry. | had two Omega watches and that means\neverything. | was thinking and spending the money on those things because |\nknew that | will go to university and | will have not money to buy five years any\nBarbara Farkas 27\nDecember 9, 1995\nclothes, and | tried to buy for winter, for summer, all kind of clothes to have it for\nthat time. And | was right because when | came home, | sold one of the watches\nand was enough for me one year for, for pocket money. Because my uncle, he\nwasn't a rich man, they were evacuated from the town in Romania and taken with\ntwo luggages to Ara(ph), to the bigger city. There were concentrated all the Jew\nfrom the towns in the one city. That means all, everything what they had, was lost.\nAnd he had a job as a accountant, not big salary, and | didn't expect from them to\nhelp me. | was happy that | have that to go home and in vacation to go to them\nand, but no, | didn't expect to help me with money. And | didn't need it, I'll tell you\nwhy, because at the university, it didn't cost me a penny. The whole five years.",
        "A: Nothing, nothing, not a dormitory nor the food, | mean the canteen, nor the fee,\nnothing. First of all, because | didn't have any, how you call, anything on me, |\nmean no house, no, no nothing. | was considered with no property. Secondly,\nwhich was more, more heavy to for them, | was a very, very good student. And\nthey give scholarship to good students. And that means there were three\ncategories of scholarships, first degree, second degree, third degree. And | was in\nthe first degree with no fee, no pay for the dormitory and no pay for the food, for\ncantina. That was the situation, that didn't, and when | came home in vacation, my\nuncle send me money for the railroad to come home. That was all. And | guess\nBarbara Farkas 28\nDecember 9, 1995\nsome pocket money from them when they, how much they can afford.",
        "A: Oh, it was very thankful, | was crying, and they, again, they were very, very\ngood to me, they didn't ask me how happens, what happened, because they knew\nthat | am very, very sensitive, you know, and they didn't ask what happened, how\nwas there, nothing, they didn't happen, they, what | tell them, they accepted, but\ndidn't put questions. And that was, that was very good because | didn't live through\nall my, all my past life again, that was always very painful and | hate those people\nwho was asking all the time about how was in the Nazi camp because | was living\nthrough again those emotions.",
        "A: Yeah, and then when | came home, that was very sad, the story, coming home.\nThey sent us from Stockholm to Prague by airplane, you know. In Prague we\narrived just the day before the , and they didn't let us leave because it\nwas a holy day, that was , was with the transportation, he said, \"You\nhave to stay in the hotel\". They put us in a very, a fourth class hotel, and we stood\nthere for two days, over . In that hotel were all kind of people, transition,\nBarbara Farkas 29\nDecember 9, 1995\nin transition, coming from Hungary, from Romania, going to America, going here,\ngoing there, and when they found out, talking to us, that we came from Sweden\nand go back to Romania, they said, \"Are you crazy? We come from that and you\ngo back there?\" And we were a little bit scared, you know?",
        "A: They said that the economic situation is very hard, that they don't have food,\nthat Russia occupation, they were at that time still they have Russia soldiers all\nover. And we were a little bit scared, but didn't want to go back. We could go back\nto Sweden or go to America or some where else, but we said we won't go back\nbecause each of us finds somebody from the family who was already home. And\nwe want to go back there.",
        "A: No, no, no.",
        "A: That was not a, not a fear, no, no, no, no.",
        "A: Yeah, yeah.",
        "A: No, let me tell you, coming home from Prague to Arad(ph). To Prague we came\nby airplane from Stockholm. There, from Prague to Romania was not airplane, air\nBarbara Farkas 30\nDecember 9, 1995\nroute, was not, just by train. We went to the, they took us to the, to the railroad\nstation and we were staying within the, how are the, those wagons, you know, on\nthe corridor, not with, not covered, how you say it? Outside of the wagon,\nbetween...",
        "A: On the platform.",
        "A: On the station platform, we were staying there because there was no room\ninside. In Prague, the Consulate, the Romania Consulate, put us together with 50\nRomania soldiers who came back from west, they were prisoner in west and now\nthey give us the visa for all of us. Seven girls and | think 10 or 15, | don't remember\nexactly how many Romania soldiers. But they were very, very nice to us because\nwe have heavy luggages and they help us for a package of American cigarettes,\nwe knew this and we had a lot of, 10 or 15 package of cigarettes we had, each one\nof us, the girls, and we give them cigarette just to help us with the luggages. It was\nvery nice. Until we arrive at the Hungarian border and we get down, because from\nBudapest we have to go to Arad, to Romania, you know? And then we get off from\nthe train at the Hungarian, inside Hungaria, Hungary, at the border, was a Sunday\nafternoon. And many peasant people were at the station looking who is coming,\nwho is going, you know, in the town, the big, the big thing is to go to station and\nBarbara Farkas 31\nDecember 9, 1995\nsee who is struggling . And they are very, there are many peasant,\nwoman and men, too. And when they saw our group, we were all together, you\nknow, they ask us who are we. And we said. And you know what they said? \"Too\nmany came back\". That was the first in the Hebrew, how you say,\nwhen you get a...",
        "A: Slap, it was the first big slap in the face that, what they said was, too many, they\ncame back too many. When we say that we were deported by the Nazis, they say,\ntoo many came back. We said, a good beginning, but we could , that\nalready we could return. And from Budapest, we went to Romania, | mean to Arad\nbecause the border within Hungary and Romania is through Arad, | mean the first\ncity in Romania is Arad, but the border, how you call it, where is the border is they\ncall it Kortitsch(ph), Kortitsch is the little town that they do the checking of the\npassports. And then was again a big trouble. This soldier, they have some, some,\nhow you call, those military blankets, green military blankets and the Hungarian\nborder soldiers said that they steal that, those blankets. And the soldiers said, \"No,\nwe get that from, | don't know, they came from France\". They were prisoner\nbecause they were fighting with the Germans, with Russia, up to , the\nGermany and then they go then to France, anyway, they came from France, that |\nknow. And they said, \"No, look, is the stamp of the French Army. They give us to\nBarbara Farkas 32\nDecember 9, 1995\nhave coming home\". And they almost get fighting and they didn't let us go through,\nit was afternoon, to get through was only half hour to go through, to enter\nRomania. This was on Hungarian side. They said, \"You have to stay here until\ntomorrow morning\". Oh, we were despaired, we were very scared. Because there\nwere many Russia soldiers around. And we were afraid that they will come to us\nand take the luggages and maybe something else they going to do. We were very,\nvery scared. But soldier were staying at the door, these Romania soldiers, and\nthey said, \"Don't be scared because we don't let them in\". And they turn off the\nlights, that means they can see that if somebody in, you know? And somehow\ncame the morning and we also, funny position, we went, we passed the border\nand arrived in Romania. And then, oh, there was also trouble at the border. They\nget all of us down and looked at our luggages. Also, two packages of cigarettes\nhad the effect, you know. And one of the railroad worker ask me, ask each one of\nus, from which, from where are you? And | said Arad and he said, \"Look, | am\ngoing now to Arad, | finish my job here and | go back and tomorrow | come back\".\nAnd | said, \"Look, | give you my uncle address\". And | give him two packages of\ncigarette and take this note to my uncle and tell him that | am here in ,\nAnd he went and after three hours, my uncle was there with my, with his son, the\nson, my cousin was 15 years old and he came with a car. And he took me, he\ndidn't let me stay there because my luggages was looked over already and he take\nBarbara Farkas 33\nDecember 9, 1995\nme immediately home.",
        "A: Was something unbelievable painful, crying and, | can't talk about that.",
        "A: Yeah, from their side was a big joy to see me alive. From my side, | feel, | went\nto them before the war in vacation, to spend my vacation at their house, you know.\nAnd now that | will stay all the time with them was somehow unbelievable for me,\nto be like on their neck because | knew that they are living very, very big difficulties.\nMy aunt was not working, just my, her husband, my uncle and they have a 15 year\nold son, oh no, he was older, was in '56, he was born in '19, some 17, 18 age was\nmy cousin, their son, only son. And then slowly, slowly, | get used to seeing them,\nand | say, what you going to do? And my uncle said to me, \"Let's go to Oradia\".\nThe city from where we were tooken to Auschwitz because |, before going to the\nghetto, and we knew we were already with the yellow star on us and we, we knew\nthat going to be a ghetto somehow, they going to take us down there because was\nthey talking about that they were going to take us to work in a camp, in a farm, so\non. And | made and my mother some purses, small purses, twenty kilos purses\nand put many things from our clothes and bed clothes and jewelry and all kind of\nthings, | did five or six purses and give to the neighbors to keep them. And then |\nwent back with my uncle to Oradia, we went to the house where we were living. |\nBarbara Farkas 34\nDecember 9, 1995\nfind absolutely nothing in the house, empty. Only one picture of mine, | will show it\nto you, it's here. That picture, enlarged picture, my aunt went after the war is over,\nthis was already in '60, 1946, that means the war was over in '45, she went over\nthere and find only that picture about me. And she took it with her, and some\nprayer books she find also. Nothing, nothing else. And | knew the families to whom\nwe gave those purses, but |, before taking us to the ghetto. And with my uncle we\nwent there and we ask, we said, \"Now | am back and please give me back, return\nthose purses\". Some of them, three families, said, \"No, we don't have them\nbecause the Russia took them. The Russia soldiers took them\". That, everyone\nsaid, at that time because they want to keep, they were not good people, honest\npeople. But two family, they give me back the purses and some jewelry. The\njewelry was my parent's wedding bands and my father silver Docile(ph) watch,\npocket Docile watch. And also some, my, no a ring, was a ring. But my mother had\nbeautiful jewelry, some diamonds, | can show you the picture, nothing. And | didn't\nwant to spend too much time there, we went to see one of, cousin of my father,\nwho was a pharmacist. They were living already in Oradia, but before they live in\nthe same town where we were living with my parents until 1937 and in '37 they\nmoved to Oradia. From where we were deported. Anyway, we went to that family,\nto the pharmacist family and he said, \"Barbara, what you going to do now?\" And |\nsaid, \"| would like to go to university, but | don't know where to start, how to start,\nBarbara Farkas 35\nDecember 9, 1995\nhow to go\". And he said, \"Look, | go to Bucharest on this day, very soon, and go to\nyour school, your high school, which |, which was in Oradia that | went, and ask\nthem to give you a copy about your graduation situation because the original\ndisappeared during the deportation. | took all my papers with me to Auschwitz,\nvery smart. And they give me a copy and | give it to him and he said, \"Look, | tell\nyou to study pharmacy\". He was a pharmacist, \"And | will inscribe you.\" How you\nsay?",
        "A: \"Enroll you and that faculty in Bucharest, you don't have to be there. And then\nyou continue in Bucharest or you ask for a transfer to Cluj”. In the pharmacy the\nfirst year was practice in a pharmacy, that was the program of pharmacist, to\npractice in a pharmacy under the sponsorship of the pharmacist who teach you\nmany things in the pharmacy, how to prepare this. Because in that time, they were\nnot like know, everything was ready made, like in a store, just sell medicine bought\nfrom a pharmacy factory, they prepared it. And we, he knew that when | will\npresent myself to the exam, | have to, they have to ask me those things. And I, we\nwent back to Arad and | found a pharmacist who took me in and | was staying, |\nmean going every day and starting with them. They send me from the faculty from\nBucharest some book and saying what | have to know, when after one year | have\nto go to the exam. Something else | want to tell you. In, after the war, those\nBarbara Farkas 36\nDecember 9, 1995\nstudents who lost years because of the fascist, | mean they lost it because they\nwere Jew or they were political persecuted, came out a law by the name\nBoytech(ph) Law, who give the right to these students to don't give a admission\nexam to be, to enter in the, at the university, not giving that exam, without that\nexam. And | was in that category, that means, that law was valid until, | think until\n'47 and that means | was not asked to go to give that exam, admission exam.\nThen | went to, every day to that pharmacy and in that time, in Arad, | meet my\nhusband. He want to marry me in that time, but | said...",
        "A: Yeah, | remember. My uncle's sister-in-law, her husband was a far relative of\nmy husband, | mean, | don't know which grade, third grade cousin, something that.\nAnd when | was in Arad going to the pharmacy, not having any social life, they say,\nlet's introduce her to this guy to take her here and there, to movies, to, you know.\nAnd that was that. And he wants to marry me because he is four years older than\nme and he had a very good job and | said, \"| am not, | don't get married now, |\nwant to finish the university\". And that was that. After one year, | went, | get, |\nasked for transfer from Bucharest pharmacy university to Cluj. Cluj is a big city in\nTransylvania, it's a beautiful old city with two university, was the Hungarian and a\nRomania university, two opera houses, a very cultural city. With historic pasts,\nBarbara Farkas 37\nDecember 9, 1995\neverything, very, very famous. And when | went to Cluj to give this exam, after the\npractice one year, | was staying, there was a Jewish dormitory with a cantina,\nsupported by Goind, by the American Goind, did you hear about the Goind? G-O-I-\nN-D. | don't know the . Anyway, Goind is a society or is it funded, |\ndon't know how to call it, who helped the Jew in any situation, all people, nursing\nhomes, students, special after the war, many people were helped by them. And\nthis dormitory and cantina, mostly, not mostly, 100% of the students was not, we\nwere only 30 people, most, they were all students who came back from\ndeportation with no family. And | was accepted to stay there, no pay, no nothing,\nand | went to courses. | passed the exam and | started to go to courses. After the, |\nfinish the second year because the first year was, the practice was considered the\nfirst year. | finished the second year with very good marks and then the third year,\nbut | then | was on the, then started the third year, was a reform in the school and\nthat way the faculty of pharmacy was divided in two faculties. The prescriptions\nfaculty and the industrial pharmacy. The prescription pharmacy was four years, the\nindustrial was five years. And | switched to the industrial pharmacy, in\nbiochemistry.",
        "A: |, the industrial was five years, the prescription was only four years.",
        "A: | did the industrial. As a student, in was very, very jolly. Because\nwe have parties, we have many reunions, every week, at least three times, we\nwent to opera, Opera was very, very, very cheap. Mostly we entered with not\npaying, sitting on the stairs upstairs. That was the student's life, but concerts and\nvery, very Cultural life we had.",
        "A: | tell you the truth, we, | wasn't communist, but we believe it, we have it good as\na student, we had a good life, you know. Not important to us, the, we study, we\nhad good marks, we had all kind of advantages, you know.",
        "A: That was in the beginning, you know, it was not , It was\n, that was in '48, | started in '46 and | finish in '51. That means, the\nproblem was that it, that dormitory in was Alta(ph) Mark(ph). Alta\nMark was a, was a mathematic professor at the Jewish high school in Cluj, before\nthe deportation, but he died before the deportation. He was lucky, he die in bed.\nAnd because he was a very supportive for students, this dormitory and cantina\nBarbara Farkas 39\nDecember 9, 1995\nthey gave his name, that means that name, the name of the, that, how you call it,\ncantina, the dormitory together?",
        "A: A student home, or...",
        "A: Yeah, yeah, something that, the house was a big villa of a former bank director\nwho didn't came back. They have upstairs and downstairs dormitories, we had, the\ngirls, we were six girls, we had on the lower level and the boys were on the top.\nBut, we get very well together, it was no problem between us, it was no boyfriend,\ngirlfriend situation. The only good thing was that when we went to opera, we had,\nwe came home with our room, not roommates, our neighbor boys, they came\ntogether with us. And you know, if you came home just girls at night, the opera was\nended around 11:00 and more, we came together with the boys, that was all.",
        "A: | tell you something, what was, not only mine, but everyone who was deported,\nyou feel somehow easier when you are in your situation not alone. When you\nknow that others are the same like you, you know? Somehow you take much\nBarbara Farkas 40\nDecember 9, 1995\neasier that you are not alone in that terrible situation, losing your family. | don't\nwant say that helps, but it somehow a little bit easier when you know that you are\nnot alone in the same situation.",
        "A: Yeah.",
        "A: Yeah, yeah. Because | was very much preoccupied with my studying, you know,\nstudying and then, well, if somebody, they saw that, | mean the roommates, saw\nthat is a little depressed or something, that, they took you to the opera or to some\nparties, you know, they didn't let you alone. They were, there was a very big\ncamaraderie between us.",
        "A: Yeah, yeah, yeah. All of them.",
        "A: No.\nBarbara Farkas 41\nDecember 9, 1995",
        "A: No. No, | was, | feel very home with my family, my uncle's family. And also | was\nvery happy at the university, that | can study, | was very happy with my results, my\ncollege in the university was very, very a good atmosphere.",
        "A: Not really.",
        "A: That was in the beginning, you know, then was the big fraternity within the\nminority and the Romania, the communist ideal. To everybody is equal and\neverybody is your brother and, that time, but later on, we can, very different, you\nknow. In that time, in my, when | was, | tell you something, to please the Hungarian\nstudents and Hungarian people in Transylvania, they open a Hungarian university\nin Cluj to, you know. Which after, | don't know how many years, during the\n, they close that university and they can study in Hungarian at the\nRomania university as a different study, a different material somehow, their\nlanguage, not everything in Hungarian, just some of them, you know. That, but this\nwas the beginning when everything was in rose.\nBarbara Farkas 42\nDecember 9, 1995",
        "A: In the beginning, yes. In the beginning, yes. When came to be, to understand\nthat is not the reality, happens once when | was ask, | was in the union of the\nRumanians, of the university students, was a union, you know. A little bit was\n, was like a anti- to the communist party. We were very\nmuch influenced by the communist government in matter, we were forced, it was\nmandatory to study at the university, Marxism, Leninism in Russia language, you\nknow. And then was, once was a selection when they eliminate the party members\nwhich they think out that they are not 100% feeling communist. And they ask me\nonce, because | was from Arad, when they were verifying a student who was from\nArad, but | didn't know him well because | was not originally from Arad. They ask\nme to go to be present when they, when they verify him, how you say it, verify?\nWhen they check him, openly in front of the others.",
        "A: Yeah, investigate him in front of others. And that | dislike and | was very, how\nyou say, shocked by that attitude. They, they find out and they ask that student,\nthat when he was 13 years old he was a Zionist, he went to the Zionist, Zionist\nmeetings. And he say, \"Yes, | went to that Zionist meetings because in that time,\nwe are not allowed to go to other clubs because they were, it was the anti-Semite\nand they didn't let us go with them. And | was forced to go to the club with all the\nJewish students and they, we were Zionists\". You know. And they, he was very\nBarbara Farkas 43\nDecember 9, 1995\nmuch criticized and | think they threw him out from the party.",
        "A: Yeah, Zionist was...",
        "A: ...something terrible wrong for the communist.",
        "A: Even, yeah, now wait a moment. Then came and they ask me what | knew\nabout him and | said, \"I Know, | don't Know him when he was 13 years old because\n| came to Arad only in ‘40, in '46, | didn't Know him before\". That was that.",
        "A: Yeah, | was like a martyr, like a, like eye witness somehow. And | said, \"I don't, |\ndidn't Know him before, | had no idea what he did when he was 13 years old\". That\nwas one. In the same, in the same time...",
        "A: Yeah, | want to tell you about the others meeting, what was a very big shock for\nme, these students why.",
        "A: No, it was 19, 1959, 50 something there.",
        "A: No, | was still student.",
        "A: Yeah, | finish in '51.",
        "A: Yeah, 1949, '50, | don't know exactly.",
        "A: Then, came the other student, in the same time when | was in that meeting, a\nRomania student, he was on his last year of the study, let me see, he was around\n23 years old, a Romania guy, and he, they said to him, \"You were in the, in the\nRomania parliament during the , who was a big anti-Semite, \"going\nas a representant of the students, to the Romania parliament and give a speech\nfor in the favor of , and that means you were a anti-Semite\". What\nyou, and what happened. They say that he was misleaded, he was not threw out\nfrom the party, but the Jewish student who at age 13 went to Zionist meeting\nbecause he can't go to other meetings, other, he was throw out. That was a big\nshock for me.",
        "A: How? In 1950, oh, in the time, in 1950, in spring, in April, when | went home in\nvacation, we get married with my husband.",
        "A: We met again and we get married in April. When | went back to Cluj to study,\nhe was staying in Arad, separated. In 1950, in the fall, you know. Came a law in\nRomania, Romania, that who was to emigrate, can emigrate.",
        "A: lsrael. But you have to go to the police and take a form, fill it up, give it back and\nwait to get your emigration passport. And | remember, was a Yom Kipper day, |\nwas still home, it was in the beginning of September, | don't know exactly what\ndate, and we went with my husband and we stay in line at the police, there were\nmany Jew there, going from the Synagogue to stay in line for the police and the\npolice on Yom Kipper day. We went to get the papers, we fill it up, what happen?\nThe police immediately are known, get the place where you work. My husband had\na very good job, high position, he was a, he control, in the, the big\nfactory in Arad, they were fabricating railroad wagons. But the big one, they work\nfor export to and he had a very, very high position. Immediately they found out that\nwe asked for immigration, they put him down in a very low position, they didn't fire\nthem, just put in a very low position. | went back to Cluj, they find out that | am\nalso, | am asking for immigration, they threw me out from the student union. But\nthey let me finish the school, that was the big advantage, because later on after\ntwo, three years, they didn't let people, Jewish students, to finish the, their study\nbecause they were asking for emigration. One of my nieces, happened to her. Just\nBarbara Farkas 46\nDecember 9, 1995\ntwo exams was missing to become a physician, and she couldn't let them, let her\nfinish and she was put to work as a nurse. And that moment, | was very, very mad\nand very ,",
        "A: Deceived, yeah, very, very much. And | was lucky that | could, | finish the last\nyear and that was that. Nothing happened to me because that. Just they threw me\nout from the student union. Now, the rule in Romania was that when students\nfinish the university or any school, they put them in a job, they give them a job,\nofficially. You don't have to look for, in that time, you didn't have to look for find a\njob. They ask from this city are you, you want to work in that area? Yeah, | want to\nwork in Arad because | was already married, | finish in '51, but since '50 | was\nmarried and | said | want to work in Arad because my husband lives there. And\nbecause in Arad was not a medicine factory, you know, they give me a job as a\nbiochemist. Because my study was industrial pharmacy in biochemistry and they\ngive me a job to work at the hospital as a biochemist in the laboratory. That was it.\nWe were waiting to get the immigration passport 10 years. Nothing came out.\nLater we find out that if you ask to emigrate to other countries, not Israel, they had\nthat, they are very good friends with the Arabs, you know, and the Arabs, they\ndidn't like it, too many Jews to go to Israel. If you ask for other country, they will\nmaybe let you go. Then | wrote to my, one of my, not girlfriend, a girl, we are in the\nBarbara Farkas 47\nDecember 9, 1995\nsame city in the same society, in Urebro(ph), she get married with a Swedish guy.\nAnd | knew her address and | wrote to her and | ask her to send me a letter that |\nam a relative of her and she wants me to go there. And she send me that letter\nand we present it to the police and | said even that is my sister, but that was not\ntrue. Anyway, after one year, | get the permission to emigrate to Sweden. And we\nget the visa from the Sweden Embassy in Bucharest to go to Sweden. And then\nwe went, oh no, | forgot to tell you something. | get married in 1950, in 1952, | had\nmy girl, | give birth to my daughter, she, in that time, then we get the passport to go\nto Sweden, she was nine years old and that was in '61. Yeah, she, no, no, she was\nborn in '52, this was in '61, yeah, nine years old she was. She was a very, very\nsweet little girl, she went, we had no problem with her, she went to daycare, went\nto school and we were very happy with her, she was very, very nice little girl and\nvery good girl, no problem with her. Healthy and beautiful. | will show you the\npicture. And when we get the permission to go to Sweden, we went to, the way to\ngo to Sweden or everywhere, was through Vienna. And we went to Vienna and in\nVienna we find out that the Sweden want to give us the permission to stay there\nonly for six months. And | didn't want to go on the, to my girlfriend to stay with her\nbecause she was living in a town, small town and from there what | got work | can\ndo. | am a chemist, what work | can do there? And | didn't want to be on her neck\nbecause she was living together with her in-law, and | didn't want to go to bother\nBarbara Farkas 48\nDecember 9, 1995\nher. And then we went to the highers, you know highers, the highers.\nHighers is a agency who help Jew to go, not to Israel, but all in the whole world\nwhen it is possible to be accepted. And they tried to ask the Stockholm Jewish\ncommunity to take guarantee of us, about us. But they said that they can't afford it\nand then we switch and we went to, we ask to go to Israel. And the lady, the\ndirector of the Highers was a very, very nice lady, American lady, and she said, \"If\nyou want, | send you to Canada\". And | said, \"Oh, | don't go to Canada, | haven't\nanybody, | don't Know anybody in Canada, | will be too separated from the whole\nworld, no\". We switch and we went to Israel.",
        "A: Originally, it was before, but to go to Sweden was only a pretext to get out from\nRomania.",
        "A: Yeah. There started to be, to feel anti-Semitism already. That case with that\nstudent, they opened my eyes what is behind their smile, you know, and their good\nwill.",
        "A: Yeah. In those years we were, my cousin, my uncle to whom | came back, they\nwent to Israel in '58, you know, and they wrote that it is not easy, you know, in that\ntime it was not easy to, even now it's not easy to get a good job, but they were, my\ncousin was a, became a chemical engineer and he get a very good job at, ata\nAmerican chemical factory and my uncle was not so old, was only 60 years old, he\nalso had a little job. That made things there pretty good. And they ask us to go to\nIsrael, you know, because | was afraid, | was afraid that my husband can't get a\njob because he was a, an accountant somehow, you know? | knew that | can get\njob very easily as a chemist, but | was afraid of him, you know. That was my first\nidea that what happen if we go there. He doesn't know the language and how he\ncan get a job.",
        "A: No. No, not at all, no.",
        "A: No, no Yiddish, we didn't speak Yiddish at home, at all. Yiddish was speaken in\nBarbara Farkas 50\nDecember 9, 1995\nnorth Transylvania, north, north. Which is now Ukraine.",
        "A: No, my mother tongue is Hungarian. In the school from the beginning, from the\nfirst grade in the elementary school, | learn in Romania because we were in\nRomania. After | finish the university, that means | spoke both languages very well.\nAnd in school, in high school, from the first grade of the high school, because the\nhigh school in Romania was eight years and the elementary only four years,\nFrench was the foreign language. And when | finished the high school, | spoke\nvery well French because eight years | was studying.",
        "A: English and Hebrew.",
        "A: | don't speak French, my conversation in French is very difficult already for me\nbecause | don't have occasion to speak to somebody in French, but I, what | read,\n| understand 100%, | write correctly, but vocabulary, | mean the conversation is\nmissing.",
        "A: In Israel we were, my cousin in that time, he was sent to America to Chicago\nbecause he just started to work at that factory, but he needs some training and he\nBarbara Farkas 51\nDecember 9, 1995\nwas sent, he came to America. In that time, then we arrive almost, after a week he\nleft for America. And that means | don't have not too much help. We were sent to\nstay in a Swedish bungalow in Afula(ph), this is north of Haifa, not too north of,\nvery close to Haifa.",
        "A: Afula. Afula.",
        "A: | Know, Ako is on the seashore.",
        "A: Yeah. But Afula, it's close to Lake Enerid(ph), to Tiberias(ph), not very close, but\ncloser. And, why they send us to Afula? Because in Afula is a hospital, from the\ntime Israel was under British domination. Was the hospital is from that time. And\nthey sended me, us there and | get a job at the hospital in the lab. Even if | didn't\nspeak Hebrew, why? Because in the lab was a Hungarian chemist, was a\nRomania girl who speak, who was speaking Romania and they said maybe it will\nhelp, you'll get these two languages which you speak. And | get that job very soon,\nin two weeks. But my husband was sent to Haifa, from Afula to Haifa for a\nulpan(ph) for six months. He was staying there all the time, just for shabat(ph) or\nfor, he came home on Friday afternoon and Saturday night he went back. For six\nmonths, he was studying intensively the language. My daughter was in that time\nBarbara Farkas 52\nDecember 9, 1995\n10 years old, that was in '62 because we left Romania in '61, in December, this\ntook six weeks in Vienna and in '62, in January, we went to Israel. And she went to\nschool, she has a very good sense to learn languages, my daughter. She started a\nschool in Hebrew immediately in Afula and at Passover time, that means after\nthree months, he already speaks so well Hebrew, that she has the school there to\npick out all grade A. And then came an inspector to the school, you know, the\nteacher, she always shower her, how talented is she for languages and how well\nshe speaks Hebrew. She speak perfect, even now. And the life was pretty easy in\nAfula. Because | was eating at the hospital, cantina, my daughter, too. The school\nwas not far from, when she leaves the school, came to the hospital, we went to the\ncantina, after cantina, we went to the swimming pool in the hospital, went back, go\nthe neighbors, listen to radio, it was, my husband came home, he called me during\nthe week and was very easy. But when my husband finish the ulpan in Haifa, he\ndidn't get a job. Can't get a job. And we were very, very, feeling very bad then. He\ndidn't know what to do because, you know, a man to stay with no job. And | try to\nask from the Tel Aviv office of the, the hospital that | was working was belonging to\nCooper(ph) , Cooper is the health insurance company,\nnot company, center about mostly about the clinics and hospitals, not\nall the hospitals because they are state hospitals, so this is a syndicated hospital,\nthe Cooper . And | went there and | asked for a transfer to Haifa\nhttps://collections.ushmm.org\nBarbara Farkas 53\nDecember 9, 1995\nbecause...\n[end of side one of Tape 2]\nEnd of Tape 2.\nBarbara Farkas 54\nDecember 9, 1995\nTape 3",
        "A: We had this delay because when we started at the moment the telephone rang\nand one of our friends call us to tell that Isak(ph) Rabin, the Prime Minister of Israel\nwas assassinated and we were so, myself and the interviewer also, were so\nshocked that we interrupt the interview and only after five weeks we are continue\nnow the interview.",
        "A: In the time when we were in Israel, the utmost fear in the country was\ncompletely different from now because was before and after the six day war.\nBefore the six day war, everybody was prepared that will be a war and the people\nwere very courageous and they were trusting the army and the government that\neverything will be resolved in a good way. That means Israel will survive. After the\nwar, the situation was marvelous, everybody was happy and very fond of the army\nand the generals and about the whole government. People were very happy and\nBarbara Farkas 95\nDecember 9, 1995\nourself also and that situation was very, very pleasant for me and for my family and\nfor everybody in Israel. But after a short time, we were living in Jerusalem, during\nthe war were there, it was a very, very difficult three days. After the war, started the\nterrorist attacks in many places.",
        "A: '67, ‘67 in July started already. After one month, six weeks. A bomb exploded\nclose to our house at the bus station, at the super sol(ph), at the Zion movie,\ncinema. And we get a little bit scared because, and a bus, also, | get scared\nbecause we were taking the bus, myself, my husband and my daughter to school\nevery day. Three different line of busses. And all day | was thinking, | was a little\nbit, not scared, how you say? Nervous, somehow.",
        "A: Anxious that something can happen in the bus in which we are\ngoing home or coming to work. And that may be because my past was so terrible\nand that was influencing my thinking because the Israelis, they were not scared,\nthey were very courageous and they were not afraid of anything. But, myself, | was\na little bit scary.",
        "A: The life was going further in the normal way, going to work, meeting our friends,\nwas no different. Something happen, after the six day war, my daughter and\nBarbara Farkas 56\nDecember 9, 1995\nmyself, we went to Haifa, there | helped, some say, aunt, my father's cousin, she\nlived in Haifa. On the Carmel(ph) and one day, my daughter, we were in downtown\nHaifa and | meet a lady and | know that lady from Oradia, from my town from\nwhere | was deported. And she invited me to go to see her husband which | know\nalso, to make, to go and visit to them. And we went. Her husband, | don't know if\nhe's still alive, at that time he was alive, and and he asked me, \"Barbara, do you\nknow what happened to your father?\" And | said, \"| was separated from my father\nwhen we arrived in Auschwitz and from then | don't know anything\". He told me,\n\"Look, | know what happened to your father. | was a doctor to a group of worker in\nVolsberg(ph), south of Munhen(ph), we were working in a stone mine and your\nfather was in injured\". Injured?",
        "A: \"Injured at his leg. We didn't have any medication, no antibiotics in that time,\nalmost nothing. And in November, 1944, he die. | have a book\". And he show me\nthe book, where he sign all the men who die in his group. And my father name was\nthere with the date of November 9, 1944. This was after 20 years, because we\nwent to Auschwitz in '44, and this, no, it was 23 years, and this happened, when he\ntold me this, it was in 1967, after the six day war when | went to Haifa. And | start\nto cry and | was in shock and something terrible | feel in that moment.",
        "A: Yeah, in all those years | thought that he, | didn't know anything. | was thinking\nmaybe he was taken to work, maybe he was killed in the same day, | didn't know\nanything. And this, not knowing anything made me very, very, very nervous and\nvery, very bad feelings | had.",
        "A: Yeah, it was completely unsettled because about my mother | knew because |\nwas separated from her arriving by Mengele, and she was taken, | saw her, she\nwas taken to the left, | was taken to the right. And then | found out what happened\nto the people who went to the left. That means | knew what happened to her. But\nto my father, | didn't know anything. And just | said, | was very shocked and many,\nmany weeks | was under that feeling of crying and thinking what happened to him.",
        "A: Yeah, yeah. Yeah, because when we arrive and get out from the wagons, we\nhad, | had, they said to separate the men and the woman, and | had time to kiss\nhim and to say goodbye and then immediately after, they took us in the line, to stay\nin line to go further before Mengele where he was making the selection. The\nwoman went first, we went first, that mean my father was there. If he comes after\nus, | don't know, | didn't see mens coming after us. | was so disturbed, so nervous,\nyou know, | didn't know where we are, | smelled the smoke and it was very, very\nscary, the whole situation. That was that.\nBarbara Farkas 58\nDecember 9, 1995",
        "A: In November.",
        "A: Yeah. | couldn't put them to rest in my mind, not my mother, not my father. They\nare still living in my mind. The thing what | did, was that, you know, in the Jewish\nfaith, you have to have , | mean, every year to the date when\nsomebody die, you have to say a prayer, the kaddish(ph), 23 years | was saying, |\nwas keeping the , lighting the candle and say the prayer, on June first,\nthe day when we arrive, that was the anniversary, the day when we arrive in\nAuschwitz, when | was separated from my mother. And because | didn't know\nanything about my father, | did the prayer for him, too, on first of June. But when |\nfind out the date exactly, the doctor told me exactly the date when he die,\nNovember nine, | find that in a Jewish calendar, that date, and | since then, | keep\nthe on that date for him and | light the candle on that date for him.",
        "A: No. No.\nBarbara Farkas 59\nDecember 9, 1995",
        "A: No, no peace.",
        "A: No, | am happy that | found out, but | am somehow angry that they didn't have\nany medicine to help him because to help some, how you say it?",
        "A: Injuries, if you have treat that injury with some antibiotics or keep it clean or\nsomething to do about, some treatment, medical treatment, maybe he will survive.\nBut they didn't have and that why he die because he get sepsis, that means, |\ndon't know how you say in English.",
        "A: General infection of the blood.",
        "A: Yeah.",
        "A: Yeah. With me, and I'm dreaming many times about them.\nBarbara Farkas 60\nDecember 9, 1995\nWas part of what you wanted from Israel, well, let me ask you this way, what did\nIsrael represent to you, particularly as a Holocaust survivor?",
        "A: | was feeling very good after the anti-Semitism that | was feeling in Romania in\nthe last years. Not from the beginning, from the last years. Special when we were\nasking already for immigration and | feel very well because | have friends, they\nalmost everyone was a survivor and between survival, you feel somehow better\nlike sister in suffering or something that. That means in this point of view, | feel\nwell. In the work, was not the same situation. | had a boss who was not a nice\nman. There in the lab was working a older lady from Bucharest who also finished\nuniversity as myself and we had experience, 10 years experience in Romania and\nthat means we knew the work, you know? But this man, he was a math professor\nand he was trained to be a chemist, trained. And he was very jealous of us\nbecause we have a university basis in chemistry and he was just a autodeduct(ph),\nthat means he was trained and he was learning himself. And he was, just | said, he\nwas not a nice man with us, not with me and not with my colleague, that was very\ndifficult to find the other job. | try to ask for a transfer, but the was that\nthey don't get transfer so easily, only if the, something very serious happened. For\nexample, if my husband get transferred to other city, they didn't separate the wife.\nlf they are close, it is, they said he has to travel, but if was a farther city, they\nsomehow, very difficult way, they give you a transfer. That means | got stick there,\nBarbara Farkas 61\nDecember 9, 1995\n| couldn't get out from that lab. And otherwise, the lab, the salary and the benefits\nwere good. That means was no reason for me, for change job, only this guy was, |\ndidn't feel, not myself, not my colleague, we felt, feel well with his behavior.",
        "A: Yeah, yeah, yeah.",
        "A: First of all, | have my daughter, |, we love her very, very much and we were\nbusy and preoccupied, how to get her education, how to do things for her, you\nknow. That means this took our mind for our own problems, | mean with the past,\nand we try to, not to forgot, but to live for the present, you know. Mostly,\npreoccupied with my daughter, education and all other things related to her.",
        "A: No. | never told her about my past, | didn't tell her. She knew that | was\ndeported, but | didn't tell her any stories about my past. Because when she was a\nvery sensitive girl and | don't want to that she feel bad or have, | don't know what\nkind of bad feelings about the whole thing. | want her to be happy, not to think\nabout those terrible things, wnat happened to me.\nBarbara Farkas 62\nDecember 9, 1995",
        "A: No.",
        "A: | didn't want it. | didn't want to, no. But in the school, the children start to learn\nabout Holocaust, you know, and | let her to know what, how much she heard in the\nschool, how much they learn in the school. My own personal story, in detail, | didn't\ntell her.",
        "A: When she was around eight, nine years old.",
        "A: No, no detail, just that | was there and my parents perished there, but no details.",
        "A: She asked me some questions, but | give her the answers very, how you say,\nnot exactly what she wants, she was asking.",
        "A: Very vague, yeah.",
        "A: | didn't show him, not to my husband, not to my daughter, that | have problem of\nthinking about the past, you know. | was behaving like a mother who is take care of\nher child, of her husband, of her household, but no, no details, no sentiments\nabout the past.",
        "A: Yeah, but you know, during the day, during the day, you, | don't want to say you\nforgot, but you pass over this, this dreams. You have the every day work and\nproblems and so on and that goes, the dreams.",
        "A: Yeah, yeah.",
        "A: | was, | didn't, myself, | suggest to myself not to get too deep in those feelings,\nyou know. | didn't want to, to, to live in the past, | want to, not to forgot, but to leave\nbehind my past. And see for the present, for the future, for my family, that means |\ndidn't try to, try to live in the past. That was my thinking.",
        "A: It was, if something apropos to something, we were talking about, but not so\nvery, very unformal, you know, and start to take all, talk over and talk about\nsomething else, not to get too deep in those feelings. And we never, mostly never,\ntalk about feelings. Mostly about evenenments(ph).",
        "A: About what happens, about things what happens. You know, but not about\npersonal feelings.",
        "A: Because we want to go ahead with our life, not to look back and to live in those\nterrible thinking.",
        "A: No, because everybody was feeling the same way. Just | said, we were not\ntalking about the feelings, we were talking about what happens apropos to\nsomething we were talking about, you know. But not about personal feelings\nbecause everybody knew and everybody feel the same feelings had, we had the\nsame feelings. Those terrible feelings that we were not talking about openly.\nBarbara Farkas 65\nDecember 9, 1995",
        "A: No.",
        "A: It's something like, which is closing the books and | don't want to open it. | don't\nwant to get deep in those feelings or to talk about them.",
        "A: Not so safe, no.",
        "A: Yeah, | would like, | was thinking to be safe as was before the war when we can\ngo everywhere and nothing happen to us. But those , for example, the\nbomb at the bus station was the gas, | mean the bus station close to our house,\nBarbara Farkas 66\nDecember 9, 1995\nyou know, and also the super sol was very close to us, the super sol, because the\nhouse where we were living was a big, big block, it's 104 family in. They would call\nit the , that means that people who had university background were\nliving in that block. The apartments were a little bit better than the others. And\nthat's why all the people in that block were scary a little bit because, because was\na big block, we call it block, the house. After the six day war, the Arabs on, came to\nsell fruit and vegetable in that block. And we were afraid that these Arabs who\ncame to sell those things can bring a bomb and put it somewhere around the\nhouse, but we couldn't, we can't do anything to stop them to come. That was the\nscary part.",
        "A: One thing was this situation plus we were, during the six day war, when\nJerusalem was under siege was a terrible experience for myself. My knee was\nswollen because | was pushed out from a bus, | fell out and my leg didn't break,\nbut was sprained, how you call that?",
        "A: Sprained, yeah, it was swollen and very painful. That means in that night there\nwas the assault of Jerusalem, we were, my husband took me down to the first\nfloor, we were living on the third floor, on the first floor they have some rooms\nwhen where they keep the things for cleaning, those little rooms where clean up\nBarbara Farkas 67\nDecember 9, 1995\nand they put some chairs and during the assault, we were sitting there. And on that\nnight we heard the bombardment, the airplanes, the molotov, we saw the molotov\ncocktails, | mean the lights, the dogs were barking terrible, were very, very scary.\nPlus we were listening to the radio, to the small radio, in those, how you call it,\nshelters, some, not shelter, not shelters, just the name was shelter, and we were\nlistening to the radios, and we were listening, heard the Israeli speaker said what\nNassar was saying that they will kill all the Jew and push them in the sea and so\non. You know, and that atmosphere from outside, those noise, those shelters, and\nthis, this kind of speech from Nassar, | get scary. The Israeli were laughing about,\nyou know. They were heroes, every Israeli, they are heroes, but | was scary, | tell\nyou that | was scary. And one of the cause that | decided to come to America, not\nfor good, just for a year, to study, that was one of the cause. We didn't sell the\napartment, we rented the apartment, | get a year permission from my job to,\nnonpay vacation, | mean don't pay leave of absence and that was the day, yeah,\nand also we met a family from Cincinnati who were a young couple, a rabbi,\nwith his wife. And | ask her about America, you know. And she told\nme, and | tell her that we would like to come, | would like to come for a year to\nAmerica to study. And she gave me some addresses in Boston. | said | want to\ncome to Boston because we have, from my husband's side, we have, he has a\ncousin who lives around, but | didn't want to ask him to help us to come, | mean to\nBarbara Farkas 68\nDecember 9, 1995\nsend an affidavit or something that, we didn't want to ask him from, for that. And\nshe gave me some addresses here in Boston, some hospitals and she was very\nnice and she brought the letters to this hospital because | didn't know English, very\nlittle. | understand what | read, but | couldn't speak and | write a letter to a hospital\npersonnel service. And she brought some letters saying what | am doing, what\nkind of diploma | have and that | would like to come to America for one year study.\nAnd after a short time, maybe a month, maybe less, | get answers from three\nhospitals here in Boston. And we got letter with one of the letters, | went to the\nAmerican Embassy in Tel Aviv and | show them the letter and that letter was\nwritten the day they would like to accept me, can | come to America, to give me a\njob in the church, you know. | show that letter to the Embassy and they give me\nsome forms to fill out, those forms. We fill it out, that was in August, August,\nSeptember, and they send me a other, other papers to fill out, forms. And so\naround October they call us and said to go to Tel Aviv to a doctor to make some\nmedical visits. We went, he did the checkups and after a very short time, in\nDecember, we get the permission to come to America with , you know\nwhat means the , It's a very good preference, they give that only to\npeople with university, to the artist, to, you Know, people with education. And we\nget in December that permission, but we can't come because my husband has\nsome problem with his ear. And everybody, our friends, told do the operation here\nBarbara Farkas 69\nDecember 9, 1995\nin Jerusalem because in America cost so much that you can't pay it. And really, he\nhad the operation at the Hadasah(ph) hospital in Jerusalem and until he recover\nwas already January. And we have time, | think six months to leave after we get\nthe permission to come to America. And in February, he was already okay and in\nFebruary 12th, we left. We rented apartment and in 12 February we left. | get the\npermission from my job to leave for a year and so on. My job remain open and that\nwas it. When | came here | get the job that they promise to give me, but what\nhappens? My husband, | get the job immediately, after one week, we stay, we\ncame here in America. My husband had a little problem, after one month, he get a\njob as a accountant at a company and we didn't rent the apartment, we rented a\nfurnish apartment, a one bedroom furnish apartment. My daughter, | put her, my\ndaughter in, school, high school and for her was very easy because\nher Hebrew was perfect, that mean she didn't have, Is a school then\nwhere Israel, Orthodox high school, but they, boys and girls they learn together, it's\nnot a very, very orthodox school. It's a very good school, many students from there\ngoes to Harvard and MIT, it's a very well known and good school. And she went\nthere and everything was looking fine. After one year, | went back to Israel to see,\nyeah, because the lease expire at my apartment. We went back and what | find in\nmy apartment | cry, how destroyed the apartment was by those people who rented\nthe apartment. And | get older, my husband in that time was thinking, he was not\nBarbara Farkas 70\nDecember 9, 1995\ndecided that he wants to go back. | tell you why. He lose his pension rights in\nRomania, he was there almost 20 years in Romania, he lose that pension, if he go,\nif he, when we left Israel, even for a year, you lose your , the means\nyou are not any more, | mean he was in that situation, |, my job was open, he lose\nhis job over there and when | went to his job place, they said that they filled out his\njob with a Russia guy because in that time start to come the Russia, not too many,\nbut a few. And they give his job to a Russia man. When my husband, then | came\nback and | told to my husband that your job is not open any more, he was very,\nvery hurt. And he said, \"Look, | don't have pension, not in Romania, not in Israel,\nwhat | going to do to go back to Israel and start from beginning, from the low\nlevel?\" In six year he get advance to higher, higher jobs. And he said, \"Look, you\nknow what, | am not going back. | like my job here and | am, we not going back\". |\nwas crying and | feel like a traitor, traitor?",
        "A: To our Israel that | am not going back. But my husband said, \"Look, if we go\nback, our old times, when we get old, our living will be very, very, very difficult\nbecause we don't get enough pension to live on. If we stay here, that will be\ndifferent\". And | recognize that he is right and very difficult way, | agree to stay\nhere, to don't go back. Then I, after a few months, after one year when the second\nlease expire, | went back and | sold the apartment. That means the apartment was\nBarbara Farkas 71\nDecember 9, 1995\nsold and we stood here. | forgot to tell you, wnen we came here, after a very short\ntime, we get the, oh, at the American Consulate, they told us that if we go to\nAmerica only for a year, my husband is, can't work in America because | get the\npermission to come to study, not my husband, that means he can't work because\nhe doesn't have any basis to work here. But if he want, he wants to work, do it in\nthis way. Ask for immigration, if you ask for immigration, he is a new immigrant, he\ncan get a job and he can stay. But if you want, even if you are with immigration,\nyou can go back to Israel any times. And we said okay, this is not a problem, we'll\ndo it in that way. And we did it in that way. That's why, when we came here, after a\n10 days, we get the green card, send it home by mail, you know. That means\neverything was okay with the immigration. We have the green card and that was\nvery, very, very fine for us. We are arrived to work and to stay as a immigrant. That\nwas it.",
        "A: In '68 we came.",
        "A: No, no, '68 in February we came here, it was 12 of February.",
        "A: | think we did a good decision because the situation in Israel get worser and\nworse.",
        "A: Very rare. Not often.",
        "A: | don't know. | don't feel belonging to there.",
        "A: | don't know, | feel belonging mostly, mostly to Israel. And | went back to Israel\nsince those years at least five times. We have relatives there, we have many\nfriends, | have a only cousin, | mean my cousin to who's parents | went back to\nRomania from Sweden. The parents were alive, too, but they die in the '60's, no\nlater, in '75, died my uncle and then my aunt. That's the way how happen.",
        "A: Butenaro.",
        "A: Yeah.\nBarbara Farkas 73\nDecember 9, 1995",
        "A: That hope for a better life, yeah, we had that, we had, | had that, that feeling, |\nhave, yeah. Special, when my dream to start at the university became a reality,\nthat was my dream from high school, to go to university, but, just | said before, |\ncouldn't get to the university and when | came back from the concentration camps,\n| went to university. | finish my study, | became an industrial pharmacist and a\nbiochemist and | was happy with that. Well then, | was feeling that | start a new life.",
        "A: Pavel?",
        "A: No.",
        "A: Yeah, that's right.",
        "A: | wasn't a big Romania patriot, | wasn't. Because many, many Jews became\nvery big patriots, mostly communist, you know, they embraced the communist\nbecause the communist said that everybody is equal, no differences if you Jew or\nnot Jew, and they became a very big communist. But | didn't feel that. | was feeling\nas a Jew, even in Romania. In the beginning was no problem, | didn't feel anti-\nSemitism, | told you that. But later, when | started to work, my boss was a anti-\nSemite, but he was hiding that feeling, you know, but sometimes came up. But |\ndidn't care about him so much because | had my job and I, | didn't care about him,\nhe didn't say anything to me to hurt me, just | feel, you know, you have that feeling\nif somebody is not, is, if somebody is anti-Semite. That was that.",
        "A: When we, when my, when | was in the high school, in Oradia, from '37 when\nBarbara Farkas 75\nDecember 9, 1995\nwe moved to Oradia, til '40, three years, the last three years of high school, | was\ngoing to the State high school in Oradia, by name, . In that time, in\nRomania, instead of Boy Scouts, you know, they have other group they call it,\nStrachere(ph), that means, Strachere means who is willing to, to look for the safe\nof something. Here in this case, was the safe of the country. We have a uniform,\nwe go to school with that, in that uniform, we have many meetings and\nsong, but | didn't feel any anti-Semitism in that time in Romania. |\ncould be, | was one of the good, one of the best student in the high school, | get\nmedaly(ph) from my study, you know, in the end of the year they give medaly to\nthe best student for the first, for the second and for the third, the best. | give, |\nreceive always the second one because the first one is going to the daughter of a\nAdmiral, an officer daughter and her and the two of the professors, ladies, had,\ntheir husband were under this Admiral officer, Admiral, | don't know how you say it,\nAdmiral person, and he is, he is supervisor or how you say it, something there, and\nthat means she was very much protected and with very big protection. Even she\nwas not so good at all. But what happen, when we have the graduation exam, the\nso called baccalaureate, in Romania, | think still is the same rule, after you finish\nthe high school, is a very, very difficult exam, they call it baccalaureate, when you\nhave that exam, to Oradia, they came from other cities, girls, in the school where |\nwas studying, at least three or four schools with girls, girls, they came to give this\nBarbara Farkas 76\nDecember 9, 1995\nbaccalaureate to the same school where | was studying. The committee who was\nin that exam, they were professor not from our school, was a absolutely neutral\ncommission, the president of the commission was a university professor and the\nteachers who were in that commission were from other school from where there\nwere no students in that, in that, at that baccalaureate. At that baccalaureate exam\nwe were around 150 girls and | pass the second one with, you know, the grade, |\nwas the second on the grade. There was no protect here, | mean no Admiral\ndaughter, no nothing, just what you, how you answer and how you write the thesis.\nThat was the situation.",
        "A: Yeah, yeah. Special, in Romania. The Romania years are very, | don't\nremember, for example, my college and the school, the name, | don't remember\nalready, because | don't think about them and | don't remember. So, the same\nthing with the teachers, some of them | remember, some of them | don't remember\nbecause | am not, | am never preoccupied with thinking of them, you know. Even\nBarbara Farkas 17\nDecember 9, 1995\nwhen we went, | have a cousin with her husband, they are old couple, 83 and 95,\nher husband, still in Arad, and when we go to Budapest, we always go to Arad,\ntoo, because it's very close, is the city where | came back from the deportation.\nAnd when we go to visit them, they always, every three years almost, and | meet in\nthe street people, | see them, but | don't remember their name, you know. I, you\nwere, they were working, how the, some family situation, but | don't remember the\nname, | have to think very hard to remember who is this guy or this girl. That\nmeans | am not thinking of them anymore. Israel is different, that | remember\neverything.",
        "A: More recent and more pleasant somehow.",
        "A: | also don't remember the names, | saw my, my, the girls with which where |\nwas together, | remember what color of her dress was, how was her, she looking\nwith blond or black hair, but | do not remember, to some of them | remember the\nfirst name, but not the second name, the family name, at all. Is right that there we\ndon't know anybody too much about the family names, | mean the last names, only\nthe first name we knew each other.",
        "A: What means? Something, a miracle, it's a miracle that | survive. Because very\neasy, Mengele can not accept me and send me to the left, to advance with the\ngroup to the left, that's all, that was a miracle that he took me from the, from that\nline and put me on the right side. Very, very, very easy | could go to the left side.",
        "A: To the right, why he put me on the right? Because | was young and they need\npeople to work for them, that was the selection, that they were looking for.",
        "A: | don't think so, | don't want, | am not talking about to people to know my life, but\n| believe very much in the Museum policy that they want to preserve the Holocaust\nmemory and life there and everything what happened there for the next\ngeneration, for the young people and by this | want to help them to understand the\nlife of people who were there.",
        "A: You see, after the war, | became a very strong person. | try to do what | want to\ndo and |, many cases, | get that. | to do that, you know. Before, when\n| was with my parents as a, | was a very weak minded person. | was the only child\nand | was very, very much, how you say, saved by my parents in every way. Of\neverything. But after the war, | became very strong somehow, to do what | want to\ndo, you know. And many cases, | can, | did that and |, how you call, ?",
        "A: No, no.",
        "A: | want something and finally | get that.",
        "A: Yeah. Yeah.",
        "A: Yeah, yeah, yeah. First of all, my, my goal was to study and to finish the\nuniversity and get a job and get married, have a family. That was the, to don't stay\nalone, you know. | didn't want to, to, to stay alone in the world, | want to have a\nfamily.",
        "A: | think so, yeah.",
        "A: Yeah. | was very diligent in my work and | strive to keep the money, to don't\nspend the money and to do a living, buy a house, you know, in that way. | want, |\nwant to ensure my life and our family's life, for a good old time life, | mean when\nwe get old.",
        "A: As | said, | tell my story for the benefit of the Museum, | like and | appreciate\nvery much how they handle the whole Holocaust problem and everything. And |\nwant to help them by my story in this way.",
        "A: Just that, about my family, maybe, my daughter graduated at my\nand went to college and when she finish she was employed at the bank, she did\nsome business college and she went to, she get a job at a bank and she became\nBarbara Farkas 81\nDecember 9, 1995\na assistant manager, she didn't want to be a manager. She said that she want to\nsleep quietly.",
        "A: No. No, no, she wants, she was afraid always of that that they borrow money to\npeople and they don't pay back.",
        "A: Yeah. And she didn't want to have that responsibility, she was the assistant\nmanager and she get married in 1980 and she was still working til 1984 when she\nhas her boy, her little child, very sweet boy who now is 11 and after 13 months,\nshe had a daughter, Leanna. They are very nice, very good students, the boy has\nA+ in school, a excellent student. And the girl, she study very well, she has very\ngood marks, B, B+, A, but she is very talented in writing, she write, she write\npoems. At age nine she started. Her poems were publicized in the school paper\nand also she is very good in painting.",
        "A: They live here in the same town with us, not far from us and we see them very\noften. And my son-in-law, he is a very good father, a very good husband, he works\nin the, in a computer, big computer company already for 15 years and they have a,\ntheir own house, they have a nice life.",
        "A: And they are, | am very happy, | am very happy that we stay in the same town\nwith them. My husband, sometimes he wants to move to Florida because of the\nweather, but | say | don't move because | want to see my grandchildren and my\nfamily every week or maybe often. And we stay here, in the winter we used to go\nto some warmer place.",
        "A: Yeah, we have a time sharing apartment in Mexico, in Cancun(ph) for two\nweeks and in February, in the beginning of February, we used to go there. And\nalso next year, in March, we going to go to Baltimore to a Bar Mitzvah of my son-\nin-law's sister's daughter and in that time, | want to go to Washington to visit the\nMuseum. | want to go to the Archive, because when | was there twice, the Archive\nwas not open and | want to go there. | want to see some list with the girls with\nwhom | was together if they have that.\nConclusion of interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact reference@ushmm org for further information about tis collectionDecember 9, 1995"
    ]
}