{
    "rg": "RG-50.030.0256_trs_en",
    "sequence": [
        "Q: OK. Would you please tell us your name, and your age, please?",
        "A: My name is Franz Wohlfahrt. I'm close to seventy years now. And I was born in Kostenberg-\nVelden, Carinthia [province]. That's in southern Austria.",
        "Q: I see. And, um, what is the name of the town that you are from now?",
        "A: I live now in Portschach-am-Worthersee. That is a town known for where Johannes Brahms,\nuh, lived for some years and worked. And also the ex-King of Spain, Alfonso, also lived for\nyears in Portschach with his family; and, uh, then the English King, Edward the VIIth--the\nDuke of Windsor--lived, uh, first there, after he left England. In that town. It's a beautiful\ntourist, uh, town, a beautiful lake surrounded by mountains. And 1s visited by many tourists\nfrom all over the world.",
        "Q: Could you tell us a little bit about the size of your family, uh, the oldest to the youngest; and\nyour mother and father?",
        "A: My father was, uh, born 1896 with the name of Gregor. And my mother, Betty--uh, born\nStrukl. And we had, uh, six children. I was the oldest. And my three brothers--uh, Greg,\nChristian, and Willibald--they were in the age group, uh, down to eleven years in 1939. And\ntwo sisters, Ida and Annf[a].",
        "Q: I see. Could you tell us a little of what life, when it came to what...what your family did\nbefore 1933? What type of things were happening in Austria before '33, when Hitler took\nover in Germany?",
        "A: My parents had a little farm. And also my dad did some work on the road, and uh...beside the\nfarm. And then great unemployment, uh, came, the Depression; and they had quite a great\ndifficulties in keeping up with the payments for the home. And also the cost of living was\nquite high. So they had some difficulties, all the result from the First World War.",
        "Q: That's right. Uh, you made mention that your father was in the First World War.",
        "A: Yes, my father was a Catholic. He was called in the Army, and uh, was three and a half years\non the Italian front, in the Isonzo.’ And there he got some injuries; and also over a half a\n' Serbo-Croatian and Slovenian: So_a. River which runs near the border between Yugoslavia\n(Slovenia) and Italy, in the vicinity of Gorizia and Monfalcone. Scene of fierce fighting during\nWorld War I.\nmillion men lost their lives in that part of the Dolomite Mountains. And when he came home\nhe couldn't get over it, that what happened to them. And he discussed this with some of the\nwar comrades. And also, he asked the priest why this was possible; that in the name of God,\nthey were placing them to kill their fellow, uh, Catholics who were under the same church\nand same Pope. But he had no answer. And then a few years later, they...1n the end...toward\nthe end of the '20's, some Kolporteuren [Ger: door-to-door book salesmen] or missionaries\nof the Bible students came around. And they showed him from the Bible that true Christians\nwould not take part in such a war, that they do believe in the word of Jesus that everyone\nwho takes the sword will die by the sword. And the contrary, you should really love...love\nGod and also their fellow man. And this really opened the eyes to my father, and he was so\nenthused. And one of the publications what they brought him was that booklet, Prosperity\nSure. (Holding up booklet) It incidentally carries our family name, Wohlfahrt Sicher. And\nthen he said that this must be made known in that area. And he started preaching the good\nnews of that kingdom, what he believed in, what he prayed for. That through that kingdom,\nthe problems of mankind will be solved.",
        "Q: I see. So then it was in that year that your father became one of Jehovah's Witnesses?",
        "A: That's right. And he got a assignment in, uh, vicinity for about, uh, sixty kilometers, right up\nto the mountains. You know, to call on people. And one of the next one what showed interest\nand became a Witness was, uh, a neighbor, Hans [NB: Johann] Stossier--which, uh, sister I\nlater married, because she became one of Jehovah's Witnesses, too. And he helped him to\npreach in that big territory. He had sometime walk up to eight hours in one direction,\nbecause he was not able to pay the train fare to those outlying areas. And so a congregation\nwas formed of about, uh, twenty-four, until, uh, Hitler came.",
        "Q: So what began to happen then to your...your family, to your congregation then, in '33 to '38?",
        "A: In the beginning, when in Austria the dictator government was established under, uh,\nDollfuss.” He was then in '34 assassinated, and followed by Chancellor Schuschnigg.” And\nuh, about, uh, 1936, in, uh, February, the work of Jehovah's Witnesses was banned. And my\nfather was already jailed at that time under the peddling laws--peddling without a license. So\nhe couldn't pay the fine; so he was then jailed for some days, just by preaching, uh, the good\nnews.",
        "Q: You mean, he was accused of peddling?\n* Dr. Engelbert Dollfuss was the Austrian chancellor from 1932 until 1934, when he was murdered\nduring a Nazi attempt to seize power in Austria.\n* Dr. Kurt Schuschnigg was the Austrian chancellor between 1934 and 1938. He was imprisoned in\nGerman concentration camps during the war, but survived and died at Innsbruck in 1977.",
        "A: Yes.",
        "Q: For what reason?",
        "A: With literatures, that 1t was required--this was just the excuse--uh, he would need a license.\nFor that reason.",
        "Q: I see.",
        "A: And then things developed, uh, uh, towards '38. There were quite some difficulties. Uh, also\nwith this movement already, some Nazis started preparing; and there was the talk of a\ntakeover of Austria. In that time, I start apprentice-time for painting; and it was even\nnoticeable in that school. We were forced to obtain religious instruction. And when a priest\ncame in, uh, there was some apprentice what were already over twenty before they got a job.\nAnd so they objected to the teaching and, uh, presence of the priest. And some in the\nbackground even hailed Hitler in his presence. He was very upset. And then the priest said,\n\"What's wrong with our religion? You have no respect! Ask me questions.\" And so nobody,\nuh, want to ask, after, any questions. So I asked the priest, uh, \"I would really like, uh, to\nhave some of my questions answered, because, uh, I have some doubts about, uh, that\nteaching.\" And he said, \"That's what I want!\" And so I asked him for a whole hour the\ndifferent questions. About, for example, the involvement of the war: how it was possible that\nin the name of the same religion they were placing the Austrians to kill the Italians. And, uh,\nhe said that this was the greatest shame. It should never happen again. And at the end of that\nhour, he came to my desk. He said, \"It never happened to me that anyone asked so many\nquestions. And, for example, also about if the Catholic Church can really claim that they are\nthe only true faith.\" So he said, \"Believe me, I would rather have a handful Catholics what\nwould die for their faith, but not so many millions what only on the paper.\" And then when\nhe asked where I got this knowledge, uh, of the Bible and, uh, I was able to ask him such\nquestions; so I explained to him that our father teach us from the Bible. And he said, \"You\nare on the right road. Just continue.\"",
        "Q: So what were some of the...the pressures that you began to see from '33 to '38, when Hitler\ntook over [in Austria]? What were some of the changes that were taking place in your town?",
        "A: Yes, the changes were a few months later [from] when I had that discussion. Uh, Hitler\nmoved in. And then it became really such a, uh, uh, pressure and change. Uh, people were\nwatched, uh, everything they did. They took account of everyone who did not salute it. And,\nfor example, I had, uh, refused to answer the Hitler greeting. And it took...1t took not too\nlong and I was called before, uh, SA group--some of the party informations that I had\nrefused twelve times the greetings.",
        "Q: And what is that greeting?",
        "A: Hail Hitler. And so they want to put me in the camp. But the master painter was avoiding, by\nexcusing, uh, me that I should finish my training and that he needs me. And so I got still\nthrough without being taken to the camp.",
        "Q: You mean, other people were reporting you? On you, ...",
        "A: Yes.",
        "Q: ...that you wouldn't \"Heil, Hitler\"?",
        "A: That's right. There were, uh, papers asking me to answer with a Hitler greeting. But we\nexplained to him that we never will hail a man. That this only belongs to our Creator,\nJehovah God.",
        "Q: I see. So then all of this took place when you were still under twenty-one?",
        "A: That's right.",
        "Q: And in Austria, what age is that--the age of twenty-one?",
        "A: Twenty-one, when you are full responsible. Uh, like, uh, when you are called in the services,\nin the army. Then you are full responsible. But not before.",
        "Q: I see. OK. So then in the year 1938, when Hitler finally took over, what were the things that\nbegan to happen to you and to your family?",
        "A: Yes, the first thing was that they called my father for registration. And in 1939 already,\nbefore the Polish War started and, uh, at that Commission, they said it was visible that my\nfather was a invalid, partly from the First World War. He suffered [sublalian (ph)] arthritis;\nhe lost all his teeth right in that time. And then they said, uh, he should be left alone and sent\nback, because he had enough from the First World War. But then there was some question\nput to him by some of the German officers. And he said that it would be also against his\nconscience as one of Jehovah's Witnesses to have anything to do with war. And despite that\nhe was not eligible for war service, they kept him there. He was transferred in, uh, military\njail. And there, uh, he had to wait about three months, uh, [to] be transferred from the, uh,\nVienna Army jail to Berlin. And there he was put before the War Court, the\nReichskriegsgericht [Ger: State War Court]; and there, he was sentenced with about twenty-\neight other Witnesses to death. In the meantime, some of the town[s] people and the former\nmayor, uh, put up a petition; and, uh, they were signed by most of the people. Even some\nNazis sent in letters of recommendations. And this was all ignored. And the one who had\nstarted that petition was nearly put to Dachau. And they warned him not to do anything like\nthat anymore. There were still people favored; and they liked my father. In that letter was\nstated he was an example for the community, that he was a very loving neighbor and that he\nhelped everyone. But this didn't help anything. They beheaded him. And it is really a\ncoincidence that today 1s that very day. The 7th December of 1935 [1939]--fifty years since\nmy father was beheaded.",
        "Q: You mean, 1939?",
        "A: Yes, 1939. On the 7th...7th of December; that's right. Today [is] fifty years since that date.",
        "Q: Now, did you mention before that your two brothers were also there as well, in Berlin, at that\ntime?",
        "A: Uh, no. At...at that tume, uh, there were some other, uh, uh, Witnesses from, uh...some from\nthat area. But my...I was put uh, uh...three months later, uh, I was called up in the work\nservices [NB: Arbeitsdienst]. But my second oldest brother [Gregor Jr.] was, uh, called, after\nhe became twenty-one, uh, to the air force [NB: Luftwaffe]. And he took the stand of one of\nJehovah's Witnesses; and he was sentenced to death. And they waited nearly five months\nwith the execution. Because, uh, everyone had the chance to sign a form that he 1s not\nfollowing anymore Jehovah's Witnesses; and also, that he breaks, uh, his oath to Jehovah\nGod and is willing to serve Hitler. My father had one month time. And my brother--twenty-\ntwo year old brother--had two...uh, five months time; but he did not, uh, sign the paper. But\nthis were ...this was very hard for him. I had the occasion to meet one of the barbers. He [the\nbarber] was transferred from the execution chamber of uh...to our camp. And he was, uh,\ncutting his hair and shaving him. And he noticed that I had the same name; and he\nremembered that this was my brother what he was, uh, serving there in that area. And he said\nit was very difficult. He had, day and night, heavy chains on their arms and weights on their\nlegs before the execution. Day and night. They only were taken off during mealtime, or\nwhen they used the toilet.",
        "Q: What was the name of the camp, or the place your brother was at, before he was executed?",
        "A: This was...most were executed in Berlin--in [the] Pl6tzensee, where thousands were\nexecuted. And some were executed in Brandenburg, also in Berlin. And some were executed\nin other places; like, uh, from our congregation there were different ones. Uh, even some\nwere gassed in Auschwitz.",
        "Q: I see. Well, since Jehovah's Witnesses were such a small group, why was Hitler interested in\nkilling them or destroying them?",
        "A: Yes, uh, because of their firm stand that they were staying neutral and not taking part in\nHitler's, uh, goal to rule the world. And they feared if more people would take that stand, so\nit would be very damaging. And that's why it came up, uh, even in all the churches. For\nexample, Pastor NiemGller* was saying in that connection, after the war in one of his big\n* Martin Nieméller was head of the anti-Nazi Confessing Church from 1937. He was interned in\nSachsenhausen and Dachau--usually in solitary confinement--until liberated by the Americans in\n1945.\ngatherings, \"If we had taken the stand with the Catholic Church as true Christians, Hitler\ncould have never gone that far. And there's no excuse. Because many are saying, today, \"We\nwere forced to take part in that war. We were forced by Hitler.'\" He said--Pastor Niemoller--\n\"We have seen a group of Christians which were not only giving up their freedom. Many\nwere giving up their lives, to keep faith alive in those dark days. These were Jehovah's\nWitnesses. And if they were able do it, we could have done it.\" And the same comment\nmade even, uh, before, by Chancellor Adenauer’ ina letter, according to Der Spiegel. And\nEisenhower, where he said the churches had a great responsibility in the concen...on the\nconcentration camps. If they had spoken up, Hitler could have never, uh, be able to bring\nabout these terrible things in the concentration camps.",
        "Q: Now, why was it that they beheaded, uh, your father and brother and other Jehovah's\nWitnesses, instead of just shooting them?",
        "A: Yes, they did, uh, shoot only, uh, two brothers I know from Salzburg. But, uh, 1t was then\nchanged, because they were not worth it being executed. This was a honorable way of\nexecution. And beheading was dishonorable. This was the reason.",
        "Q: I see. OK, so then that's what happened to your family. Now, what happened to your two\nbrothers who were young?",
        "A: Yes, uh, after my second brother, uh, was, uh, executed, they took the other two, uh, younger\nbrothers--they were about thirteen years old, one was fourteen--and the two sisters--one was,\nuh, also in the age of about fifteen; sixteen, the second. They took them away, so that she\nwould...they would not be influenced, uh, by their mother. Because my mother was still\nraising them and teaching them in the spirit of, uh, the truth with the Bible. And so they tried\nto take them away from that influence. They even in a letter apologized that they have taken\nthem away, because they know that they had a very good upbringing. And so the two sisters\nwere taken to some homes, some...what were directed by nuns. And also, my two, uh,\nyounger brothers were taken to the French border near Strasbourg, in the Landau.° And there\nthey were indoctrinated ...they tried to indoctrinate them with, uh, the Hitler teaching. There\nwere some special instructors coming in. And because my little brothers refused to hail\nHitler when they asked them, then they kicked them. Uh, one of the little brothers was once,\nuh, bleeding all over the face. Uh, they was kicked around, they landed 1n the gravel there\nbehind this institutions. And then later, they forced them to that home defense. And that little\nbrother was still shot.’ Uh, lost his life, too.",
        "Q: He was shot?\n> Konrad Adenauer was the Chancellor of West Germany from 1949 to 1963.\n° Located in the Rhineland Palatinate, to the NW of Karlsruhe.\n\"This was Willibald Wohlfahrt.",
        "A: Yes. They were not aware that already, uh, fighting took place in that area. And he was shot,\ntoo.",
        "Q: I see. And how old was he at the time that he was shot?",
        "A: Sixteen. About sixteen.",
        "Q: Sixteen years old. And then what happened to your other brother?",
        "A: The other brother was taken down to the Russian border; and he was, uh, injured down there.\nAnd he was in quite bad shape during all this years, uh, kept in that home. And he did\nsurvive, but he died in a...a accident later. But the two sisters, they...",
        "Q: What are their names now?",
        "A: This was Christian and Willie. And the two sisters--Anna and uh, Ida--they did survive the,\nuh, institutions there. And they were able to work on farms; but all under the supervision of,\nuh, that, uh, convent. And then, one was able to work on a other farm. And they survived,\nand they are still active Jehovah's Witnesses today.",
        "Q: OK. Now, let's go back to yourself, Franz. What happened to you, now? Let's...let's start with\nwhat happened to you in 1938, again. And maybe you can tell us what happened, the various\nincidents that happened to you, when you were put into jail.",
        "A: Yes. As I mentioned, we had always these difficulties from, uh, the Nazi organization. And\nwe were watched. And, uh, I was staying at that time with...still with that master painter.\nAnd just occasionally, I was for a few hours able to see them and get some literatures, and\nget encouragement from my dad. And my dad always said, \"Just prepare yourself.\" You\nknow, because we didn't, uh, know, uh, all what went on. But he did mention that in\nGermany they have great difficulties, and they were informed. That but he didn't told us in\ndetails what really happened; but he encouraged us to be prepared. That the very difficults\ntime...uh, difficult times are ahead. And this helped us. When I got after the call to the work\nservice, after his execution, that I took the stand and refused to take part. Because I knew that\nthis is just a cover-up. They called it \"work service\" but it was a real... such rough training,\nuh--what I mention later what incidents happened in that camp--just be prepared for the\narmy. And I refused that.",
        "Q: So the \"work service\" wasn't really a work service. It was preparing you for the military,\nyou're trying to tell us?",
        "A: That's right. They...they were, before the war they were using that for building roads and so.\nSo I thought this is nothing wrong. But when I was called up, the first thing they explained\nus: \"Now we're going to use the spade instead [of] the gun. And we're going to make all this\nexercises with the gun...with that, uh, spade representing the gun. And then, in a few weeks\nwhen the training 1s over, you're going to get the real thing--a beautiful gun.\" They showed\nthere in that, uh, compound, you know, where they had the exercises. And I refused then to\ntake part also in the singing. They asked us to sing these, uh, Nazi songs: \"And today, uh,\nGermany belongs to us. But what tomorrow, the whole world. And then we're going to\nmarch against England.\" And I refused it. And they were amazed at that, the officers.\nEespecially, some of the German officers.",
        "Q: So how did they treat you then, as a result of you not doing that in front of all the troops?",
        "A: Yes, there was a other, uh, incident, too. And that evening, they gave me the last warning--\nthat I must be the first one tomorrow, and also dress in that uniform with the swastika. And\nso I told them ahead of time I will not take part. And then they told me to send my civilian\nclothing home. But during the night, I was talking to the other recruits of my stand. And in\nthe morning, I had all the uniforms what we received the day before packed in a sheet. And\nthen in the morning, I put my civilian clothing on. And they were warning me before. They\nwere with me, the officers, first for hours threatening me. Threatening me that they're going\nto shoot me, and all kinds of, uh, threats. But in the morning, they told me I must be one of\nthe first one in line out in the exercising grounds. And I didn't came out. And then the\nofficer, the German officer, came in. And he was shocked. I was in civilian clothes; I had all\nthe military stuff in that wrapped blanket. And he ordered me to change right away, you\nknow, in the uniform. And I refused. I said, \"I told you last night.\" And then he called for the\ncommander, and with whom I had for hours discussions. And he said, \"I respected that you\nvery much. But you said you are willing to do work.\" And so I explained to him, \"Yes, I\nwould have worked. But yesterday, there was no work involved at all in the exercises. Only\nmilitary training. And I told you ahead of time.\" And then he said, \"Then, I understand.\"\nThen they had to put me in a dungeon. And from there, they threatened me. Especially these\nGerman officers. They didn't allow me to shave. They said, \"If you believe in Christ Jesus,\nyou should wear a beard.\" And made fun of me. And then midnight...after midnight, they\ncame in. These heavy locks, you know, were moved that you just jumped up. I had to sleep\non a board, and just got water and bread. And so they tried to soften [me]. And they said,\n\"I'm going to hit you there, that you're going to give up.\" And he was very, uh...a very rough,\nuh, officer. But I did not give in. The next day I supposed to, uh, go in front of all the recruits\nand salute the flag. If not, they said something terrible is going to happen to me. And they\n..about four hundred recruits and all the officers were standing there; and I had to march by\nand greet that big flag in front of them. And so I walked by. And I just said, \"Good day.\"\nAnd they were so mad that I had to walk back.",
        "Q: You mean, you wouldn't salute the swastika.",
        "A: No. Because I was taken a... Just like the three Hebrews, what, uh, supposed to bow down in\nfront of the image of, uh, the King Nebuchadnezzar. So I refused that. And then I was put\nback in a dungeon. And those who were guarding me, they said, \"We were so afraid that\nthey going to shoot you.\" Because all evenings we are just discussing Jehovah's Witnesses\nand their stand. And they told me, \"Yes, you are right. We...we would... We don't like to\nhave any part in that, too. But where do you get this strength? You know, we...we just are\nnot able to do it.\" So I explained to him that \"Only through the spirit of Jehovah God, we are\nable to take the stand. We are not able from...to do anything from ourselves, because, uh, we\nare just like any of you--uh weak men. But with the spirit of God, we are able to take our\nstand. And we are not fearing death.\" And, uh, one of the soldiers said, uh...he said, \"We\nwere so amazed that you had no fear. That you had even a little smile on your face, when\nyou walked by when they ordered you to salute that flag.\"",
        "Q: Now, you...you were saying that an officer came to you and tried to force you. Now, he was\nthe head of all the work camps or something?",
        "A: Oh, yes, uh, there are different ones. But it was interesting, that, uh, in the meantime I\nwatched, uh, through my dungeon. There was a little crack; and I could see how they were\ndrilled, you know. These exercises were so hard that some of them, uh, uh, became so ill.\nHad pneumonia, some of them; and some died. And I witnessed myself when they were\ncarrying them out in coffins. And, uh, can you imagine? There were two cases there what\ndied. That was in the camp, uh, uh, |Dietersdorf (ph)], Arbeitsdienst Camp |Dietersdorf\n(ph)], uh, in Burgenland--in east, uh, Austria, close to the Hungarian border. And can you\nimagine? There were some, uh, high ranking officers--uh, like one of the higher ranking\nofficers, uh, his name was, uh, Mayer--he came into my dungeon and said to me that he has a\nhigh respect for our stand. He said, \"And I know there are even laws that you could refuse\nthat, as conscientious objector. But all these laws are made...will be made, uh, invalid\nthrough new laws, what, uh, don't give you the chance to be a conscientious objector.\" And\nhe was trying to influence me--and also some other officers--if I would run away. Just go\nover the border, so that they would save my life. And they even on purpose--I didn't know--\nleft the dungeon open during the night. But they honestly meant--these were Austrian\nofficers--to save my life. But I told them that I would not do that, because, uh, we want, uh,\nto stand even if we loose the life. We want not to compromise. And also, we would have\nendangered our relatives--my mother. Also, we were planning to get married, uh, with, uh,\nHans Stossier's sister. And they would have been taken to the concentration camp. Because\nthis was, uh, known all over the country: 1f anyone fled to another country or was hiding--\nlike some did, to hide from their responsibility as soldiers--all their relatives were taken to\nAuschwitz. And we know personally some what were gassed there. Very few survived.",
        "Q: Now, you said there was one officer in that camp that came to you particularly. And he was\nthe head of all the camps. And he tried to pressure you in to saluting the swastika?",
        "A: Yes. Uh, this was, uh, closer to the end of my thirty-three days in that dungeon. From Berlin,\nuh, Doctor Mendinger. He was in charge of all the pre-military training of the troops; and,\nuh, he tried to persuade me, too. Uh, I was brought before him; and he said, \"You are not\naware what will happen to you.\" I said, \"I am aware.\" \"No, no! That's easy talk,\" he said.\n\"You know what laws are in force now?\" And so... And he said, uh, I should, uh, think what\na big future is ahead for every young Germans. \"We're going to rule the world. And you're\ngoing to be part in it. And you are very valuable, a valuable citizen. Uh, so far, we have\ninformation about you. And we do not want that you lose your life because just somebody\nhas talked you in.\" I said, \"No, that is my own conviction. And then, that we rather lay down\nour life for Jehovah God, for righteous principles. And that we don't become blood guilty.\"\nAnd he said, \"No, you are not aware what, uh, lies ahead of you.\" And then I told him just a\nfew weeks ago my father had been beheaded for similar reasons. Then he was shocked. He\nsaid then I know; he gave me still the order. And then he felt just exhausted. He was trying to\nconvince me and [NB: to] give up my faith.",
        "Q: OK. So now, after the thirty-three days in this camp and in the dungeon. Where did they take\nyou to next?",
        "A: I was taken then to a jail for investigation. And from there, I was transferred to the Gestapo\nin Graz--about sixty or seventy kilometres...kilometers, in the capital city of Styria\n[province]. And there, I was threatened by the Gestapo men: \"And, uh, then you're going to\nsee what will happen, if you take a Fuhrerless stand!\" And I was charged with, uh, uh,\ndemoralizing, you know, the spirit of the recruits--by making statements that I will never\ngive an oath to Hitler, I will never fight for him, I will never wear the Nazi insignias and that\nI rather be willing to die than to serve Hitler. And for that reason, I was put before a special\ncourt of three judges. And, uh, they also, uh, assigned a lawyer what supposed to defend me;\nbut he said, \"What shall I do if you don't give up? You know, it will be not much use.\" And\nthen the judges, uh, based their judgment on my uh faith. \"And, uh, we respect your stand,\"\nuh, one of the judges said. \"But because of the situation Germany is in, your statements\nbefore recruits is very damaging. And we must sentence you to five years hard labor.\" And\nso I was put after, uh, in one of these, uh, uh, security jails. I was put right beside some\nnoted, uh, criminals. Murderers. One of, uh, other had big crimes committed; and 1n the\nmiddle of them I was placed. And the reception there was from that officer. He said, uh,\n\"That is the greatest shame! If somebody breaks the law and doing something wrong--like,\nuh, stealing or even sometimes killing somebody. There are human weaknesses. But to\nrefuse to serve our beloved Fuhrer, that really is the greatest crime! And you deserve it [NB:\nimprisonment].\" Then I was put in a dungeon there, again for reception. And dark holes; on\nwater and bread. And then I was kept there for, uh, just for a while, until I was, uh, also, uh,\ninterviewed from a professor of the Graz University, where they make studies on different\ncases of criminals. But they apologized. \"I should not regard that this is a criminal case, but\nwe just want to hear from you why you take that stand. Because we read through the papers,\nand it is, uh, remarked that in your faith are suicidal tendencies. You want to throw away\nyour life to get so fast as possible to heaven.\" And I never made a statement. And so they\nwant to find out. For hours, they were interviewing, me with, uh, about eight students from\nthat university. And they came to the conclusion that we...that my faith is really based on the\nrestoring of this earth to a paradise. That the prayer \"Your kingdom come, and God's will be\ndone\"--that this is our faith. That we are standing with both feets on this earth; and that we\nnever...that I never mentioned anything about, uh, going to heaven. I explained to him that\nthere are some small number what have that heavenly hope, and what the Bible describes--\nthe 144,000. But before, uh, that interview was over, that professor said, \"We had been asked\nnot...at, uh, no occasion to show any of the papers to a prisoner what we interview. But I\nfound here some remarks, and I just want to let you know. And read them yourselves.\" And\ncan you imagine what they are told, this, uh, put under this...under...1n my papers? A new\nlaw came out. Uh, they called it in Germany \"Krieg state law.\"* This is a law which says if\nyou are eligible for the army, you cannot serve that sentence. You have to be kept in a\nconcentration camp, in a work camp, until the war is over. And then you have to serve this\nfive-year sentence. And they knew already that I going be transferred in that camp. And that\nprofessor showed me that there were remarks [that] I am a very dangerous prisoner. I would\ntry to escape. I would try to get in contact with out...with the outside, and do uh things\nagainst the law. They should be very hard on me, and they should isolate me from all other\nWitnesses. So that 1t would be easier to break me in my un faith than if I have association.\nCan you imagine that that professor had such a confidence in me that he showed me these\nremarks? And really, uh, a few days later I noticed, uh, there was a military commission in\nthere and looking over the prisoners. And that, uh, uh, official, what was...what was the head\nof that, uh, jail-- uh his name was uh, Hause (ph)--and he was the one who had made the\nremarks. And I was sort of put already in front of him before. And he said, uh, that, uh, he's\ngoing to try, you know, to break my faith and I should give up. And he was present when\nthat commission of army officers and all looked us over. And when I was...was brought\nbefore that commission, he said, \"See! That's the one! That's the one! That's that one, uh,\nJehovah Witness, what does not want to serve!\" And that officer just made the remark. You\nknow, I was twenty years... hardly twenty years, then. He said, uh, \"It's too bad that you still\nslipped through the executioner's hand. But we're going to make up that, if you continue that\nway.\" And then I was transferred from that institution, that jail, in a camp to Germany. He\nput me on that transport to that work camp Allweiter Rodgau, in Hessen-Nassau [province],\nwhere we had to work. And they did assign me really one of the worst jobs in the camp.",
        "Q: Now, this particular camp. Where is that found in Germany? Could you give us a location?",
        "A: Uh, that is, uh, a area between, uh, Frankfurt, uh, and, uh... Frankfurt, Darmstadt,\nAschaffenburg. In that area. There was swamp land, uh, to be irrigated, and also we had to\ndig trenches and dig out trees. And also [we] cut down some of the trees. You know, to\ncreate, uh, some land where they planted different things to produce food. And there, I\nnoticed for over three years I was standing in that swamp; and not proper...uh, very poor\nfood, very poor clothing and, uh, shoes. Even when I had, uh, to testify a few years ago in\nGermany before historians on the Frankfurt newspapers, they found that was one of the\nworst treatments. When we came out from this swamp and had this, uh, swollen and, uh,\nsore feet. You know, spongy feet. We had to change in wooden Dutch clogs, without socks.\n* This is probably a reference to the Kriegssonderstrafecht (Wartime Special Criminal Law)\nenacted in 1938, which authorized stiff punishments for political offenses.\n” This was Strafgefangenenlager Rollwald, established near Dieburg (Germany) in 1937. Also\nknown as Camp II of the Strafgefangenenlager Rodgau-Dieburg.\nJust a little break, and that break in no time disappeared. And then we had to march four\nkilometers and goose-step with these big clogs. And this, uh, rubbed all our skin off. And\nthis start inflammation, and, uh, pus developed; and literally our feet rotted away. When we\ntried to get relief, uh, in that so-called \"Lazarett\" [Ger: \"military hospital\" or \"sick bay\"],\nthey just took some benzene, uh, and rubbed that sore legs that we were screaming from\npain. Then they chased us back to work until I collapsed. Then one of the officers, uh,\nsomehow, uh, he took interest in me. He said, \"Is it really that bad?\" And when I showed\nhim the legs, you know, uh, he just felt sick. He said, \"They really should do something for\nyou.\" And he insisted that I was, uh, a time off from work, and I got some disinfecting, uh,\nmaterials. So that it healed up little bit. But I had years to deal with.",
        "Q: Can we go back just to the time you were taken from that jail, to when you were first taken\nto this new camp? Uh, how did they transport you there, and what was your first day? And\nwhat...what happened at the very beginning?",
        "A: Yes. Uh, when we came uh we were transported in, uh, this, uh, cars, uh, were...uh, were\nlittle compartment just with full men. We had to stand in there upright. And they assaulted\nus, and we... You know, called us all kinds of names. And uh...and then we were, uh,\ntransferred, first to Vienna; and from there again we were transferred to, uh, Munich. And in\nLinz, we were also transferred. And they wanted the publ...uh, the public to watch out for\ndangerous criminals that were being transported in chains. And then, when we did arrive at\nthat camp, uh, they had a special reception from that camp commander, too. He said, uh...his\nname was, uh, Muller. He said, uh, \"If you don't want to kill the English or the Frenchmen,\nyou don't want to kill even parasite like lice or flea. You have to regard them as parasites.\nThey have to be exterminated. And we going to make you to do that. Otherwise, you will not\nsurvive that camp.\" And on the way out, I was...I was, uh...also, we were, uh, watching how\non the shoulders how some Austrians what tried to escape, how they were bitten by dogs,\ntheir faces ripped and, uh, shot at. They were all covered with blood, and they hardly moved\nthere. This was a terrible reception. And we were about thirty-five men. And then when we\nhad the reception for examination at the doctor in this Lazarett, one of the guards, he say that\njust we're transferred from the Dachau camp. And uh, he was the one what singled me out\nfrom all thirty-five; and he said, uh, \"Why are you here?\" And I told him, \"I'm one of\nJehovah's Witnesses.\" He said, \"I knew that you have not committed a crime. But I just warn\nyou, if you don't give up--like in Dachau and in other camps--you're going to go through the\nchimney.\" This was also that. Despite it was not, uh, such a type camp like, uh, Dachau or\nMauthausen, but still they used similar methods in this camps. And I did not get away from\nthat terrible job until we got a new commander. And all because of that remark, they must\nkeep me also iso... isolated. There were different Witnesses in the branches of that camp, but\nI was always kept away, separated from them. So that we were not able to encourage each\nother. Yes.",
        "Q: I see. OK. So then, who were the other prisoners that were in that camp? What were some of\nthe other groups besides [the Witnesses]?",
        "A: The majority were...like, uh, we came from Austria. And that interview in Germany was\nspecially related toward testifying that we were not all criminals. And today the Germans,\nuh, claim--or some of the neo-Nazis--\"They deserved being in the camp. They were\ncriminals.\" And then I could testify that among this thirty-five, uh, what were transported\nfrom Austria to that camp, were all political prisoners. One among them was a Catholic\npriest. He was, uh, also jailed, put in a camp for listening to BBC and mentioning some of\nthe points in his church. And that's why they put him in the camp. But there were no others.\nUh, what there were among the other prisoners were some uh criminals with all kinds of\nrecords. And sometimes they used them in general, you know, to be hard on political or\nreligious prisoners.",
        "A: Did you get a chance to talk to this Catholic priest?",
        "A: Yes, I, uh, did had a chance. And he said, uh, \"I am ashamed to be here for political reasons,\nbecause listening to the radio. I supposed to defend the faith. But you Witnesses are...uh, you\nare really true Christians.\" And uh, he appreciated. Because he had difficulties to work and\nget...reached a quota of, uh... We worked first in, uh, for a while in a factory, where they\nmade some, uh, steel wire fences. And he got such sore fingers, and he couldn't reach that\nquota. So I was used to hard work, and I was able to do most of the job for him. And he\nappreciated that so much; where some of his brothers 1n the faith--uh, Catholics--said, \"Now\nyou just have to learn, to see where the bread comes from.\" But he appreciated really my\nhelp. And even later, in later years, when he was released already after one year, he was put\nback in his parish. And he promised me he's going to see my mother on . About three\nyears later, he travelled about five hundred kilometers from eastern Austria, Styria\n[province], uh, to the place of my mother [and] my bride, Mary. And he supported, even, my\nmom. He offered her about five hundred, uh, marks, because my mother was without any\nsupport. And then he heard about that I am preparing to be executed. And he knew that\nalready the family was so hard hit--my father, brother was executed, [and] my wife's, uh,\nbrother. And also the children taken away. So he even wrote letters to some priests in\nGermany, to try to influence the commander--and even some of the Gestapo, if possible--that\nthey would save my life. This was really a exception, how that priest respected Jehovah's\nWitnesses. Whereas, on the other hand, there were some, uh...according to some of the\nhistory books of Mr. Levy, there were quotations from German church papers where they\nencouraged, uh, Catholics, uh, to report any of the Witnesses what are still preaching to the\npeople; so that they're going to be taken to the concentration camp. So that priest was really a\nexception. He really respected. And I am still in contact with him, uh, today. And he just\nlately still thanked me for being so helpful to him in those hard days. And he is also reading\nour publications.",
        "Q: Well, let's stop there for just a moment. (Pause) [They're going to change the reels so when\nwe resume we're going to go back to the camp again.| [TEXT IN PRECEDING\nBRACKETS NOT ON VIDEOTAPE]\nTAPE #2",
        "Q: Would you like to describe for us now a typical day of work, with, uh...what time it got\nstarted and what happened during the course of the day, evening?",
        "A: Yes. Uh, the most difficult, uh, time was when the winter came. The cold. The snow. We had\nto get up, uh, at least around five o'clock in the morning; and there was always a...a rushing\nto get a little bit of that, uh, uh, breakfast, and then... Which consisted of a little bit black, uh,\nsubstitute coffee and, uh, some little bread; but, uh, you couldn't call it bread. It was really,\nuh... There were food what they had given us there, that kno...that came to us known for very\npoor food. There was turnips; and also some dead animals were grinded, uh, 1n that, uh,\nvegetable soup. And even some diseases developed from that. And we were sometimes\ncovered--or for the bigger part during our camp time--with boils. And the odor of that food\nwas even so bad, when some kommandos who worked in this bombed out cities that people\nwere complaining--when some of these prisoners were transported 1n one of these uh, cattle\ncars to the jobs--that they became sick just smelling that type of food. So, [it] gives you some\nidea. But when you had hunger, you still had to eat something. And that's why we became,\nuh, quite weak, through that, uh, poor food. And some prisoners what came from Dachau,\nthey always remarked, uh, this was a golden food--what they were getting in Dachau--\ncompared with ours. But the worst thing was in the morning, the Appell--as they called it:\nlining up the different working kommandos. And they took hours, until some were replaced\nwhat took sick or some what died, so that they had the full number through newcomers. And\nthen they count...the counting. And in that time, they always commanded us to stand still;\nbut when you were poorly dressed, and, uh, that wind and that snow, it was automatically\nthat we were shivering. And, uh, there was really a difficult time.",
        "Q: Hmm. OK. So that's how your day started. And from there, you went to where?",
        "A: Yes, then we were loaded on, uh...on trucks. On... Can you imagine? On open trucks. Some\nhad to march to the different near working places; but some what had to work far away, they\nwere put on trucks. And you know how cold they were in the winter; and we had to sit. And\nI was, uh, sometime assigned to some jobs; and it took quite a while to reach them. And you\ncan imagine how hard it was on the prisoners, when they were in that, uh, open car.",
        "Q: OK. All right. So then, what did the work day consist of?",
        "A: Yah, we were digging trenches and, uh, irrigating land. Putting the pipes in, and then also,\nuh, making this, uh, big collector. You know, put this big collector pipes in, that are diameter\nof over one meter. And before, we had to load them on the trucks, all by hand. And\nsometimes they broke; and sometimes they nearly smashed our uh legs when they fell apart.\nYou know, some were faulty in, uh, the pouring of cement. And so, uh, this was really under\nthe condition that we had always wet feet. And then when we came home, we had no, uh,\nchance to dry the clothing. And practically, the next morning we had to dress ourselves again\nwith the wet clothing. This was especially bad during the winter. And many got sick, and got\npneumonia and so forth.",
        "Q: Did you have heat in your barracks at nighttime?",
        "A: Uh, practically there was no heat. There was a little ovened areas; but, uh, there were some,\nuh, uh, poor constructed barracks. You know, the wind and snow blowed through. We were\nreally shivering all the night through.",
        "Q: And how many people were in a barracks?",
        "A: There were about, uh, in that barrack, the average were at least one hundred.",
        "Q: And how many per bunk?",
        "A: Uh, we had, uh, about, uh, three in, uh...1n this, uh, bunk bed.",
        "Q: Now, what began to happen to you as you began to work there?",
        "A: Yes. Uh, as I say, there was, uh, mainly assigned to this, uh, uh, uh, digging trenches and\ndigging out trees and everything. And toward, uh, '43, they were...uh, there was a change. A\nnew commander came; and he had, uh, occupied, uh, a new villa, and it needed painting.\nAnd they found out that I am a...a tradesman. And so they called me out from that job. And I\nwas uh able to do some work for that uh commander. And because of doing that work, uh, I\nwas able, uh, to talk to him. And especially, uh, he was, uh, very, uh, surprised... There was\nno wallpaper available. And before, the painters just put some whitewash on; and this\ncolored off. And I noticed in that camp where also experimented not only fertilizers, also\nfrom I. G. Farben, different paint materials--like, uh, latex sealers. And with these sealers, I\nimitated then wallpaper. And he was so surprised what, uh, I was able to do. There's still one\nof these few patterns, what I was making the rooms with. Uh... (Holding up samples) And\nthis was the occasion, too, where the camp commander was, uh, asking me... They called me\nup for the military service, because they were short on man materials, to Africa. And then...",
        "Q: Now, what was that year now that they called you up for that?",
        "A: This was, uh, the end of '43. And then the commander asked me what my stand is. And, uh,\nin the meantime, we... During my work, we already discussed some of our, uh, stand as\nJehovah's Witnesses--about our neutrality. And even the wife [of] the commander made\nremark we really do not, uh, deserve that we are in such a place. And the commander said,\nyes, he doesn't regard me as a law-breaker--I'm just here because of my faith. And when I\nreceived the call, then I was preparing myself. Because I knew already from experience that\neveryone in our congregation was, uh, executed what, uh, refused, uh, the military services.",
        "Q: Just to go back for a few moments, uh, to the wallpaper again-- or really, the paint. How did\nthat happen to, uh...to help you with that commandant of the camp? That wallpaper--or that\npaint, I should say.",
        "A: Yes. Uh, when his wife came in, uh, she asked him. I really shouldn't... She couldn't imagine\nthat I have done something wrong, that I, uh...why I am in there. And so the commander\nsaid, uh, \"No, I don't regard, uh, that he has done anything wrong. He's just here because of\nthat faith in Jehovah God.\" And so he was able to, uh, get a setting back of my call for six\nmonths. And he saved me being brought before the court in, uh, Berlin.",
        "Q: You mean, all because you were able to...?",
        "A: Yah. And mainly... Uh, first of all, I was able to do the job not only for him; but they gave\nme some other job, even to high ranking government official. I even had to, uh, paint and,\nuh, repair, and restore as a wood finishing in some of the government offices in that city.\nThey even, uh, put some other, uh, civilian, uh, overalls over my prisoner clothing. And this\nhelped me, that I, uh, was spared from execution. And what I found out later, that this was all\nthe work of that commander. Otherwise, I would have not survived.",
        "Q: What was the impression that he first got when he saw that... that \"wallpaper\"--which he\nthought was wallpaper--on the walls, when he walked in with his wife?",
        "A: Yah, he thought that I got somewhere a wallpaper. But none was, uh, made, uh, during that\ntime. And then he even looked how I closely, uh, joined the paper. He couldn't find, uh, the\njoints. So I explained him after; and then he was really amazed, and he really appreciated\nthat type of work.",
        "Q: And how about his wife?",
        "A: And his wife, she appreciated also. Because she had a lot of cleaning, uh, to do before. When\nthey, uh, touched the walls, it was all over their clothing. There was just whitewash on. But\nthis new material, latex paint, was washable and very durable. And then she realized,\nbecause I was so skinny. She disappeared and came back with a big plate of, uh, sandwiches.\nAnd you could see that there were still some people what had feeling and understanding for\nus, and they felt sorry. Or, sometime when we were walking to the different shops,\nmarching, German people threw their apples and food, uh, stuff. But sometime the guards,\nyou know, when they noticed that, they warned them they will take them with...uh, in the\ncamp. But people were really, uh, seeing what has been done, you know, to German people,\njust because of their faith or their political views.",
        "Q: So then, because of your ability to paint and make it look like wallpaper, it actually helped to\nsave your life?",
        "A: That's right. That's right. And I had also opportunity in this experimental farms, which were\ndesigned and built after models from Jehovah's Witnesses. There were some very capable,\nuh, uh, model carpenters. And I had to work then in those farms. And there, I had the\nopportunity--because of orders from the commander--that I could move quite freely, and\neven, uh, talk to people. Uh, some were...uh, some lost their homes and were bombed out;\nand so, temporarily, they lived in that farm. Uh, some of the German people. And, uh, they\nasked me, uh, \"How is it possible, uh, you, uh, still have a...a...? You behave so different\nthan the others, and you have still a smile on your face--even in that misery what you are in.\nWhy are you here?\" And then I told them, \"I am one of Jehovah's Witnesses.\" \"What?! They\nare putting you in the camp just because of your faith?! What does your dad say, that...your\nmother, that you are in that condition?\" I said, \"Sure, 1t is very hard for my mother, because\nshe lost already our father. He was beheaded. My brother was beheaded. And the children\ntaken away.\" They couldn't believe it. They start to cry. (Crying) They said, \"What?! Such\nthings are done in...1n Germany?!\" (Crying) You know, they try to... also to help me with\nfood; or when I got this terrible dysentery and a touch of this typhoid fever, they were the\nones what sent--through some guards and workers what were assigned to that camp--some\ncharcoal tablets and, uh, uh, some medication, so that I've did survived. I just owe it to those\npeople that they helped me. And can you imagine? And other thing, what I would never\nthink of: because I told them that I have to prepare myself (pause -crying) for the execution,\n(crying) that it was a arrangement made... Can you imagine? One day, I come to work and I\nwas comforted with my mother (crying) and Mary--my bride, my sister. They arranged--can\nyou imagine?--that I had a special work to do in that experimental farm; and they called\nthem from, uh, Austria, you know, that I would be able to see them before the execution.",
        "Q: You mean, those people that lived there arranged this?",
        "A: Yes.",
        "Q: So that you could be...?",
        "A: Yes. Yes. Can you imagine what the danger was involved? If they had found out, you know,\nthey would have, uh, executed them right away, you know.",
        "Q: And so you, uh...when it came to Maria, she was able to come to see you?",
        "A: Yes, and my mother. And, uh, even, once, the uncle was there what was later gassed in\nAuschwitz.",
        "Q: OK. Well, would you describe that meeting with your mother and with Maria?",
        "A: Yah, it was just unbelievable. You can imagine that was also for me a great encouragement,\nbecause, uh, I was so cut off from other, uh, Witnesses. And, uh, my mother and Mary, they\nencouraged me. But, uh, you can imagine how we appreciated that. We could never forget\nthat.",
        "Q: Now, where was it you met? In a house? In a barn?",
        "A: In that, uh, in that farm house, where they were living; because ...uh, that experimental farm.",
        "Q: Well, how was your mother and Maria able to get from Austria all the way over to this\ncamp?",
        "A: Yes, they were able to, uh, take the train still, you know. But later, this was very difficult;\nbecause they were bombed on the way. And again, for a number of times, uh, Mary was able\nto visit me; but under very great, uh, difficulties, because the bombing increased. And also it\nwas the danger of, uh, of that, uh...you know, what was involved with the guards. If they had\nfound out, you know. But I owe it just to the commander that I had that freedom without the\nguards, you know, uh [to] do these different jobs.",
        "Q: Oh. You mean, the commander would permit you to go to different locations without any\nguards?",
        "A: That's right. That was, uh...I just owe it to him that he, uh, ordered the, uh, guards to leave\nme alone, despite that there were some protesting about this. And uh, they also, uh, toward\nthe end of the war they tried to, to perse...prosecute him about those, uh, things. He was also\nin great danger.",
        "Q: Himself?",
        "A: Yes. Because the guards, uh, felt, uh, that he is trying to make friends with the prisoners. But\nhe really, uh, helped us in many ways, you know, to make our situation easier.",
        "Q: I see. All right. Now, as the war began to draw to a close then, how many times did he help\nto spare your life then? A total of how many times?",
        "A: Yes. Uh, he avoided my call, and so the execution, three times. The third time, he offered me\ncivilian clothing. And he said to me, \"Be very, very careful. I had, uh, great difficulties to\nkeep you alive until this day.\" And so, he was, uh, doing everything he could, uh, what was\npossible. And he had the opportunity, you know, to hold back my call. And only I owe it to\nhim that he was, uh, saving my life.",
        "Q: Hmm. Very interesting. And at that time, how much did you weigh about at that time? How\nmuch did you weigh when you went in, and how much...?",
        "A: There was about at that time 150 pounds; and then I came down. So around, uh, 90...about\nuh, 88, 90 pounds.",
        "Q: And you were saying that the foods that were being presented to you prisoners was\nexperimental foods?",
        "A: Yes, they also had experimental foods. Uh, artificial margarine, and then artificial tomato\nsoup. For example, it was such a sensation of, uh, burning that, uh, we had to drink by the\nquarts water after the meal. And also different, uh... different types of, uh, soups they\nproduced there, they would try it on us. We had, for example, for days--when we had that\nsoup--uh, uh, orange colored mouths. And the color didn't get away for days, when we had\nthat soup.",
        "Q: Was there any reaction to your body, when you took 1n that... that food that was prepared\nwith chemicals?",
        "A: Yes, there's one thing I had. That, uh, quite a bit of stomach trouble developed. And we\nnoticed, especially, toward the end when we were liberated and we got the first meal, I\nnearly died. I couldn't stand anything, and for many years. And even today, I have to be very\ncareful in eating rich food or ...or certain drinks I have to avoid.",
        "Q: You were saying that the potatoes they used to make with chemicals or chemical fertilizers?",
        "A: Yes, they used a lot of fertilizers. And they were just like an acid, you know. It was too much\nof the chemicals in there.",
        "Q: All right. Now let's go toward the end of the war now. And the commandant was able to\nkeep you alive up to that point. What began to happen, as the American troops began to get\ncloser?",
        "A: Yes, when the American troops came closer, also with the low flying planes they dropped\nleaflets over the camp and warned the guards not to harm us. That they are going to be\nbrought to justice if they would, uh, do anything to us. Then they flew into the camp, right\nthrough the camp area. And they shot down the guards from the watch...from the\nsurrounding watch towers. And, uh, there was quite a...a situation, uh, through the bombing\nraids too, you know. We had to stand just in the barracks; and sometimes they were moving\nback and forth from the big bombings of the city and the surrounding areas. And also some\nbombs were dropped quite close to our camp. But we were never, uh, hit, or...or injured.",
        "Q: Now, who came into the camp then to free you?",
        "A: Yes, uh, as I found out when the Americans came closer, the commander--what I found out\nlater--uh, he got orders to defend that camp. Soon the Americans arrive to open fire; and they\nhad a lot of...we were surprised how much munition and, uh, armaments they had in that\ncamp. Piles of, uh, machine guns and ammunition and grenades, and all kinds of weapons.\nAnd the commander said, \"Yes, yes.\" He will follow these orders. But when the Americans\narrived, he put out a white flag. He tried to keep so many guards as possible there, so that,\nuh, the order was, uh, kept. But those who have committed crimes or murdered prisoners or\ntortured some, uh, they fled during the night. But still the bigger part of the guards, uh,\nstayed there. And we were then surrounded from all sides by General Patton's, uh, troops.\nAnd in that time, I was already in civilian clothing. And I was, uh, quite, uh, a friend of one\nof the Norwegian high-ranking officers from the air force. His name was [Videreu (ph)].\nAnd, uh, he was having experience with Jehovah's Witnesses in Norway already; and he said\nhe respected us very much. And, uh, because he was such a high-ranking officer, they\nallowed him to get occasionally some parcel from the Red Cross. And even he shared some\nof the little food with us. And uh, he was the one what, uh, welcomed the American troops,\nbecause he spoke, uh, fluent English, German, and French.",
        "Q: All right.",
        "A: And they were really surprised, you know, what they found.",
        "Q: Now what happened to that commandant of that camp?",
        "A: Yes. When we, uh, were liberated, but they didn't let, uh, all, uh, prisoners out. Because there\nwere also criminal prisoners. And the camp commander did not, uh, destroyed any records;\nso the political prisoners took care to sort them out, that only political or religious, uh,\npersecuted prisoners would go free. And so, uh, they offered me as the first one to walk out,\nthe American, uh, officers. And, uh, they really couldn't believe it. That English...uh this\nNorwegian officer explained them why I was in there as one of Jehovah's Witnesses, and that\nso many from our family were already, uh, executed, you know. And they couldn't believe in\nwhat state that we were in. And, uh, so the officer, or the commandant or the other officers,\nwere were all jailed just in one of these barracks, and, uh, guarded by the American troops.\nAnd then we went straight to the American officers and testified. You know, about that he\nreally tried to help us, you know. That he got even some extra food, and then that he avoided\nsome of the executions and so forth. And in about three days, he was freed. But other, uh,\nguards and officers were brought before the courts. Some what were committing some\ncrimes; but most of the dangerous ones, they all escaped. The majority escaped.",
        "Q: Tell me, now... Now, when you got back to your home congregation, how many did you find\nalive? Or what had happened to your congregation?",
        "A: Yes, when we came back there were twelve what were executed, gassed. And three still\ncame out--survived, uh, and died after the...after having still some typhoid fever. But, uh,\nabout, uh, three or four other Witnesses did survive, that they came also home quite sick,\nlike, uh, Brother Burger and some of my cousins.",
        "Q: Now what happened with your cousin'”? Now that you got a chance to start talking to your\ncousin, what had he gone through and what did he tell you?",
        "A: Yes, he was in the camp up in, uh, Flossenburg. And in Flossenbiirg, he was assigned to\nwork in the crematory. And in a period of about three months, he had some terrible\n® Referring here to Anton Wohlfahrt.\nexperiences. He related how Russian soldiers and officers were executed by the hundreds\nand hundreds. How they were begging, you know, to consider their families--their...their\nparents and, you know, wife and children. But they mercilessly killed them. Then, what was\none of the worst things, uh, uh, Polish girls what became pregnant with Germans-- before\nthey delivered, you know, and in the stage of nine months pregnancy--they made all kinds of\nexperiments with them. And then they screamed at my cousin. In five minutes, he must clean\nup, you know, the operating tables for the next one. And he just couldn't see it. And Jewish\ngirls, they made all kinds of, uh, operations. One...one writer of a book about this came, said,\nuh, it was just terrible. There were also eye-witnesses of, uh, this, uh, experimenting. And he\nsaid that only through the Bible students, Jehovah's Witnesses--who were assigned, you\nknow, to burn the prisoners--that they could get some information what a mass murder,\nkilling and experimenting went on.",
        "Q: What did you cousin tell you as to the experiments? What...what type of experiments on the\nPolish and Jewish girls?",
        "A: Yah, they were making all kinds of experiments on...during the delivery of a child. And also,\nthey were experimenting on different diseases; or they were experimenting on some, uh, on\nvein operations. Especially women. They went through terrible operations. And, uh, also\nthey were experimenting pressure chambers, uh, like in different ones. You know, for the air\nforce. And then freezing prisoners. And uh, all these experiments were taken...this. He\ncouldn't stand any longer. And he asked if they would execute him rather; and, you know,\nburn him too. Because, uh, he just couldn't stand it. Then they threatened him, that they're\ngoing to kill him if he refuses to do that work. And he did refuse. But he was then assigned\nto a Kommando. But he was still, uh, surviving; but he died after on typhoid fever. He also\nwas a witness of that execution of that well-known Admiral Canaris,'' who was the chief of\nthe German Secret Service. He was very badly beaten and tortured. Also others testified\nalong that line, that he [NB: Anton Wohlfahrt] was an eye-witness of that.",
        "Q: At this time now, you found out what happened to your uncle, as well?",
        "A: Yes, also in that, uh, period, uh, my uncle--who was a war veteran from the First World War,\nand, uh, was on the Russian front, lost one eye there and was kept for six years in Siberia.\nAnd he came back; he survived. And, uh, got married and raised a family. And his three\nboys--minor boys--and, uh, even the girl, was taken in a concentration camp, because of, uh,\nstand as Jehovah's Witnesses--also in connection with that \"work service.\" And when he\nvisit...tried to visit them, uh, they kept the father there, too--the Gestapo--and put him in the\nsame camp. And told him he is responsible, that he didn't raise them in the spirit of Nazism.\n'' Admiral Wilhelm Canaris was head of the intelligence and espionage section of the Reich War\nMinistry (later the Abwehr Foreign Office of the Wehrmacht High Command) from January 1935\nuntil July 23, 1944, when he was arrested for suspected complicity in the plot to assassinate Hitler.\nCanaris was sentenced by an SS court and hanged at Flossenbirg shortly before liberation.\nAnd then, it happened because he was a invalid and older already, they ordered him to pack\nhis belongings. And before his three boys, he was led to the gas chamber. And you can\nimagine how they felt? (Crying) He was also a very loving father.",
        "Q: And in what year did that take place then, that you found out?",
        "A: This was about '44. 1944. And to cover up the whole affair, they sent a condolence telegram-\n-the SS commander of Auschwitz--to my aunt. Who was also, uh, quite ill; and later she was\nalso in the Gestapo jail, and took so serious ill and had no treatment. And she died, too. But\njust shortly before, you know, they sent here even a telegram: that they did everything, uh,\nfor her husband, but his, uh, uh, stomach ulcer got so bad that he died. And that...that was the\ncause; and if she wanted to have his, uh, ashes sent. Just to cover up, you know, what they\nhad really done.",
        "Q: So then, now after the war and after you were freed, you went back home. And, well, what\ndid you find at home? What were the conditions like at home?",
        "A: Yes, uh, you can imagine how many did not came back anymore. But, uh, those of the\nWitnesses what did survived, even in that state we were so glad that we did not, uh,\ncompromise. And that anything, even the difficult life whatever--there's not much food\naround and all kinds of difficulties. But it was nothing, compared what we went through.\nAnd that we never regretted that we had, uh, spent such years in the concentration camp, or\nthat so many died. Because we knew ahead of time. Even Jesus said when we will follow his\nexample that we will have to expect persecution. The same when they persecuted him, they\nwill persecute you also. And how true it really became, and how glad we were that we did\nnot took the sword. Like Jesus said, \"All those who take the sword will die by the sword.\"\nAnd that no problems in this world can be solved just by force. Even the former President,\nuh, Eisenhower, who was also so shocked liberating us; he made a comment tn his last book\nthat Jehovah's Witnesses are really true conscientious objectors. That he, as a military man,\naccept us; and that Jehovah's Witnesses never tried to solve problems by force, but all with\nlove. And that is what we really firmly believe. That only through God's kingdom, the\nCreator will really bring about the restoration of all things, the earth to paradise. And where\nall this wickedness what went on in this concentration camps, and what still goes on all over\nthe world, that this will come to an end--like, uh, Psalms 37, 10 and 11 shows that, uh, you\nwill look around and the wicked one will be no more. But those who really trust in Jehovah\nGod, the humble ones will possess this earth, and will really enjoy then happiness and peace.",
        "Q: Yes. Now you have a Bible there that was sent back from one of the concentration camps.\nWould you like to tell us about that Bible?",
        "A: Yes, this Bible was, uh, sent back after my brother-in-law was executed in the\nSachsenhausen camp. And uh, you can see it 1s quite worn out and beaten. Sometimes it was\neven in some water. But this was the miracle, that we were able to keep it what had given\nthem strength through these difficult days. And, uh, we would like to donate that Bible, uh,\nto the Holocaust Museum, as a proof that God's word has helped and strengthened those who\nwere really bearing witness for the great God, Jehovah, during these difficult times.",
        "Q: OK. We'd like to thank you very much for your experience and your expressions.\nTECHNICAL CONVERSATION\nDOCUMENTS AND ARTIFACTS\n(1) This is the our Bible what was used by my brother-in-law, [Johann] Hans Stossier, in the\nSachenhausen camp. And, uh, he used it already before, in different other camps--like, uh,\nDachau, Neuengamme, Oranienburg. And this helped them to be encouraged, through the\nreading and studying of God's word. And, uh, this was after the execution sent back to, uh,\nhis older parents. And we want to donate this to the Holocaust Museum.\n(2) (a) This 1s a... This is a imitation of wallpaper with, uh, design rollers and, uh, latex paint.\nThis is just a more simple imitation, but sometimes it was done in four or five colors and\nvery different designs. Some looked like materials. (b) And this is another one, also along\nthat line. And this helped me to survive when I did the work for that camp commander.\n(3) [Wall plaque, made of wood and painted.] This is a Bible verse from Proverbs, the third\nchapter, [verses] 5 and 6. And this I made, to send it through one of the workers and guards\nin that camp [to my family]. That was in the time where I was waiting for the execution, and\njust to give my family encouragement. And it did came out, and they received it. And I still\nwas in possession until today. And it is a reminder how really God's word has strengthened\nus under those most difficult days.\n(4) And this is the only notification of the execution of my father to my mother. She never\nreceived any letters, or any proofs that my father had committed anything against the law, or\nthat he was sentenced to death. And we inquired just lately, at that very place where he was\nexecuted, for some information; and there are no more records. They all disappeared. And\nthis is still a living proof that this type of persecution and Holocaust really happened. And it\nis unbelievable that today many are having doubts about it.",
        "Q: Would you please translate the notice for us, and the date on there?",
        "A: The notice says, \"To, uh, Mrs. Gregor Wohlfahrt, Barbara born Strukl, in St. Martin-am-\nTechelsberg. The death sentence against your husband, Gregor Wohlfahrt, from the 8th of\nNovember, 1939, has been carried out this morning, December the 7th...7th December of\n1939. From the Oberreichskriegsanwalt.\"",
        "Q: We'd like to thank you very much for your time and your experiences.",
        "A: Yes. And you're welcome.",
        "Q: OK.\n"
    ],
    "questions": [
        "Q: OK. Would you please tell us your name, and your age, please?",
        "Q: I see. And, um, what is the name of the town that you are from now?",
        "Q: Could you tell us a little bit about the size of your family, uh, the oldest to the youngest; and\nyour mother and father?",
        "Q: I see. Could you tell us a little of what life, when it came to what...what your family did\nbefore 1933? What type of things were happening in Austria before '33, when Hitler took\nover in Germany?",
        "Q: That's right. Uh, you made mention that your father was in the First World War.",
        "Q: I see. So then it was in that year that your father became one of Jehovah's Witnesses?",
        "Q: So what began to happen then to your...your family, to your congregation then, in '33 to '38?",
        "Q: You mean, he was accused of peddling?",
        "Q: For what reason?",
        "Q: I see.",
        "Q: So what were some of the...the pressures that you began to see from '33 to '38, when Hitler\ntook over [in Austria]? What were some of the changes that were taking place in your town?",
        "Q: And what is that greeting?",
        "Q: You mean, other people were reporting you? On you, ...",
        "Q: ...that you wouldn't \"Heil, Hitler\"?",
        "Q: I see. So then all of this took place when you were still under twenty-one?",
        "Q: And in Austria, what age is that--the age of twenty-one?",
        "Q: I see. OK. So then in the year 1938, when Hitler finally took over, what were the things that\nbegan to happen to you and to your family?",
        "Q: You mean, 1939?",
        "Q: Now, did you mention before that your two brothers were also there as well, in Berlin, at that\ntime?",
        "Q: What was the name of the camp, or the place your brother was at, before he was executed?",
        "Q: I see. Well, since Jehovah's Witnesses were such a small group, why was Hitler interested in\nkilling them or destroying them?",
        "Q: Now, why was it that they beheaded, uh, your father and brother and other Jehovah's\nWitnesses, instead of just shooting them?",
        "Q: I see. OK, so then that's what happened to your family. Now, what happened to your two\nbrothers who were young?",
        "Q: He was shot?",
        "Q: I see. And how old was he at the time that he was shot?",
        "Q: Sixteen years old. And then what happened to your other brother?",
        "Q: What are their names now?",
        "Q: OK. Now, let's go back to yourself, Franz. What happened to you, now? Let's...let's start with\nwhat happened to you in 1938, again. And maybe you can tell us what happened, the various\nincidents that happened to you, when you were put into jail.",
        "Q: So the \"work service\" wasn't really a work service. It was preparing you for the military,\nyou're trying to tell us?",
        "Q: So how did they treat you then, as a result of you not doing that in front of all the troops?",
        "Q: You mean, you wouldn't salute the swastika.",
        "Q: Now, you...you were saying that an officer came to you and tried to force you. Now, he was\nthe head of all the work camps or something?",
        "Q: Now, you said there was one officer in that camp that came to you particularly. And he was\nthe head of all the camps. And he tried to pressure you in to saluting the swastika?",
        "Q: OK. So now, after the thirty-three days in this camp and in the dungeon. Where did they take\nyou to next?",
        "Q: Now, this particular camp. Where is that found in Germany? Could you give us a location?",
        "Q: Can we go back just to the time you were taken from that jail, to when you were first taken\nto this new camp? Uh, how did they transport you there, and what was your first day? And\nwhat...what happened at the very beginning?",
        "Q: I see. OK. So then, who were the other prisoners that were in that camp? What were some of\nthe other groups besides [the Witnesses]?",
        "Q: Well, let's stop there for just a moment. (Pause) [They're going to change the reels so when\nwe resume we're going to go back to the camp again.| [TEXT IN PRECEDING\nBRACKETS NOT ON VIDEOTAPE]\nTAPE #2",
        "Q: Would you like to describe for us now a typical day of work, with, uh...what time it got\nstarted and what happened during the course of the day, evening?",
        "Q: Hmm. OK. So that's how your day started. And from there, you went to where?",
        "Q: OK. All right. So then, what did the work day consist of?",
        "Q: Did you have heat in your barracks at nighttime?",
        "Q: And how many people were in a barracks?",
        "Q: And how many per bunk?",
        "Q: Now, what began to happen to you as you began to work there?",
        "Q: Now, what was that year now that they called you up for that?",
        "Q: Just to go back for a few moments, uh, to the wallpaper again-- or really, the paint. How did\nthat happen to, uh...to help you with that commandant of the camp? That wallpaper--or that\npaint, I should say.",
        "Q: You mean, all because you were able to...?",
        "Q: What was the impression that he first got when he saw that... that \"wallpaper\"--which he\nthought was wallpaper--on the walls, when he walked in with his wife?",
        "Q: And how about his wife?",
        "Q: So then, because of your ability to paint and make it look like wallpaper, it actually helped to\nsave your life?",
        "Q: You mean, those people that lived there arranged this?",
        "Q: So that you could be...?",
        "Q: And so you, uh...when it came to Maria, she was able to come to see you?",
        "Q: OK. Well, would you describe that meeting with your mother and with Maria?",
        "Q: Now, where was it you met? In a house? In a barn?",
        "Q: Well, how was your mother and Maria able to get from Austria all the way over to this\ncamp?",
        "Q: Oh. You mean, the commander would permit you to go to different locations without any\nguards?",
        "Q: Himself?",
        "Q: I see. All right. Now, as the war began to draw to a close then, how many times did he help\nto spare your life then? A total of how many times?",
        "Q: Hmm. Very interesting. And at that time, how much did you weigh about at that time? How\nmuch did you weigh when you went in, and how much...?",
        "Q: And you were saying that the foods that were being presented to you prisoners was\nexperimental foods?",
        "Q: Was there any reaction to your body, when you took 1n that... that food that was prepared\nwith chemicals?",
        "Q: You were saying that the potatoes they used to make with chemicals or chemical fertilizers?",
        "Q: All right. Now let's go toward the end of the war now. And the commandant was able to\nkeep you alive up to that point. What began to happen, as the American troops began to get\ncloser?",
        "Q: Now, who came into the camp then to free you?",
        "Q: All right.",
        "Q: Now what happened to that commandant of that camp?",
        "Q: Tell me, now... Now, when you got back to your home congregation, how many did you find\nalive? Or what had happened to your congregation?",
        "Q: Now what happened with your cousin'”? Now that you got a chance to start talking to your\ncousin, what had he gone through and what did he tell you?",
        "Q: What did you cousin tell you as to the experiments? What...what type of experiments on the\nPolish and Jewish girls?",
        "Q: At this time now, you found out what happened to your uncle, as well?",
        "Q: And in what year did that take place then, that you found out?",
        "Q: So then, now after the war and after you were freed, you went back home. And, well, what\ndid you find at home? What were the conditions like at home?",
        "Q: Yes. Now you have a Bible there that was sent back from one of the concentration camps.\nWould you like to tell us about that Bible?",
        "Q: OK. We'd like to thank you very much for your experience and your expressions.",
        "Q: Would you please translate the notice for us, and the date on there?",
        "Q: We'd like to thank you very much for your time and your experiences.",
        "Q: OK."
    ],
    "answers": [
        "A: My name is Franz Wohlfahrt. I'm close to seventy years now. And I was born in Kostenberg-\nVelden, Carinthia [province]. That's in southern Austria.",
        "A: I live now in Portschach-am-Worthersee. That is a town known for where Johannes Brahms,\nuh, lived for some years and worked. And also the ex-King of Spain, Alfonso, also lived for\nyears in Portschach with his family; and, uh, then the English King, Edward the VIIth--the\nDuke of Windsor--lived, uh, first there, after he left England. In that town. It's a beautiful\ntourist, uh, town, a beautiful lake surrounded by mountains. And 1s visited by many tourists\nfrom all over the world.",
        "A: My father was, uh, born 1896 with the name of Gregor. And my mother, Betty--uh, born\nStrukl. And we had, uh, six children. I was the oldest. And my three brothers--uh, Greg,\nChristian, and Willibald--they were in the age group, uh, down to eleven years in 1939. And\ntwo sisters, Ida and Annf[a].",
        "A: My parents had a little farm. And also my dad did some work on the road, and uh...beside the\nfarm. And then great unemployment, uh, came, the Depression; and they had quite a great\ndifficulties in keeping up with the payments for the home. And also the cost of living was\nquite high. So they had some difficulties, all the result from the First World War.",
        "A: Yes, my father was a Catholic. He was called in the Army, and uh, was three and a half years\non the Italian front, in the Isonzo.’ And there he got some injuries; and also over a half a\n' Serbo-Croatian and Slovenian: So_a. River which runs near the border between Yugoslavia\n(Slovenia) and Italy, in the vicinity of Gorizia and Monfalcone. Scene of fierce fighting during\nWorld War I.\nmillion men lost their lives in that part of the Dolomite Mountains. And when he came home\nhe couldn't get over it, that what happened to them. And he discussed this with some of the\nwar comrades. And also, he asked the priest why this was possible; that in the name of God,\nthey were placing them to kill their fellow, uh, Catholics who were under the same church\nand same Pope. But he had no answer. And then a few years later, they...1n the end...toward\nthe end of the '20's, some Kolporteuren [Ger: door-to-door book salesmen] or missionaries\nof the Bible students came around. And they showed him from the Bible that true Christians\nwould not take part in such a war, that they do believe in the word of Jesus that everyone\nwho takes the sword will die by the sword. And the contrary, you should really love...love\nGod and also their fellow man. And this really opened the eyes to my father, and he was so\nenthused. And one of the publications what they brought him was that booklet, Prosperity\nSure. (Holding up booklet) It incidentally carries our family name, Wohlfahrt Sicher. And\nthen he said that this must be made known in that area. And he started preaching the good\nnews of that kingdom, what he believed in, what he prayed for. That through that kingdom,\nthe problems of mankind will be solved.",
        "A: That's right. And he got a assignment in, uh, vicinity for about, uh, sixty kilometers, right up\nto the mountains. You know, to call on people. And one of the next one what showed interest\nand became a Witness was, uh, a neighbor, Hans [NB: Johann] Stossier--which, uh, sister I\nlater married, because she became one of Jehovah's Witnesses, too. And he helped him to\npreach in that big territory. He had sometime walk up to eight hours in one direction,\nbecause he was not able to pay the train fare to those outlying areas. And so a congregation\nwas formed of about, uh, twenty-four, until, uh, Hitler came.",
        "A: In the beginning, when in Austria the dictator government was established under, uh,\nDollfuss.” He was then in '34 assassinated, and followed by Chancellor Schuschnigg.” And\nuh, about, uh, 1936, in, uh, February, the work of Jehovah's Witnesses was banned. And my\nfather was already jailed at that time under the peddling laws--peddling without a license. So\nhe couldn't pay the fine; so he was then jailed for some days, just by preaching, uh, the good\nnews.\n* Dr. Engelbert Dollfuss was the Austrian chancellor from 1932 until 1934, when he was murdered\nduring a Nazi attempt to seize power in Austria.\n* Dr. Kurt Schuschnigg was the Austrian chancellor between 1934 and 1938. He was imprisoned in\nGerman concentration camps during the war, but survived and died at Innsbruck in 1977.",
        "A: Yes.",
        "A: With literatures, that 1t was required--this was just the excuse--uh, he would need a license.\nFor that reason.",
        "A: And then things developed, uh, uh, towards '38. There were quite some difficulties. Uh, also\nwith this movement already, some Nazis started preparing; and there was the talk of a\ntakeover of Austria. In that time, I start apprentice-time for painting; and it was even\nnoticeable in that school. We were forced to obtain religious instruction. And when a priest\ncame in, uh, there was some apprentice what were already over twenty before they got a job.\nAnd so they objected to the teaching and, uh, presence of the priest. And some in the\nbackground even hailed Hitler in his presence. He was very upset. And then the priest said,\n\"What's wrong with our religion? You have no respect! Ask me questions.\" And so nobody,\nuh, want to ask, after, any questions. So I asked the priest, uh, \"I would really like, uh, to\nhave some of my questions answered, because, uh, I have some doubts about, uh, that\nteaching.\" And he said, \"That's what I want!\" And so I asked him for a whole hour the\ndifferent questions. About, for example, the involvement of the war: how it was possible that\nin the name of the same religion they were placing the Austrians to kill the Italians. And, uh,\nhe said that this was the greatest shame. It should never happen again. And at the end of that\nhour, he came to my desk. He said, \"It never happened to me that anyone asked so many\nquestions. And, for example, also about if the Catholic Church can really claim that they are\nthe only true faith.\" So he said, \"Believe me, I would rather have a handful Catholics what\nwould die for their faith, but not so many millions what only on the paper.\" And then when\nhe asked where I got this knowledge, uh, of the Bible and, uh, I was able to ask him such\nquestions; so I explained to him that our father teach us from the Bible. And he said, \"You\nare on the right road. Just continue.\"",
        "A: Yes, the changes were a few months later [from] when I had that discussion. Uh, Hitler\nmoved in. And then it became really such a, uh, uh, pressure and change. Uh, people were\nwatched, uh, everything they did. They took account of everyone who did not salute it. And,\nfor example, I had, uh, refused to answer the Hitler greeting. And it took...1t took not too\nlong and I was called before, uh, SA group--some of the party informations that I had\nrefused twelve times the greetings.",
        "A: Hail Hitler. And so they want to put me in the camp. But the master painter was avoiding, by\nexcusing, uh, me that I should finish my training and that he needs me. And so I got still\nthrough without being taken to the camp.",
        "A: Yes.",
        "A: That's right. There were, uh, papers asking me to answer with a Hitler greeting. But we\nexplained to him that we never will hail a man. That this only belongs to our Creator,\nJehovah God.",
        "A: That's right.",
        "A: Twenty-one, when you are full responsible. Uh, like, uh, when you are called in the services,\nin the army. Then you are full responsible. But not before.",
        "A: Yes, the first thing was that they called my father for registration. And in 1939 already,\nbefore the Polish War started and, uh, at that Commission, they said it was visible that my\nfather was a invalid, partly from the First World War. He suffered [sublalian (ph)] arthritis;\nhe lost all his teeth right in that time. And then they said, uh, he should be left alone and sent\nback, because he had enough from the First World War. But then there was some question\nput to him by some of the German officers. And he said that it would be also against his\nconscience as one of Jehovah's Witnesses to have anything to do with war. And despite that\nhe was not eligible for war service, they kept him there. He was transferred in, uh, military\njail. And there, uh, he had to wait about three months, uh, [to] be transferred from the, uh,\nVienna Army jail to Berlin. And there he was put before the War Court, the\nReichskriegsgericht [Ger: State War Court]; and there, he was sentenced with about twenty-\neight other Witnesses to death. In the meantime, some of the town[s] people and the former\nmayor, uh, put up a petition; and, uh, they were signed by most of the people. Even some\nNazis sent in letters of recommendations. And this was all ignored. And the one who had\nstarted that petition was nearly put to Dachau. And they warned him not to do anything like\nthat anymore. There were still people favored; and they liked my father. In that letter was\nstated he was an example for the community, that he was a very loving neighbor and that he\nhelped everyone. But this didn't help anything. They beheaded him. And it is really a\ncoincidence that today 1s that very day. The 7th December of 1935 [1939]--fifty years since\nmy father was beheaded.",
        "A: Yes, 1939. On the 7th...7th of December; that's right. Today [is] fifty years since that date.",
        "A: Uh, no. At...at that tume, uh, there were some other, uh, uh, Witnesses from, uh...some from\nthat area. But my...I was put uh, uh...three months later, uh, I was called up in the work\nservices [NB: Arbeitsdienst]. But my second oldest brother [Gregor Jr.] was, uh, called, after\nhe became twenty-one, uh, to the air force [NB: Luftwaffe]. And he took the stand of one of\nJehovah's Witnesses; and he was sentenced to death. And they waited nearly five months\nwith the execution. Because, uh, everyone had the chance to sign a form that he 1s not\nfollowing anymore Jehovah's Witnesses; and also, that he breaks, uh, his oath to Jehovah\nGod and is willing to serve Hitler. My father had one month time. And my brother--twenty-\ntwo year old brother--had two...uh, five months time; but he did not, uh, sign the paper. But\nthis were ...this was very hard for him. I had the occasion to meet one of the barbers. He [the\nbarber] was transferred from the execution chamber of uh...to our camp. And he was, uh,\ncutting his hair and shaving him. And he noticed that I had the same name; and he\nremembered that this was my brother what he was, uh, serving there in that area. And he said\nit was very difficult. He had, day and night, heavy chains on their arms and weights on their\nlegs before the execution. Day and night. They only were taken off during mealtime, or\nwhen they used the toilet.",
        "A: This was...most were executed in Berlin--in [the] Pl6tzensee, where thousands were\nexecuted. And some were executed in Brandenburg, also in Berlin. And some were executed\nin other places; like, uh, from our congregation there were different ones. Uh, even some\nwere gassed in Auschwitz.",
        "A: Yes, uh, because of their firm stand that they were staying neutral and not taking part in\nHitler's, uh, goal to rule the world. And they feared if more people would take that stand, so\nit would be very damaging. And that's why it came up, uh, even in all the churches. For\nexample, Pastor NiemGller* was saying in that connection, after the war in one of his big\n* Martin Nieméller was head of the anti-Nazi Confessing Church from 1937. He was interned in\nSachsenhausen and Dachau--usually in solitary confinement--until liberated by the Americans in\n1945.\ngatherings, \"If we had taken the stand with the Catholic Church as true Christians, Hitler\ncould have never gone that far. And there's no excuse. Because many are saying, today, \"We\nwere forced to take part in that war. We were forced by Hitler.'\" He said--Pastor Niemoller--\n\"We have seen a group of Christians which were not only giving up their freedom. Many\nwere giving up their lives, to keep faith alive in those dark days. These were Jehovah's\nWitnesses. And if they were able do it, we could have done it.\" And the same comment\nmade even, uh, before, by Chancellor Adenauer’ ina letter, according to Der Spiegel. And\nEisenhower, where he said the churches had a great responsibility in the concen...on the\nconcentration camps. If they had spoken up, Hitler could have never, uh, be able to bring\nabout these terrible things in the concentration camps.",
        "A: Yes, they did, uh, shoot only, uh, two brothers I know from Salzburg. But, uh, 1t was then\nchanged, because they were not worth it being executed. This was a honorable way of\nexecution. And beheading was dishonorable. This was the reason.",
        "A: Yes, uh, after my second brother, uh, was, uh, executed, they took the other two, uh, younger\nbrothers--they were about thirteen years old, one was fourteen--and the two sisters--one was,\nuh, also in the age of about fifteen; sixteen, the second. They took them away, so that she\nwould...they would not be influenced, uh, by their mother. Because my mother was still\nraising them and teaching them in the spirit of, uh, the truth with the Bible. And so they tried\nto take them away from that influence. They even in a letter apologized that they have taken\nthem away, because they know that they had a very good upbringing. And so the two sisters\nwere taken to some homes, some...what were directed by nuns. And also, my two, uh,\nyounger brothers were taken to the French border near Strasbourg, in the Landau.° And there\nthey were indoctrinated ...they tried to indoctrinate them with, uh, the Hitler teaching. There\nwere some special instructors coming in. And because my little brothers refused to hail\nHitler when they asked them, then they kicked them. Uh, one of the little brothers was once,\nuh, bleeding all over the face. Uh, they was kicked around, they landed 1n the gravel there\nbehind this institutions. And then later, they forced them to that home defense. And that little\nbrother was still shot.’ Uh, lost his life, too.\n> Konrad Adenauer was the Chancellor of West Germany from 1949 to 1963.\n° Located in the Rhineland Palatinate, to the NW of Karlsruhe.\n\"This was Willibald Wohlfahrt.",
        "A: Yes. They were not aware that already, uh, fighting took place in that area. And he was shot,\ntoo.",
        "A: Sixteen. About sixteen.",
        "A: The other brother was taken down to the Russian border; and he was, uh, injured down there.\nAnd he was in quite bad shape during all this years, uh, kept in that home. And he did\nsurvive, but he died in a...a accident later. But the two sisters, they...",
        "A: This was Christian and Willie. And the two sisters--Anna and uh, Ida--they did survive the,\nuh, institutions there. And they were able to work on farms; but all under the supervision of,\nuh, that, uh, convent. And then, one was able to work on a other farm. And they survived,\nand they are still active Jehovah's Witnesses today.",
        "A: Yes. As I mentioned, we had always these difficulties from, uh, the Nazi organization. And\nwe were watched. And, uh, I was staying at that time with...still with that master painter.\nAnd just occasionally, I was for a few hours able to see them and get some literatures, and\nget encouragement from my dad. And my dad always said, \"Just prepare yourself.\" You\nknow, because we didn't, uh, know, uh, all what went on. But he did mention that in\nGermany they have great difficulties, and they were informed. That but he didn't told us in\ndetails what really happened; but he encouraged us to be prepared. That the very difficults\ntime...uh, difficult times are ahead. And this helped us. When I got after the call to the work\nservice, after his execution, that I took the stand and refused to take part. Because I knew that\nthis is just a cover-up. They called it \"work service\" but it was a real... such rough training,\nuh--what I mention later what incidents happened in that camp--just be prepared for the\narmy. And I refused that.",
        "A: That's right. They...they were, before the war they were using that for building roads and so.\nSo I thought this is nothing wrong. But when I was called up, the first thing they explained\nus: \"Now we're going to use the spade instead [of] the gun. And we're going to make all this\nexercises with the gun...with that, uh, spade representing the gun. And then, in a few weeks\nwhen the training 1s over, you're going to get the real thing--a beautiful gun.\" They showed\nthere in that, uh, compound, you know, where they had the exercises. And I refused then to\ntake part also in the singing. They asked us to sing these, uh, Nazi songs: \"And today, uh,\nGermany belongs to us. But what tomorrow, the whole world. And then we're going to\nmarch against England.\" And I refused it. And they were amazed at that, the officers.\nEespecially, some of the German officers.",
        "A: Yes, there was a other, uh, incident, too. And that evening, they gave me the last warning--\nthat I must be the first one tomorrow, and also dress in that uniform with the swastika. And\nso I told them ahead of time I will not take part. And then they told me to send my civilian\nclothing home. But during the night, I was talking to the other recruits of my stand. And in\nthe morning, I had all the uniforms what we received the day before packed in a sheet. And\nthen in the morning, I put my civilian clothing on. And they were warning me before. They\nwere with me, the officers, first for hours threatening me. Threatening me that they're going\nto shoot me, and all kinds of, uh, threats. But in the morning, they told me I must be one of\nthe first one in line out in the exercising grounds. And I didn't came out. And then the\nofficer, the German officer, came in. And he was shocked. I was in civilian clothes; I had all\nthe military stuff in that wrapped blanket. And he ordered me to change right away, you\nknow, in the uniform. And I refused. I said, \"I told you last night.\" And then he called for the\ncommander, and with whom I had for hours discussions. And he said, \"I respected that you\nvery much. But you said you are willing to do work.\" And so I explained to him, \"Yes, I\nwould have worked. But yesterday, there was no work involved at all in the exercises. Only\nmilitary training. And I told you ahead of time.\" And then he said, \"Then, I understand.\"\nThen they had to put me in a dungeon. And from there, they threatened me. Especially these\nGerman officers. They didn't allow me to shave. They said, \"If you believe in Christ Jesus,\nyou should wear a beard.\" And made fun of me. And then midnight...after midnight, they\ncame in. These heavy locks, you know, were moved that you just jumped up. I had to sleep\non a board, and just got water and bread. And so they tried to soften [me]. And they said,\n\"I'm going to hit you there, that you're going to give up.\" And he was very, uh...a very rough,\nuh, officer. But I did not give in. The next day I supposed to, uh, go in front of all the recruits\nand salute the flag. If not, they said something terrible is going to happen to me. And they\n..about four hundred recruits and all the officers were standing there; and I had to march by\nand greet that big flag in front of them. And so I walked by. And I just said, \"Good day.\"\nAnd they were so mad that I had to walk back.",
        "A: No. Because I was taken a... Just like the three Hebrews, what, uh, supposed to bow down in\nfront of the image of, uh, the King Nebuchadnezzar. So I refused that. And then I was put\nback in a dungeon. And those who were guarding me, they said, \"We were so afraid that\nthey going to shoot you.\" Because all evenings we are just discussing Jehovah's Witnesses\nand their stand. And they told me, \"Yes, you are right. We...we would... We don't like to\nhave any part in that, too. But where do you get this strength? You know, we...we just are\nnot able to do it.\" So I explained to him that \"Only through the spirit of Jehovah God, we are\nable to take the stand. We are not able from...to do anything from ourselves, because, uh, we\nare just like any of you--uh weak men. But with the spirit of God, we are able to take our\nstand. And we are not fearing death.\" And, uh, one of the soldiers said, uh...he said, \"We\nwere so amazed that you had no fear. That you had even a little smile on your face, when\nyou walked by when they ordered you to salute that flag.\"",
        "A: Oh, yes, uh, there are different ones. But it was interesting, that, uh, in the meantime I\nwatched, uh, through my dungeon. There was a little crack; and I could see how they were\ndrilled, you know. These exercises were so hard that some of them, uh, uh, became so ill.\nHad pneumonia, some of them; and some died. And I witnessed myself when they were\ncarrying them out in coffins. And, uh, can you imagine? There were two cases there what\ndied. That was in the camp, uh, uh, |Dietersdorf (ph)], Arbeitsdienst Camp |Dietersdorf\n(ph)], uh, in Burgenland--in east, uh, Austria, close to the Hungarian border. And can you\nimagine? There were some, uh, high ranking officers--uh, like one of the higher ranking\nofficers, uh, his name was, uh, Mayer--he came into my dungeon and said to me that he has a\nhigh respect for our stand. He said, \"And I know there are even laws that you could refuse\nthat, as conscientious objector. But all these laws are made...will be made, uh, invalid\nthrough new laws, what, uh, don't give you the chance to be a conscientious objector.\" And\nhe was trying to influence me--and also some other officers--if I would run away. Just go\nover the border, so that they would save my life. And they even on purpose--I didn't know--\nleft the dungeon open during the night. But they honestly meant--these were Austrian\nofficers--to save my life. But I told them that I would not do that, because, uh, we want, uh,\nto stand even if we loose the life. We want not to compromise. And also, we would have\nendangered our relatives--my mother. Also, we were planning to get married, uh, with, uh,\nHans Stossier's sister. And they would have been taken to the concentration camp. Because\nthis was, uh, known all over the country: 1f anyone fled to another country or was hiding--\nlike some did, to hide from their responsibility as soldiers--all their relatives were taken to\nAuschwitz. And we know personally some what were gassed there. Very few survived.",
        "A: Yes. Uh, this was, uh, closer to the end of my thirty-three days in that dungeon. From Berlin,\nuh, Doctor Mendinger. He was in charge of all the pre-military training of the troops; and,\nuh, he tried to persuade me, too. Uh, I was brought before him; and he said, \"You are not\naware what will happen to you.\" I said, \"I am aware.\" \"No, no! That's easy talk,\" he said.\n\"You know what laws are in force now?\" And so... And he said, uh, I should, uh, think what\na big future is ahead for every young Germans. \"We're going to rule the world. And you're\ngoing to be part in it. And you are very valuable, a valuable citizen. Uh, so far, we have\ninformation about you. And we do not want that you lose your life because just somebody\nhas talked you in.\" I said, \"No, that is my own conviction. And then, that we rather lay down\nour life for Jehovah God, for righteous principles. And that we don't become blood guilty.\"\nAnd he said, \"No, you are not aware what, uh, lies ahead of you.\" And then I told him just a\nfew weeks ago my father had been beheaded for similar reasons. Then he was shocked. He\nsaid then I know; he gave me still the order. And then he felt just exhausted. He was trying to\nconvince me and [NB: to] give up my faith.",
        "A: I was taken then to a jail for investigation. And from there, I was transferred to the Gestapo\nin Graz--about sixty or seventy kilometres...kilometers, in the capital city of Styria\n[province]. And there, I was threatened by the Gestapo men: \"And, uh, then you're going to\nsee what will happen, if you take a Fuhrerless stand!\" And I was charged with, uh, uh,\ndemoralizing, you know, the spirit of the recruits--by making statements that I will never\ngive an oath to Hitler, I will never fight for him, I will never wear the Nazi insignias and that\nI rather be willing to die than to serve Hitler. And for that reason, I was put before a special\ncourt of three judges. And, uh, they also, uh, assigned a lawyer what supposed to defend me;\nbut he said, \"What shall I do if you don't give up? You know, it will be not much use.\" And\nthen the judges, uh, based their judgment on my uh faith. \"And, uh, we respect your stand,\"\nuh, one of the judges said. \"But because of the situation Germany is in, your statements\nbefore recruits is very damaging. And we must sentence you to five years hard labor.\" And\nso I was put after, uh, in one of these, uh, uh, security jails. I was put right beside some\nnoted, uh, criminals. Murderers. One of, uh, other had big crimes committed; and 1n the\nmiddle of them I was placed. And the reception there was from that officer. He said, uh,\n\"That is the greatest shame! If somebody breaks the law and doing something wrong--like,\nuh, stealing or even sometimes killing somebody. There are human weaknesses. But to\nrefuse to serve our beloved Fuhrer, that really is the greatest crime! And you deserve it [NB:\nimprisonment].\" Then I was put in a dungeon there, again for reception. And dark holes; on\nwater and bread. And then I was kept there for, uh, just for a while, until I was, uh, also, uh,\ninterviewed from a professor of the Graz University, where they make studies on different\ncases of criminals. But they apologized. \"I should not regard that this is a criminal case, but\nwe just want to hear from you why you take that stand. Because we read through the papers,\nand it is, uh, remarked that in your faith are suicidal tendencies. You want to throw away\nyour life to get so fast as possible to heaven.\" And I never made a statement. And so they\nwant to find out. For hours, they were interviewing, me with, uh, about eight students from\nthat university. And they came to the conclusion that we...that my faith is really based on the\nrestoring of this earth to a paradise. That the prayer \"Your kingdom come, and God's will be\ndone\"--that this is our faith. That we are standing with both feets on this earth; and that we\nnever...that I never mentioned anything about, uh, going to heaven. I explained to him that\nthere are some small number what have that heavenly hope, and what the Bible describes--\nthe 144,000. But before, uh, that interview was over, that professor said, \"We had been asked\nnot...at, uh, no occasion to show any of the papers to a prisoner what we interview. But I\nfound here some remarks, and I just want to let you know. And read them yourselves.\" And\ncan you imagine what they are told, this, uh, put under this...under...1n my papers? A new\nlaw came out. Uh, they called it in Germany \"Krieg state law.\"* This is a law which says if\nyou are eligible for the army, you cannot serve that sentence. You have to be kept in a\nconcentration camp, in a work camp, until the war is over. And then you have to serve this\nfive-year sentence. And they knew already that I going be transferred in that camp. And that\nprofessor showed me that there were remarks [that] I am a very dangerous prisoner. I would\ntry to escape. I would try to get in contact with out...with the outside, and do uh things\nagainst the law. They should be very hard on me, and they should isolate me from all other\nWitnesses. So that 1t would be easier to break me in my un faith than if I have association.\nCan you imagine that that professor had such a confidence in me that he showed me these\nremarks? And really, uh, a few days later I noticed, uh, there was a military commission in\nthere and looking over the prisoners. And that, uh, uh, official, what was...what was the head\nof that, uh, jail-- uh his name was uh, Hause (ph)--and he was the one who had made the\nremarks. And I was sort of put already in front of him before. And he said, uh, that, uh, he's\ngoing to try, you know, to break my faith and I should give up. And he was present when\nthat commission of army officers and all looked us over. And when I was...was brought\nbefore that commission, he said, \"See! That's the one! That's the one! That's that one, uh,\nJehovah Witness, what does not want to serve!\" And that officer just made the remark. You\nknow, I was twenty years... hardly twenty years, then. He said, uh, \"It's too bad that you still\nslipped through the executioner's hand. But we're going to make up that, if you continue that\nway.\" And then I was transferred from that institution, that jail, in a camp to Germany. He\nput me on that transport to that work camp Allweiter Rodgau, in Hessen-Nassau [province],\nwhere we had to work. And they did assign me really one of the worst jobs in the camp.",
        "A: Uh, that is, uh, a area between, uh, Frankfurt, uh, and, uh... Frankfurt, Darmstadt,\nAschaffenburg. In that area. There was swamp land, uh, to be irrigated, and also we had to\ndig trenches and dig out trees. And also [we] cut down some of the trees. You know, to\ncreate, uh, some land where they planted different things to produce food. And there, I\nnoticed for over three years I was standing in that swamp; and not proper...uh, very poor\nfood, very poor clothing and, uh, shoes. Even when I had, uh, to testify a few years ago in\nGermany before historians on the Frankfurt newspapers, they found that was one of the\nworst treatments. When we came out from this swamp and had this, uh, swollen and, uh,\nsore feet. You know, spongy feet. We had to change in wooden Dutch clogs, without socks.\n* This is probably a reference to the Kriegssonderstrafecht (Wartime Special Criminal Law)\nenacted in 1938, which authorized stiff punishments for political offenses.\n” This was Strafgefangenenlager Rollwald, established near Dieburg (Germany) in 1937. Also\nknown as Camp II of the Strafgefangenenlager Rodgau-Dieburg.\nJust a little break, and that break in no time disappeared. And then we had to march four\nkilometers and goose-step with these big clogs. And this, uh, rubbed all our skin off. And\nthis start inflammation, and, uh, pus developed; and literally our feet rotted away. When we\ntried to get relief, uh, in that so-called \"Lazarett\" [Ger: \"military hospital\" or \"sick bay\"],\nthey just took some benzene, uh, and rubbed that sore legs that we were screaming from\npain. Then they chased us back to work until I collapsed. Then one of the officers, uh,\nsomehow, uh, he took interest in me. He said, \"Is it really that bad?\" And when I showed\nhim the legs, you know, uh, he just felt sick. He said, \"They really should do something for\nyou.\" And he insisted that I was, uh, a time off from work, and I got some disinfecting, uh,\nmaterials. So that it healed up little bit. But I had years to deal with.",
        "A: Yes. Uh, when we came uh we were transported in, uh, this, uh, cars, uh, were...uh, were\nlittle compartment just with full men. We had to stand in there upright. And they assaulted\nus, and we... You know, called us all kinds of names. And uh...and then we were, uh,\ntransferred, first to Vienna; and from there again we were transferred to, uh, Munich. And in\nLinz, we were also transferred. And they wanted the publ...uh, the public to watch out for\ndangerous criminals that were being transported in chains. And then, when we did arrive at\nthat camp, uh, they had a special reception from that camp commander, too. He said, uh...his\nname was, uh, Muller. He said, uh, \"If you don't want to kill the English or the Frenchmen,\nyou don't want to kill even parasite like lice or flea. You have to regard them as parasites.\nThey have to be exterminated. And we going to make you to do that. Otherwise, you will not\nsurvive that camp.\" And on the way out, I was...I was, uh...also, we were, uh, watching how\non the shoulders how some Austrians what tried to escape, how they were bitten by dogs,\ntheir faces ripped and, uh, shot at. They were all covered with blood, and they hardly moved\nthere. This was a terrible reception. And we were about thirty-five men. And then when we\nhad the reception for examination at the doctor in this Lazarett, one of the guards, he say that\njust we're transferred from the Dachau camp. And uh, he was the one what singled me out\nfrom all thirty-five; and he said, uh, \"Why are you here?\" And I told him, \"I'm one of\nJehovah's Witnesses.\" He said, \"I knew that you have not committed a crime. But I just warn\nyou, if you don't give up--like in Dachau and in other camps--you're going to go through the\nchimney.\" This was also that. Despite it was not, uh, such a type camp like, uh, Dachau or\nMauthausen, but still they used similar methods in this camps. And I did not get away from\nthat terrible job until we got a new commander. And all because of that remark, they must\nkeep me also iso... isolated. There were different Witnesses in the branches of that camp, but\nI was always kept away, separated from them. So that we were not able to encourage each\nother. Yes.",
        "A: The majority were...like, uh, we came from Austria. And that interview in Germany was\nspecially related toward testifying that we were not all criminals. And today the Germans,\nuh, claim--or some of the neo-Nazis--\"They deserved being in the camp. They were\ncriminals.\" And then I could testify that among this thirty-five, uh, what were transported\nfrom Austria to that camp, were all political prisoners. One among them was a Catholic\npriest. He was, uh, also jailed, put in a camp for listening to BBC and mentioning some of\nthe points in his church. And that's why they put him in the camp. But there were no others.\nUh, what there were among the other prisoners were some uh criminals with all kinds of\nrecords. And sometimes they used them in general, you know, to be hard on political or\nreligious prisoners.",
        "A: Did you get a chance to talk to this Catholic priest?",
        "A: Yes, I, uh, did had a chance. And he said, uh, \"I am ashamed to be here for political reasons,\nbecause listening to the radio. I supposed to defend the faith. But you Witnesses are...uh, you\nare really true Christians.\" And uh, he appreciated. Because he had difficulties to work and\nget...reached a quota of, uh... We worked first in, uh, for a while in a factory, where they\nmade some, uh, steel wire fences. And he got such sore fingers, and he couldn't reach that\nquota. So I was used to hard work, and I was able to do most of the job for him. And he\nappreciated that so much; where some of his brothers 1n the faith--uh, Catholics--said, \"Now\nyou just have to learn, to see where the bread comes from.\" But he appreciated really my\nhelp. And even later, in later years, when he was released already after one year, he was put\nback in his parish. And he promised me he's going to see my mother on . About three\nyears later, he travelled about five hundred kilometers from eastern Austria, Styria\n[province], uh, to the place of my mother [and] my bride, Mary. And he supported, even, my\nmom. He offered her about five hundred, uh, marks, because my mother was without any\nsupport. And then he heard about that I am preparing to be executed. And he knew that\nalready the family was so hard hit--my father, brother was executed, [and] my wife's, uh,\nbrother. And also the children taken away. So he even wrote letters to some priests in\nGermany, to try to influence the commander--and even some of the Gestapo, if possible--that\nthey would save my life. This was really a exception, how that priest respected Jehovah's\nWitnesses. Whereas, on the other hand, there were some, uh...according to some of the\nhistory books of Mr. Levy, there were quotations from German church papers where they\nencouraged, uh, Catholics, uh, to report any of the Witnesses what are still preaching to the\npeople; so that they're going to be taken to the concentration camp. So that priest was really a\nexception. He really respected. And I am still in contact with him, uh, today. And he just\nlately still thanked me for being so helpful to him in those hard days. And he is also reading\nour publications.",
        "A: Yes. Uh, the most difficult, uh, time was when the winter came. The cold. The snow. We had\nto get up, uh, at least around five o'clock in the morning; and there was always a...a rushing\nto get a little bit of that, uh, uh, breakfast, and then... Which consisted of a little bit black, uh,\nsubstitute coffee and, uh, some little bread; but, uh, you couldn't call it bread. It was really,\nuh... There were food what they had given us there, that kno...that came to us known for very\npoor food. There was turnips; and also some dead animals were grinded, uh, 1n that, uh,\nvegetable soup. And even some diseases developed from that. And we were sometimes\ncovered--or for the bigger part during our camp time--with boils. And the odor of that food\nwas even so bad, when some kommandos who worked in this bombed out cities that people\nwere complaining--when some of these prisoners were transported 1n one of these uh, cattle\ncars to the jobs--that they became sick just smelling that type of food. So, [it] gives you some\nidea. But when you had hunger, you still had to eat something. And that's why we became,\nuh, quite weak, through that, uh, poor food. And some prisoners what came from Dachau,\nthey always remarked, uh, this was a golden food--what they were getting in Dachau--\ncompared with ours. But the worst thing was in the morning, the Appell--as they called it:\nlining up the different working kommandos. And they took hours, until some were replaced\nwhat took sick or some what died, so that they had the full number through newcomers. And\nthen they count...the counting. And in that time, they always commanded us to stand still;\nbut when you were poorly dressed, and, uh, that wind and that snow, it was automatically\nthat we were shivering. And, uh, there was really a difficult time.",
        "A: Yes, then we were loaded on, uh...on trucks. On... Can you imagine? On open trucks. Some\nhad to march to the different near working places; but some what had to work far away, they\nwere put on trucks. And you know how cold they were in the winter; and we had to sit. And\nI was, uh, sometime assigned to some jobs; and it took quite a while to reach them. And you\ncan imagine how hard it was on the prisoners, when they were in that, uh, open car.",
        "A: Yah, we were digging trenches and, uh, irrigating land. Putting the pipes in, and then also,\nuh, making this, uh, big collector. You know, put this big collector pipes in, that are diameter\nof over one meter. And before, we had to load them on the trucks, all by hand. And\nsometimes they broke; and sometimes they nearly smashed our uh legs when they fell apart.\nYou know, some were faulty in, uh, the pouring of cement. And so, uh, this was really under\nthe condition that we had always wet feet. And then when we came home, we had no, uh,\nchance to dry the clothing. And practically, the next morning we had to dress ourselves again\nwith the wet clothing. This was especially bad during the winter. And many got sick, and got\npneumonia and so forth.",
        "A: Uh, practically there was no heat. There was a little ovened areas; but, uh, there were some,\nuh, uh, poor constructed barracks. You know, the wind and snow blowed through. We were\nreally shivering all the night through.",
        "A: There were about, uh, in that barrack, the average were at least one hundred.",
        "A: Uh, we had, uh, about, uh, three in, uh...1n this, uh, bunk bed.",
        "A: Yes. Uh, as I say, there was, uh, mainly assigned to this, uh, uh, uh, digging trenches and\ndigging out trees and everything. And toward, uh, '43, they were...uh, there was a change. A\nnew commander came; and he had, uh, occupied, uh, a new villa, and it needed painting.\nAnd they found out that I am a...a tradesman. And so they called me out from that job. And I\nwas uh able to do some work for that uh commander. And because of doing that work, uh, I\nwas able, uh, to talk to him. And especially, uh, he was, uh, very, uh, surprised... There was\nno wallpaper available. And before, the painters just put some whitewash on; and this\ncolored off. And I noticed in that camp where also experimented not only fertilizers, also\nfrom I. G. Farben, different paint materials--like, uh, latex sealers. And with these sealers, I\nimitated then wallpaper. And he was so surprised what, uh, I was able to do. There's still one\nof these few patterns, what I was making the rooms with. Uh... (Holding up samples) And\nthis was the occasion, too, where the camp commander was, uh, asking me... They called me\nup for the military service, because they were short on man materials, to Africa. And then...",
        "A: This was, uh, the end of '43. And then the commander asked me what my stand is. And, uh,\nin the meantime, we... During my work, we already discussed some of our, uh, stand as\nJehovah's Witnesses--about our neutrality. And even the wife [of] the commander made\nremark we really do not, uh, deserve that we are in such a place. And the commander said,\nyes, he doesn't regard me as a law-breaker--I'm just here because of my faith. And when I\nreceived the call, then I was preparing myself. Because I knew already from experience that\neveryone in our congregation was, uh, executed what, uh, refused, uh, the military services.",
        "A: Yes. Uh, when his wife came in, uh, she asked him. I really shouldn't... She couldn't imagine\nthat I have done something wrong, that I, uh...why I am in there. And so the commander\nsaid, uh, \"No, I don't regard, uh, that he has done anything wrong. He's just here because of\nthat faith in Jehovah God.\" And so he was able to, uh, get a setting back of my call for six\nmonths. And he saved me being brought before the court in, uh, Berlin.",
        "A: Yah. And mainly... Uh, first of all, I was able to do the job not only for him; but they gave\nme some other job, even to high ranking government official. I even had to, uh, paint and,\nuh, repair, and restore as a wood finishing in some of the government offices in that city.\nThey even, uh, put some other, uh, civilian, uh, overalls over my prisoner clothing. And this\nhelped me, that I, uh, was spared from execution. And what I found out later, that this was all\nthe work of that commander. Otherwise, I would have not survived.",
        "A: Yah, he thought that I got somewhere a wallpaper. But none was, uh, made, uh, during that\ntime. And then he even looked how I closely, uh, joined the paper. He couldn't find, uh, the\njoints. So I explained him after; and then he was really amazed, and he really appreciated\nthat type of work.",
        "A: And his wife, she appreciated also. Because she had a lot of cleaning, uh, to do before. When\nthey, uh, touched the walls, it was all over their clothing. There was just whitewash on. But\nthis new material, latex paint, was washable and very durable. And then she realized,\nbecause I was so skinny. She disappeared and came back with a big plate of, uh, sandwiches.\nAnd you could see that there were still some people what had feeling and understanding for\nus, and they felt sorry. Or, sometime when we were walking to the different shops,\nmarching, German people threw their apples and food, uh, stuff. But sometime the guards,\nyou know, when they noticed that, they warned them they will take them with...uh, in the\ncamp. But people were really, uh, seeing what has been done, you know, to German people,\njust because of their faith or their political views.",
        "A: That's right. That's right. And I had also opportunity in this experimental farms, which were\ndesigned and built after models from Jehovah's Witnesses. There were some very capable,\nuh, uh, model carpenters. And I had to work then in those farms. And there, I had the\nopportunity--because of orders from the commander--that I could move quite freely, and\neven, uh, talk to people. Uh, some were...uh, some lost their homes and were bombed out;\nand so, temporarily, they lived in that farm. Uh, some of the German people. And, uh, they\nasked me, uh, \"How is it possible, uh, you, uh, still have a...a...? You behave so different\nthan the others, and you have still a smile on your face--even in that misery what you are in.\nWhy are you here?\" And then I told them, \"I am one of Jehovah's Witnesses.\" \"What?! They\nare putting you in the camp just because of your faith?! What does your dad say, that...your\nmother, that you are in that condition?\" I said, \"Sure, 1t is very hard for my mother, because\nshe lost already our father. He was beheaded. My brother was beheaded. And the children\ntaken away.\" They couldn't believe it. They start to cry. (Crying) They said, \"What?! Such\nthings are done in...1n Germany?!\" (Crying) You know, they try to... also to help me with\nfood; or when I got this terrible dysentery and a touch of this typhoid fever, they were the\nones what sent--through some guards and workers what were assigned to that camp--some\ncharcoal tablets and, uh, uh, some medication, so that I've did survived. I just owe it to those\npeople that they helped me. And can you imagine? And other thing, what I would never\nthink of: because I told them that I have to prepare myself (pause -crying) for the execution,\n(crying) that it was a arrangement made... Can you imagine? One day, I come to work and I\nwas comforted with my mother (crying) and Mary--my bride, my sister. They arranged--can\nyou imagine?--that I had a special work to do in that experimental farm; and they called\nthem from, uh, Austria, you know, that I would be able to see them before the execution.",
        "A: Yes.",
        "A: Yes. Yes. Can you imagine what the danger was involved? If they had found out, you know,\nthey would have, uh, executed them right away, you know.",
        "A: Yes, and my mother. And, uh, even, once, the uncle was there what was later gassed in\nAuschwitz.",
        "A: Yah, it was just unbelievable. You can imagine that was also for me a great encouragement,\nbecause, uh, I was so cut off from other, uh, Witnesses. And, uh, my mother and Mary, they\nencouraged me. But, uh, you can imagine how we appreciated that. We could never forget\nthat.",
        "A: In that, uh, in that farm house, where they were living; because ...uh, that experimental farm.",
        "A: Yes, they were able to, uh, take the train still, you know. But later, this was very difficult;\nbecause they were bombed on the way. And again, for a number of times, uh, Mary was able\nto visit me; but under very great, uh, difficulties, because the bombing increased. And also it\nwas the danger of, uh, of that, uh...you know, what was involved with the guards. If they had\nfound out, you know. But I owe it just to the commander that I had that freedom without the\nguards, you know, uh [to] do these different jobs.",
        "A: That's right. That was, uh...I just owe it to him that he, uh, ordered the, uh, guards to leave\nme alone, despite that there were some protesting about this. And uh, they also, uh, toward\nthe end of the war they tried to, to perse...prosecute him about those, uh, things. He was also\nin great danger.",
        "A: Yes. Because the guards, uh, felt, uh, that he is trying to make friends with the prisoners. But\nhe really, uh, helped us in many ways, you know, to make our situation easier.",
        "A: Yes. Uh, he avoided my call, and so the execution, three times. The third time, he offered me\ncivilian clothing. And he said to me, \"Be very, very careful. I had, uh, great difficulties to\nkeep you alive until this day.\" And so, he was, uh, doing everything he could, uh, what was\npossible. And he had the opportunity, you know, to hold back my call. And only I owe it to\nhim that he was, uh, saving my life.",
        "A: There was about at that time 150 pounds; and then I came down. So around, uh, 90...about\nuh, 88, 90 pounds.",
        "A: Yes, they also had experimental foods. Uh, artificial margarine, and then artificial tomato\nsoup. For example, it was such a sensation of, uh, burning that, uh, we had to drink by the\nquarts water after the meal. And also different, uh... different types of, uh, soups they\nproduced there, they would try it on us. We had, for example, for days--when we had that\nsoup--uh, uh, orange colored mouths. And the color didn't get away for days, when we had\nthat soup.",
        "A: Yes, there's one thing I had. That, uh, quite a bit of stomach trouble developed. And we\nnoticed, especially, toward the end when we were liberated and we got the first meal, I\nnearly died. I couldn't stand anything, and for many years. And even today, I have to be very\ncareful in eating rich food or ...or certain drinks I have to avoid.",
        "A: Yes, they used a lot of fertilizers. And they were just like an acid, you know. It was too much\nof the chemicals in there.",
        "A: Yes, when the American troops came closer, also with the low flying planes they dropped\nleaflets over the camp and warned the guards not to harm us. That they are going to be\nbrought to justice if they would, uh, do anything to us. Then they flew into the camp, right\nthrough the camp area. And they shot down the guards from the watch...from the\nsurrounding watch towers. And, uh, there was quite a...a situation, uh, through the bombing\nraids too, you know. We had to stand just in the barracks; and sometimes they were moving\nback and forth from the big bombings of the city and the surrounding areas. And also some\nbombs were dropped quite close to our camp. But we were never, uh, hit, or...or injured.",
        "A: Yes, uh, as I found out when the Americans came closer, the commander--what I found out\nlater--uh, he got orders to defend that camp. Soon the Americans arrive to open fire; and they\nhad a lot of...we were surprised how much munition and, uh, armaments they had in that\ncamp. Piles of, uh, machine guns and ammunition and grenades, and all kinds of weapons.\nAnd the commander said, \"Yes, yes.\" He will follow these orders. But when the Americans\narrived, he put out a white flag. He tried to keep so many guards as possible there, so that,\nuh, the order was, uh, kept. But those who have committed crimes or murdered prisoners or\ntortured some, uh, they fled during the night. But still the bigger part of the guards, uh,\nstayed there. And we were then surrounded from all sides by General Patton's, uh, troops.\nAnd in that time, I was already in civilian clothing. And I was, uh, quite, uh, a friend of one\nof the Norwegian high-ranking officers from the air force. His name was [Videreu (ph)].\nAnd, uh, he was having experience with Jehovah's Witnesses in Norway already; and he said\nhe respected us very much. And, uh, because he was such a high-ranking officer, they\nallowed him to get occasionally some parcel from the Red Cross. And even he shared some\nof the little food with us. And uh, he was the one what, uh, welcomed the American troops,\nbecause he spoke, uh, fluent English, German, and French.",
        "A: And they were really surprised, you know, what they found.",
        "A: Yes. When we, uh, were liberated, but they didn't let, uh, all, uh, prisoners out. Because there\nwere also criminal prisoners. And the camp commander did not, uh, destroyed any records;\nso the political prisoners took care to sort them out, that only political or religious, uh,\npersecuted prisoners would go free. And so, uh, they offered me as the first one to walk out,\nthe American, uh, officers. And, uh, they really couldn't believe it. That English...uh this\nNorwegian officer explained them why I was in there as one of Jehovah's Witnesses, and that\nso many from our family were already, uh, executed, you know. And they couldn't believe in\nwhat state that we were in. And, uh, so the officer, or the commandant or the other officers,\nwere were all jailed just in one of these barracks, and, uh, guarded by the American troops.\nAnd then we went straight to the American officers and testified. You know, about that he\nreally tried to help us, you know. That he got even some extra food, and then that he avoided\nsome of the executions and so forth. And in about three days, he was freed. But other, uh,\nguards and officers were brought before the courts. Some what were committing some\ncrimes; but most of the dangerous ones, they all escaped. The majority escaped.",
        "A: Yes, when we came back there were twelve what were executed, gassed. And three still\ncame out--survived, uh, and died after the...after having still some typhoid fever. But, uh,\nabout, uh, three or four other Witnesses did survive, that they came also home quite sick,\nlike, uh, Brother Burger and some of my cousins.",
        "A: Yes, he was in the camp up in, uh, Flossenburg. And in Flossenbiirg, he was assigned to\nwork in the crematory. And in a period of about three months, he had some terrible\n® Referring here to Anton Wohlfahrt.\nexperiences. He related how Russian soldiers and officers were executed by the hundreds\nand hundreds. How they were begging, you know, to consider their families--their...their\nparents and, you know, wife and children. But they mercilessly killed them. Then, what was\none of the worst things, uh, uh, Polish girls what became pregnant with Germans-- before\nthey delivered, you know, and in the stage of nine months pregnancy--they made all kinds of\nexperiments with them. And then they screamed at my cousin. In five minutes, he must clean\nup, you know, the operating tables for the next one. And he just couldn't see it. And Jewish\ngirls, they made all kinds of, uh, operations. One...one writer of a book about this came, said,\nuh, it was just terrible. There were also eye-witnesses of, uh, this, uh, experimenting. And he\nsaid that only through the Bible students, Jehovah's Witnesses--who were assigned, you\nknow, to burn the prisoners--that they could get some information what a mass murder,\nkilling and experimenting went on.",
        "A: Yah, they were making all kinds of experiments on...during the delivery of a child. And also,\nthey were experimenting on different diseases; or they were experimenting on some, uh, on\nvein operations. Especially women. They went through terrible operations. And, uh, also\nthey were experimenting pressure chambers, uh, like in different ones. You know, for the air\nforce. And then freezing prisoners. And uh, all these experiments were taken...this. He\ncouldn't stand any longer. And he asked if they would execute him rather; and, you know,\nburn him too. Because, uh, he just couldn't stand it. Then they threatened him, that they're\ngoing to kill him if he refuses to do that work. And he did refuse. But he was then assigned\nto a Kommando. But he was still, uh, surviving; but he died after on typhoid fever. He also\nwas a witness of that execution of that well-known Admiral Canaris,'' who was the chief of\nthe German Secret Service. He was very badly beaten and tortured. Also others testified\nalong that line, that he [NB: Anton Wohlfahrt] was an eye-witness of that.",
        "A: Yes, also in that, uh, period, uh, my uncle--who was a war veteran from the First World War,\nand, uh, was on the Russian front, lost one eye there and was kept for six years in Siberia.\nAnd he came back; he survived. And, uh, got married and raised a family. And his three\nboys--minor boys--and, uh, even the girl, was taken in a concentration camp, because of, uh,\nstand as Jehovah's Witnesses--also in connection with that \"work service.\" And when he\nvisit...tried to visit them, uh, they kept the father there, too--the Gestapo--and put him in the\nsame camp. And told him he is responsible, that he didn't raise them in the spirit of Nazism.\n'' Admiral Wilhelm Canaris was head of the intelligence and espionage section of the Reich War\nMinistry (later the Abwehr Foreign Office of the Wehrmacht High Command) from January 1935\nuntil July 23, 1944, when he was arrested for suspected complicity in the plot to assassinate Hitler.\nCanaris was sentenced by an SS court and hanged at Flossenbirg shortly before liberation.\nAnd then, it happened because he was a invalid and older already, they ordered him to pack\nhis belongings. And before his three boys, he was led to the gas chamber. And you can\nimagine how they felt? (Crying) He was also a very loving father.",
        "A: This was about '44. 1944. And to cover up the whole affair, they sent a condolence telegram-\n-the SS commander of Auschwitz--to my aunt. Who was also, uh, quite ill; and later she was\nalso in the Gestapo jail, and took so serious ill and had no treatment. And she died, too. But\njust shortly before, you know, they sent here even a telegram: that they did everything, uh,\nfor her husband, but his, uh, uh, stomach ulcer got so bad that he died. And that...that was the\ncause; and if she wanted to have his, uh, ashes sent. Just to cover up, you know, what they\nhad really done.",
        "A: Yes, uh, you can imagine how many did not came back anymore. But, uh, those of the\nWitnesses what did survived, even in that state we were so glad that we did not, uh,\ncompromise. And that anything, even the difficult life whatever--there's not much food\naround and all kinds of difficulties. But it was nothing, compared what we went through.\nAnd that we never regretted that we had, uh, spent such years in the concentration camp, or\nthat so many died. Because we knew ahead of time. Even Jesus said when we will follow his\nexample that we will have to expect persecution. The same when they persecuted him, they\nwill persecute you also. And how true it really became, and how glad we were that we did\nnot took the sword. Like Jesus said, \"All those who take the sword will die by the sword.\"\nAnd that no problems in this world can be solved just by force. Even the former President,\nuh, Eisenhower, who was also so shocked liberating us; he made a comment tn his last book\nthat Jehovah's Witnesses are really true conscientious objectors. That he, as a military man,\naccept us; and that Jehovah's Witnesses never tried to solve problems by force, but all with\nlove. And that is what we really firmly believe. That only through God's kingdom, the\nCreator will really bring about the restoration of all things, the earth to paradise. And where\nall this wickedness what went on in this concentration camps, and what still goes on all over\nthe world, that this will come to an end--like, uh, Psalms 37, 10 and 11 shows that, uh, you\nwill look around and the wicked one will be no more. But those who really trust in Jehovah\nGod, the humble ones will possess this earth, and will really enjoy then happiness and peace.",
        "A: Yes, this Bible was, uh, sent back after my brother-in-law was executed in the\nSachsenhausen camp. And uh, you can see it 1s quite worn out and beaten. Sometimes it was\neven in some water. But this was the miracle, that we were able to keep it what had given\nthem strength through these difficult days. And, uh, we would like to donate that Bible, uh,\nto the Holocaust Museum, as a proof that God's word has helped and strengthened those who\nwere really bearing witness for the great God, Jehovah, during these difficult times.\nTECHNICAL CONVERSATION\nDOCUMENTS AND ARTIFACTS\n(1) This is the our Bible what was used by my brother-in-law, [Johann] Hans Stossier, in the\nSachenhausen camp. And, uh, he used it already before, in different other camps--like, uh,\nDachau, Neuengamme, Oranienburg. And this helped them to be encouraged, through the\nreading and studying of God's word. And, uh, this was after the execution sent back to, uh,\nhis older parents. And we want to donate this to the Holocaust Museum.\n(2) (a) This 1s a... This is a imitation of wallpaper with, uh, design rollers and, uh, latex paint.\nThis is just a more simple imitation, but sometimes it was done in four or five colors and\nvery different designs. Some looked like materials. (b) And this is another one, also along\nthat line. And this helped me to survive when I did the work for that camp commander.\n(3) [Wall plaque, made of wood and painted.] This is a Bible verse from Proverbs, the third\nchapter, [verses] 5 and 6. And this I made, to send it through one of the workers and guards\nin that camp [to my family]. That was in the time where I was waiting for the execution, and\njust to give my family encouragement. And it did came out, and they received it. And I still\nwas in possession until today. And it is a reminder how really God's word has strengthened\nus under those most difficult days.\n(4) And this is the only notification of the execution of my father to my mother. She never\nreceived any letters, or any proofs that my father had committed anything against the law, or\nthat he was sentenced to death. And we inquired just lately, at that very place where he was\nexecuted, for some information; and there are no more records. They all disappeared. And\nthis is still a living proof that this type of persecution and Holocaust really happened. And it\nis unbelievable that today many are having doubts about it.",
        "A: The notice says, \"To, uh, Mrs. Gregor Wohlfahrt, Barbara born Strukl, in St. Martin-am-\nTechelsberg. The death sentence against your husband, Gregor Wohlfahrt, from the 8th of\nNovember, 1939, has been carried out this morning, December the 7th...7th December of\n1939. From the Oberreichskriegsanwalt.\"",
        "A: Yes. And you're welcome.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumDecember 7, 1989\nRG-50.030*0256",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Franz\nWohlfahrt, conducted by Linda Kuzmack on December 7, 1989 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "FRANZ WOHLFAHRT\nDecember 7, 1989",
        "TECHNICAL CONVERSATION"
    ]
}