{
    "rg": "RG-50.549.01.0009_trs_en",
    "sequence": [
        "Answer: Someone will pick up the tape and really not realize what | was liberated\nfrom. So | really think that this tape should start, me telling you that I’m a Holocaust\nsurvivor. | lived through the Holocaust from the age of 13 to 17, the ghetto, Shoriley\n(ph) Toovania (ph), concentration camp Shtoodruff (ph), several labor camps and\nwent on a death march. At the end of the death march in the middle of February of\n1945, we were put in a barn. We were at that point out of the thousand women,\nabout six or seven hundred left. As soon as the Nazis, the SS and Gestapo that\nwere guarding us brought us to the barn, they pushed us in there, | remember it\nwas very, very crowded. There was nothing but straw on the ground. They ordered\nabout 50 women out, ordered them to dig two giant long holes. We really thought\nthat they were going to line us up and shoot us. At that point, we felt the death was\nwelcome to us. We were tired of all this business but they had different plans for us.\nOn one hole they put sticks on, they served, it served as a bathroom. The other\nhole, we found out soon enough, that that would be a grave. The SS and the\nGestapo knew that we are going to die in that barn. No food was allocated to us\nalready from the government, from the German government. Whatever the people\nfrom the village gave, some day a potato, some day a crust of bread, somedays we\ndidn’t get any. We started to die in that barn. Epidemic of typhoid, dysentery,\nhunger. Every morning the guards ordered the little bit healthier women to take out\nthe dead and dress them naked cause the clothes you can recycle and dump the\nNesse Godin 2\nDecember 14, 1995\nPage 2\nbody in the hole. My dear friend, what my eyes saw, in those three weeks that |\nwas in the barn, it’s very hard to tell, to share, to describe. Many times | feel | don’t\nwant to talk about it anymore but we are sitting, this tape is for history, to learn the\ntruth. Every day that | walked from the barn to the so-called bathroom, it wasn’t\nanymore a hole, it was a mountain of skeletons covered with skin. Now through the\nHolocaust | was a little girl but | pray to God, | prayed please God let me live through\na day. | prayed to God, please God let me live through a night. Maybe I'll be free.\nBut in that barn | started to pray to be dead, to be on top of this mountain. | was\ntired of living. All through the Holocaust we used to say, “Let’s resist the Nazis, let's\nlive a extra day, they want us dead.” But in that point, | was really tired of resisting.\nBut God’s will was different. Marched in, we were liberated by the Russian Army.\nNow you ask me about liberation. My dear friend, | have a problem with the word\nliberation. Did any army come to liberate us? Did any country send soldiers, said,\ndon't worry about anything, just free those people? They fought the war, they found\nus there. We were found. Yes we were freed but we were found. Now | want to tell\nyou of that day of liberation. That morning, when the women that were supposed to\ntake out the dead, took out the dead, undressed them, threw them on them pile of\ndead bodies, they came back into the barn and they told us that they don’t see the\nguards. They said, “The guards are not here.” Some women started to say, “Let’s\nNesse Godin 3\nDecember 14, 1995\nPage 3\nrun to the village.” The village was, was within sight. We could see maybe one mile\naway. We women start say, “How can we run? We cannot even walk.” Somebody\nelse said, “The guards may be hiding behind the barn. They just wait for us to start\nrunning and they'll have an excuse to shoot us.” So all day long we sat in that barn,\nnot knowing that the guards had run away. They escaped. You see we did not\nknow whether the war was ending, where the positions of the armies were. We\ndidn’t even know that there were Allied forces. We didn’t know a thing. In the\nevening, it was dark already, | remember it well, we heard footsteps of boots. Now\nup to this day when | hear boots marching, even on the beautiful parade, | get\nnervous because footsteps of boots reminded us of SS and Gestapo and selections\nso there we heard these footsteps and we said, “Oh, the henchmen are back.” But\nwe heard Russian language. Russian language, Russian soldiers, dear ladies, we\ndidn’t know you were here, we were, we are fighting the war, we found already a\nfew other camps. We cannot stay with you. We leave two, three people.\nTomorrow there medics will come and help you. So all through the night we still\nstayed in that barn, naturally we were free. Now what happened in that barn the\nnight of liberation? Some people applauded with their hands. They could hardly\nmove them. Some people jumped up for joy. Some people started to talk where\nthey will go, what will they do. | personally cried. | cried so hard and it is now 50\nNesse Godin 4\nDecember 14, 1995\nPage 4\nyears after liberation. And for 50 years, I’m trying to analyze, why did | cry? Did |\ncry for my family that was dead? At that point, | didn’t Know if anyone was alive\nbecause in that barn | was alone. No one of my family. Did | cry for, because |\ndidn’t know what was happening? Did | cry for joy? But | came to a conclusion that |\ncried because | felt sorry for myself. | thought where am | going? There’s no\ntelephone to pick up and tell I’m coming home. There’s no home, no family and\nsincerely, many kind people say, “Nesse, you talk about the Holocaust and we don't\nsee tears from you.” | really cried that time the last time. So once in a while, | have\na little tear in my eye. | learned to laugh and to love. But | never cry. So that was\nthis night, the day of liberation. The following day, when the Russians\ncame, they explained to us that the village does not have a hospital. They have a\nlittle hotel. They are going to convert this little, it’s a inn, not even a hotel. They are\ngoing to convert it into a hospital. They are going to try to take the little healthier\nwomen and bring them to the village, put ‘em in the little homes. Some homes were\nalready empty. The Germans had run away being afraid for the Russians. Some,\nin some homes there were still some Germans that stayed. | know they spoke\nGerman, it was a German area. Pomerania, mostly, Polish German, border but\nthis little village was mostly German. They, so the Russians the next day came with\nlittle carts, whatever they could take from the villagers, a horse and buggy. |\nNesse Godin 5\nDecember 14, 1995\nPage 5\npersonally was carried by a Russian soldier, on his arms, and he carried me to the\nvillage. | was nothing but skin and bones. And he brought me to the village, he put\nme in the kitchen of that little room, on a straw sack and he said that eventually\nsomebody will come and help me and give me food. A little bit later, they brought\nanother woman that they put next to me on the straw sack. This woman, I’m really\nsorry that | cannot remember her name. She was a teacher in one of the religious\nYovna (ph) schools and | knew her from before the war because | had friends that\nwent to that school. And when | saw her | was so glad that she was there next to\nme on that straw sack. At least | felt | had someone from home. And the Russian\nsoldiers every day came for a few days, they delivered a little bit food for us. Also,\nsome Jewish women that were a little bit stronger started to cook a little bit, get from\nthe villagers some food or just take it from them and started to cook a little bit. After\n| was there one day or two days, | really don’t remember, one day, one of the\nwomen that were a little stronger walked in and just said to me, “What are you doing\nhere with a dead person?” | didn't realize that the woman next to me was dead.\nThey carried her out and | wanted to really go out and go out like, see where they're\nburying her or whatever. But! couldn't. So | thought let me look out and see how\nthe free world looks. Cause | hadn't seen the free world. Could hardly get up. And\nthere was a windowpane, it was already towards evening. And | looked through\nNesse Godin 6\nDecember 14, 1995\nPage 6\nthat windowpane to see how is freedom? What’s outside? And what | saw was a\nmonster. A reflection of a monster in that windowpane. A person, eyes sunken in,\nreally a skeleton covered with skin. That's what | saw. Like you see children for\nHalloween how they have these masks and | turned around to see who was behind\nme and there was no one there. And this is when | realized how | looked. How |\nlooked. | did not really imagine that | looked that way. Okay. After a few days\nbeing in that house, one, a truck or a car, a truck, | believe it was a truck that came\nand picked us up and took us to that makeshift hospital. What | remember of that\ncoming to the hospital, | remember them shaving my head, shaving my private parts\nwherever hair is, washing me with some kind of a disinfectant because | remember\na burn of a, where they shaved. And then | didn’t remember anything else. Not a\nthing. Next thing | remember, opening my eyes and seeing a man with a white coat\non and talking to me in Russian, explaining to me that he is a doctor, that | shouldn't\nworry, I'm in a hospital and he would love to know my name. Because they did not\nhave time to register me when | became unconscious. According to what they told\nme | was three days unconscious with high fever of typhus and typhoid, those two\ndifferent diseases. And him telling me that the most thing that he’s worried about is\nthat my toes were frozen and he just hopes that they wouldn't have to be\namputated. And as | started to tell him my age, people from down the row, it was\nNesse Godin 7\nDecember 14, 1995\nPage 7\nlike a big ward with many beds, somebody else tells “Oh, Nesa\nthat’s you! We didn’t know who this was. Everybody asked do you\nknow this person?” And there were a few people from my hometown that | knew\nand | really felt already more comfortable about it. So | was gettin’ a little better.\nPeople started to leave from the hospital and then | was transferred to another\nsmaller room. The main thing, the treatment was on my legs. And | don't even\nremember if | ever said that, if | gave this testimony or not but | really feel | should\ntell it now. | decided that | don’t want to live. After all this that | went through, the\nstupidity of me, not wanting to live was, now when | think back of it, it was crazy. |\nheard and saw some people were united with the, right there in that hospital there\nwas a mother and a daughter and here | was all by myself. | thought what do you\nneed to live for? So | decided to do a hunger strike and every time they brought a\nlittle food, | just threw it out or gave it to the lady next to me. And she was, | thought\nof that, I’m terrible but now | think of her as wonderful, she told on me. So they\nwouldn't walk out from the room until | finished the food. And | really recovered\npretty good. My, what was at that point, | still had, you see at the very end on the\ndeath march | was beaten up severely. And | still had my face swollen. My toes\nhad kind of, the, the, a big layer that was frozen of the skin just peeled off, like, like\nyou see a snake change his skin? That's how this came off. And my temperature\nNesse Godin 8\nDecember 14, 1995\nPage 8\nwent down and | gained a little bit weight so, they kept me there because | was\nalone for a while. And then one day they told me | have to go down to the office.\nThe office was like a little room. And when | came down there, they said to me, “We\nare going to close this hospital and you can go now. We feel you're in good shape.\nYou can go.” And | said to them, “Where should | go?” They said, “Well, you want\nto go up, where are you from?” | said, “I’m from Lithuania but | don’t have a home.\n| don't have a family, | don’t have anybody. | don’t know where | should go. I’m 17\nyears old. | don’t know what to do.” So they asked the lady that was next to me\nwhere she was from and she happened to be from Lithuania and because | was just\n17, | was a minor. | was assigned to her. | became her ward. We had one\ndocument that stated her name and my name, my last name and saying that she’s\nin charge because I’m a minor. And that’s how we left Freenuv (ph).",
        "Q: Do you have her name? Do you remember her name?",
        "A: | don’t, | remember her first name, Hannah, but | don’t think | ever knew her last\nname. | don’t think | ever knew it. She was very kind. She was very nice. She was\nmore like a sister to me than a stranger. So we left, with the idea to go to Lithuania.\nShe had left a child for safe, safekeeping with a Lithuanian family. She was from\nKaunas and she really thought that maybe her child is alive. She wants to go back.\nNow | wanted to go to Lithuania because the last thing that we said to each other\nNesse Godin 9\nDecember 14, 1995\nPage 9\nwhen we came to the concentration camp, that is my brother and my mom before\nwe were separated, if we survive this hell, we have to make a meeting point, back\nhome in Lithuania. So okay. So this | had back in my mind. And | thought after all,\nwe had a home, we had a business, we left belongings with non-Jewish people for\nsafekeeping. Maybe I'll find it. So that was my plan. So there we go. You couldn't\ngo to the railroad station, say | want to buy a ticket to go to Lithuania. Didn't work\nthat way. See you are very young, | don’t know if you understand that. That first it,\nit wasn't even, the war hadn't even ended yet, so a military trucks were going east\nand they were going west and they were going south. Trains were going back and\nforth. The Russians were looting Germany and taking machinery back to Russia.\nSo you hitchhiked. You hitchhiked on a train, on a freight train. You stood there,\nyou told them you want to go little bit east, they took you. They said, “You want to\ngo up to this and this little town, we'll take you.” Then you have to wait for a next\ntrain and it took weeks until you got at least somewhere. And this is the way we\narrived in the city of Lodz, Poland. When we arrived in Lodz, Poland, like through\nthe grapevine while we were traveling people were telling us that in Lodz, Poland,\nthere is already shelters. Christian relief, Red Cross, Jewish relief, Hiyas (ph), the\nJoin (ph), some kind of Jewish agencies helping out refugees. All of a sudden we\nwere called refugees. So, we were very glad to arrive in Lodz. When we came\nNesse Godin 10\nDecember 14, 1995\nPage 10\nthere, there was a big shelter on 66. | remember that address and we,\nwhen we came in there was a very big room, we signed in, we were assigned where\nto go to sleep and in that room on the walls, there were big billboards. Posters like,\nand it was divided by country and divided each country more or less by city. And\nyou, if let’s say if you were from Kaunas, Kaunas and surrounding and\nsurround Siauliai, that’s in Lithuania was called and surrounding. So | saw quite a\nfew names there and | wrote down my name. That was in case somebody of your\nfamily comes. That's how you got connected. You see when | tell it to people, they\ncannot understand why would you want to write your name on a posterboard but\nthis was the way you found each other. Your name and where you are staying,\nwhether you are continuing, whether you are in Lodz, wherever. And that particular,\nthat shelter was, there was a big courtyard with many houses on, see in Europe,\nsome people don't understand that especially in the large cities, they used to have a\nwhole courtyard maybe six, seven buildings. And you had to go in through a gate\nand it was closed for the night. And so we were assigned in that same courtyard, a\nplace. Now all that night | thought to myself, why didn’t | write down my name within\neyesight. | wrote it down kind of low in the poster, nobody's going to bend down\nand look for my name. | was 17, | wasn't too bright. And | could hardly wait for the\nnext day to go back and put my name with eye level on that thing. | said, “I'll put it\nNesse Godin 11\nDecember 14, 1995\nPage 11\non again, that’s alright, nobody's going to say why do you have it twice.” And, as |\nwas writing my name, Nesa Galperin, that was my name N,E,S,A\nG,A,L,P,E,R,I,N. Galperin. And a woman said to me, “What Galperin, are you from\nSiauliai?” She was standing right next to me. And why did she ask that way? Just if\nyou come of European background, you can understand, they usually said, “| am\nGalperin, the, the doctor Galperin, the lawyer Galperin, the shoemaker.” My parents\nhad a dairy business, | said, “| am Galperin from the dairy business from the\n, from the dairy business.” And the woman looked at me and she said,\n“No, Nesa, that’s you, you look so terrible, | would never recognize you.” And, and\nshe said that. | thought to myself, isn’t she crazy? Everybody looks terrible. And\nwhen | looked at her, | recognized the lady. She was a very nice lady. But before\nthe war, everybody called her the, the , the person that is not all there.\nShe had some mental problems. And next thing out of that woman’s mouth was,\n“Oh, | was with your mother in the camp. She's in this and this shelter in this and\nthis village.” And | said, “You were with my mother. My mother was taken to Galepf\n(ph) in Shtoodruff (ph).” She said, “Yes but then there was another selection and\nthey took the people in the sixties away to the left,” and asked, she was maybe in\nher thirties and my mother was in the forty, she said, “They took us again and send\nus to labor.” Now as young as | was, | thought can | believe a crazy woman?\nNesse Godin 12\nDecember 14, 1995\nPage 12\nAlways people said the crazy so and so. So | didn’t know but | thought, | said, “Well,\nmaybe | should check it out.” So | go up to the lady, to this Hannah, who is my,\nwhose ward | am and | said to her, “We have to go back to the German border.”\nShe looked at me, she says, “Child you're crazy. Nobody goes back, everybody\ngoes forward.” | said, “But somebody told me that my mother is there, near the\nGerman border.” She said, “I love you but how can | go with you to your mother? |\nwant to go to my own child.” | said, “But you have to go with me, you have the\ndocument.” So she took the piece of paper, she tore it to pieces, she said to me,\n“Go over to the desk, tell them you're 18 years old. And you'll have your own\ndocument.” So | went over to the desk. | told them I’m 18 years old. | need a, a\ndocument. They gave me the document. Now everybody’s traveling one way, I’m\ntraveling the other. Everybody’s going east, I’m going west. Some Russian soldier\nfelt sorry for me, gave me his coat. And it was May already. | remember being on\none of the trains and hearing a lot of shooting and thinking that we are being\nbombed but that was the celebration of VE Day and | arrived at that village. Got to\nthe village, found the shelter, walk in there and | see women from my hometown\nand | recognize them, some woman that had bakery, another one that had a dry\ngoods store, another one that had, that sold buttons and thread and all kinds of\nthings. And | look at with my eyes and they say, “Who are you?” And | say again,\nNesse Godin 13\nDecember 14, 1995\nPage 13\n“?’m Galperin from the dairy business.” “Oh, Nesa, your mom heard that you were\nalive and she heard that you were in Lodz and she went there to look for you.” So\nyou can see, this isn’t just my story, how we survivors went looking for families back\nand forth, back and forth, hearing rumors, trying to find each other. It took me about\nmaybe another two weeks or three weeks to get back to Lodz.",
        "Q: Nesse, tell me what you remember of your feelings when it was then confirmed\nthat your mother was alive and you could trust these reports?",
        "A: Oh, my, it was unbelievable. It was unbelievable. | just thought in my heart that\nmaybe | was kind to, to some older person. When you are 17 and you think of\nsomebody 46 or 47, it’s old. | just thought maybe God helped to my prayers.\nMaybe God paid me back because | was kind to some older ladies in the camps.\nAnd it, you, it just undescribable, undescribable, that | felt so grateful, so grateful.\nAnd those remember asking me was their child with me. And unfortunately there\nwasn't. | was with some people not even from my town, just a few from my\nhometown were with me in my camp. And when | came to Lodz back, yeah, we\nhuman beings are really wonderful, a wonderful thing on the earth. When we came,\nwhen | came back to Lodz even out of the survivors there was a welcoming\ncommittee at the time. | came down in the three weeks that | wasn’t there or four\nweeks, such a difference. | didn’t have to ask where is the shelter. There were\nNesse Godin 14\nDecember 14, 1995\nPage 14\nwomen saying already, “Where you from? I’m going to help you, there’s a shelter.”\nAnd a woman with red hair, | don’t remember her name, came over, she said,\n“Nesa.” | said, “How do you know me?” She says, “Ooh, | know, you were here, you\nwent back, I'll take you to your mother.” And | just went with her. | figured even if\nshe takes me to any mother, I'll just go. And | don’t Know how | walked up three or\nfour floors because as | told you my feet were so raw, | could hardly walk. | shuffled\nmy feet and there | came up and the only thing | remember of that reunion is this\nwoman knocked on the door and said, “Frau Galperin, Mrs. Galperin, | brought you\nyour daughter.” And she left. She didn’t even wait. And the door opened up and\nthere wasn’t any electricity, it was a candle burning, and there was my mother. She\nlooked like my mother and she didn’t run to grab me and hug me. She looked at me\nand | couldn’t understand, why this cold reception. And she said to me, “Okay, take\noff your junk.” | had, my face was wrapped because this was still swollen and a\nhole in there draining parts and no hair, | still had that little hair and that was\nwrapped with a rag. With that big . . . [end of side 1 of tape 1] My mother said to\nme, “Take off your, your junk, your wrappings, your like was saying,\njust take them off.” So as | started to unwrap, there, there, the scarf and took off the\ncoat. And you see when | was a little child | had a tracheotomy. | had measles and\n| had some infection and when my mother saw this little thing here on my neck, on\nNesse Godin 15\nDecember 14, 1995\nPage 15\nmy actually, right here in the middle of my neck, she grabbed me. She said, “My\nchild, | didn't recognize you.” You see she looked the same because she was 46,\nyou don't change that much. But me as a little girl growing up and looking different\nand, and all this, being so skinny and so ill. Now for weeks and weeks | didn’t go\ndown those steps cause | couldn't walk them down and | always wondered how did\n| ever go up those steps. Now we were very fortunate to find each other. There we\nwere, a mother and a daughter, not too many survivors at that point had already\nsomeone of their family. Some did but not too many, especially a mother. Forty-six\nwas considered old, not too many at that age survived the Holocaust. Now we\nstayed in Lodz not knowing what to do.",
        "Q: Nesse can! go back and...",
        "A: Yes.",
        "Q: Because it’s so moving, | imagine that what had kept you going was your, your\nwish to survive, to be with your mother and brother? And | imagine it kept your\nmother going, the hope to be there for you. And I, | just wonder, did you hold each\nother? Would you, would you sleep soundly holding onto each other at night?",
        "A: When, you see all through the Holocaust, it’s true the hope helped. But to very\nsincere with you, there was no formula for surviving. Many times people will say to\nme, “Oh, Nesse, you're a strong lady, that’s why you survived the Holocaust.” | was\nNesse Godin 16\nDecember 14, 1995\nPage 16\na little child. | wasn’t, and somebody will say, “You must have been intelligent.”\nNow how intelligent was it? | was just a kid. It, | survived maybe by the grace of\nGod, maybe by sheer luck, maybe by the kindness of women that held my hand\nand did give me hope or gave them their own bite of bread. Or maybe women that\ntook straw and wrapped my body so | would keep warm. | didn’t understand that\nstraw is a insulation. | really don’t know what made me survive. | really don’t know\nwhat made my mother survive. My mother always, when she died 27 years ago\nhere in the United States, she alway, at that time people didn’t take oral history. |\nwished they would have had her oral history. She was telling me how many times,\neven from the labor camp, she was selected to go back to the concentration camp\nto be killed. And by some miracle she was left or she was overlooked or they\ndecided that she can still work. At one point she said to me, “They told another\nwoman to take off the shoes and give it to her and the woman went there and she,\nshe, she was still alive.” So we don’t know how but when we were reunited, we\nbecame really like one person. We, | didn't even want my mother to leave that\nroom. She used to have to go down to bring up some food or get in that shelter\nsome food or, or food stamps or whatever we, like little nut foods, there was a little\nticket to go to get the food. | was always afraid that if she leaves me that | won’t see\nher again. And from the day of liberation, no from the day of reunion with my\nNesse Godin 17\nDecember 14, 1995\nPage 17\nmother, ‘til the day she died, we were not separated. She chose not, never to marry\nagain, she lived with us, with my husband and | until the day she died. And |\ncherished her, everybody knows | respected her. | cherished her and the day she\ndied, | thanked God for giving me a gift of so many years after the Holocaust to\nhave a mother. Many people thought | was crazy at her funeral. You see now |\nhave a tear when | think of my mom. But at her funeral, | stood there when the\ncasket was being lowered and | said, people didn’t want me to watch how they\nlower the casket. They said you’re supposed to stay aside. | said, “No, | have to\nstay here because | was blessed as a survivor of the Holocaust to have a mother\nsurvive and die by a disease.” | know where she was laid, | know I'll put the stone\nover her grave, | know I'll be able to come and visit her which | do very often. | go\nconstantly for my father. | don’t even know where his ashes are. So you ask me\nthat question. We were inseparable and | was lucky that my husband Jack just\nadored my mother. He really was, he lost his whole family. He cannot even listen\nto me speak about the Holocaust. And he was very kind and glad to have her and\nwe cherished her. Anyway, to continue what happened afterwards. So one day,\nmy mother comes upstairs after going to look get some food or some clothing, |\ndon't remember and she tells me that she ran into a gentleman that was with the\nSoviet Army by the name of Tabreeshock (ph). My father’s younger sister, her\nNesse Godin 18\nDecember 14, 1995\nPage 18\nmarried name was Tabreeshock (ph). This gentleman told my mother that he\nstationed in Lodz and his cousin who was my uncle by marriage and my aunt, my\nfather’s sister succeeded to escape from Vilna, just as the, before the Germans\nmarched in to the Soviet Union. That they have returned back to Vilna and they\nhope as Polish citizens to, they had, there was a certain law, that you were allowed\nto live , Vilner (ph), that’s we Jewish people call , If youre a\nPolish citizen you were allowed to go back to Poland. And most people did not want\nto stay in the Soviet Union cause it was Communism and most Jewish people had\nthe dream at that time to, to go to Israel or to come to America. So he told us that\nhe knows that in a very short time, he doesn't Know it'll take a week or two weeks or\nthree weeks that his cousin and, and, he’s, my aunt who's, he’s cousin to by\nmarriage are going to try to come to Lodz. We shouldn't go nowhere, we'll be\nreunited. So we were anticipating every day are they coming, are they coming? My\nmother went always to check if their name is on the board and finally they arrive.\nThey arrive in Lodz, my uncle, my aunt. They had a boy that was twelve years old.\nMy uncle’s best friend, he’s my, his best friend’s brother and the brother's best\nfriend, so there are three single men with my uncle and my aunt and that little boy.\nSo we are already a family unit. Here we are surrounded with my aunt and my\nuncle and, and a few guys that are there and we are all looking, where should we\nNesse Godin 19\nDecember 14, 1995\nPage 19\ngo? Where should we go. We get already messages that the men were liberated\nfrom Dachau. We hear already that the men that were taken to Shtoodruff (ph) that\ncame with us from Siauliai were taken to Dachau and the camps of\nDachau. So we are waiting to hear maybe someone of the men survived.\nEventually come a few gentlemen that were liberated from Dachau that are from my\nhometown. What they did, they decided to send out a few people to come to\nPoland, see if, and tell the women don't go back to the Soviet Union, don't go to\nCommunism. Try to come to the American Zone. So and so they came with list\ntelling who survived. On that list was my brother's name. And we knew this, one of\nthis gentleman and he said you, to my mother, “Your son said if | find you, try every\nwhich way to come to the American Zone.” Why was the aim to go to the American\nZone? My mother had a sister that lived in Washington, D.C. And if we would be in\nthe American Zone, we would be able to come to America. So here we are, all this\ngroup of people, not knowing what to do. So one day, my mother says to me, “You\nknow, Nesa, we two women alone, we couldn't do all this traveling.” We couldn't,\nyou still had to go a little bit across the border, there was no really regulations about\nthe border. But still you have to take a chance, you had to take a truck, you had to\nwalk. She says, “We two women alone couldn't really manage all of this. One of us\nhave to get married.” And | looked at my mother and | thought she has me. Why\nNesse Godin 20\nDecember 14, 1995\nPage 20\ndoes she want to get married? But the next thing out of my mother’s mouth was,\n“My child, | had a wonderful husband. He was killed in Auschwitz. But you, it’s true\nyoure very young. Maybe you should get married.” So | looked at her, | said,\n“Where do | get a husband?” And she said, “Look at those guys, three guys, single\nguys. The friend of the uncle’s, his brother and his friend.” Well | looked at the\nthree guys and | said, “Well this one is too old. This one is too short and maybe this\none.” So my mother said, “Okay.” Now | don’t know how Jack and | got married, |\nreally don't know. We, we just talked that it would be a good idea and | never\nkissed him before or anything and we went and we did a document that I’m his wife.\nAnd so, we were already like a, a threesome, a family. But | really didn't, legally, |\nwas his wife but for all practical services we were not husband and wife until later on\nwe had the religious wedding. So here we are, trying to find out how can we get to\nthe American Zone. So everybody says not a big deal. There is a, the Jewish\nagent, he’s helping out people to go across the border. Once you get into Berlin,\nBerlin had four zones: The Russian Zone, the French Zone, the English Zone, the\nAmerican Zone. So to go to the Russian Zone was no problem because we were in\nthe same place. And we didn’t have any luggage, we didn't have anything. So we\ntook a walk and we were in the American Zone. And when we registered there in\nthe camp and eventually through the Jewish Agency, people came and helped you\nNesse Godin 21\nDecember 14, 1995\nPage 21\nto go to wherever you had family. And my brother was already at that point in a\ndisplaced person camp called Feldafing. And in October of 1945, we arrived in the\ndisplaced person camp. At that point, we had separated from the rest of the people\nbecause we were privileged to go to Feldafing because my brother was there.",
        "Q: Would you tell me the name of this brother and which one...",
        "A: Yeah.",
        "Q: It was [talkover].",
        "A: That's my oldest brother, Yurhaskel (ph) and he was liberated in one of the\ncamps of Dachau and from those camps they were all put in the\nFeldafing Displaced Person Camp. When we arrived, they were already, | think\nthey were liberated in May, maybe | don't know exactly whether May or June that\ndisplaced camp was formed, but when we arrived in October, it was pretty much\norganized. Now my aunt and my uncle, they were assigned to another displaced\nperson camp ‘cause Feldafing was pretty crowded at that point. But if you had\nfamily you were allowed to go and be reunited so this is why we came to Feldafing.\nAnd we, we registered in the, as soon aS we came. You have to register every,\nwithin the little town, police. It's funny because | still have the, found the little\ndocument where | registered that | came there. And that’s how we wound up in the\ndisplaced person camp.\nNesse Godin 22\nDecember 14, 1995\nPage 22",
        "Q: And tell me about the reunion with your brother.",
        "A: The reunion with my brother was different than with my mother. Because,\nbecause of us knowing that he was alive and because of him knowing that we were\nalive. And because of him trying to make arrangements for us to get us permission\nto come. Although we didn't see each other, but by knowing that we were alive, it\nwasn't like when | walked in and there was my mother. Naturally it was very\nemotional but not like you got surprised, you see somebody, you didn't know they\nwere alive.",
        "Q: Do you remember what you felt and how he looked? [talkover]",
        "A: He, at that point, he looked a little, pretty good. He didn't look so bad because\ndon't forget from May ‘til October, we all, | looked already better, my hair had grown\nand, and we looked already entirely different. And he was married in the ghetto and\nhis wife, who was with me in, in the labor camp, and we were separated after\nliberation, she was there already. She had come already there. So we found him\nalready with his wife and it was just so wonderful. In that villa, it was called Villa\nValbearta (ph), those villas were used actually for SS men, for their entertainment, it\nwas like a country club. Feldafing had golf courses and, and all this beautiful things\nfor the SS and the Gestapo to come and enjoy themselves and that thing was\nturned into the displaced person camp. For the plain (ph) soldiers, they had these\nNesse Godin 23\nDecember 14, 1995\nPage 23\nbarracks and that's where originally the survivors were put in, in those barracks. But\nif the family started to come, they assigned those buildings, those villas they called it\nvillas. So now that villa that we were in, maybe one family lived before or one SS\nman with his wife or a commandant or whatever. And here we were, downstairs in\none room lived a woman with her, with her husband that she married right after the\nwar two, another room, two, I’m trying to think, we were like five families, five\ndifferent groups, units that lived in that one house. They called it a villa. It was a\nhouse like my house. And we were assigned the kitchen. Now don't forget, | wasn't\nreally sleeping with Jack. He, to me he wasn't, he was a husband on paper but we\nhadn't had a a religious wedding. There | slept with my mother in one\nbed and then there this other bed that poor Jack had to sleep. And then they\nstarted to plan our religious wedding. And after a few months, we were married.\nAnd...",
        "Q: And it was at Feldafing.",
        "A: In Feldafing and there wasn't a big to-do there, we went to the rabbi and it was\nmy brother, and my sister-in-law and my mom and Jack and | and my\nsister-in-law kept on saying to me, “You have to be very serious when you get\nmarried. Especially in our tradition, you have to go around the, the groom seven\ntimes.” And she said to me, “Would be nice if you put on a pair of shoes with heels\nNesse Godin 24\nDecember 14, 1995\nPage 24\nso you look a little taller.” | don’t Know who gave us those, those heels but | hadn't\nworn heels before. And when | was walking around Jack, | couldn't stop laughing. |\nwas laughing and laughing, laughing, and everybody said, “That stupid kid. She’s\ngettin’ married, look at her, such a stupid girl.” So that was in Feldafing. And we\nlived actually in that kitchen, we just switched beds. Jack hopped into my bed, my\nmother got his bed. We stayed there for a year, in that kitchen, until my oldest\ndaughter was born. She was born in March of 1947 and when we, when she was\nborn in ’'47, some of the people had already documents to immigrate somewhere.\nSome people went on illegal immigration to Israel. And so we, the, the camp had\nalready little bit more space so we were assigned in another villa, was called Villa\nGowlitz (ph) a room. But still we shared that room with my mom and Jack and | and\nmy youngest daughter, my oldest daughter. And the life in the displaced person\ncamp, it was organized living. Some people think well you were free and you were\nfree. | remember there was a curfew when we first came to the camp. In later\nyears, not. But when we first came to the displaced person camp, is was a curfew.\nYou were not allowed to go in town whenever you wanted. Yes it was no gate, it\nwas not fenced but you were told that after, | don’t remember, ten o’clock or eleven\nor whatever, don’t remember anymore, you were not allowed to walk around. Also,\nit was very difficult. Can you imagine us victims, | don't call us survivor, we were\nNesse Godin 25\nDecember 14, 1995\nPage 25\nvictims that survived by miracle, walking among murderers? You see now if | would\ncome to Germany, it's a new generation, new people. Young people that will not\ndare, it’s a new life, a new government. But don't forget, right in 1945 and ’46, the\nNazis were there. You could see it on their faces, men that just put on, changed\ntheir coat, that’s all. Their feelings they still had.",
        "Q: Nesse were there individuals there, that you Knew had been sort of perpetrators\ntalkover?",
        "A: Well not that | knew personally [talkover] yes, others would know. And, and then\nthey started to talk about having trials for, they started to talk about later on what\ncame about, the Nuremburg Trials, but in the, for the time being all those people\nwere walking around free. Maybe the main, main 20 leaders, | don’t know exactly\nhow many were taken to the jail right away. Let's say a few hundred. But\nthousands and thousands that killed human beings were walking around free. They\njust said they obeyed orders.",
        "Q: Right. | understand that was one of the hardest things in the camps for the\n[talkover] survivors [talkover]",
        "A: Yes, it was difficult because you walked, you went in to register in the police\noffice and there you thought that the German man that you thought maybe he was a\nguard in a camp somewhere. It was very difficult. It was, maybe it was a innocent\nNesse Godin 26\nDecember 14, 1995\nPage 26\nman that maybe stayed at and minded his own business, was, closed\nhis eyes to what was happening around there. Now is that innocent?",
        "Q: Yeah. Even then you'd, that would be hard.",
        "A: Exactly. But when you walk around each, there were cases of still there were\nanti-Semitic incidents and even if, if someone said something to you without\nmeaning anything, you as a victim thought well, he wants to kill you again. It was\nvery difficult to live so many years in, in, in that area.",
        "Q: How long was it before the organization and the running of Feldafing was placed\nin the hands of the Jewish community?",
        "A: Well | tell you, when | came in October, it was pretty much in the Jewish\ncommunity. It was guided by the Unruh (ph).",
        "Q: Yeah, you, would you explain what Unruh (ph)?",
        "A: Yeah. United Nation Relief Organization. And so it was guided. They had a\nperson that was in charge. But more or less they let the Jewish community, there\nwas a person that was like president of the camp, people that were in charge of, of\nthe food, distribution of food, there were, at the very beginning, there were two\nkitchens. Public kitchens. One was kosher and one was not. Now when we came,\nbecause my brother knew somebody, my husband got the job in the kosher kitchen.\nSo when you, you had the job, you were better off, you got, at that time was\nNesse Godin 27\nDecember 14, 1995\nPage 27\neverything rationed. You got your ration card, you went and that’s when they gave\nyou food. So at the beginning, you really had to go to that kitchen to get your food.\nAfter while, they kind of gave you the food and you could cook it in your little room or\nin your little kitchen, wherever. But at the beginning, you just had to go to those\nkitchens. Also, packages started to come from the United States, from the Red\nCross or whatever, there was a, a warehouse for clothing. Like we give now for the\npoor and they come. | was watching the other day how the children came and\nwhen got their toys and how happy they were. And it reminded me how | went to\nthe warehouse and | picked a pair of shoes and | picked a dress and there | had\nalready two dresses. So all this somebody, people don't realize, they think you\nwere free from the camps and you picked up your life. It didn’t work that way. It\ndidn’t work that way. Few of the people had the wisdom to try to go back to school.\n| really maybe, maybe | got married a little too quick, maybe if | would have gone to\nschool before | got married, maybe my mother’s idea wasn't the best one.",
        "Q: Tell me more about the, how quickly most people married and how unusual is it\nfor your marriage has lasted and been very happy but did that, were most of the\nmarriages [talkover]",
        "A: Let me tell you, right after liberation and in the displaced person camp,\neverybody got married. |, | don’t to say everybody, most of the people. Everybody\nNesse Godin 28\nDecember 14, 1995\nPage 28\nwould be everybody, everybody. When women were alone, if the, if the guy could\nbuy them a pair of shoes, they were willing to get married. You were alone, you\nwere not, the men started the little bit, Trades (ph) started a little bit black market\nbusiness. There was something that you could do but what could women do? So\nmost people were getting married, also, also, it was very much encouraged by the\ncommunity. Let's rebuild our nation. Let's have children. For every child that died,\nlet's have another child. And within a year, that’s all you saw, is baby carriages.\nWhen | was pregnant, every woman was pregnant. Every woman in the displaced\nperson camp was pregnant. You talk to survivors and they'll tell you. I’m 47, my\nchild was born. And everyone that you will take interview they will have a child born\n47, or 48 or 49. This was not just in spite of the Nazis wanted us dead. Let's\nrebuild our people. So people got married, not necessarily before, because they fell\nin love. | don’t say, not everyone, some fell in love, young people, but most\nbecause they needed each other. Mostly because they needed each other. | tell\nyou the truth and | sit with Jack and we talk many times. He says to me, “I gave you\na kiss, why do you say | never gave you a kiss before we got married?” But maybe\ngave me a peck on the cheek. I’m talking what we see now, a kiss. We were not in\nlove when we got married. We needed each other. But among survivors, you don't\nsee divorces. You don't hear about divorces. Very seldom you will talk to a survivor\nNesse Godin 29\nDecember 14, 1995\nPage 29\nthat divorced. We needed, we raised our children and | tell you, Jack and I, | don't\nthink there was a prettier love between two people that got married without love.\nAnd that’s the truth. The truth we cared for each other, we, we raised beautiful\nchildren, we worked hard because we were not professional people . . .\nEnd of Tape 1.\nNesse Godin 30\nDecember 14, 1995\nPage 30\nTape 2",
        "Q: Going back to that time in the barn when the Russians came in and liberated\nyou, why you think you gave up then?",
        "A: Well actually |, | gave up when | was already in the hospital getting better. When\n|, | didn’t give up all through that. |, | lived day by day saying I'll resist the Germans,\n| will live. And then once | started to get a little better, and, and healing myself, |\nwas gettin’ ready to give up. That's the most stupid thing that | could have done.\nBut don’t forget | was just 17 years old. Now when | look back at it, if | would have\nsucceeded to starve myself and die, who would | have helped? |! would have\nhelped the Nazis. After the fact, they would have had one more human being dead.",
        "Q: But when you think about it, why do you think you were giving up? Do you think\n[talkover] breaking point? [talkover]",
        "A: | was at the breaking point or | was sorry and | thought what am | going to do?\nWhat do | need to live for? | don’t have anybody. | was a child. The reasoning for\nthat was really no reasoning. When | think back about it, | think it's the most stupid\nthing that | thought to do. But when you're young, sometime you, you not happy\nwith a girlfriend or you’re not happy with a boyfriend, you going to commit suicide.\nAs | told you before, | go out to speak to children about my life in the Holocaust.\nAnd | just don’t go out to speak so they will learn the horrors of the Holocaust. | go\nNesse Godin 31\nDecember 14, 1995\nPage 31\nout so they would understand how precious life is, how you can help each other,\nhow you don't join a gang or, or a group that you will be sorry about. And many\ntimes they ask me about this suicide. And | tell them, | never tell them that | one\ntime thought of doing that, | always tell them if you do suicide, who do you help?\nYourself? You help your enemy.",
        "Q: We're resuming with the interview with Nesse Godin on December the 14”,\n1995. Nesse Godin, yeah, my name is Margaret West.",
        "A: And, so, we were talking about the displaced person camp, how it was. Now\nyou ask me about my brothers. Now as | told you before, I'll just briefly go through.\nOn my other testimony and videotape, | speak a little bit maybe about it. But my\nfather was taken with the children selection on November 5\" of 1943, to Auschwitz.\nSomebody corrected me now and they said that nobody was killed in Auschwitz,\nthey were killed in Beerkano (ph). But this is after the fact, people decipher it and\nthey tell you. But when we were told, we were just told they were taken to\nAuschwitz. So before all the information that was available that we have now, it was\njust said to Auschwitz. So he was taken to Auschwitz or whatever, Beerkano (ph)\nwhere the gas chambers and the crematorias were and he was killed. My mom as |\ntold you survived the same type of camp as | did. My older brother, Yerhuskel (ph)\nsurvived Dachau concentration camp. Now my brother who is older than me five\nNesse Godin 32\nDecember 14, 1995\nPage 32\nyears but | always refer to him as my younger brother because there was the older.\nHis name is Manasha (ph) Galperin. His experience was entirely different. When\nwe were being deported to the concentration camp, when we were being taken to\nthe railroad stations, all of a sudden we were there, my mom and my brother and\nmyself and two uncles and a aunt and my brother Manasha (ph). And all of a\nsudden we didn’t see him. And my poor mom cried, she said, “Oh, that delinquent,\nhe must have done something and the SS men must have killed him,” or whatever.\nYou see when he was a young boy, he always got into trouble. | don’t mean trouble\nlike we say now, stealing or dope or whatever. He always, if he rode his bike, he\nheld onto a truck and that’s how he rode his bike. He was always daring and doing\nthings and he had all kinds of friends and, that my mother didn’t approve in the\nyounger days. So he had a Lithuanian friend that always told him, if things get very\nbad, he’s going to help you. Young guy. And this guy always said to him,\n“Manasha (ph), don’t come to our house cause my parents may not approve of\nthat.” But my brother knew his house, he knew the, the little forest next to it, a little\nwoods there, he say, “You know that smokehouse that we have there? You sneak\nin there and when | will hear that the ghetto is being deported, I’m going to look and\nto see if you are in that smokehouse. I’m going to put out food for you. But if they\ncatch you there, don't you ever tell that | let you in.” And this is what happen. That\nNesse Godin 33\nDecember 14, 1995\nPage 33\nday before we were really being taken, this young man found out that we were\nbeing deported. And my brother says that somehow, he did send word to him, that\nhe’s ready for him to come. So he just somehow snuck away. We were walking, he\nsnuck away, they didn’t see him and he was in that forest. About three weeks later,\nthe Soviets took over this area, the outskirts of Siauliai and my brother was free. So\nthis is how he was liberated in Lithuania. Now his story was entirely different\nbecause after a few years, 1946 or ’47 maybe ’47, | don’t know exactly when, he\nwas called by the NKBG. And they told him that they know that the mother and the\nbrother and the sister were liberated from the camps. And how come we did not\ncome back to Lithuania. We must be Zionists. And if we are Zionist, we are against\nCommunism. So he was sent to Siberia for 15 year. Now after being there all this\ntime, when Stalin died, some people, you know how when somebody that the\ngovernment gives you amnesty? So after being nine years in Siberia in the gulags,\nhe was given an amnesty and was let go. And because of our own involvement in\nthe United States and the involvement of the Israeli government on behalf of Soviet\nJewry, he was let go and he came to Israel. He lived there for 20 years. Then two\nof his children married Americans and now, as we talk, he lives in Baltimore. | have\ntried many a times for him to give testimony but he says he just cannot do it. He\nsays his blood pressure goes up too high. So you see, we are two people of one\nNesse Godin 34\nDecember 14, 1995\nPage 34\nfamily. | feel that this testimony is very important, to remember the dead but most of\nall to teach the living what hatred and indifference can do. God bless him, he’s\nlovely, he’s great, | love him, but he wouldn't talk to anybody. Not even to me. |\nwanted to go with a tape recorder, take his story, he doesn't want to bring it up.",
        "Q: What, what, what do you know about his time in Siberia?",
        "A: Well, |, what | know about his time in Siberia, he tells wonderful stories\nsometime, when he’s in the mood of talking. But he always says that if you share a\npiece of bread, sometimes it saves your life. And when | say yeah, people shared\nbread with me and maybe this saved my life, he said, no and he went in and told me\na story what happened to him. When he was taken from Lithuania, from Siauliai, to\ngo on the train to be taken to Siberia, his wife gave him a loaf of bread. While he\nwas sitting on the train, there was a man, a Russian man sitting next to him. The\nRussian man said to him, my brother is a big man, he was always very big and he\nwas bald at a very young age. He said that this Russian man said to him, “Dyadya\n(ph), uncle, would you share some bread with me?” So my brother as he was\ntaught by my mom, he took the loaf of bread, he broke it in half, handed it to this\nstranger. This stranger couldn't get over that my brother would give him a half a\nloaf of bread. After while, they were talking and he said to him, “You are a\nremarkable man,” this stranger tells to my brother. “You don’t know me, you gave\nNesse Godin 35\nDecember 14, 1995\nPage 35\nme, | asked you for a piece of bread, you gave me half of your bread. You don't\neven know where you're going.” So my brother says, “Well, wherever we're going,\nwe going. Whatever will happen will happen to both of us.” He says, “I’m going tell\nyou something. When you get up tomorrow morning and you don't see me here,\ndon’t be surprised. But when you arrive in the gulags, if somebody asks you for\nyour name, you tell them that you are Uncle Misha.” My brother's name was\nManasha (ph), in the Russian, Misha. Dyadya (ph) Misha. So my brother just didn’t\npay attention, said this crazy man what is he telling me. That’s all. So at night, he\nwas sleeping, he wakes up, the man is not there. My brother thought, did he have a\ndream? He looks at his bread, half a bread is gone. So he must have given it to\nsomebody, and, okay. He said, well, maybe the man, maybe the NKBG put up a\nman, you know how you start to think. Well, he arrives in those gulags and in\nSiberia wherever he was there, | don’t know, and then he stands there and you\nregister, register you and they ask him, “What’s your name?” He says, “Manasha\n(oh) Galperin.” The man said to him, “Do you have another name?” My brother\nsaid, “No, | don’t have another name.” He says, “In Russian they call me Misha.”\nHe says, “Dyadya (ph) Misha?” He’s, he figures what can he lose, he will say. He\nsay, “Yes.” He say, “Well you are assigned to go to work in the infirmary.” You see,\nin Russia, this underworld, even in the jails, even in the gulags, they had at that time\nNesse Godin 36\nDecember 14, 1995\nPage 36\nthere, how do you say, underground. This man was one of this Russian Mafia or\nunderworld or something. So because of this half a bread, my brother say, always\nsays, he says he wouldn't have survived the conditions there if he would have had\nto go to in the mines or, or do other work. But because he had this, this, so he says,\nit pays to share your bread. And | tell young people now too, | said you always think\nyou don’t have much but if you have a quarter, give a dime to somebody. You\nnever know when it'll come back. So it was interesting. | wish sometime that he\nwould really give testimony but he, he says he cannot do it.",
        "Q: Nesse, | wonder if you’d go back and talk first of all briefly about the\ncircumstances of your father being taken. But then when did your mother give up\nhope of his being alive? | think it was, don’t think she knew for sure what had\nhappened to him.",
        "A: Well | tell you. The children selection, as | speak in detail on my videotape which\nI'm sure you heard that, my father was taken on that selection and when they were\ntaken away, the people on the railroads, the people that worked on the railroads,\nour Jewish community council, the, the, whatever, the Unruh (ph) or whatever you\ncall them, they tried very hard to find out from different sources where were they\ntaken to. And at that time, we knew that they were taken towards Poland. We did\nnot know, every individual did not know exactly about gas chambers and, and\nNesse Godin 37\nDecember 14, 1995\nPage 37\ncrematorias but now after all these years, | understand that maybe our leadership\nknew already, that there were such things, such camps. But they were afraid to tell\nto the everyday person what was happening in those camps. So there were rumors\nthat they were taken to another camp in Poland, with no name. We didn't know\nAuschwitz, or no Auschwitz or whatever. What | remember at that time after the\nchildren selection after my father was taken, the mood in the ghetto was terrible.\nPeople started to believe in astrology, in astronomy. People sat in their houses and\nmade seances, holding their hands and sitting at the table and saying to the table, if\nthe children is, are alive, move three times, or move one time. And people really\nbelieved that those tables were moving. All kinds of stupid, started to believing\ncards, in laying out cards. | think this was all to have a flicker of hope, to not to give\nup. My dear friend, when you take a thousand children, among them infants that\ncouldn't live one day without being taken care of, pushing them in, later on when |\nwas taken in those trains, and | was already at that time 16 years old, | was thinking\nabout how did those children live even to arrive? Somewhere. But after we were\nliberated, after | came back to Feldafing, people, and had already documentation\nthat this transport was taken to Auschwitz. It was wishful thinking when, when | was\nreunited with my mom, we still hoped, we still thought that maybe they're alive.\nMaybe they'll be reunited. But when we arrived in Feldafing and | remember that\nNesse Godin 38\nDecember 14, 1995\nPage 38\nfirst high (ph) holidays that we were in Feldafing and it was decided to say prayer for\nthe dead, for those children. At that time it was already, hope was given up. |\nmyself, for many years, | used to have a dream. | used to dream that I’m coming to\nsome remote place and there is my father. And | used to say, “Papa, where have\nyou been? We've been looking for you.” But | don’t have the dream anymore.\nYears ago | stopped dreaming that and | really thought that was my wishful dream.\n| was hoping that one day | will find him. Now | gave up a long time ago to find him\nalive because we knew that they were all killed. But even, | don’t know how many\nyears ago when the Red Cross came up, that they found a documentation, they\nhave in Baltimore some research and all that, and | wrote a letter to them saying\nthat my father was taken on the fifth of November of 1943 with the selection. It has\nbeen proved that they were taken to Auschwitz. They were not even given\nnumbers. What | am looking for is how many days did this transport travel. Why\nwas | looking for it? Because | light a candle on the day that my father was taken.\nHe was still alive. | thought maybe if | would know four days later, three days later,\nknow, one letter I’ve gotten back from the Red Cross saying they cannot find my\nfather. And after calling them back and telling them and explaining that | know you\ncannot find him, he’s dead, just | need that information. They never found that\ninformation. Now | think that the museum got some new information, some archives\nNesse Godin 39\nDecember 14, 1995\nPage 39\nin the former Soviet Union because Auschwitz was liberated. So one day I’m going\nto upstairs and look and see if there is new information on that. So | light a candle\non the day that my father was taken and | let it burn for a whole week, thinking, is\nthat the right day, that, when he died, within my tradition, Jewish tradition, to light a\ncandle.",
        "Q: And your brother, you mentioned that your brother lost his hair early. [talkover]\nHe looks like your father?",
        "A: He was, he was, he was really very, very young when he lost his hair. And my\nfather used to shave his head and so does my brother.",
        "Q: | saw the photo of your father at 47.",
        "A: Now we are talking about Feldafing. You see when you talk to a survivor, we\nwander away to another space, to another place, to another happening, but that’s\nokay because it’s, since we are sitting in my house we have this privilege of going\nback and remembering of things that are important for history. Going back to\nFeldafing, now, the way as | told you Feldafing was organized, it was overseen by\nthe Unruh (ph) and ran a little bit by the own Jewish community. At the beginning\nyou had, as | said, you had to go to the main kitchens to get your food, later on you\nreceived your, your rations whatever was assigned to you and I'm sure it was\nenough calories for you to, to live on. | remember we got rations of peanut butter\nNesse Godin 40\nDecember 14, 1995\nPage 40\nand peanut butter and peanut butter since, since the displaced person camp, | really\nnever liked peanut butter. And dried condensed milk. And it was wonderful but it\nwas still rationed. Eventually, people started to get little jobs like my husband got\nthe job in the kitchen. My brother was working for the, well the clothing distribution\nand food distribution. At one time he was like a judge in the camp because if there\nwere disputes among ourselves, among, in the Jewish community, it was taken care\nof by our own people. We had our own police that made sure that everything is\ntaken care of properly. People started to work outside of the camp. After a few\nyears, the people started, some people started little businesses, some shoemaker\nstarted to make shoes, some tailor started to make clothing. Some people started\nto barter, it became a barter system. Now we ourselves, as soon as my aunt found\nout that we were alive, we remembered her address, she lived on Sherman and\nEuclid (ph) Streets in Washington, D.C. They had a tiny little grocery story, it was\ncalled Sal’s (ph) Market. In those days, you didn’t have zip codes, you didn’t have\nto write the zip code. We wrote a letter, Sal’s (ph) Market, Sherman and Euclid (ph)\nStreets, Washington, D.C. My aunt got, she went to some relatives that had more\nmoney. You had to give a security so otherwise you couldn't bring a family. You\nhave to show that the family is, can take care of the people that they are going to\nbring. So she had, we had some distant cousins, some of them were car dealer,\nNesse Godin 41\nDecember 14, 1995\nPage 41\nsome of them at liquor store and they all signed that we would be taken care of for\nthe family. But although those documents were done here, we could not leave\nGermany. Because we were from Lithuania. The United States had a quota\nsystem. I’m saying it very carefully because at one time people said, Nesse didn't\nhave a quarter, that’s why she didn’t come to United States. Quota system was x\namount of people were allowed to come from each country to the United States.\nThat was in effect for many years. Now there was no more Lithuania, Lithuania was\nabsorbed by the Russians, by the Soviet Union, but still, we the displaced persons\nhad to come on this quota. So, assuming, if they let in a hundred people of\nLithuanian descent to the United States, we had to wait our turn. So while we were\nin the displaced person camp, Jack and | had two children there, in the camp.",
        "Q: In what years?",
        "A: My oldest daughter Panina (ph) was born in 1947, Ed was born 1949. Now as |\nstarted to tell you, people started to have little businesses, raise a little money. Now\nmy aunt started to send us packages, packages of clothing and packages of\ncigarettes, coffee. The German people were very anxious to have chocolate and\ncigarettes and coffee. So there was a barter system. Let’s say if | wanted to have a\nsewing machine so | could sew something, | gave the man so many cigarettes and\nhe gave me the old sewing machine. Or if | wanted some bed linens, if | gave him\nNesse Godin 42\nDecember 14, 1995\nPage 42\nthis coffee, he gave, that was a barter system. People don’t understand that, how at\nthe beginning you didn't even need money. We didn't have money. You started to\nbarter things and once later, people started to have jobs and little businesses in the\ndisplaced person camp. After a while, schools were set up for younger children.\nNow we didn't have at the beginning, children per se because there were no\nchildren from the camps but as people started to come like my aunt came from the\noccupied Russia, she had a twelve year old, he needed schooling. So there were\nchildren, so they had to have the schooling. Also, vocational schools were set up. |\nmyself went to a vocational school to learn how to sew. Because people said when\nyou come to America, its very good to know how to sew. People went to learn\nlanguages. | went to learn English. At one time | went and | took a course in\nbookkeeping. People said if you go to America, it's very good to be a bookkeeper\nbut they didn’t tell me that you need, need, need a certified accounting degree. So\npeoples resumed a little bit a life and started to earn a little money. By the time, |\nwould say maybe 1947, ’48, people had already little money. People started to\nwork, some people started to work in Jewish agencies for the American\ngovernment. | don’t know really of anybody that really worked for any German per\nse company.",
        "Q: Nesse, do you know how different Feldafing was in these years from the other\nNesse Godin 43\nDecember 14, 1995\nPage 43\ncamps?",
        "A: | really don't Know. | understand that | talk to many people that they were run\npretty much the same because the Unruh (ph) was in charge of it. The only thing\nwas in some places you, you were in more barracks. Here at the\nbeginning we just had the barracks, then they gave us those villas so all of a sudden\nwe had like a bigger camp. Within the camp, some Zionist organizations were\norganized. | remember Ben Gur Yon (ph) coming to Israel, to, from Israel to\nFeldafing and | remember the whole camp was decorated with paper. With tissue\npaper. Now | did not know, | just found out by watching the tape of the liberators, a\ntestimony of a person that was in charge of the camp telling how the Jews in the\ndisplaced person camp decorated with toilet paper, the whole camp. Now at that\ntime, | didn’t know what, they just took this toilet paper, twisted it and it became like\ndecorations. We, we started within our own camp to have a little theater group,\nlectures, that we, the younger people were encouraged to go. Now as | said, | got, |\ngot married very young. And | had to, | had my children, | had to take care of them.\nAnd because | had my mom, | could attend some of those lectures and go to some\nof those classes. But some of my own friends had the opportunity and they went\nback to school right away and got their college degrees in Germany. | have a friend\nwho became a nurse. Now in the five years that | was personally in the displaced\nNesse Godin 44\nDecember 14, 1995\nPage 44\nperson camp, until we got our permission to come to the United States, | worked as\na secretary in between the camp at one time but most of all | did some alterations\nfor people because | learned how to sew. So | redid a hem or, or as | told you | was\nso lucky that | had that sewing machine that | bartered for cigarettes. So | was a big\nmaha (ph). And that’s really, we did not have much at all. We came to the United\nStates without a penny in our pocket.",
        "Q: Tell me how that waiting would go. Would you be, would you be getting\nnotification [talkover] every six months to say [talkover] maybe, maybe?",
        "A: The notification was like this. You, they, you got the letter that all your papers\nare here . . .[end of side 1 or tape 2] Okay. Now you know that we were all sick\npeople. Now | had right after liberation, in Munich, | had this surgery on my face\nand | tell you the truth. For a little while, | had forgotten why | had that, that thing or\nmaybe | wanted to forget it. And they kept on saying that | have tuberculosis of the\nglands. Wasn't tuberculosis of the glands, it was | was beaten up. But! just didn't\nwant to think about it or talk about, | don’t know. So now if | had tuberculosis of the\nglands, they had to check me for a year so | wouldn't bring tuberculosis to the\nUnited States. So we were postponed for another year. They found always an\nexcuse why you shouldn't come. | remember my mom went for her examination\nand she was so nervous she couldn't urinate at that time. So they, they wrote down\nNesse Godin 45\nDecember 14, 1995\nPage 45\nthat she had trouble with her bladder. My mom says you know how you go to the\ndoctor sometime, you cannot give a sample? For, for the test? Little things. Then\nfinally, finally already we were, we got our quota, we are ready to go. | was\npregnant with my son. They wouldn't let me go because | was pregnant. They said\n| have to wait until he was born, until he was a year old. And constantly postponing\nand postponing and people were frustrated. People wanted to go anywhere. They\ndidn't care where, who, what, who would let ‘em in. Yes, we personally really\nwanted to come to the United States. Cause my mom, four of her brothers and\nsister, two brothers and two sisters were killed in the Holocaust with their families\nand she had that one sister. She really wanted to come to be with her sister. This\nis, and with me, | was so young. My mother was the boss. Like she told me to get\nmarried, she told me | have to go to America. My brother, he felt that after suffering\nfor so many years, we should have our own country. He is a Zionist, he lives in\nIsrael and he, although it meant separation again from the rest of the family, he\nchose to go to Israel. And | remember his saying, he said, “We are free people. If\nGod will help us, we'll be able to see each other. We'll be able to visit each other.”\nAnd the truth is that Jack and I, that’s the only vacations we take. Every few years,\nwe go to visit them in Israel. It's easier for us financially to do that than for them\nfrom Israel. They were here a few times but mostly we go.\nNesse Godin 46\nDecember 14, 1995\nPage 46",
        "Q: Tell me about the hopes of most of the people in Feldafing. Would you have\nbeen unusual in hoping to come, planning to come to America? Would most people\nhope to go to Israel?",
        "A: Well, | tell you. There was differences of opinion. | cannot say to you that\neverybody was patriotic, wanted to go to Israel. | myself as, as a young woman of\n18, 19, 20, | was afraid of war. | didn’t want to go to a place where there was war. |\nwanted to go to a place and | thought of America, |, we thought, gee in America, all\nthe people, black and white and Jews and non-Jews live together. What | have\nlearned about America even in the displaced person camp; the country of freedom,\nthe songs of freedom, where no slavery and no this and no that. | came here | was\na little bit disappointed to find all this and even now, even within last week when |\nsee among our own ranks in the military, prejudice, white supremacist, Nazi\n, but to me, America at that time was the country where | thought |\ncould live my life and my children as Jews, free. And | still think that this is the best\ncountry in the world. As | say, at the very beginning, at the very beginning they, it\nwas like again , like a jail. We had the curfew, we were not allowed to do this and\nthat and the other. There was, okay, there was American people that were in\ncharge and even German police of the city. Even German, like when | came, why\ncouldn't | register in the camp? | had to go to the German police to register that | am\nNesse Godin 47\nDecember 14, 1995\nPage 47\nthere. And that was traumatic. So even this still had to go through the German\nauthority. | don’t know, maybe they meant well. They meant well whoever was in\ncharge. Maybe they thought it’s, that’s a good way to do it. But until really it was\ngiven over more to the Jewish people to run their own, their own little camp how you\nsay, it was difficult. It was difficult. | Know, | used to even in 1947, when | went with\nthe baby carriage into the little town out of, the camp was a little bit away from the\nlittle town. | don’t know if you have a picture of Feldafing, well that’s small, small\nlittle town, not a big town. And | think | had a feeling at that time at the beginning\nthat like the German people looked and said, what is she doing here with a baby\ncarriage? She belongs somewhere else. And many times we heard that. We heard\nthe people say, although we understood German very well, what are they doing\nhere? They belong in the camp. But later on, later on things really changed. There\nwere young people that grew up that were children or teenagers and were more\ncompassionate. There were people that we met, my mom by saying we, my mom\nand |, especially there was one lady, we called her oma (ph), grandma, that suffered\nfrom the Nazis. She was a German lady. Her husband was a postmaster before\nthe war, before the Nazis took over. And he was put in jail and she was left with two\nchildren, two teenagers. And one day she just came, somehow, she saw my\nmother and she walked over and she said, “Lady, I’m a German lady that suffered\nNesse Godin 48\nDecember 14, 1995\nPage 48\nfrom the Nazis and if you would just let me come and clean your house and help\nyou, | would be grateful if you would just give me a little wood or a little food,” and\nwe befriended that lady and we just loved her and so. There were different\nrelationship, different people but in later years, Feldafing was not a uncomfortable\nplace to be in, not a uncomfortable place to be in. It was like | said, a Jewish police,\na Jewish little like a government and if you needed a extra coat or something there\nwas like a, people that received packages, were not given as much as the ones that\nwere, the social system was a little more righteous at that point. But |, 1am, as, asa\nperson that lived there for five years and talking to other survivors that were in\nLunzberg (ph) or in Fairenweld (ph) or in Hightenhime (ph) or in different, it was\npretty much the same. It was pretty much the same. People at the beginning,\nnaturally having to be on ration and so forth and later on, people, people that were a\nlittle bit older that knew how to open a little business, they actually let the people\nstarted to sell equipment for a tailor, let's say a thread and zippers and buttons.\nThey went somewhere and bought a little bit, came back to the camp and, and sold\nit to the tailors and raised a little money, so small little businesses | would say the\ntype like the years ago, the pushcart peddler.",
        "Q: | was interested in knowing, | assume that nobody had, when they came to\nFeldafing, had any family possessions but would you have had between you any\nNesse Godin 49\nDecember 14, 1995\nPage 49\nsort of momentos?",
        "A: We had nothing. We had nothing. Because we were taken from home. We\nwere taken to Shtoodruff (ph), we were stripped naked, we were not successful to\nbring anything, anything of our own through. Some people that went back to\nPoland, let’s say if | would have been from Lodz, originally, maybe when | came\nback if | would have gone to my old house, maybe | would have found something.\nAlso don’t forget, many people came back to Poland and went to the little villages\nand were killed because of that possession. The people that moved into those\nJewish homes were afraid not to give away the stuff, they were afraid that they\nwould be prosecuted because they lived there. They killed them. So some people\nsucceeded to bring something back. We had nothing, nothing from home. But | am\nstill very lucky, cause you saw pictures of my family from home. Now how do | have\nthem? Before the war, my mom sent constantly pictures to her sister in the United\nStates. My mom had two aunts, my grandfather, her father’s two sisters and their\nfamilies lived the United States. And constantly how you send, they were in touch.\nThey sent pictures. So every picture that you saw on a\ntape or later if we have a chance I'll show them to you there on display, my family\nroom. Those are pictures that were sent before second world war to the United\nStates. So from home, nothing. What you see my house is everything that’s\nNesse Godin 50\nDecember 14, 1995\nPage 50\nacquired after, given us a gift from somebody and the pictures from my mother’s\nsister, Loddyjoffee (ph) that brought us here.",
        "Q: Nesse, tell me more about at Feldafing, the rebuilding of lives but especially in\nthe community, you mentioned the theater, but reviving songs. . .",
        "A: Yes.",
        "Q: Music, stories . . .",
        "A: Yes.",
        "Q: And that would probably well, [talkover] raising children then.",
        "A: Yeah this is very important because we, we also, | don’t know if it was in\nFeldafing, | think it was out of Munich, a new Jewish newspaper was printed. And\nthere is cultural little events, our own Jewish community started to feel that we have\nto bring from, we started to bring from one displaced person camp to another, our,\nour stars, our, our little singers and dancers and, and, and people that survived that\nwere actors in Poland. They started to bring old movies that were made years ago,\nYiddish movies for us to see and to learn about. Eventually they started to bring\noperas for people that should get, like me, | never knew what an opera was. To\nlearn that there is such thing as operas. People that were poets started to write\nsongs and poems about the lives in the ghetto. Also people that remembered the\nsongs that were born in the ghettos, in the camps, they were documented. Some of\nNesse Godin 51\nDecember 14, 1995\nPage 51\nthe people were not even alive anymore that wrote those songs but some were. So\nall these be, started to be documented. They started to do books on, memorial\nbooks from their communities. They got like we are sitting now, at that time we\ndidn't have tape recorders, everything had to be done on the typewriter or longhand\nor whoever knew shorthand to put, start to take testimonies of people. They started\nto look for witnesses that could stand up at those trials and say | was there, this is,\nthis what happened. They, we had right away Jewish doctors that participated right\naway in Feldafing in the hospital with helping people. My children were delivered by\nJewish doctors. The people in their professions that people that were loyal so,\nbusinessmen started somehow to, to participate in that field in the community. In\nfive years, you could see the difference in the people. When we left Feldafing, it\nwas already a different community. It wasn't just a victim community, it was already\na survivors’ community. That's the difference. And, | don’t know why there was no,\nnot too much documentation cause you would think that the United Nations Relief\nwould have all this papers on it, really. Being there | can just tell you of I, S, A, |\ndon't want to use the word inmate, inmate is maybe to strong, as | cannot use the\nword citizen because | was not, | was a displaced person in that camp. So\nbut really logistics you would have to go back to documentation that is\na people that documented those things. if you would ask me how\nNesse Godin 52\nDecember 14, 1995\nPage 52\nmuch calories we received a day, | wouldn't know what to tell you.",
        "Q: Tell me what it was like, | imagine that when your two children were born in\nFeldafing, that it would be tremendously emotional for you, for your husband, for\nyour mother, [talkover] what do you remember of that, that sort of joys of having...",
        "A: Well, | tell you. When my oldest daughter was born, my mother was so happy.\nAlthough she was a girl, she could hardly wait to name her after my father. We\nname after the dead in Jewish tradition. And although I’m sure she knew that\neventually | would have another child, there may be a boy, she could hardly wait to\nhave that name. And it was like a rebirth, rebirth, not just rebirth to the individuals, it\nwas a rebirth to the community. Every child that was born, it was not just your joy\nbut the whole house, like five, six families were excited about that. Now when our\nson was born, that was really very, very special because Jack is the only survivor of\nhis family. He cannot even stand to listen to me talk about the Holocaust. But can\nyou imagine there was a Godin? He stood there and he just say, “Godin, Godin,\nGodin.” That's all he was saying. That's all he was saying. He didn’t even and Ed\nis named after his father. His name is Edward Isaac, Edward after my grandfather,\nmy mom's father, who died a natural death before the war and after Jack’s father.\nMy oldest daughter is named after his mother too, my father and his mother. We\nalways tried to give ‘em two names so people would, all those people would be\nNesse Godin 53\nDecember 14, 1995\nPage 53\nremembered. And that’s all | really remember and I'll tell you the truth. Even when\nour grandson Gabe was born, our son’s son, Jack, that’s second time in his life that\n| saw him, so emotional that that name Godin will continue. When the, | was\n, | say, “Look at, look at him, he’s so cute, such a cute baby!”\n, he said, “Godin, Godin, Godin,” that’s all he said. So it really, you\ncannot describe those feelings. You really cannot describe those feelings because\nsomething happens in a family. Even in our own community here when we had this\nlast spring were this poor people were killed. And | always says that this woman\nhad a Holocaust. The husband and the children killed in one day. Can you\nimagine? Masses of families destroyed and you all grieve together and no\ncounseling. So each child that was born, each thing good that happened was like a\nmiracle, like a miracle. If somebody got married, you didn’t have brothers and\nsisters to invite, you invited your, your, your neighbors that were your adopted\nbrothers and sisters. Up to this day, we have friends that we lived in the displaced\nperson camp together. They were strangers but they were our family. | just went to\nCleveland to see a lady that lived under us. We, our room was over hers and\nunfortunately she never had children. When | went to see her now, she has\ndiabetes, she had a leg amputated and that’s all she was talking, she was saying,\n“That's all | remember is Eddie running around upstairs with his little feet,” so.\nNesse Godin 54\nDecember 14, 1995\nPage 54",
        "Q: He was her child too.",
        "A: Yeah, her child too. And she said, “I remember my husband used to come for\nlunch and runned, run quickly and bring your daughter down so she could have the\nchicken soup.” See her husband drove a car. And he was like a chauffeur for\nsomebody and the people used to give them a little extra and they could afford\nalready to make chicken soup and we didn’t. So she used to say, “Remember how\nHighmand (ph) used to come and take Nina (ph) to eat a chicken soup and the\nnoodles with her hand,” so even now all those years later, my daughter's now 48\nyears old, she, she, this lady remembers that. So it was not just your own family\nhappening. It was all this joy was together. Together the sorrow and together the\njoy.",
        "Q: How would the early years be with children cause | imagine you would be so\nthrilled to have them? But would that make you very protective? [talkover] Would\nyou have, what you had suffered, would that leave you with sort of psychological\nscars?",
        "A: Well | tell you. | spoke to some survivors and they said to me, “How could you\nhave a child after all that that happened? Weren't you afraid that somebody will\ncome and kill them?” | didn’t and | don’t know why | didn’t think so. Maybe, | never\nthought that way. | was overprotective to my children, I'm still overprotective. Now\nNesse Godin 55\nDecember 14, 1995\nPage 55\nyou, you, it may be stupid to say on the tape but I'll say it. You see this stupid\ncrocodile there? | always, when my kids go away on the beautiful vacation, | say\nwatch out for the crocodiles. And my daughter in law who’s a new daughter in law,\nshe’s lovely woman, to, my son was married and divorced and remarried and she\nsaid, “There’s no crocodiles where we are going.’ And | said to her, “It's not really\nthe crocodiles, it's the memories. It’s the experience in life that | went through. It’s\nthe fears and anxieties and | call them crocodiles.” So she came back and brought\nme a crocodile there, so, this is very normal. If you experience something, whether\na dog bites you or a disease, you're scared of it. You're scared of it. And we\nsurvivors are all overprotective of, for our children. Always thinking something will\nhappen. Don't go here, don't go there and in reverse, our children are super kids.\nThey always are afraid to do wrong because they don’t want to hurt the parents.\nWhen | was very young and talk with my son, he always said, “| never wanted you\nto cry, mom. | always thought if I'll be bad and you will cry, | will hurt you and you\nwere hurt so much.” The most of the survivors are overprotective of the children\nand in turn, the children are super achievers because they want to do good to their\nparents because they suffered so much.",
        "Q: Tell me about the Hebrew schools that were started in Feldafing.",
        "A: Now in Feldafing they tried very hard to have different schools for the children.\nNesse Godin 56\nDecember 14, 1995\nPage 56\nAs | said at the beginning, before we had children children, | mean tiny babies,\nwhen the, some families that were in hiding, or had the opportunity to escape to the\nSoviet Union, they came back with children. Among Holocaust survivors, there\nwere no children unless you had a child in hiding and you picked it up. So they\nstarted schools. In the barracks there was no schoolhouse, in the barracks, in one\nof the barracks and they had, there were some teachers from, that were teachers\nfrom before the war that started to teach those children. Not just a Hebrew school,\nthe math and the language and history and they, they had some rabbis or rabbinical\nstudents that taught them prayers, and taught them, it, it was from scratch. You\nhad a few kids of different ages, maybe you had two, three kids that were nine years\nold and five kids that were twelve years old. So it was really difficult. Then as we\nwere, when my oldest daughter was three years old, two and a half years old, she\nwent to kindergarten. They started from the beginning. So then you had this type of\nschool. Then you had schools like for me. Kids that went at the age of 13 into the\ncamps, okay, | got married but | still wanted to go to school. So my mom was with\nmy daughter when she was already born and | went like to a night school like we\nhave here night school to catch up for what | did not have opportunity because of\nthe war. We had a vocational school. Also in one of the barracks, men were\nlearning locksmith, they were learning car mechanic, mostly women were learning\nNesse Godin 57\nDecember 14, 1995\nPage 57\nsewing. Mostly sewing because everybody said wherever you go, sewing will be\nuseful. There were courses, | remember even taking a course how to make\nbrassieres. Cause in Europe you made brassieres to order. There was no such\nthing you went in bought already brassiere. So | was learning, | think | still have\nupstairs the books of where | learned how to take. So there was very much really\norganized, even a synagogue. We didn't have a synagogue per se. We used one\nof those holes or one of those barracks as a synagogue where we came on the\nholiday to pray. Now let's say Passover came. Well did we, could we order from\nthe bakery marker (ph)? It had to be done right there. Everything was like make\nright there. They decided okay, we have this place, we have the oven, we'll make a\nmattriss (ph). It was, everything was like new, like, like a beginning, like starting.\nIt's not that you moved in in a town where you can convert and say, okay, we going\nto that school. And it was, | think, | think, that in the short time that we were in those\ndisplaced person camps, a lot of wonderful things were done. The only thing\nunfortunately that | feel that was not done is to give us counseling. There was no\nsuch thing as counseling. But |! really don’t know when this counseling really came\ninto effect where people really started to believe that counseling is a good idea after\nyou live through a trauma. Maybe in those days they didn't believe in that. | really\nfeel that’s the only thing that we should have had. After traumatic lives like this, is\nNesse Godin 58\nDecember 14, 1995\nPage 58\nsome type of counseling and that was not.",
        "Q: Would there by any kind of sharing that would, would one person sort of pour out\nto another, maybe as you were sewing or [talkover]",
        "A: Yes, well this is very true. As much as many of us felt we didn’t want to talk\nabout it, many times we said oh let's not talk about it, this is a terrible thing to talk\nabout, but every time we got together, whether we came to visit each other and\nhave a cup of tea together, or we walked, took a little walk together, we started to\ncompare our sufferings. Where were you, what did you do and in a way, that was\nlike a counseling because you poured out and you found out, gee, | wasn’t the only\none, there was others and others and others. Even when we came to the United\nStates because people, survivors did not have family. Okay, | had my aunt, my\nuncle, some cousins but. . .\nEnd of tape 2.\nNesse Godin 59\nDecember 14, 1995\nPage 59\nTape 3",
        "Q: December the 14\", 1975 and I’m Margaret West.",
        "A: As | said, even when we came to the United States and we, | mean we the\nsurvivors, even me, I'm talking personally, | wanted to, | wanted to talk about it.\nWhy did | want to talk about it? As | always say in the most horrible times during the\nHolocaust, we used to sit and talk to each other, the women, hungry, cold, all the\nwomen used to say, please don’t forget us. If you survive younger girl, tell the world\nof what happened. And | kind as a young girl felt that | have to fulfill this promise.\nSo always wanted, always said, “Those women asked me to talk about it.” But\nwhen | came to the United States, even my aunt who loved me, who helped me, my\ncousins that were dear to me, they always said, you suffered enough, don’t talk\nabout it. So who did we, we talk to about it? Survivors to each other! We started to,\nbecause we didn't have families, in, | was fortunate to have my mom, she became\nlike in our Washington area, the mom of everybody. Five, six couples, survivors\ncoming to our house on the Sabbath, having a little lunch, what did we talk about?\nThe Holocaust. Comparing each other's suffering, telling how it was, talking about\nhow by miracle we survived this selection and that selection and in a way, | think\nthis was really beneficial to us. Many times we say enough already talking\nHolocaust but | think that this was good. At least we talked it out, we didn't keep it\nNesse Godin 60\nDecember 14, 1995\nPage 60\ninside. Now many times, people will say to me, as you know | go out to speak to\nmany, many schools and people will say, well it must become easier as you talk\nabout it. But this is not true. When | first started to talk about it, it was easier\nbecause | unloaded my, what | had in my memory, in my feelings. But then as time\ngoes on, maybe it’s time to leave it to,to rest. At this point it’s like awakening\nwound, reopening wounds.",
        "Q: In your testimony you again and again show the compassional kindness that\nwas going on among Jewish people despite their suffering and, wonder if you'd\ncomment on, on that. To survive meant that you had to toughen yourself up and at\nthe same time there with that sort of compassion. In your testimony you talk and\ngive many instances, | think of your mother saying, this was when you were in the\nghetto, don’t go out after we get back from work because .. .",
        "A: Yes.",
        "Q: Others have lost their [talkover]",
        "A: Yes, you, you remember it well. Well | want to tell you. You're saying toughen\nyourself up, you had no choice. You became really not tough but you became\nnumb. You become numb, not tough. You cannot be tough. | never, if | would\nhave been tough | could have looked the SS men in the eyes, never looked ‘em in\nthe eyes. You became numb. You just hope that you live that day and you go\nNesse Godin 61\nDecember 14, 1995\nPage 61\nthrough. But! tell you. | really feel, my personal feeling that it was of compassion of\nall the women than me. Jewish women that I’m maybe here. Never forget, never\nforget a woman that, her name was Mrs. Fivish (ph). | remember her name. She\nwas from my hometown. She used to call me over and say, “Nesa, come over. I'll\nwrap your body in straw.” And first | thought what she crazy, why would she want to\nwrap me in straw. | didn’t understand that this is insulation, that that will keep me\nwarm. Now did she save my life? Another time, | used to like to leave a little piece\nof bread for the next morning and so | tore off a little piece of blanket, | wrapped it in\nthe little bite of bread. The whole bread was like one slice and if | ate three-fourths\nof it, there was just one bite really of bread left over. And | wrapped it in that little\ncloth and put it in the straw under my head. The next morning the bread wasn't\nthere. And | cried. | was a little girl, | cried. | cried, | was hungry. Another lady,\n“Little girl, why you crying?” “Oh, | put my bread in the piece of cloth and maybe a\nmouse came and, and ate it.” And she, | remember her saying, “Child, no mouse\nate your bread. People around us are hungry. Give me yout little bread, I'll put it in\nmy bosom and | will save it for you.” And you see, | had no bosom, it would have\nfallen through. So she, every morning, she could’ve eaten up that bread, she, she\ngave me, | used to go over and say, “Lady,” | even forgot her name now. I’m sure |\nknew her name at that time. And | used to say, “Would you hold my little bread?”\nNesse Godin 62\nDecember 14, 1995\nPage 62\nAnd the next morning she, “Here child, here’s your little bread.” She could've\nswallowed it. She was hungry too. Now did she help me? When | was beaten up\nso severely on the death march, if it wouldn’t be for women that held me under my\narms and that’s all | heard ‘em say, “Walk. Don't give up, walk.” | really think that\nthere was a lot of compassion, a lot of help, a lot of moral support among the\ninmates in the concentration camps. We always say oh, this one was bad, that one\nwas bad, here there were bad people too but most of the people were there for\neach other.",
        "Q: What, when you mentioned, | mean their bosoms, | was thinking of, for the first\ntime the fact that during these years you would've been maturing and sort of started\nto have periods or perhaps not because you would be so badly nourished.",
        "A: | never had my period. | got into the ghetto, was 13, | hadn't gotten my period\nyet. And at that time, my mother always said she got her period a little later when\nshe was like 14 or whatever. But then in the ghetto the, because of malnutrition, |\nnever had a period until after liberation. | tell you truth, | had one period and then |\nbecame pregnant so it was a miracle that | had even a baby. So, many times | talk\nto, when | came to the United States, my gynecologist, talking about that and they\nsaid if somebody's anorexic they don’t have their period. So we were starved. We\nwere starved. There is a myth that, | don’t know if it’s a myth, maybe it’s the truth,\nNesse Godin 63\nDecember 14, 1995\nPage 63\nthat something was put in our food so we wouldn't have our periods. | don’t know. |\ndidn’t see a document on it. Could be. | know the men had like the same thing like\nmen in the army get. A certain thing, | don’t know what's called that’s put in in the\nfood, they shouldn't have any sexual urges. But for us women, somebody said that\nthere was something put in the food. But | think it’s just malnutrition that most\nwomen didn't have their period.",
        "Q: | wonder next if you’d talk a bit more about leaving Feldafing for the United\nStates. | know how long you had to wait, but tell me about the events as you\npresumably had a final letter to say...",
        "A: Okay, that, the final thing came that, the, as | mentioned before, we had already\nfinally the documents and | was pregnant with my son so again we had to wait until\nhe was a year old. So after he was a year old, well a year went by. We had to go\nagain to the medical examination cause no, they wouldn't let in any sick people in\nthe United State. So we had to go to the medical examination and then we were\ntaken to Bremen where this, where the ports are but we were outside of Bremen in\na place, | don’t remember anymore what the name of the place was: Weeldflecken\n(ph) or something like this. It was like a camp where you stayed three or four\nweeks, it’s like a quarantine thing to make sure that you are in good health. In that\nparticular place they, you have to go out to take certain lessons about how you're\nNesse Godin 64\nDecember 14, 1995\nPage 64\ngoing to be on the boat and a little bit about American, like a little Americanization\nthing. And there we were already, thanks God, all of us together: my mom, my\nhusband, myself and the two kids. Three and a half years old and one year old.\nAnd after the few weeks that we had to be there, we were put on a Army boat. It\nwas Called the SS Blatchford (ph). It was a General Blatchford (ph) boat called the\nArmy boat. Now | was assigned with the two children to be in a cabin. Women that\nhad children were in a cabin. Listen to that and you will understand, was that a right\nthing to do or a wrong thing to do? My husband was separated, put into the hole in\nthe boat. Now my mom, because she was a single person and at that time she was\n52 years old, she was assigned somewhere else. So to us, it was traumatic to be\nseparation. Whoever made this arrangement didn't think of it. Here we are going to\nAmerica and children separate, mother separate, husband separate.",
        "Q: And big distances, | mean this...",
        "A: Well, 1...",
        "Q: Couldn't pop in on each other.",
        "A: Wait a minute. We even had to eat in a different mess hall. The, we couldn't\neven be together. Now | tell you, it was a long journey. | don't know, two weeks or\nwhatever we traveled on the ocean, | don’t remember even how long. It was such a\nstorm. One night | remember my mom coming up to me in the cabin and she laid\nNesse Godin 65\nDecember 14, 1995\nPage 65\ndown next to me, she said, “My child, if we die in this ocean, let's at least be\ntogether.” She said, “! don’t care if they’re going to throw me out, if they're going to\nput me in a jail, I'm going to lay right here with you, with the children in the cabin.”\nSo |, as | thought, years later, we were excited to go to the United States but why\nwasn't there a little compassion? Those people were separated from their families.\nWhy separate ‘em again? Poor Jack. He was laying there seasick. He was terrible\nseasick. We thought they're going to throw him into the water, that's how sick he\nwas. He was by himself. Wouldn't have been easier for us to be together? So that\nwas the journey. We arrived in New York. Now when we came you didn't go to\nEllis Island, that was no more. You arrive there and you had to wait for your\ndocuments to be processed. Now if you had family, then the family was allowed to\ngo into that room and my aunt and my cousin came from Washington, all the way,\nto New York to wait for us and that was the most exciting thing that ever happened\nto us. Cause here the dream came true. The, the family, at least one person of a\naunt and a cousin, for five years we didn’t know what that meant. And we slept over\none night in New York with some distant relatives and the next day we were in the\ncar traveling to Washington. | like to tell you this because it may sound stupid to\nanybody but it’s a experience of newcomers. We are traveling in the car from New\nYork to Washington, they didn't have the turnpike at that time. You had to go ona\nNesse Godin 66\nDecember 14, 1995\nPage 66\nferry across the Delaware. Now | don’t know anything about the ferry, we are in the\ncar, my cousin drives the car, he turns to me, he says, “Are you hungry?” | said,\n“Yeah.” He says, “I'll get you some food.” He opens the door, he goes out of the,\nthe car and he comes back with some food. | couldn't understand how we are\nmoving and, and he’s bringing food in the car. | didn’t realize that we were on a\nferry and the ferry was moving. Little things that you have an experience or\nsomething that you could never forget. And we were, we came to the United\nStates, we came to live for a few weeks with my aunt and my uncle and my cousins\ninto their house. My aunt and my uncle were very kind. They had rented an\napartment for us the year before thinking that we were coming but because we were\nnot allowed to come until Ed was a year old, they had subrented it and it took two\nmore weeks for us to be able to go to that apartment. So we stayed in their small\nhouse, they were very kind, they were very supportive, they were very sweet but\nthey didn't want to hear anything about a Holocaust.",
        "Q: Why not?",
        "A: Because my aunt said she had enough pain losing two sisters and two brothers\nand she doesn't to diminish the joy of having a sister, a niece and her family. Now\nshe was right too, but, again, people come to us, survivors and they will say, “How\ncome you didn’t talk about your experiences?” Many of us were willing to talk but\nNesse Godin 67\nDecember 14, 1995\nPage 67\nno one would listen. So after being there for two weeks, we came into our own\napartment. Our apartment was at 529 LaMont (ph) Street in Washington, D.C., a\none bedroom apartment. We were my mom, my husband, myself and the two\nchildren. We had a bed in the bedroom and a crib that someone had given to us for\nEd cause he was a baby. My mom and my daughter Panina (ph) was three and\nhalf years old, slept in the living room on a couch. W were so glad to have two\nrooms and a kitchen and a bathroom inside of the, cause in the displaced person\ncamp we still had to go to bathroom, we shared with other people a bathroom, so\nthis was really something special. And we just couldn't count enough our blessings,\nto be here but then reality came. Reality came that we are in a new country without\nprofessions, without money. We couldn't sit there although in the paper it said that\nmy aunt is going to support us but we couldn't expect them to support us and we\nstarted to hunt for jobs. We were really not skilled although | learned a little bit at\nsewing, | didn’t know, | didn’t know how to make a dress. Maybe | knew how to sew\na hem. Poor Jack, he was involved in the, in the displaced person camp working in\nthat kitchen, managing that kitchen. But what would he do here? He knew less\nEnglish than | Knew cause he was working already in the displaced person camp\nwhile | was going a little bit to school. So this was very difficult. Lucky my aunt and\nmy uncle knew some people that had a glass business and they gave Jack a job to\nNesse Godin 68\nDecember 14, 1995\nPage 68\ncarry crates of glass, carry them out of the truck into the warehouse, from the\nwarehouse into the truck, labor work. Natural when we say now 7/5 cents an hour, it\nmay seem very little but that was minimum wage at that time, 1950, ‘51. We will\ncame here the end of '50, 51. And with me, because my mother was with us and\nshe could take care of the children, | could go to work. So through talking to some\nneighbors in that building, | was asked to come for an interview in a place on\nConnecticut Avenue. It was called the King Needlework Services. And to, the lady\nwas very kind, very compassionate, her name was Mrs. King and she really did not\nworry too much that | didn’t know how to sew. She was willing to give me a job.\nAnd that’s how we started to earn our living. And continue our life in the United\nStates bit by bit with the hope that we can give to our children a better life than we\nhad.",
        "Q: How did you feel that you were accepted here? Was that also difficult?",
        "A: | tell you the truth. | had no problem about that. | did not feel inferior because |\nwas a Holocaust survivor. | personally did not have this problem. | was so glad to\nlive in the United States. If my cousins didn’t invite me to go with them to the\nmovies, it didn’t bother me cause l, if | could spend the 50 cents or whatever the\nmovie was at that time, | don’t, | just went. And we made our own friends. We, as |\nsaid, we reached out, survivors to each other. And we formed little groups and\nNesse Godin 69\nDecember 14, 1995\nPage 69\neventually we saw that we couldn't meet in houses anymore so we decided to\nmake a little bigger group and meet in some kind of community center or whatever\nand this is how our present Holocaust survivors group, Jewish Holocaust Survivors\nof Greater Washington was created. From the little groups that met in people’s\nhouses, that played a little bingo together and shared Holocaust memories among\nourselves, that’s how organizations were created.",
        "Q: How much of a gulf do you feel there is between Holocaust survivors and\nothers? | would think that you, being victims in a sense and you can never therefore\nbe like other people.",
        "A: | say it many a times. When | go out to talk to a woman's organization and |\nstand there and | tell them from my heart and my soul: | get up in the morning, | put\non my makeup, | put on my nice suit, | come to talk to them. | want to look like\nthem. | want to be like them. I’m American but I’m different. I’m a Holocaust\nsurvivor. My dear friends, my dear, dear young lady, what we went through we can\nnever forget. We can never forget. Until | die, | will not forget this children selection.\nUntil | die, | cannot forget the cry of their mothers for them. | will never, never forget\nthat smell in Shtoodruff (ph) where they say was just a small crematoria. People\nsay to me Shtoodruff (ph) just had a small crematoria. Tens of thousands of human\nbeings, even before Jews were taken, euthanasia was practiced in Shtoodruff (ph).\nNesse Godin 70\nDecember 14, 1995\nPage 70\nIf people would do research, they would know. Could never, never forget those\nyears. And again, I'll never forget what the ladies ask me. To remember them. To\ntell the world of what happened. This is why | told you yes when you called me if\nyou can come to do it.",
        "Q: When the Museum was open too, | think, it was with the idea that this testimony\nbe there for the world, forever. But it also seems so important as a, aS a, aS a\nhealing place for those whose lives have been, who've suffered, who've been\nvictims.",
        "A: | tell you, this United States Holocaust Memorial Museum, | don't call it a\nmuseum. | call it the most wonderful institution of learning for humanity. Yes it is\ndifficult for us survivors to come there, to help out, to open our wounds again and\nagain but those wounds were never really closed. They never really closed. The\nonly wonderful thing is when | come there and | say when | am dead, generations to\ncome will learn what really happened. Generations will come, learn, understand\nand my promise to the dead people will be fulfilled. But this is not enough. | think\nby being there so much and what | see and what | hear from the visitors that come,\nwhen they walk out those doors from the museum, they are different people. They\nwill be a little more compassionate. | hope they will look at each other and not see\ncolors and not see religions and not see where | came from, from this country or\nNesse Godin 71\nDecember 14, 1995\nPage 71\nfrom that country, they will see another human being that they will respect and\nhonor and through this, | hope, we can make our own lives richer. We can make\nour beautiful country that we live in, the United States of America, better. And we\nas examples to the world, that humanity should live together. We were not created\nto be exactly alike. Whether, whether evolution or God, | happen to be a, a believer,\n|, if God wanted us to look alike he would clone us exactly. He made us different,\nthat's it.",
        "Q: Nesse, tell me about your three children and really too about the ways in which\nyour experiences have had an impact on your role as a parent, and...",
        "A: Yeah. Well I’m going to tell you. | always said and | considered myself one of\nthe survivors that’s open, talking to my children. When | saw a book that said\nsurvivors’ children and they said they were neurotic and they were this and they\nwere that, | was annoyed. But the truth is that we survivors were always\noverprotective to our children because of the experiences that we went through.\nNow | always thought you, my kids were not affected in the Holocaust but my son\nhas said, , told me when he was a little boy, he was afraid that the\nNazis will come for him. When I, actually didn't tell me that, | saw it written up in the\npaper, when he gave a interview to somebody. And | came to him, he said, “Yeah\nand | was afraid to tell you.” So as adjusted our family is and as we are very\nNesse Godin 72\nDecember 14, 1995\nPage 72\ndifferent. Now we were both protective. Because we suffered, we wanted our\nchildren to have more. We, Jack and | were never in business, we were always\nworking people. We, | don’t want to say it, but we sacrificed ourself so our children\nwould have college educations but in turn they did their share. They made sure that\nthey are achievers, maybe little overachievers because as we chatted during lunch,\n| said that kids didn’t want us to suffer no more. My kids always said, “Ma, we don’t\nwant you to cry because you cried enough.” So we can proudly say, we have two\ndaughters that are teachers, our son a engineer and now thanks God we have five\nwonderful grandchildren and we do have the most wonderful children in law. That\nrespect us, that support the work that we do and this Is very important.",
        "Q: Are there ways in which, that the children you think have, are there other ways\nin which they've been affected by your experiences? | was just thinking of how all\nthe activities of every day for you, are affected by your experiences. The, the\nplentiful availability of food. [talkover]",
        "A: Well, | tell you, naturally, when you are with, with food, if, every day’s affected,\nevery day’s affect. | started to tell you before, | go to a beautiful restaurant, | go to\nthe salad bar, there’s a line. | stand with my plate for food and all of a sudden | get\nthe chill. Why do | get the chill? It reminds me of standing in line for food. Many\ntimes | will come back to the table with a empty plate. And whoever I’m there, they\nNesse Godin 73\nDecember 14, 1995\nPage 73\nwill say, “Didn't you take any salad?” | say, “No I'll go later for it.”. Who would\nunderstand that? Who would understand that? There, yesterday was cold, | was\ngoing in the morning to the museum, my day to volunteer. Jack said to me, “Don't\nforget your scarf.” And for that instant | thought of the cold weather without a scarf,\nwithout gloves, without a coat, without . How can you not be affected?\nNaturally if you were affected, it goes over to your children. If my children left food\non the plate, unconsciously | said, “Oh the kids in the Holocaust would've really\nbeen happy to have that.” Or saying, “Please don’t waste food, there’s hungry\nchildren in the world.” So it does carry over without even thinking about it, you\ninfluence your children, your, when my grandchildren was little, | was sitting and\nwatching “The Wizard of Oz’, beautiful show, right? Beautiful show. And | was\nsitting there enjoying, having a good time and there all of a sudden, was the\nscarescrow, how did | pronounce it right? The guy that has the straw in him around?\n[end of side 1 of tape 3] And there the scarescrow with the straw and there\nreminded me of the days when | was wrapped in straw. So there’s really not a day\ngoes by that we are not affected by that Holocaust.",
        "Q: What about nightmares? And | wondered too, does, does your husband Jack\n[talkover]",
        "A: We both have nightmares. We gotten used to those nightmares. If we have a\nNesse Godin 74\nDecember 14, 1995\nPage 74\nnight without nightmares, it’s very unusual. The difference is, when at first | used to\nhave those nightmares, was always with the hope that I’m finding my father, that I’m\nfinding a relative. Then those nightmares went away. Then | was running from the\nGermans as a child, and as | get older, it’s terrible to say, sometime | dream that my\nchildren are being taken, or my grandchildren. In your mind, all this get jumbled up\nand you hear of really many Holocaust survivors that are getting old and all this, like\nif they have dementia or something, all this comes mumble-jumble and they have\nthis terrible times. You cannot erase that.",
        "Q: How did your mother do? | mean would she [talkover]",
        "A: Well don’t forget when my mother died, she was just two years older than | am.\nNot even two years. I'll be 68 in March, she was 69 and a half when she had the\nbrain hemorrage and she died. She was not really sick, she wasn’t a sick person.\nWe just, something happened and she had that brain hemorrhage and she, in three\ndays she was dead. So she also always dreamed and, about her son that she\ndidn’t, by the way my mother never got to see my brother, the one that was in\nRussia. Never got to see him. After she died, like a week later, we had a letter that\nhe was let go and he would be coming to Israel. She never lived to know that he\nwould be free again. Too late.",
        "Q: That would be...\nNesse Godin 75\nDecember 14, 1995\nPage 75",
        "A: That's | always, always regretted, | said, | wished that letter would have come\njust one week earlier so she would have died knowing that he was free again.",
        "Q: I’m jumping around again but | was, | wondered if you had, if you would have\nhad that, the bowl and spoon that I’m told that many people found it hard to give up\ncarrying that with them, after liberation | guess.",
        "A: Well | want to tell you something. People don't realize what that bowl and spoon\nmeant. That was your lifeline. If many a times, if a soldier wanted to play around,\nhe took and shot a bullet through your, through your bowl. When you go to the\nmuseum and see holes in those bowls, you think oh those are old bowls. If you look\ncarefully many of them have precise holes where a bullet went through. How did\nyou eat? You couldn't throw this away and go get another bowl. They didn't, you\ncouldn't say, excuse me my bowl has a hole. No such thing. So that became your\nlifeline. We watched that spoon and that bow/l like, like, like the most precious thing\nin the world. But as | told you, when | was taken to that hospital, everything, | don't\nhave anything, anything, anything, to show, or to share from that time. See some\npeople that were a little older maybe had the wisdom to save something. Or even in\nthe hospital to say, can | have back my bowl? But | didn’t understand to say that.\nSo | didn’t. | Know some people that went back on a visit to Auschwitz, just in, ten\nyears ago, five years ago and they were able to purchase there, they have like gift\nNesse Godin 76\nDecember 14, 1995\nPage 76\nshops there where you can purchase things. Just like a memorabilia, so they, they\ndid that. But like | have, I’m sure you heard my testimony about the money with the\ncat with the document. And | have a stupid little cat sittin’ there on my,\non top of my china closet and many time people walk in, how come you have that\nstupid little cat sittin’ there? But that is a symbol of my life. But | did not have the\nwisdom at that time to save anything, so | didn't, but | can understand that people\ndidn’t want to give up that bowl and that, that spoon. Honey if you gave up that, that\nspoon you could still manage without a spoon but that bowl, that food for, the dish\nfor food, you were dead if you didn’t have that.",
        "Q: You talked earlier about being numbed rather than being toughened and |\nsuppose the, clinging to your bowl and spoon as a survival thing would be\nsomething that would be the natural thing to do and also | was thinking of how, in\nmany other ways I'm sure, just as when you were in the barn and the guards had\ngone, you would be too close to death, too numbed to immediately realize what was\nhappening.",
        "A: Exactly, you, you really didn’t know what was happening to you from one minute\nto the other. You didn't know, even all through the ghetto, the, the traveling to the,\nthe deportation, the concentration camp, the labor camp. You never knew what,\nwhat was going to happen next. Whether there, you went to work, you came back,\nNesse Godin 77\nDecember 14, 1995\nPage 77\nyou went to sleep, next day you could be dead. They could kill you, they could take\nyou to selection. You, unpredictable. And you just don't know. It’s like | say, |\nprayed, | prayed every night to live through the night and every day to live through\nthe day. You never knew. Some people say why didn’t you run away? To run away\nyou need a place to run to. My brother was lucky he had that friend to run to.\nNobody wanted me, | tried to run and, and, and people that tried to run many times,\nthe neighbor said, here goes the Jew, shoot him. Why did they do that? So you\nbecome numb and you just pray to live through and if you have the, the, well it’s, it’s\nthe animal in us that wants to live, survival. This is the bottom line. The bottom line,\nnobody wants to be dead.",
        "Q: Right and in fact, you were forced to live at an animal level.",
        "A: That's right.",
        "Q: You, you spoke in your testimony about at least in the ghetto being fortunate in\nhaving plenty of water.",
        "A: That's right. [talkover] We could bathe...",
        "Q: Right.",
        "A: In the ghetto we were, we, on the outskirts of the city. There were wells, nobody\ncould close the well there but in, |, | think | was a year without | took a bath. Almost\na year without taking a bath.\nNesse Godin 78\nDecember 14, 1995\nPage 78",
        "Q: Right.",
        "A: Can you imagine that?",
        "Q: Well we, you, tell me what that would be like. | mean your [talkover]",
        "A: Well at the beginning, [talkover], you're infested with lice all over. You itch.\nPeople are sitting there picking, like you see the monkeys in the tree picking from,\nfrom their bodies. If you were with one of your family, maybe they were picking it\nout of your head like the monkeys sat there and pick. If not, you sat and you picked\nyour own. You got infected from that. That's how we had this, those one typhoids, |\ndon’t know which one, typhoid or typhus that comes from the lice. It’s a infection\nlike. It, it was just unbelievable. | cannot believe now sometime | close my eyes\nand | think, | hope that was a dream. Cannot, you cannot believe what things we\nwent through. |, | don’t remember if my originally\ntestimony, you, you listened to that. We were on the death march and we were\nsitting there so hungry, so hungry, so thirsty. Women were eating a little bit snow,\nthen all of a sudden | saw women were running to something in the snow so | ran\ntoo. | didn’t even know what | was running for and that, there was some blobs in the\nsnow and everybody grabbed a piece and | grabbed a piece and then we, so\nwomen were washing it in the snow, so | washed it in the snow. What was inside’? It\nwas manure for cow. And when a cow eats, they, she doesn’t digest the grain. So\nNesse Godin 79\nDecember 14, 1995\nPage 79\nwhen they had straw, there was a little grain and the women said, “This is\nnourishment. Let's open those little grains, wash them in the snow and eat ‘em.”\nAnd we ate ‘em. Now if somebody on the outside would have looked on to us, they\nwould say look at those animals! Look what they're doing! But | think we did the\nmost wonderful thing that there is to do in humanity. God says if you save one life,\nit's like you would have saved the whole world? We saved our lives. We did the\nmost precious thing that there is although it looked terrible.",
        "Q: Just as you would go for a couple of years, would it be without any water,\nwithout any bathing [talkover]",
        "A: In my case was about a year. Because not even quite a year, from June til\nMarch. Because when we came to Shtoodruff (ph) to the concentration camp, we\nhad that bath. And then we didn’t a bath no more until | had the disinfectant poured\non me after liberation so let’s say eight, ten months, yeah? Ten months without a\nbath. They gave us a little black coffee, sometime we washed our hair with it.\nCause in my camp, they didn’t cut our hair when we came to Shtoodruff. They\nwould have done us a favor if they would've cut our hair. But they didn’t. So there\nyou were head a hair, no scissor to chop it off and that’s a place where the, the, the\nfirst thing you get infected. It, it was just terrible and the same little dress. The only\ngood thing which was a bad thing, we were in, in those, in those tents that\nNesse Godin 80\nDecember 14, 1995\nPage 80\neverything was so cold that | think some of those lice died for the cold.",
        "Q: Tell me about your boots because as you...",
        "A: Yeah, about the...",
        "Q: Told your story...",
        "A: Yeah.",
        "Q: It seemed to me that...",
        "A: Yeah, |, | don’t know if | ever told that story [talkover] but when we came\n[talkover] how important they were. When we came to Shtoodruff (ph) and we went\nthrough that shower so-called, and we stood outside for a long time naked and then\nwe were given a dress, a pair of underpants, a pair of shoe. They just threw it to us.\nThey didn’t say what size or whatever. Somehow, usually as a rule, you didn’t get\nyour own, any of your own clothing because they figured if you get something of\nyour own maybe you have something sewn in or hidden but somehow our group of\nwomen got the same shoes. How do | know that we got the same shoe? | was, in\nmy, what | was handed was a pair of like oxfords, like a woman’s pair of oxford. Big,\nnice oxford. | came wearing boots. Why did | came with the boots? Because there\nwas a gold coin sewn into the boots and as we were being deported and we were\nnot allowed to take along too much, my mother said, “Put on the boots.” So you, so\nthere, | see a woman, already we were settled in the camp. After a few days went\nNesse Godin 81\nDecember 14, 1995\nPage 81\nby and we were already in the barracks, | see a woman outside carrying my boots\nand she’s barefoot. And | am carrying a pair of shoes that were very big on me.\nAnd I’m barefoot. | say oh, would | love to get my boots back. But | figured if I'll go\nand tell her it's my boots, she'll suspect that | have something in there so | didn't say\na thing | just kept on being around her. She came over, she says, “Little girl, do me\na favor. Let’s exchange. You have a little foot, those boots maybe will fit you.” And\n| was smart, | said, “Who wants boots in the summer?” She said, “Please, your\nshoes may fit me. You don't want an old lady to go around without, without shoes.”\nAnd | exchanged with her. And this is how | got my boots. Now | put on those\nboots and | never took them off. | kept them on my feet because of that stupid gold\ncoin. | was afraid somebody will steal my boots and | have this gold coin. Now as |\nmentioned before, | was with my sister in law who was not really yet my sister in\nlaw, in the camp at that time together and she knew about this gold coin. And | kept\non asking her, she was seven years older than me, | said, “Laina (ph) what do you\nthink? Maybe we should exchange this, this gold coin and get some bread.” And\nshe said, “Let's wait. Times may become tougher. Times may become tougher.”\nNow | was liberated in, with those boots because when time became tougher, no\none had extra bread to exchange for a coin. So after | was taken to that so-called\nhospital, they had to actually cut off, cut up the boots to take off from my feet\nNesse Godin 82\nDecember 14, 1995\nPage 82\nbecause my feet were frozen and almost like stuck to those boots. Never saw that\ncoin again. And those boots.",
        "Q: Nesse, | wondered to what extent in the, during the war when you were\nwandering, you might say without your mother, do you remember getting strength\nfrom thinking about your old family life? And | wondered to what extent that loving\nfamily, your mother was very charitable, | wondered to what extent that was sort of\nfeeding your spirit?",
        "A: Not just thinking about your family but thinking about all this that there was. |\nremember in those worst of times, this lady that, that wrapped my body in straw, this\nMrs. Fivish (ph). She used to sit down and say, “Let's reminisce. Let's think of\nhome. Let's think of our families. Let’s think of the Sabbath and the candles,” and\nsome women used say, “What you talking all this nonsense!” She used to say, “If\nwe don't, if we stop thinking of what we had, we'll lose everything.” She was a very\nwise woman. She, she’s, survived the Holocaust and | never saw her but she had\nshe was also in Russia and in Israel, she was very wise woman. And\nshe used to say, she always said, “Let’s dream, let’s hope. If we give that up, then\nwe don't have anything left.” And | think she was very smart by giving us younger\npeople something to hope for. She encouraged us all the time, she used to say,\n“Think of the good times, think of your mother, think of all that,” and this was really\nNesse Godin 83\nDecember 14, 1995\nPage 83\nlike a therapy. Because even now when we live in time of counseling and therapy\nand people always tell you, if you have a problem, think of something wonderful. |\nknow, | had to have some surgery on my ankle, years ago, and the doctor said to\nme, “Think of flowers when you go to, when | put you to sleep so you'll have a\npleasant dream.” So even in worse times, you need that hope. You need that,\nsomething precious to hold onto, that you want it back and you hope for it.",
        "Q: Would you ever sing together or pray together?",
        "A: Yeah, oh, sing together all the time. In the worst of time, we used to sit and,\nand, some people just say, “You crazy, you're singing again.” The, this lady, or this\nwe used to say, “Well, let, let’s sing a little something of hope. Let's make a little\nprayer of something.” Somebody else say, “Ah, what you praying, what you\npraying, nobody listens to you, you had all this.” But we believed. | believed. |\nalways thought that, when | was a little girl, | remember learning psalms, psalms\nthat most people, today in Christian religions follow psalms and there is a psalm, |\nthink it’s 112 or whatever, it says, and God created the heavens for heavenly bodies\nand the earth for, for the people on earth. And | always used to think, the people on\nearth are bad but God will come with the heavenly bodies and stop those bad\npeople from doing bad things. | always hoped. | really did. | hoped until | saw\nthose mountain of dead bodies at the very end. All through I, | always thought, we'll\nNesse Godin 84\nDecember 14, 1995\nPage 84\nbe free. This will end. This will end. It cannot be forever. So we used to sit and\nhope and pray. | remember a, that year in the labor camp on Yom Kippur, you\nknow Yom Kippur is our holiest of holidays and who knew it was Yom Kippur? We\ndidn't even know it was, one lady said, “You know it's Yom Kippur tomorrow.” And\npeople say how do you know? She said she made some markers or whatever. So\nwe believe its Yom Kippur. Now we were hungry, we were not eating anyway. You\nhad nothing to eat. They said, “Let’s pray.” Now nobody knew the prayers were\nYom Kippur so people started to make prayers. A prayer on bread, a prayer, any\nkind of prayer that they could think of, thank you God for the bread, thank you God\nfor this, they, nobody really knew the Yom Kippur prayer. But we prayed. Never,\nnever forget it and | remember people saying, don't tell the Germans that’s Yom\nKippur because every time when we had a holiday, they always came to kill people.\nSO we were very afraid they shouldn't know it was Yom Kippur.",
        "Q: Is there any song that you particularly remember? | wondered if there’s anything\nyou, do you sing? Do you want to...",
        "A: Well | want to tell you. I’m avery poor singer. | love to sing and we have a song\nthat, it’s called the Partisan Song that was created in one of the ghettos. That it\nsays, never say you're going the last road. It’s true that the clouds are covering the\nblue days but there will come a day to say we are here. We are here.\nNesse Godin 85\nDecember 14, 1995\nPage 85\nMuzainundoor (ph). Muzainundoor (ph). Means we are here. You, ask me.",
        "Q: What, what was a day like in Feldafing?",
        "A: Well it, in, a day in Feldafing, when we first came, as | said, we were very\nrestricted. We were not allowed to go out to the city, just a certain time. We were\nnot allowed to go take her, buy a, well we didn’t have money. Maybe if we would've\nhad money we could take, buy a ticket and go to town, to Munich. At the beginning\nwas not. But later on, your life became pretty much good life. You had your child,\nyou had your mother, you had a husband, you okay, you didn’t have an apartment,\nyou didn't have, you couldn't go into the store and shop or like we do now, three pair\no shoes in one month. But your life was pretty much scheduled. The only thing\nthat really was bad, you still didn’t know where you are. You were a displaced\nperson. You were praying to belong to some country, somewhere, like with us. We\nwent for checkups, we thought we are leaving, no. Again, our hope was up. We\nthink, we thought we were going. No. So all this was the uncertainty. The\nuncertainty was going to, are you ever going to be able to leave the displaced\nperson? This hung over you. But otherwise, human beings, young people fell in\nlove. People had children. People I'm sure died. People were born, people had\nweddings. It, it became a pretty so-called in parentheses normal life.",
        "Q: It, it occurs to me that one of the things you wouldn't have much of would be\nNesse Godin 86\nDecember 14, 1995\nPage 86\nprivacy. [talkover]",
        "A: No privacy, no, not really no privacy.",
        "Q: But you know in fact, | would think that your mother became Jack’s mother too\nin a strange way.",
        "A: Oh, she, people, oh, everybody thought it was his mother. Because we naturally\nasked, when | found her she was precious, but then if she started to tell me how to\nraise my kids or what to do, you open your mouth sometime. And then you're sorry\nbut Jack, never opened his mouth to my mother. Ma, ma, ma, ma, that’s all to, to\nrespect, she, well naturally you didn’t have the privacy for husband and wife, but\nyou see we managed to have two kids with my mother living with us in one room.",
        "Q: Yes. But there would be countless adjustments like that and things...",
        "A: Yeah, naturally, naturally.",
        "Q: In your last months in Feldafing, the, the numbers of displaced persons there\nmust have been dwindling. Would you, would you have been there as others were\nleaving for new lives in Israel or Australia or Britain?",
        "A: | want to tell you, it was dwindling and it was not dwindling. Because some other\nsmaller camps were being eliminated so they brought from different, | forgot now\nfrom which camps, they brought people. They resettled them to, to Feldafing. Now\nthis even this resettlement for Holocaust survivors is easy to go from one displaced\nNesse Godin 87\nDecember 14, 1995\nPage 87\nperson camp to another? It was also tough. Instead of taking a thousand people\nand shipping them off to the United States, did they have to ship them to another\ndisplaced person camp? |, I’ve always thought of that. | always thought, is United\nStates so little that they don’t have room to take and there wasn’t many Holocaust\nsurvivors. But people were leaving, you were a little bit jealous when you saw\npeople leaving. Then you heard people were going to Israel on illegal immigration\nand some of them didn’t succeed and came back and there were different times\neven in the five years after the war, after the war ended. It was different\nexperiences. But I’m really surprised that there isn’t more documentation on\nFeldafing.",
        "Q: How much, in your community there at Feldafing, how much discussion or how\nmuch frustration would there be because you'd suffered so much and still the world\nwas not opening its arms?",
        "A: That's all people talked in Feldafing is when do we go, where do we go? What\ncountry, maybe opportunity country and some people were looking. We didn't have\nmoney to pay off, some people said well, maybe if we would have money, we would\nhire a German lawyer or an American lawyer. Somebody used to say well,\nsomebody in the, in the United States consulate maybe could help you. You tried to\nfind somebody, somewhere that could help you. That’s all people talked about:\nNesse Godin 88\nDecember 14, 1995\nPage 88\nhow to leave. Nobody wanted to stay forever in displaced person camps. This what\n| say many times when | hear that people that suffered want to keep on staying at\nthe same spot. | say that we Holocaust survivors did not want to say, stay in the\nsame spot. We wanted out of it. Out of the displaced person camp, most of us.\nYes we have our memories, yes we're not going to forget it. But we went forward.\nWe went forward with our lives. We had children, we made sure our children are\neducated. We put a good name for ourselves in our communities, in our countries\nright where we are. Wherever we are. | don't think you find among Holocaust\nsurvivors, people in jail. | don't think so. | may be wrong but | don't think so.",
        "Q: How typical do you think you are in, despite what you suffered, being able it\nseems to move forward and to sort of focus on the joys in life? Would, would it,\nwould this experience have destroyed many people who'd be so, so hurt, have such\na Chip on their shoulder that they couldn’t move forward?",
        "A: Unfortunately, unfortunately there are many survivors that cannot move forward.\nAnd | understand, | understand it. | tell you why, assuming, | would have been\nalready 25 years old, | would have been married. |! would have had two, three\nchildren. My husband, my children would have been killed and | had to start life all\nover again. | don’t know if | would be like | am now. | was part of my parents’\nfamily. | was lucky to have my mother survive the Holocaust. Through four years |\nNesse Godin 89\nDecember 14, 1995\nPage 89\nwas suffering one year all by myself, was lucky enough to have two brothers, | just\nhad two brother, and both, they suffered but they survived. So | always think that |\ncannot judge the people that cannot pick up their life and, and | have a friend. She\nwas lucky to find her husband but she had two children that were killed in the\nHolocaust. She had a new child after the war, wonderful child, very devoted but that\nwoman didn’t even dance at her own daughter's wedding. Cause she promised\nherself when her children were killed that she'll never dance again. So it, at her own\ndaughter's wedding, she didn’t dance. Now can you blame her? Can you say she’s,\nsomething wrong with her? No. Yes there are many survivors like me that, most of\nus, | think, without counseling, we picked ourselves up, we found a spot in the\ncommunity. We chose to use our suffering to teach others a little more love, a little\nmore compassion, a little more understanding. We're not throwing our memories,\nwe keeping them. We using them for a purpose. For a purpose to remember the\ndead within our Jewish tradition and to teach the young, teach the young what can\nhappen if we allow hatred in our hearts. And this is...\nConclusion of interview.\n"
    ],
    "questions": [
        "Q: Do you have her name? Do you remember her name?",
        "Q: Nesse, tell me what you remember of your feelings when it was then confirmed\nthat your mother was alive and you could trust these reports?",
        "Q: Nesse can! go back and...",
        "Q: Because it’s so moving, | imagine that what had kept you going was your, your",
        "Q: Would you tell me the name of this brother and which one...",
        "Q: It was [talkover].",
        "Q: And tell me about the reunion with your brother.",
        "Q: Do you remember what you felt and how he looked? [talkover]",
        "Q: And it was at Feldafing.",
        "Q: Nesse were there individuals there, that you Knew had been sort of perpetrators",
        "Q: Right. | understand that was one of the hardest things in the camps for the",
        "Q: Yeah. Even then you'd, that would be hard.",
        "Q: How long was it before the organization and the running of Feldafing was placed",
        "Q: Yeah, you, would you explain what Unruh (ph)?",
        "Q: Tell me more about the, how quickly most people married and how unusual is it\nfor your marriage has lasted and been very happy but did that, were most of the\nmarriages [talkover]",
        "Q: Going back to that time in the barn when the Russians came in and liberated\nyou, why you think you gave up then?",
        "Q: But when you think about it, why do you think you were giving up? Do you think\n[talkover] breaking point? [talkover]",
        "Q: We're resuming with the interview with Nesse Godin on December the 14”,\n1995. Nesse Godin, yeah, my name is Margaret West.",
        "Q: What, what, what do you know about his time in Siberia?",
        "Q: Nesse, | wonder if you’d go back and talk first of all briefly about the\ncircumstances of your father being taken. But then when did your mother give up\nhope of his being alive? | think it was, don’t think she knew for sure what had\nhappened to him.",
        "Q: And your brother, you mentioned that your brother lost his hair early. [talkover]",
        "Q: | saw the photo of your father at 47.",
        "Q: In what years?",
        "Q: Nesse, do you know how different Feldafing was in these years from the other",
        "Q: Tell me how that waiting would go. Would you be, would you be getting\nnotification [talkover] every six months to say [talkover] maybe, maybe?",
        "Q: Tell me about the hopes of most of the people in Feldafing. Would you have\nbeen unusual in hoping to come, planning to come to America? Would most people\nhope to go to Israel?",
        "Q: | was interested in knowing, | assume that nobody had, when they came to\nFeldafing, had any family possessions but would you have had between you any",
        "Q: Nesse, tell me more about at Feldafing, the rebuilding of lives but especially in",
        "Q: Music, stories . . .",
        "Q: And that would probably well, [talkover] raising children then.",
        "Q: Tell me what it was like, | imagine that when your two children were born in\nFeldafing, that it would be tremendously emotional for you, for your husband, for\nyour mother, [talkover] what do you remember of that, that sort of joys of having...",
        "Q: He was her child too.",
        "Q: How would the early years be with children cause | imagine you would be so",
        "Q: Tell me about the Hebrew schools that were started in Feldafing.",
        "Q: Would there by any kind of sharing that would, would one person sort of pour out\nto another, maybe as you were sewing or [talkover]",
        "Q: December the 14\", 1975 and I’m Margaret West.",
        "Q: In your testimony you again and again show the compassional kindness that",
        "Q: Others have lost their [talkover]",
        "Q: What, when you mentioned, | mean their bosoms, | was thinking of, for the first\ntime the fact that during these years you would've been maturing and sort of started\nto have periods or perhaps not because you would be so badly nourished.",
        "Q: | wonder next if you’d talk a bit more about leaving Feldafing for the United\nStates. | know how long you had to wait, but tell me about the events as you\npresumably had a final letter to say...",
        "Q: And big distances, | mean this...",
        "Q: Couldn't pop in on each other.",
        "Q: Why not?",
        "Q: How did you feel that you were accepted here? Was that also difficult?",
        "Q: How much of a gulf do you feel there is between Holocaust survivors and\nothers? | would think that you, being victims in a sense and you can never therefore\nbe like other people.",
        "Q: When the Museum was open too, | think, it was with the idea that this testimony\nbe there for the world, forever. But it also seems so important as a, aS a, aS a\nhealing place for those whose lives have been, who've suffered, who've been\nvictims.",
        "Q: Nesse, tell me about your three children and really too about the ways in which\nyour experiences have had an impact on your role as a parent, and...",
        "Q: Are there ways in which, that the children you think have, are there other ways\nin which they've been affected by your experiences? | was just thinking of how all\nthe activities of every day for you, are affected by your experiences. The, the\nplentiful availability of food. [talkover]",
        "Q: What about nightmares? And | wondered too, does, does your husband Jack\n[talkover]",
        "Q: How did your mother do? | mean would she [talkover]",
        "Q: That would be...",
        "Q: I’m jumping around again but | was, | wondered if you had, if you would have\nhad that, the bowl and spoon that I’m told that many people found it hard to give up\ncarrying that with them, after liberation | guess.",
        "Q: You talked earlier about being numbed rather than being toughened and |\nsuppose the, clinging to your bowl and spoon as a survival thing would be\nsomething that would be the natural thing to do and also | was thinking of how, in\nmany other ways I'm sure, just as when you were in the barn and the guards had\ngone, you would be too close to death, too numbed to immediately realize what was\nhappening.",
        "Q: Right and in fact, you were forced to live at an animal level.",
        "Q: You, you spoke in your testimony about at least in the ghetto being fortunate in\nhaving plenty of water.",
        "Q: Right.",
        "Q: Right.",
        "Q: Well we, you, tell me what that would be like. | mean your [talkover]",
        "Q: Just as you would go for a couple of years, would it be without any water,\nwithout any bathing [talkover]",
        "Q: Tell me about your boots because as you...",
        "Q: Told your story...",
        "Q: It seemed to me that...",
        "Q: Nesse, | wondered to what extent in the, during the war when you were\nwandering, you might say without your mother, do you remember getting strength\nfrom thinking about your old family life? And | wondered to what extent that loving\nfamily, your mother was very charitable, | wondered to what extent that was sort of\nfeeding your spirit?",
        "Q: Would you ever sing together or pray together?",
        "Q: Is there any song that you particularly remember? | wondered if there’s anything\nyou, do you sing? Do you want to...",
        "Q: What, what was a day like in Feldafing?",
        "Q: It, it occurs to me that one of the things you wouldn't have much of would be",
        "Q: But you know in fact, | would think that your mother became Jack’s mother too",
        "Q: Yes. But there would be countless adjustments like that and things...",
        "Q: In your last months in Feldafing, the, the numbers of displaced persons there",
        "Q: How much, in your community there at Feldafing, how much discussion or how\nmuch frustration would there be because you'd suffered so much and still the world\nwas not opening its arms?",
        "Q: How typical do you think you are in, despite what you suffered, being able it\nseems to move forward and to sort of focus on the joys in life? Would, would it,\nwould this experience have destroyed many people who'd be so, so hurt, have such\na Chip on their shoulder that they couldn’t move forward?"
    ],
    "answers": [
        "Answer: Someone will pick up the tape and really not realize what | was liberated\nfrom. So | really think that this tape should start, me telling you that I’m a Holocaust\nsurvivor. | lived through the Holocaust from the age of 13 to 17, the ghetto, Shoriley\n(ph) Toovania (ph), concentration camp Shtoodruff (ph), several labor camps and\nwent on a death march. At the end of the death march in the middle of February of\n1945, we were put in a barn. We were at that point out of the thousand women,\nabout six or seven hundred left. As soon as the Nazis, the SS and Gestapo that\nwere guarding us brought us to the barn, they pushed us in there, | remember it\nwas very, very crowded. There was nothing but straw on the ground. They ordered\nabout 50 women out, ordered them to dig two giant long holes. We really thought\nthat they were going to line us up and shoot us. At that point, we felt the death was\nwelcome to us. We were tired of all this business but they had different plans for us.\nOn one hole they put sticks on, they served, it served as a bathroom. The other\nhole, we found out soon enough, that that would be a grave. The SS and the\nGestapo knew that we are going to die in that barn. No food was allocated to us\nalready from the government, from the German government. Whatever the people\nfrom the village gave, some day a potato, some day a crust of bread, somedays we\ndidn’t get any. We started to die in that barn. Epidemic of typhoid, dysentery,\nhunger. Every morning the guards ordered the little bit healthier women to take out\nthe dead and dress them naked cause the clothes you can recycle and dump the\nNesse Godin 2\nDecember 14, 1995\nPage 2\nbody in the hole. My dear friend, what my eyes saw, in those three weeks that |\nwas in the barn, it’s very hard to tell, to share, to describe. Many times | feel | don’t\nwant to talk about it anymore but we are sitting, this tape is for history, to learn the\ntruth. Every day that | walked from the barn to the so-called bathroom, it wasn’t\nanymore a hole, it was a mountain of skeletons covered with skin. Now through the\nHolocaust | was a little girl but | pray to God, | prayed please God let me live through\na day. | prayed to God, please God let me live through a night. Maybe I'll be free.\nBut in that barn | started to pray to be dead, to be on top of this mountain. | was\ntired of living. All through the Holocaust we used to say, “Let’s resist the Nazis, let's\nlive a extra day, they want us dead.” But in that point, | was really tired of resisting.\nBut God’s will was different. Marched in, we were liberated by the Russian Army.\nNow you ask me about liberation. My dear friend, | have a problem with the word\nliberation. Did any army come to liberate us? Did any country send soldiers, said,\ndon't worry about anything, just free those people? They fought the war, they found\nus there. We were found. Yes we were freed but we were found. Now | want to tell\nyou of that day of liberation. That morning, when the women that were supposed to\ntake out the dead, took out the dead, undressed them, threw them on them pile of\ndead bodies, they came back into the barn and they told us that they don’t see the\nguards. They said, “The guards are not here.” Some women started to say, “Let’s\nNesse Godin 3\nDecember 14, 1995\nPage 3\nrun to the village.” The village was, was within sight. We could see maybe one mile\naway. We women start say, “How can we run? We cannot even walk.” Somebody\nelse said, “The guards may be hiding behind the barn. They just wait for us to start\nrunning and they'll have an excuse to shoot us.” So all day long we sat in that barn,\nnot knowing that the guards had run away. They escaped. You see we did not\nknow whether the war was ending, where the positions of the armies were. We\ndidn’t even know that there were Allied forces. We didn’t know a thing. In the\nevening, it was dark already, | remember it well, we heard footsteps of boots. Now\nup to this day when | hear boots marching, even on the beautiful parade, | get\nnervous because footsteps of boots reminded us of SS and Gestapo and selections\nso there we heard these footsteps and we said, “Oh, the henchmen are back.” But\nwe heard Russian language. Russian language, Russian soldiers, dear ladies, we\ndidn’t know you were here, we were, we are fighting the war, we found already a\nfew other camps. We cannot stay with you. We leave two, three people.\nTomorrow there medics will come and help you. So all through the night we still\nstayed in that barn, naturally we were free. Now what happened in that barn the\nnight of liberation? Some people applauded with their hands. They could hardly\nmove them. Some people jumped up for joy. Some people started to talk where\nthey will go, what will they do. | personally cried. | cried so hard and it is now 50\nNesse Godin 4\nDecember 14, 1995\nPage 4\nyears after liberation. And for 50 years, I’m trying to analyze, why did | cry? Did |\ncry for my family that was dead? At that point, | didn’t Know if anyone was alive\nbecause in that barn | was alone. No one of my family. Did | cry for, because |\ndidn’t know what was happening? Did | cry for joy? But | came to a conclusion that |\ncried because | felt sorry for myself. | thought where am | going? There’s no\ntelephone to pick up and tell I’m coming home. There’s no home, no family and\nsincerely, many kind people say, “Nesse, you talk about the Holocaust and we don't\nsee tears from you.” | really cried that time the last time. So once in a while, | have\na little tear in my eye. | learned to laugh and to love. But | never cry. So that was\nthis night, the day of liberation. The following day, when the Russians\ncame, they explained to us that the village does not have a hospital. They have a\nlittle hotel. They are going to convert this little, it’s a inn, not even a hotel. They are\ngoing to convert it into a hospital. They are going to try to take the little healthier\nwomen and bring them to the village, put ‘em in the little homes. Some homes were\nalready empty. The Germans had run away being afraid for the Russians. Some,\nin some homes there were still some Germans that stayed. | know they spoke\nGerman, it was a German area. Pomerania, mostly, Polish German, border but\nthis little village was mostly German. They, so the Russians the next day came with\nlittle carts, whatever they could take from the villagers, a horse and buggy. |\nNesse Godin 5\nDecember 14, 1995\nPage 5\npersonally was carried by a Russian soldier, on his arms, and he carried me to the\nvillage. | was nothing but skin and bones. And he brought me to the village, he put\nme in the kitchen of that little room, on a straw sack and he said that eventually\nsomebody will come and help me and give me food. A little bit later, they brought\nanother woman that they put next to me on the straw sack. This woman, I’m really\nsorry that | cannot remember her name. She was a teacher in one of the religious\nYovna (ph) schools and | knew her from before the war because | had friends that\nwent to that school. And when | saw her | was so glad that she was there next to\nme on that straw sack. At least | felt | had someone from home. And the Russian\nsoldiers every day came for a few days, they delivered a little bit food for us. Also,\nsome Jewish women that were a little bit stronger started to cook a little bit, get from\nthe villagers some food or just take it from them and started to cook a little bit. After\n| was there one day or two days, | really don’t remember, one day, one of the\nwomen that were a little stronger walked in and just said to me, “What are you doing\nhere with a dead person?” | didn't realize that the woman next to me was dead.\nThey carried her out and | wanted to really go out and go out like, see where they're\nburying her or whatever. But! couldn't. So | thought let me look out and see how\nthe free world looks. Cause | hadn't seen the free world. Could hardly get up. And\nthere was a windowpane, it was already towards evening. And | looked through\nNesse Godin 6\nDecember 14, 1995\nPage 6\nthat windowpane to see how is freedom? What’s outside? And what | saw was a\nmonster. A reflection of a monster in that windowpane. A person, eyes sunken in,\nreally a skeleton covered with skin. That's what | saw. Like you see children for\nHalloween how they have these masks and | turned around to see who was behind\nme and there was no one there. And this is when | realized how | looked. How |\nlooked. | did not really imagine that | looked that way. Okay. After a few days\nbeing in that house, one, a truck or a car, a truck, | believe it was a truck that came\nand picked us up and took us to that makeshift hospital. What | remember of that\ncoming to the hospital, | remember them shaving my head, shaving my private parts\nwherever hair is, washing me with some kind of a disinfectant because | remember\na burn of a, where they shaved. And then | didn’t remember anything else. Not a\nthing. Next thing | remember, opening my eyes and seeing a man with a white coat\non and talking to me in Russian, explaining to me that he is a doctor, that | shouldn't\nworry, I'm in a hospital and he would love to know my name. Because they did not\nhave time to register me when | became unconscious. According to what they told\nme | was three days unconscious with high fever of typhus and typhoid, those two\ndifferent diseases. And him telling me that the most thing that he’s worried about is\nthat my toes were frozen and he just hopes that they wouldn't have to be\namputated. And as | started to tell him my age, people from down the row, it was\nNesse Godin 7\nDecember 14, 1995\nPage 7\nlike a big ward with many beds, somebody else tells “Oh, Nesa\nthat’s you! We didn’t know who this was. Everybody asked do you\nknow this person?” And there were a few people from my hometown that | knew\nand | really felt already more comfortable about it. So | was gettin’ a little better.\nPeople started to leave from the hospital and then | was transferred to another\nsmaller room. The main thing, the treatment was on my legs. And | don't even\nremember if | ever said that, if | gave this testimony or not but | really feel | should\ntell it now. | decided that | don’t want to live. After all this that | went through, the\nstupidity of me, not wanting to live was, now when | think back of it, it was crazy. |\nheard and saw some people were united with the, right there in that hospital there\nwas a mother and a daughter and here | was all by myself. | thought what do you\nneed to live for? So | decided to do a hunger strike and every time they brought a\nlittle food, | just threw it out or gave it to the lady next to me. And she was, | thought\nof that, I’m terrible but now | think of her as wonderful, she told on me. So they\nwouldn't walk out from the room until | finished the food. And | really recovered\npretty good. My, what was at that point, | still had, you see at the very end on the\ndeath march | was beaten up severely. And | still had my face swollen. My toes\nhad kind of, the, the, a big layer that was frozen of the skin just peeled off, like, like\nyou see a snake change his skin? That's how this came off. And my temperature\nNesse Godin 8\nDecember 14, 1995\nPage 8\nwent down and | gained a little bit weight so, they kept me there because | was\nalone for a while. And then one day they told me | have to go down to the office.\nThe office was like a little room. And when | came down there, they said to me, “We\nare going to close this hospital and you can go now. We feel you're in good shape.\nYou can go.” And | said to them, “Where should | go?” They said, “Well, you want\nto go up, where are you from?” | said, “I’m from Lithuania but | don’t have a home.\n| don't have a family, | don’t have anybody. | don’t know where | should go. I’m 17\nyears old. | don’t know what to do.” So they asked the lady that was next to me\nwhere she was from and she happened to be from Lithuania and because | was just\n17, | was a minor. | was assigned to her. | became her ward. We had one\ndocument that stated her name and my name, my last name and saying that she’s\nin charge because I’m a minor. And that’s how we left Freenuv (ph).",
        "A: | don’t, | remember her first name, Hannah, but | don’t think | ever knew her last\nname. | don’t think | ever knew it. She was very kind. She was very nice. She was\nmore like a sister to me than a stranger. So we left, with the idea to go to Lithuania.\nShe had left a child for safe, safekeeping with a Lithuanian family. She was from\nKaunas and she really thought that maybe her child is alive. She wants to go back.\nNow | wanted to go to Lithuania because the last thing that we said to each other\nNesse Godin 9\nDecember 14, 1995\nPage 9\nwhen we came to the concentration camp, that is my brother and my mom before\nwe were separated, if we survive this hell, we have to make a meeting point, back\nhome in Lithuania. So okay. So this | had back in my mind. And | thought after all,\nwe had a home, we had a business, we left belongings with non-Jewish people for\nsafekeeping. Maybe I'll find it. So that was my plan. So there we go. You couldn't\ngo to the railroad station, say | want to buy a ticket to go to Lithuania. Didn't work\nthat way. See you are very young, | don’t know if you understand that. That first it,\nit wasn't even, the war hadn't even ended yet, so a military trucks were going east\nand they were going west and they were going south. Trains were going back and\nforth. The Russians were looting Germany and taking machinery back to Russia.\nSo you hitchhiked. You hitchhiked on a train, on a freight train. You stood there,\nyou told them you want to go little bit east, they took you. They said, “You want to\ngo up to this and this little town, we'll take you.” Then you have to wait for a next\ntrain and it took weeks until you got at least somewhere. And this is the way we\narrived in the city of Lodz, Poland. When we arrived in Lodz, Poland, like through\nthe grapevine while we were traveling people were telling us that in Lodz, Poland,\nthere is already shelters. Christian relief, Red Cross, Jewish relief, Hiyas (ph), the\nJoin (ph), some kind of Jewish agencies helping out refugees. All of a sudden we\nwere called refugees. So, we were very glad to arrive in Lodz. When we came\nNesse Godin 10\nDecember 14, 1995\nPage 10\nthere, there was a big shelter on 66. | remember that address and we,\nwhen we came in there was a very big room, we signed in, we were assigned where\nto go to sleep and in that room on the walls, there were big billboards. Posters like,\nand it was divided by country and divided each country more or less by city. And\nyou, if let’s say if you were from Kaunas, Kaunas and surrounding and\nsurround Siauliai, that’s in Lithuania was called and surrounding. So | saw quite a\nfew names there and | wrote down my name. That was in case somebody of your\nfamily comes. That's how you got connected. You see when | tell it to people, they\ncannot understand why would you want to write your name on a posterboard but\nthis was the way you found each other. Your name and where you are staying,\nwhether you are continuing, whether you are in Lodz, wherever. And that particular,\nthat shelter was, there was a big courtyard with many houses on, see in Europe,\nsome people don't understand that especially in the large cities, they used to have a\nwhole courtyard maybe six, seven buildings. And you had to go in through a gate\nand it was closed for the night. And so we were assigned in that same courtyard, a\nplace. Now all that night | thought to myself, why didn’t | write down my name within\neyesight. | wrote it down kind of low in the poster, nobody's going to bend down\nand look for my name. | was 17, | wasn't too bright. And | could hardly wait for the\nnext day to go back and put my name with eye level on that thing. | said, “I'll put it\nNesse Godin 11\nDecember 14, 1995\nPage 11\non again, that’s alright, nobody's going to say why do you have it twice.” And, as |\nwas writing my name, Nesa Galperin, that was my name N,E,S,A\nG,A,L,P,E,R,I,N. Galperin. And a woman said to me, “What Galperin, are you from\nSiauliai?” She was standing right next to me. And why did she ask that way? Just if\nyou come of European background, you can understand, they usually said, “| am\nGalperin, the, the doctor Galperin, the lawyer Galperin, the shoemaker.” My parents\nhad a dairy business, | said, “| am Galperin from the dairy business from the\n, from the dairy business.” And the woman looked at me and she said,\n“No, Nesa, that’s you, you look so terrible, | would never recognize you.” And, and\nshe said that. | thought to myself, isn’t she crazy? Everybody looks terrible. And\nwhen | looked at her, | recognized the lady. She was a very nice lady. But before\nthe war, everybody called her the, the , the person that is not all there.\nShe had some mental problems. And next thing out of that woman’s mouth was,\n“Oh, | was with your mother in the camp. She's in this and this shelter in this and\nthis village.” And | said, “You were with my mother. My mother was taken to Galepf\n(ph) in Shtoodruff (ph).” She said, “Yes but then there was another selection and\nthey took the people in the sixties away to the left,” and asked, she was maybe in\nher thirties and my mother was in the forty, she said, “They took us again and send\nus to labor.” Now as young as | was, | thought can | believe a crazy woman?\nNesse Godin 12\nDecember 14, 1995\nPage 12\nAlways people said the crazy so and so. So | didn’t know but | thought, | said, “Well,\nmaybe | should check it out.” So | go up to the lady, to this Hannah, who is my,\nwhose ward | am and | said to her, “We have to go back to the German border.”\nShe looked at me, she says, “Child you're crazy. Nobody goes back, everybody\ngoes forward.” | said, “But somebody told me that my mother is there, near the\nGerman border.” She said, “I love you but how can | go with you to your mother? |\nwant to go to my own child.” | said, “But you have to go with me, you have the\ndocument.” So she took the piece of paper, she tore it to pieces, she said to me,\n“Go over to the desk, tell them you're 18 years old. And you'll have your own\ndocument.” So | went over to the desk. | told them I’m 18 years old. | need a, a\ndocument. They gave me the document. Now everybody’s traveling one way, I’m\ntraveling the other. Everybody’s going east, I’m going west. Some Russian soldier\nfelt sorry for me, gave me his coat. And it was May already. | remember being on\none of the trains and hearing a lot of shooting and thinking that we are being\nbombed but that was the celebration of VE Day and | arrived at that village. Got to\nthe village, found the shelter, walk in there and | see women from my hometown\nand | recognize them, some woman that had bakery, another one that had a dry\ngoods store, another one that had, that sold buttons and thread and all kinds of\nthings. And | look at with my eyes and they say, “Who are you?” And | say again,\nNesse Godin 13\nDecember 14, 1995\nPage 13\n“?’m Galperin from the dairy business.” “Oh, Nesa, your mom heard that you were\nalive and she heard that you were in Lodz and she went there to look for you.” So\nyou can see, this isn’t just my story, how we survivors went looking for families back\nand forth, back and forth, hearing rumors, trying to find each other. It took me about\nmaybe another two weeks or three weeks to get back to Lodz.",
        "A: Oh, my, it was unbelievable. It was unbelievable. | just thought in my heart that\nmaybe | was kind to, to some older person. When you are 17 and you think of\nsomebody 46 or 47, it’s old. | just thought maybe God helped to my prayers.\nMaybe God paid me back because | was kind to some older ladies in the camps.\nAnd it, you, it just undescribable, undescribable, that | felt so grateful, so grateful.\nAnd those remember asking me was their child with me. And unfortunately there\nwasn't. | was with some people not even from my town, just a few from my\nhometown were with me in my camp. And when | came to Lodz back, yeah, we\nhuman beings are really wonderful, a wonderful thing on the earth. When we came,\nwhen | came back to Lodz even out of the survivors there was a welcoming\ncommittee at the time. | came down in the three weeks that | wasn’t there or four\nweeks, such a difference. | didn’t have to ask where is the shelter. There were\nNesse Godin 14\nDecember 14, 1995\nPage 14\nwomen saying already, “Where you from? I’m going to help you, there’s a shelter.”\nAnd a woman with red hair, | don’t remember her name, came over, she said,\n“Nesa.” | said, “How do you know me?” She says, “Ooh, | know, you were here, you\nwent back, I'll take you to your mother.” And | just went with her. | figured even if\nshe takes me to any mother, I'll just go. And | don’t Know how | walked up three or\nfour floors because as | told you my feet were so raw, | could hardly walk. | shuffled\nmy feet and there | came up and the only thing | remember of that reunion is this\nwoman knocked on the door and said, “Frau Galperin, Mrs. Galperin, | brought you\nyour daughter.” And she left. She didn’t even wait. And the door opened up and\nthere wasn’t any electricity, it was a candle burning, and there was my mother. She\nlooked like my mother and she didn’t run to grab me and hug me. She looked at me\nand | couldn’t understand, why this cold reception. And she said to me, “Okay, take\noff your junk.” | had, my face was wrapped because this was still swollen and a\nhole in there draining parts and no hair, | still had that little hair and that was\nwrapped with a rag. With that big . . . [end of side 1 of tape 1] My mother said to\nme, “Take off your, your junk, your wrappings, your like was saying,\njust take them off.” So as | started to unwrap, there, there, the scarf and took off the\ncoat. And you see when | was a little child | had a tracheotomy. | had measles and\n| had some infection and when my mother saw this little thing here on my neck, on\nNesse Godin 15\nDecember 14, 1995\nPage 15\nmy actually, right here in the middle of my neck, she grabbed me. She said, “My\nchild, | didn't recognize you.” You see she looked the same because she was 46,\nyou don't change that much. But me as a little girl growing up and looking different\nand, and all this, being so skinny and so ill. Now for weeks and weeks | didn’t go\ndown those steps cause | couldn't walk them down and | always wondered how did\n| ever go up those steps. Now we were very fortunate to find each other. There we\nwere, a mother and a daughter, not too many survivors at that point had already\nsomeone of their family. Some did but not too many, especially a mother. Forty-six\nwas considered old, not too many at that age survived the Holocaust. Now we\nstayed in Lodz not knowing what to do.",
        "A: Yes.\nwish to survive, to be with your mother and brother? And | imagine it kept your\nmother going, the hope to be there for you. And I, | just wonder, did you hold each\nother? Would you, would you sleep soundly holding onto each other at night?",
        "A: When, you see all through the Holocaust, it’s true the hope helped. But to very\nsincere with you, there was no formula for surviving. Many times people will say to\nme, “Oh, Nesse, you're a strong lady, that’s why you survived the Holocaust.” | was\nNesse Godin 16\nDecember 14, 1995\nPage 16\na little child. | wasn’t, and somebody will say, “You must have been intelligent.”\nNow how intelligent was it? | was just a kid. It, | survived maybe by the grace of\nGod, maybe by sheer luck, maybe by the kindness of women that held my hand\nand did give me hope or gave them their own bite of bread. Or maybe women that\ntook straw and wrapped my body so | would keep warm. | didn’t understand that\nstraw is a insulation. | really don’t know what made me survive. | really don’t know\nwhat made my mother survive. My mother always, when she died 27 years ago\nhere in the United States, she alway, at that time people didn’t take oral history. |\nwished they would have had her oral history. She was telling me how many times,\neven from the labor camp, she was selected to go back to the concentration camp\nto be killed. And by some miracle she was left or she was overlooked or they\ndecided that she can still work. At one point she said to me, “They told another\nwoman to take off the shoes and give it to her and the woman went there and she,\nshe, she was still alive.” So we don’t know how but when we were reunited, we\nbecame really like one person. We, | didn't even want my mother to leave that\nroom. She used to have to go down to bring up some food or get in that shelter\nsome food or, or food stamps or whatever we, like little nut foods, there was a little\nticket to go to get the food. | was always afraid that if she leaves me that | won’t see\nher again. And from the day of liberation, no from the day of reunion with my\nNesse Godin 17\nDecember 14, 1995\nPage 17\nmother, ‘til the day she died, we were not separated. She chose not, never to marry\nagain, she lived with us, with my husband and | until the day she died. And |\ncherished her, everybody knows | respected her. | cherished her and the day she\ndied, | thanked God for giving me a gift of so many years after the Holocaust to\nhave a mother. Many people thought | was crazy at her funeral. You see now |\nhave a tear when | think of my mom. But at her funeral, | stood there when the\ncasket was being lowered and | said, people didn’t want me to watch how they\nlower the casket. They said you’re supposed to stay aside. | said, “No, | have to\nstay here because | was blessed as a survivor of the Holocaust to have a mother\nsurvive and die by a disease.” | know where she was laid, | know I'll put the stone\nover her grave, | know I'll be able to come and visit her which | do very often. | go\nconstantly for my father. | don’t even know where his ashes are. So you ask me\nthat question. We were inseparable and | was lucky that my husband Jack just\nadored my mother. He really was, he lost his whole family. He cannot even listen\nto me speak about the Holocaust. And he was very kind and glad to have her and\nwe cherished her. Anyway, to continue what happened afterwards. So one day,\nmy mother comes upstairs after going to look get some food or some clothing, |\ndon't remember and she tells me that she ran into a gentleman that was with the\nSoviet Army by the name of Tabreeshock (ph). My father’s younger sister, her\nNesse Godin 18\nDecember 14, 1995\nPage 18\nmarried name was Tabreeshock (ph). This gentleman told my mother that he\nstationed in Lodz and his cousin who was my uncle by marriage and my aunt, my\nfather’s sister succeeded to escape from Vilna, just as the, before the Germans\nmarched in to the Soviet Union. That they have returned back to Vilna and they\nhope as Polish citizens to, they had, there was a certain law, that you were allowed\nto live , Vilner (ph), that’s we Jewish people call , If youre a\nPolish citizen you were allowed to go back to Poland. And most people did not want\nto stay in the Soviet Union cause it was Communism and most Jewish people had\nthe dream at that time to, to go to Israel or to come to America. So he told us that\nhe knows that in a very short time, he doesn't Know it'll take a week or two weeks or\nthree weeks that his cousin and, and, he’s, my aunt who's, he’s cousin to by\nmarriage are going to try to come to Lodz. We shouldn't go nowhere, we'll be\nreunited. So we were anticipating every day are they coming, are they coming? My\nmother went always to check if their name is on the board and finally they arrive.\nThey arrive in Lodz, my uncle, my aunt. They had a boy that was twelve years old.\nMy uncle’s best friend, he’s my, his best friend’s brother and the brother's best\nfriend, so there are three single men with my uncle and my aunt and that little boy.\nSo we are already a family unit. Here we are surrounded with my aunt and my\nuncle and, and a few guys that are there and we are all looking, where should we\nNesse Godin 19\nDecember 14, 1995\nPage 19\ngo? Where should we go. We get already messages that the men were liberated\nfrom Dachau. We hear already that the men that were taken to Shtoodruff (ph) that\ncame with us from Siauliai were taken to Dachau and the camps of\nDachau. So we are waiting to hear maybe someone of the men survived.\nEventually come a few gentlemen that were liberated from Dachau that are from my\nhometown. What they did, they decided to send out a few people to come to\nPoland, see if, and tell the women don't go back to the Soviet Union, don't go to\nCommunism. Try to come to the American Zone. So and so they came with list\ntelling who survived. On that list was my brother's name. And we knew this, one of\nthis gentleman and he said you, to my mother, “Your son said if | find you, try every\nwhich way to come to the American Zone.” Why was the aim to go to the American\nZone? My mother had a sister that lived in Washington, D.C. And if we would be in\nthe American Zone, we would be able to come to America. So here we are, all this\ngroup of people, not knowing what to do. So one day, my mother says to me, “You\nknow, Nesa, we two women alone, we couldn't do all this traveling.” We couldn't,\nyou still had to go a little bit across the border, there was no really regulations about\nthe border. But still you have to take a chance, you had to take a truck, you had to\nwalk. She says, “We two women alone couldn't really manage all of this. One of us\nhave to get married.” And | looked at my mother and | thought she has me. Why\nNesse Godin 20\nDecember 14, 1995\nPage 20\ndoes she want to get married? But the next thing out of my mother’s mouth was,\n“My child, | had a wonderful husband. He was killed in Auschwitz. But you, it’s true\nyoure very young. Maybe you should get married.” So | looked at her, | said,\n“Where do | get a husband?” And she said, “Look at those guys, three guys, single\nguys. The friend of the uncle’s, his brother and his friend.” Well | looked at the\nthree guys and | said, “Well this one is too old. This one is too short and maybe this\none.” So my mother said, “Okay.” Now | don’t know how Jack and | got married, |\nreally don't know. We, we just talked that it would be a good idea and | never\nkissed him before or anything and we went and we did a document that I’m his wife.\nAnd so, we were already like a, a threesome, a family. But | really didn't, legally, |\nwas his wife but for all practical services we were not husband and wife until later on\nwe had the religious wedding. So here we are, trying to find out how can we get to\nthe American Zone. So everybody says not a big deal. There is a, the Jewish\nagent, he’s helping out people to go across the border. Once you get into Berlin,\nBerlin had four zones: The Russian Zone, the French Zone, the English Zone, the\nAmerican Zone. So to go to the Russian Zone was no problem because we were in\nthe same place. And we didn’t have any luggage, we didn't have anything. So we\ntook a walk and we were in the American Zone. And when we registered there in\nthe camp and eventually through the Jewish Agency, people came and helped you\nNesse Godin 21\nDecember 14, 1995\nPage 21\nto go to wherever you had family. And my brother was already at that point in a\ndisplaced person camp called Feldafing. And in October of 1945, we arrived in the\ndisplaced person camp. At that point, we had separated from the rest of the people\nbecause we were privileged to go to Feldafing because my brother was there.",
        "A: Yeah.",
        "A: That's my oldest brother, Yurhaskel (ph) and he was liberated in one of the\ncamps of Dachau and from those camps they were all put in the\nFeldafing Displaced Person Camp. When we arrived, they were already, | think\nthey were liberated in May, maybe | don't know exactly whether May or June that\ndisplaced camp was formed, but when we arrived in October, it was pretty much\norganized. Now my aunt and my uncle, they were assigned to another displaced\nperson camp ‘cause Feldafing was pretty crowded at that point. But if you had\nfamily you were allowed to go and be reunited so this is why we came to Feldafing.\nAnd we, we registered in the, as soon aS we came. You have to register every,\nwithin the little town, police. It's funny because | still have the, found the little\ndocument where | registered that | came there. And that’s how we wound up in the\ndisplaced person camp.\nNesse Godin 22\nDecember 14, 1995\nPage 22",
        "A: The reunion with my brother was different than with my mother. Because,\nbecause of us knowing that he was alive and because of him knowing that we were\nalive. And because of him trying to make arrangements for us to get us permission\nto come. Although we didn't see each other, but by knowing that we were alive, it\nwasn't like when | walked in and there was my mother. Naturally it was very\nemotional but not like you got surprised, you see somebody, you didn't know they\nwere alive.",
        "A: He, at that point, he looked a little, pretty good. He didn't look so bad because\ndon't forget from May ‘til October, we all, | looked already better, my hair had grown\nand, and we looked already entirely different. And he was married in the ghetto and\nhis wife, who was with me in, in the labor camp, and we were separated after\nliberation, she was there already. She had come already there. So we found him\nalready with his wife and it was just so wonderful. In that villa, it was called Villa\nValbearta (ph), those villas were used actually for SS men, for their entertainment, it\nwas like a country club. Feldafing had golf courses and, and all this beautiful things\nfor the SS and the Gestapo to come and enjoy themselves and that thing was\nturned into the displaced person camp. For the plain (ph) soldiers, they had these\nNesse Godin 23\nDecember 14, 1995\nPage 23\nbarracks and that's where originally the survivors were put in, in those barracks. But\nif the family started to come, they assigned those buildings, those villas they called it\nvillas. So now that villa that we were in, maybe one family lived before or one SS\nman with his wife or a commandant or whatever. And here we were, downstairs in\none room lived a woman with her, with her husband that she married right after the\nwar two, another room, two, I’m trying to think, we were like five families, five\ndifferent groups, units that lived in that one house. They called it a villa. It was a\nhouse like my house. And we were assigned the kitchen. Now don't forget, | wasn't\nreally sleeping with Jack. He, to me he wasn't, he was a husband on paper but we\nhadn't had a a religious wedding. There | slept with my mother in one\nbed and then there this other bed that poor Jack had to sleep. And then they\nstarted to plan our religious wedding. And after a few months, we were married.\nAnd...",
        "A: In Feldafing and there wasn't a big to-do there, we went to the rabbi and it was\nmy brother, and my sister-in-law and my mom and Jack and | and my\nsister-in-law kept on saying to me, “You have to be very serious when you get\nmarried. Especially in our tradition, you have to go around the, the groom seven\ntimes.” And she said to me, “Would be nice if you put on a pair of shoes with heels\nNesse Godin 24\nDecember 14, 1995\nPage 24\nso you look a little taller.” | don’t Know who gave us those, those heels but | hadn't\nworn heels before. And when | was walking around Jack, | couldn't stop laughing. |\nwas laughing and laughing, laughing, and everybody said, “That stupid kid. She’s\ngettin’ married, look at her, such a stupid girl.” So that was in Feldafing. And we\nlived actually in that kitchen, we just switched beds. Jack hopped into my bed, my\nmother got his bed. We stayed there for a year, in that kitchen, until my oldest\ndaughter was born. She was born in March of 1947 and when we, when she was\nborn in ’'47, some of the people had already documents to immigrate somewhere.\nSome people went on illegal immigration to Israel. And so we, the, the camp had\nalready little bit more space so we were assigned in another villa, was called Villa\nGowlitz (ph) a room. But still we shared that room with my mom and Jack and | and\nmy youngest daughter, my oldest daughter. And the life in the displaced person\ncamp, it was organized living. Some people think well you were free and you were\nfree. | remember there was a curfew when we first came to the camp. In later\nyears, not. But when we first came to the displaced person camp, is was a curfew.\nYou were not allowed to go in town whenever you wanted. Yes it was no gate, it\nwas not fenced but you were told that after, | don’t remember, ten o’clock or eleven\nor whatever, don’t remember anymore, you were not allowed to walk around. Also,\nit was very difficult. Can you imagine us victims, | don't call us survivor, we were\nNesse Godin 25\nDecember 14, 1995\nPage 25\nvictims that survived by miracle, walking among murderers? You see now if | would\ncome to Germany, it's a new generation, new people. Young people that will not\ndare, it’s a new life, a new government. But don't forget, right in 1945 and ’46, the\nNazis were there. You could see it on their faces, men that just put on, changed\ntheir coat, that’s all. Their feelings they still had.\ntalkover?",
        "A: Well not that | knew personally [talkover] yes, others would know. And, and then\nthey started to talk about having trials for, they started to talk about later on what\ncame about, the Nuremburg Trials, but in the, for the time being all those people\nwere walking around free. Maybe the main, main 20 leaders, | don’t know exactly\nhow many were taken to the jail right away. Let's say a few hundred. But\nthousands and thousands that killed human beings were walking around free. They\njust said they obeyed orders.\n[talkover] survivors [talkover]",
        "A: Yes, it was difficult because you walked, you went in to register in the police\noffice and there you thought that the German man that you thought maybe he was a\nguard in a camp somewhere. It was very difficult. It was, maybe it was a innocent\nNesse Godin 26\nDecember 14, 1995\nPage 26\nman that maybe stayed at and minded his own business, was, closed\nhis eyes to what was happening around there. Now is that innocent?",
        "A: Exactly. But when you walk around each, there were cases of still there were\nanti-Semitic incidents and even if, if someone said something to you without\nmeaning anything, you as a victim thought well, he wants to kill you again. It was\nvery difficult to live so many years in, in, in that area.\nin the hands of the Jewish community?",
        "A: Well | tell you, when | came in October, it was pretty much in the Jewish\ncommunity. It was guided by the Unruh (ph).",
        "A: Yeah. United Nation Relief Organization. And so it was guided. They had a\nperson that was in charge. But more or less they let the Jewish community, there\nwas a person that was like president of the camp, people that were in charge of, of\nthe food, distribution of food, there were, at the very beginning, there were two\nkitchens. Public kitchens. One was kosher and one was not. Now when we came,\nbecause my brother knew somebody, my husband got the job in the kosher kitchen.\nSo when you, you had the job, you were better off, you got, at that time was\nNesse Godin 27\nDecember 14, 1995\nPage 27\neverything rationed. You got your ration card, you went and that’s when they gave\nyou food. So at the beginning, you really had to go to that kitchen to get your food.\nAfter while, they kind of gave you the food and you could cook it in your little room or\nin your little kitchen, wherever. But at the beginning, you just had to go to those\nkitchens. Also, packages started to come from the United States, from the Red\nCross or whatever, there was a, a warehouse for clothing. Like we give now for the\npoor and they come. | was watching the other day how the children came and\nwhen got their toys and how happy they were. And it reminded me how | went to\nthe warehouse and | picked a pair of shoes and | picked a dress and there | had\nalready two dresses. So all this somebody, people don't realize, they think you\nwere free from the camps and you picked up your life. It didn’t work that way. It\ndidn’t work that way. Few of the people had the wisdom to try to go back to school.\n| really maybe, maybe | got married a little too quick, maybe if | would have gone to\nschool before | got married, maybe my mother’s idea wasn't the best one.",
        "A: Let me tell you, right after liberation and in the displaced person camp,\neverybody got married. |, | don’t to say everybody, most of the people. Everybody\nNesse Godin 28\nDecember 14, 1995\nPage 28\nwould be everybody, everybody. When women were alone, if the, if the guy could\nbuy them a pair of shoes, they were willing to get married. You were alone, you\nwere not, the men started the little bit, Trades (ph) started a little bit black market\nbusiness. There was something that you could do but what could women do? So\nmost people were getting married, also, also, it was very much encouraged by the\ncommunity. Let's rebuild our nation. Let's have children. For every child that died,\nlet's have another child. And within a year, that’s all you saw, is baby carriages.\nWhen | was pregnant, every woman was pregnant. Every woman in the displaced\nperson camp was pregnant. You talk to survivors and they'll tell you. I’m 47, my\nchild was born. And everyone that you will take interview they will have a child born\n47, or 48 or 49. This was not just in spite of the Nazis wanted us dead. Let's\nrebuild our people. So people got married, not necessarily before, because they fell\nin love. | don’t say, not everyone, some fell in love, young people, but most\nbecause they needed each other. Mostly because they needed each other. | tell\nyou the truth and | sit with Jack and we talk many times. He says to me, “I gave you\na kiss, why do you say | never gave you a kiss before we got married?” But maybe\ngave me a peck on the cheek. I’m talking what we see now, a kiss. We were not in\nlove when we got married. We needed each other. But among survivors, you don't\nsee divorces. You don't hear about divorces. Very seldom you will talk to a survivor\nNesse Godin 29\nDecember 14, 1995\nPage 29\nthat divorced. We needed, we raised our children and | tell you, Jack and I, | don't\nthink there was a prettier love between two people that got married without love.\nAnd that’s the truth. The truth we cared for each other, we, we raised beautiful\nchildren, we worked hard because we were not professional people . . .\nEnd of Tape 1.\nNesse Godin 30\nDecember 14, 1995\nPage 30\nTape 2",
        "A: Well actually |, | gave up when | was already in the hospital getting better. When\n|, | didn’t give up all through that. |, | lived day by day saying I'll resist the Germans,\n| will live. And then once | started to get a little better, and, and healing myself, |\nwas gettin’ ready to give up. That's the most stupid thing that | could have done.\nBut don’t forget | was just 17 years old. Now when | look back at it, if | would have\nsucceeded to starve myself and die, who would | have helped? |! would have\nhelped the Nazis. After the fact, they would have had one more human being dead.",
        "A: | was at the breaking point or | was sorry and | thought what am | going to do?\nWhat do | need to live for? | don’t have anybody. | was a child. The reasoning for\nthat was really no reasoning. When | think back about it, | think it's the most stupid\nthing that | thought to do. But when you're young, sometime you, you not happy\nwith a girlfriend or you’re not happy with a boyfriend, you going to commit suicide.\nAs | told you before, | go out to speak to children about my life in the Holocaust.\nAnd | just don’t go out to speak so they will learn the horrors of the Holocaust. | go\nNesse Godin 31\nDecember 14, 1995\nPage 31\nout so they would understand how precious life is, how you can help each other,\nhow you don't join a gang or, or a group that you will be sorry about. And many\ntimes they ask me about this suicide. And | tell them, | never tell them that | one\ntime thought of doing that, | always tell them if you do suicide, who do you help?\nYourself? You help your enemy.",
        "A: And, so, we were talking about the displaced person camp, how it was. Now\nyou ask me about my brothers. Now as | told you before, I'll just briefly go through.\nOn my other testimony and videotape, | speak a little bit maybe about it. But my\nfather was taken with the children selection on November 5\" of 1943, to Auschwitz.\nSomebody corrected me now and they said that nobody was killed in Auschwitz,\nthey were killed in Beerkano (ph). But this is after the fact, people decipher it and\nthey tell you. But when we were told, we were just told they were taken to\nAuschwitz. So before all the information that was available that we have now, it was\njust said to Auschwitz. So he was taken to Auschwitz or whatever, Beerkano (ph)\nwhere the gas chambers and the crematorias were and he was killed. My mom as |\ntold you survived the same type of camp as | did. My older brother, Yerhuskel (ph)\nsurvived Dachau concentration camp. Now my brother who is older than me five\nNesse Godin 32\nDecember 14, 1995\nPage 32\nyears but | always refer to him as my younger brother because there was the older.\nHis name is Manasha (ph) Galperin. His experience was entirely different. When\nwe were being deported to the concentration camp, when we were being taken to\nthe railroad stations, all of a sudden we were there, my mom and my brother and\nmyself and two uncles and a aunt and my brother Manasha (ph). And all of a\nsudden we didn’t see him. And my poor mom cried, she said, “Oh, that delinquent,\nhe must have done something and the SS men must have killed him,” or whatever.\nYou see when he was a young boy, he always got into trouble. | don’t mean trouble\nlike we say now, stealing or dope or whatever. He always, if he rode his bike, he\nheld onto a truck and that’s how he rode his bike. He was always daring and doing\nthings and he had all kinds of friends and, that my mother didn’t approve in the\nyounger days. So he had a Lithuanian friend that always told him, if things get very\nbad, he’s going to help you. Young guy. And this guy always said to him,\n“Manasha (ph), don’t come to our house cause my parents may not approve of\nthat.” But my brother knew his house, he knew the, the little forest next to it, a little\nwoods there, he say, “You know that smokehouse that we have there? You sneak\nin there and when | will hear that the ghetto is being deported, I’m going to look and\nto see if you are in that smokehouse. I’m going to put out food for you. But if they\ncatch you there, don't you ever tell that | let you in.” And this is what happen. That\nNesse Godin 33\nDecember 14, 1995\nPage 33\nday before we were really being taken, this young man found out that we were\nbeing deported. And my brother says that somehow, he did send word to him, that\nhe’s ready for him to come. So he just somehow snuck away. We were walking, he\nsnuck away, they didn’t see him and he was in that forest. About three weeks later,\nthe Soviets took over this area, the outskirts of Siauliai and my brother was free. So\nthis is how he was liberated in Lithuania. Now his story was entirely different\nbecause after a few years, 1946 or ’47 maybe ’47, | don’t know exactly when, he\nwas called by the NKBG. And they told him that they know that the mother and the\nbrother and the sister were liberated from the camps. And how come we did not\ncome back to Lithuania. We must be Zionists. And if we are Zionist, we are against\nCommunism. So he was sent to Siberia for 15 year. Now after being there all this\ntime, when Stalin died, some people, you know how when somebody that the\ngovernment gives you amnesty? So after being nine years in Siberia in the gulags,\nhe was given an amnesty and was let go. And because of our own involvement in\nthe United States and the involvement of the Israeli government on behalf of Soviet\nJewry, he was let go and he came to Israel. He lived there for 20 years. Then two\nof his children married Americans and now, as we talk, he lives in Baltimore. | have\ntried many a times for him to give testimony but he says he just cannot do it. He\nsays his blood pressure goes up too high. So you see, we are two people of one\nNesse Godin 34\nDecember 14, 1995\nPage 34\nfamily. | feel that this testimony is very important, to remember the dead but most of\nall to teach the living what hatred and indifference can do. God bless him, he’s\nlovely, he’s great, | love him, but he wouldn't talk to anybody. Not even to me. |\nwanted to go with a tape recorder, take his story, he doesn't want to bring it up.",
        "A: Well, |, what | know about his time in Siberia, he tells wonderful stories\nsometime, when he’s in the mood of talking. But he always says that if you share a\npiece of bread, sometimes it saves your life. And when | say yeah, people shared\nbread with me and maybe this saved my life, he said, no and he went in and told me\na story what happened to him. When he was taken from Lithuania, from Siauliai, to\ngo on the train to be taken to Siberia, his wife gave him a loaf of bread. While he\nwas sitting on the train, there was a man, a Russian man sitting next to him. The\nRussian man said to him, my brother is a big man, he was always very big and he\nwas bald at a very young age. He said that this Russian man said to him, “Dyadya\n(ph), uncle, would you share some bread with me?” So my brother as he was\ntaught by my mom, he took the loaf of bread, he broke it in half, handed it to this\nstranger. This stranger couldn't get over that my brother would give him a half a\nloaf of bread. After while, they were talking and he said to him, “You are a\nremarkable man,” this stranger tells to my brother. “You don’t know me, you gave\nNesse Godin 35\nDecember 14, 1995\nPage 35\nme, | asked you for a piece of bread, you gave me half of your bread. You don't\neven know where you're going.” So my brother says, “Well, wherever we're going,\nwe going. Whatever will happen will happen to both of us.” He says, “I’m going tell\nyou something. When you get up tomorrow morning and you don't see me here,\ndon’t be surprised. But when you arrive in the gulags, if somebody asks you for\nyour name, you tell them that you are Uncle Misha.” My brother's name was\nManasha (ph), in the Russian, Misha. Dyadya (ph) Misha. So my brother just didn’t\npay attention, said this crazy man what is he telling me. That’s all. So at night, he\nwas sleeping, he wakes up, the man is not there. My brother thought, did he have a\ndream? He looks at his bread, half a bread is gone. So he must have given it to\nsomebody, and, okay. He said, well, maybe the man, maybe the NKBG put up a\nman, you know how you start to think. Well, he arrives in those gulags and in\nSiberia wherever he was there, | don’t know, and then he stands there and you\nregister, register you and they ask him, “What’s your name?” He says, “Manasha\n(oh) Galperin.” The man said to him, “Do you have another name?” My brother\nsaid, “No, | don’t have another name.” He says, “In Russian they call me Misha.”\nHe says, “Dyadya (ph) Misha?” He’s, he figures what can he lose, he will say. He\nsay, “Yes.” He say, “Well you are assigned to go to work in the infirmary.” You see,\nin Russia, this underworld, even in the jails, even in the gulags, they had at that time\nNesse Godin 36\nDecember 14, 1995\nPage 36\nthere, how do you say, underground. This man was one of this Russian Mafia or\nunderworld or something. So because of this half a bread, my brother say, always\nsays, he says he wouldn't have survived the conditions there if he would have had\nto go to in the mines or, or do other work. But because he had this, this, so he says,\nit pays to share your bread. And | tell young people now too, | said you always think\nyou don’t have much but if you have a quarter, give a dime to somebody. You\nnever know when it'll come back. So it was interesting. | wish sometime that he\nwould really give testimony but he, he says he cannot do it.",
        "A: Well | tell you. The children selection, as | speak in detail on my videotape which\nI'm sure you heard that, my father was taken on that selection and when they were\ntaken away, the people on the railroads, the people that worked on the railroads,\nour Jewish community council, the, the, whatever, the Unruh (ph) or whatever you\ncall them, they tried very hard to find out from different sources where were they\ntaken to. And at that time, we knew that they were taken towards Poland. We did\nnot know, every individual did not know exactly about gas chambers and, and\nNesse Godin 37\nDecember 14, 1995\nPage 37\ncrematorias but now after all these years, | understand that maybe our leadership\nknew already, that there were such things, such camps. But they were afraid to tell\nto the everyday person what was happening in those camps. So there were rumors\nthat they were taken to another camp in Poland, with no name. We didn't know\nAuschwitz, or no Auschwitz or whatever. What | remember at that time after the\nchildren selection after my father was taken, the mood in the ghetto was terrible.\nPeople started to believe in astrology, in astronomy. People sat in their houses and\nmade seances, holding their hands and sitting at the table and saying to the table, if\nthe children is, are alive, move three times, or move one time. And people really\nbelieved that those tables were moving. All kinds of stupid, started to believing\ncards, in laying out cards. | think this was all to have a flicker of hope, to not to give\nup. My dear friend, when you take a thousand children, among them infants that\ncouldn't live one day without being taken care of, pushing them in, later on when |\nwas taken in those trains, and | was already at that time 16 years old, | was thinking\nabout how did those children live even to arrive? Somewhere. But after we were\nliberated, after | came back to Feldafing, people, and had already documentation\nthat this transport was taken to Auschwitz. It was wishful thinking when, when | was\nreunited with my mom, we still hoped, we still thought that maybe they're alive.\nMaybe they'll be reunited. But when we arrived in Feldafing and | remember that\nNesse Godin 38\nDecember 14, 1995\nPage 38\nfirst high (ph) holidays that we were in Feldafing and it was decided to say prayer for\nthe dead, for those children. At that time it was already, hope was given up. |\nmyself, for many years, | used to have a dream. | used to dream that I’m coming to\nsome remote place and there is my father. And | used to say, “Papa, where have\nyou been? We've been looking for you.” But | don’t have the dream anymore.\nYears ago | stopped dreaming that and | really thought that was my wishful dream.\n| was hoping that one day | will find him. Now | gave up a long time ago to find him\nalive because we knew that they were all killed. But even, | don’t know how many\nyears ago when the Red Cross came up, that they found a documentation, they\nhave in Baltimore some research and all that, and | wrote a letter to them saying\nthat my father was taken on the fifth of November of 1943 with the selection. It has\nbeen proved that they were taken to Auschwitz. They were not even given\nnumbers. What | am looking for is how many days did this transport travel. Why\nwas | looking for it? Because | light a candle on the day that my father was taken.\nHe was still alive. | thought maybe if | would know four days later, three days later,\nknow, one letter I’ve gotten back from the Red Cross saying they cannot find my\nfather. And after calling them back and telling them and explaining that | know you\ncannot find him, he’s dead, just | need that information. They never found that\ninformation. Now | think that the museum got some new information, some archives\nNesse Godin 39\nDecember 14, 1995\nPage 39\nin the former Soviet Union because Auschwitz was liberated. So one day I’m going\nto upstairs and look and see if there is new information on that. So | light a candle\non the day that my father was taken and | let it burn for a whole week, thinking, is\nthat the right day, that, when he died, within my tradition, Jewish tradition, to light a\ncandle.\nHe looks like your father?",
        "A: He was, he was, he was really very, very young when he lost his hair. And my\nfather used to shave his head and so does my brother.",
        "A: Now we are talking about Feldafing. You see when you talk to a survivor, we\nwander away to another space, to another place, to another happening, but that’s\nokay because it’s, since we are sitting in my house we have this privilege of going\nback and remembering of things that are important for history. Going back to\nFeldafing, now, the way as | told you Feldafing was organized, it was overseen by\nthe Unruh (ph) and ran a little bit by the own Jewish community. At the beginning\nyou had, as | said, you had to go to the main kitchens to get your food, later on you\nreceived your, your rations whatever was assigned to you and I'm sure it was\nenough calories for you to, to live on. | remember we got rations of peanut butter\nNesse Godin 40\nDecember 14, 1995\nPage 40\nand peanut butter and peanut butter since, since the displaced person camp, | really\nnever liked peanut butter. And dried condensed milk. And it was wonderful but it\nwas still rationed. Eventually, people started to get little jobs like my husband got\nthe job in the kitchen. My brother was working for the, well the clothing distribution\nand food distribution. At one time he was like a judge in the camp because if there\nwere disputes among ourselves, among, in the Jewish community, it was taken care\nof by our own people. We had our own police that made sure that everything is\ntaken care of properly. People started to work outside of the camp. After a few\nyears, the people started, some people started little businesses, some shoemaker\nstarted to make shoes, some tailor started to make clothing. Some people started\nto barter, it became a barter system. Now we ourselves, as soon as my aunt found\nout that we were alive, we remembered her address, she lived on Sherman and\nEuclid (ph) Streets in Washington, D.C. They had a tiny little grocery story, it was\ncalled Sal’s (ph) Market. In those days, you didn’t have zip codes, you didn’t have\nto write the zip code. We wrote a letter, Sal’s (ph) Market, Sherman and Euclid (ph)\nStreets, Washington, D.C. My aunt got, she went to some relatives that had more\nmoney. You had to give a security so otherwise you couldn't bring a family. You\nhave to show that the family is, can take care of the people that they are going to\nbring. So she had, we had some distant cousins, some of them were car dealer,\nNesse Godin 41\nDecember 14, 1995\nPage 41\nsome of them at liquor store and they all signed that we would be taken care of for\nthe family. But although those documents were done here, we could not leave\nGermany. Because we were from Lithuania. The United States had a quota\nsystem. I’m saying it very carefully because at one time people said, Nesse didn't\nhave a quarter, that’s why she didn’t come to United States. Quota system was x\namount of people were allowed to come from each country to the United States.\nThat was in effect for many years. Now there was no more Lithuania, Lithuania was\nabsorbed by the Russians, by the Soviet Union, but still, we the displaced persons\nhad to come on this quota. So, assuming, if they let in a hundred people of\nLithuanian descent to the United States, we had to wait our turn. So while we were\nin the displaced person camp, Jack and | had two children there, in the camp.",
        "A: My oldest daughter Panina (ph) was born in 1947, Ed was born 1949. Now as |\nstarted to tell you, people started to have little businesses, raise a little money. Now\nmy aunt started to send us packages, packages of clothing and packages of\ncigarettes, coffee. The German people were very anxious to have chocolate and\ncigarettes and coffee. So there was a barter system. Let’s say if | wanted to have a\nsewing machine so | could sew something, | gave the man so many cigarettes and\nhe gave me the old sewing machine. Or if | wanted some bed linens, if | gave him\nNesse Godin 42\nDecember 14, 1995\nPage 42\nthis coffee, he gave, that was a barter system. People don’t understand that, how at\nthe beginning you didn't even need money. We didn't have money. You started to\nbarter things and once later, people started to have jobs and little businesses in the\ndisplaced person camp. After a while, schools were set up for younger children.\nNow we didn't have at the beginning, children per se because there were no\nchildren from the camps but as people started to come like my aunt came from the\noccupied Russia, she had a twelve year old, he needed schooling. So there were\nchildren, so they had to have the schooling. Also, vocational schools were set up. |\nmyself went to a vocational school to learn how to sew. Because people said when\nyou come to America, its very good to know how to sew. People went to learn\nlanguages. | went to learn English. At one time | went and | took a course in\nbookkeeping. People said if you go to America, it's very good to be a bookkeeper\nbut they didn’t tell me that you need, need, need a certified accounting degree. So\npeoples resumed a little bit a life and started to earn a little money. By the time, |\nwould say maybe 1947, ’48, people had already little money. People started to\nwork, some people started to work in Jewish agencies for the American\ngovernment. | don’t know really of anybody that really worked for any German per\nse company.\nNesse Godin 43\nDecember 14, 1995\nPage 43\ncamps?",
        "A: | really don't Know. | understand that | talk to many people that they were run\npretty much the same because the Unruh (ph) was in charge of it. The only thing\nwas in some places you, you were in more barracks. Here at the\nbeginning we just had the barracks, then they gave us those villas so all of a sudden\nwe had like a bigger camp. Within the camp, some Zionist organizations were\norganized. | remember Ben Gur Yon (ph) coming to Israel, to, from Israel to\nFeldafing and | remember the whole camp was decorated with paper. With tissue\npaper. Now | did not know, | just found out by watching the tape of the liberators, a\ntestimony of a person that was in charge of the camp telling how the Jews in the\ndisplaced person camp decorated with toilet paper, the whole camp. Now at that\ntime, | didn’t know what, they just took this toilet paper, twisted it and it became like\ndecorations. We, we started within our own camp to have a little theater group,\nlectures, that we, the younger people were encouraged to go. Now as | said, | got, |\ngot married very young. And | had to, | had my children, | had to take care of them.\nAnd because | had my mom, | could attend some of those lectures and go to some\nof those classes. But some of my own friends had the opportunity and they went\nback to school right away and got their college degrees in Germany. | have a friend\nwho became a nurse. Now in the five years that | was personally in the displaced\nNesse Godin 44\nDecember 14, 1995\nPage 44\nperson camp, until we got our permission to come to the United States, | worked as\na secretary in between the camp at one time but most of all | did some alterations\nfor people because | learned how to sew. So | redid a hem or, or as | told you | was\nso lucky that | had that sewing machine that | bartered for cigarettes. So | was a big\nmaha (ph). And that’s really, we did not have much at all. We came to the United\nStates without a penny in our pocket.",
        "A: The notification was like this. You, they, you got the letter that all your papers\nare here . . .[end of side 1 or tape 2] Okay. Now you know that we were all sick\npeople. Now | had right after liberation, in Munich, | had this surgery on my face\nand | tell you the truth. For a little while, | had forgotten why | had that, that thing or\nmaybe | wanted to forget it. And they kept on saying that | have tuberculosis of the\nglands. Wasn't tuberculosis of the glands, it was | was beaten up. But! just didn't\nwant to think about it or talk about, | don’t know. So now if | had tuberculosis of the\nglands, they had to check me for a year so | wouldn't bring tuberculosis to the\nUnited States. So we were postponed for another year. They found always an\nexcuse why you shouldn't come. | remember my mom went for her examination\nand she was so nervous she couldn't urinate at that time. So they, they wrote down\nNesse Godin 45\nDecember 14, 1995\nPage 45\nthat she had trouble with her bladder. My mom says you know how you go to the\ndoctor sometime, you cannot give a sample? For, for the test? Little things. Then\nfinally, finally already we were, we got our quota, we are ready to go. | was\npregnant with my son. They wouldn't let me go because | was pregnant. They said\n| have to wait until he was born, until he was a year old. And constantly postponing\nand postponing and people were frustrated. People wanted to go anywhere. They\ndidn't care where, who, what, who would let ‘em in. Yes, we personally really\nwanted to come to the United States. Cause my mom, four of her brothers and\nsister, two brothers and two sisters were killed in the Holocaust with their families\nand she had that one sister. She really wanted to come to be with her sister. This\nis, and with me, | was so young. My mother was the boss. Like she told me to get\nmarried, she told me | have to go to America. My brother, he felt that after suffering\nfor so many years, we should have our own country. He is a Zionist, he lives in\nIsrael and he, although it meant separation again from the rest of the family, he\nchose to go to Israel. And | remember his saying, he said, “We are free people. If\nGod will help us, we'll be able to see each other. We'll be able to visit each other.”\nAnd the truth is that Jack and I, that’s the only vacations we take. Every few years,\nwe go to visit them in Israel. It's easier for us financially to do that than for them\nfrom Israel. They were here a few times but mostly we go.\nNesse Godin 46\nDecember 14, 1995\nPage 46",
        "A: Well, | tell you. There was differences of opinion. | cannot say to you that\neverybody was patriotic, wanted to go to Israel. | myself as, as a young woman of\n18, 19, 20, | was afraid of war. | didn’t want to go to a place where there was war. |\nwanted to go to a place and | thought of America, |, we thought, gee in America, all\nthe people, black and white and Jews and non-Jews live together. What | have\nlearned about America even in the displaced person camp; the country of freedom,\nthe songs of freedom, where no slavery and no this and no that. | came here | was\na little bit disappointed to find all this and even now, even within last week when |\nsee among our own ranks in the military, prejudice, white supremacist, Nazi\n, but to me, America at that time was the country where | thought |\ncould live my life and my children as Jews, free. And | still think that this is the best\ncountry in the world. As | say, at the very beginning, at the very beginning they, it\nwas like again , like a jail. We had the curfew, we were not allowed to do this and\nthat and the other. There was, okay, there was American people that were in\ncharge and even German police of the city. Even German, like when | came, why\ncouldn't | register in the camp? | had to go to the German police to register that | am\nNesse Godin 47\nDecember 14, 1995\nPage 47\nthere. And that was traumatic. So even this still had to go through the German\nauthority. | don’t know, maybe they meant well. They meant well whoever was in\ncharge. Maybe they thought it’s, that’s a good way to do it. But until really it was\ngiven over more to the Jewish people to run their own, their own little camp how you\nsay, it was difficult. It was difficult. | Know, | used to even in 1947, when | went with\nthe baby carriage into the little town out of, the camp was a little bit away from the\nlittle town. | don’t know if you have a picture of Feldafing, well that’s small, small\nlittle town, not a big town. And | think | had a feeling at that time at the beginning\nthat like the German people looked and said, what is she doing here with a baby\ncarriage? She belongs somewhere else. And many times we heard that. We heard\nthe people say, although we understood German very well, what are they doing\nhere? They belong in the camp. But later on, later on things really changed. There\nwere young people that grew up that were children or teenagers and were more\ncompassionate. There were people that we met, my mom by saying we, my mom\nand |, especially there was one lady, we called her oma (ph), grandma, that suffered\nfrom the Nazis. She was a German lady. Her husband was a postmaster before\nthe war, before the Nazis took over. And he was put in jail and she was left with two\nchildren, two teenagers. And one day she just came, somehow, she saw my\nmother and she walked over and she said, “Lady, I’m a German lady that suffered\nNesse Godin 48\nDecember 14, 1995\nPage 48\nfrom the Nazis and if you would just let me come and clean your house and help\nyou, | would be grateful if you would just give me a little wood or a little food,” and\nwe befriended that lady and we just loved her and so. There were different\nrelationship, different people but in later years, Feldafing was not a uncomfortable\nplace to be in, not a uncomfortable place to be in. It was like | said, a Jewish police,\na Jewish little like a government and if you needed a extra coat or something there\nwas like a, people that received packages, were not given as much as the ones that\nwere, the social system was a little more righteous at that point. But |, 1am, as, asa\nperson that lived there for five years and talking to other survivors that were in\nLunzberg (ph) or in Fairenweld (ph) or in Hightenhime (ph) or in different, it was\npretty much the same. It was pretty much the same. People at the beginning,\nnaturally having to be on ration and so forth and later on, people, people that were a\nlittle bit older that knew how to open a little business, they actually let the people\nstarted to sell equipment for a tailor, let's say a thread and zippers and buttons.\nThey went somewhere and bought a little bit, came back to the camp and, and sold\nit to the tailors and raised a little money, so small little businesses | would say the\ntype like the years ago, the pushcart peddler.\nNesse Godin 49\nDecember 14, 1995\nPage 49\nsort of momentos?",
        "A: We had nothing. We had nothing. Because we were taken from home. We\nwere taken to Shtoodruff (ph), we were stripped naked, we were not successful to\nbring anything, anything of our own through. Some people that went back to\nPoland, let’s say if | would have been from Lodz, originally, maybe when | came\nback if | would have gone to my old house, maybe | would have found something.\nAlso don’t forget, many people came back to Poland and went to the little villages\nand were killed because of that possession. The people that moved into those\nJewish homes were afraid not to give away the stuff, they were afraid that they\nwould be prosecuted because they lived there. They killed them. So some people\nsucceeded to bring something back. We had nothing, nothing from home. But | am\nstill very lucky, cause you saw pictures of my family from home. Now how do | have\nthem? Before the war, my mom sent constantly pictures to her sister in the United\nStates. My mom had two aunts, my grandfather, her father’s two sisters and their\nfamilies lived the United States. And constantly how you send, they were in touch.\nThey sent pictures. So every picture that you saw on a\ntape or later if we have a chance I'll show them to you there on display, my family\nroom. Those are pictures that were sent before second world war to the United\nStates. So from home, nothing. What you see my house is everything that’s\nNesse Godin 50\nDecember 14, 1995\nPage 50\nacquired after, given us a gift from somebody and the pictures from my mother’s\nsister, Loddyjoffee (ph) that brought us here.\nthe community, you mentioned the theater, but reviving songs. . .",
        "A: Yes.",
        "A: Yes.",
        "A: Yeah this is very important because we, we also, | don’t know if it was in\nFeldafing, | think it was out of Munich, a new Jewish newspaper was printed. And\nthere is cultural little events, our own Jewish community started to feel that we have\nto bring from, we started to bring from one displaced person camp to another, our,\nour stars, our, our little singers and dancers and, and, and people that survived that\nwere actors in Poland. They started to bring old movies that were made years ago,\nYiddish movies for us to see and to learn about. Eventually they started to bring\noperas for people that should get, like me, | never knew what an opera was. To\nlearn that there is such thing as operas. People that were poets started to write\nsongs and poems about the lives in the ghetto. Also people that remembered the\nsongs that were born in the ghettos, in the camps, they were documented. Some of\nNesse Godin 51\nDecember 14, 1995\nPage 51\nthe people were not even alive anymore that wrote those songs but some were. So\nall these be, started to be documented. They started to do books on, memorial\nbooks from their communities. They got like we are sitting now, at that time we\ndidn't have tape recorders, everything had to be done on the typewriter or longhand\nor whoever knew shorthand to put, start to take testimonies of people. They started\nto look for witnesses that could stand up at those trials and say | was there, this is,\nthis what happened. They, we had right away Jewish doctors that participated right\naway in Feldafing in the hospital with helping people. My children were delivered by\nJewish doctors. The people in their professions that people that were loyal so,\nbusinessmen started somehow to, to participate in that field in the community. In\nfive years, you could see the difference in the people. When we left Feldafing, it\nwas already a different community. It wasn't just a victim community, it was already\na survivors’ community. That's the difference. And, | don’t know why there was no,\nnot too much documentation cause you would think that the United Nations Relief\nwould have all this papers on it, really. Being there | can just tell you of I, S, A, |\ndon't want to use the word inmate, inmate is maybe to strong, as | cannot use the\nword citizen because | was not, | was a displaced person in that camp. So\nbut really logistics you would have to go back to documentation that is\na people that documented those things. if you would ask me how\nNesse Godin 52\nDecember 14, 1995\nPage 52\nmuch calories we received a day, | wouldn't know what to tell you.",
        "A: Well, | tell you. When my oldest daughter was born, my mother was so happy.\nAlthough she was a girl, she could hardly wait to name her after my father. We\nname after the dead in Jewish tradition. And although I’m sure she knew that\neventually | would have another child, there may be a boy, she could hardly wait to\nhave that name. And it was like a rebirth, rebirth, not just rebirth to the individuals, it\nwas a rebirth to the community. Every child that was born, it was not just your joy\nbut the whole house, like five, six families were excited about that. Now when our\nson was born, that was really very, very special because Jack is the only survivor of\nhis family. He cannot even stand to listen to me talk about the Holocaust. But can\nyou imagine there was a Godin? He stood there and he just say, “Godin, Godin,\nGodin.” That's all he was saying. That's all he was saying. He didn’t even and Ed\nis named after his father. His name is Edward Isaac, Edward after my grandfather,\nmy mom's father, who died a natural death before the war and after Jack’s father.\nMy oldest daughter is named after his mother too, my father and his mother. We\nalways tried to give ‘em two names so people would, all those people would be\nNesse Godin 53\nDecember 14, 1995\nPage 53\nremembered. And that’s all | really remember and I'll tell you the truth. Even when\nour grandson Gabe was born, our son’s son, Jack, that’s second time in his life that\n| saw him, so emotional that that name Godin will continue. When the, | was\n, | say, “Look at, look at him, he’s so cute, such a cute baby!”\n, he said, “Godin, Godin, Godin,” that’s all he said. So it really, you\ncannot describe those feelings. You really cannot describe those feelings because\nsomething happens in a family. Even in our own community here when we had this\nlast spring were this poor people were killed. And | always says that this woman\nhad a Holocaust. The husband and the children killed in one day. Can you\nimagine? Masses of families destroyed and you all grieve together and no\ncounseling. So each child that was born, each thing good that happened was like a\nmiracle, like a miracle. If somebody got married, you didn’t have brothers and\nsisters to invite, you invited your, your, your neighbors that were your adopted\nbrothers and sisters. Up to this day, we have friends that we lived in the displaced\nperson camp together. They were strangers but they were our family. | just went to\nCleveland to see a lady that lived under us. We, our room was over hers and\nunfortunately she never had children. When | went to see her now, she has\ndiabetes, she had a leg amputated and that’s all she was talking, she was saying,\n“That's all | remember is Eddie running around upstairs with his little feet,” so.\nNesse Godin 54\nDecember 14, 1995\nPage 54",
        "A: Yeah, her child too. And she said, “I remember my husband used to come for\nlunch and runned, run quickly and bring your daughter down so she could have the\nchicken soup.” See her husband drove a car. And he was like a chauffeur for\nsomebody and the people used to give them a little extra and they could afford\nalready to make chicken soup and we didn’t. So she used to say, “Remember how\nHighmand (ph) used to come and take Nina (ph) to eat a chicken soup and the\nnoodles with her hand,” so even now all those years later, my daughter's now 48\nyears old, she, she, this lady remembers that. So it was not just your own family\nhappening. It was all this joy was together. Together the sorrow and together the\njoy.\nthrilled to have them? But would that make you very protective? [talkover] Would\nyou have, what you had suffered, would that leave you with sort of psychological\nscars?",
        "A: Well | tell you. | spoke to some survivors and they said to me, “How could you\nhave a child after all that that happened? Weren't you afraid that somebody will\ncome and kill them?” | didn’t and | don’t know why | didn’t think so. Maybe, | never\nthought that way. | was overprotective to my children, I'm still overprotective. Now\nNesse Godin 55\nDecember 14, 1995\nPage 55\nyou, you, it may be stupid to say on the tape but I'll say it. You see this stupid\ncrocodile there? | always, when my kids go away on the beautiful vacation, | say\nwatch out for the crocodiles. And my daughter in law who’s a new daughter in law,\nshe’s lovely woman, to, my son was married and divorced and remarried and she\nsaid, “There’s no crocodiles where we are going.’ And | said to her, “It's not really\nthe crocodiles, it's the memories. It’s the experience in life that | went through. It’s\nthe fears and anxieties and | call them crocodiles.” So she came back and brought\nme a crocodile there, so, this is very normal. If you experience something, whether\na dog bites you or a disease, you're scared of it. You're scared of it. And we\nsurvivors are all overprotective of, for our children. Always thinking something will\nhappen. Don't go here, don't go there and in reverse, our children are super kids.\nThey always are afraid to do wrong because they don’t want to hurt the parents.\nWhen | was very young and talk with my son, he always said, “| never wanted you\nto cry, mom. | always thought if I'll be bad and you will cry, | will hurt you and you\nwere hurt so much.” The most of the survivors are overprotective of the children\nand in turn, the children are super achievers because they want to do good to their\nparents because they suffered so much.",
        "A: Now in Feldafing they tried very hard to have different schools for the children.\nNesse Godin 56\nDecember 14, 1995\nPage 56\nAs | said at the beginning, before we had children children, | mean tiny babies,\nwhen the, some families that were in hiding, or had the opportunity to escape to the\nSoviet Union, they came back with children. Among Holocaust survivors, there\nwere no children unless you had a child in hiding and you picked it up. So they\nstarted schools. In the barracks there was no schoolhouse, in the barracks, in one\nof the barracks and they had, there were some teachers from, that were teachers\nfrom before the war that started to teach those children. Not just a Hebrew school,\nthe math and the language and history and they, they had some rabbis or rabbinical\nstudents that taught them prayers, and taught them, it, it was from scratch. You\nhad a few kids of different ages, maybe you had two, three kids that were nine years\nold and five kids that were twelve years old. So it was really difficult. Then as we\nwere, when my oldest daughter was three years old, two and a half years old, she\nwent to kindergarten. They started from the beginning. So then you had this type of\nschool. Then you had schools like for me. Kids that went at the age of 13 into the\ncamps, okay, | got married but | still wanted to go to school. So my mom was with\nmy daughter when she was already born and | went like to a night school like we\nhave here night school to catch up for what | did not have opportunity because of\nthe war. We had a vocational school. Also in one of the barracks, men were\nlearning locksmith, they were learning car mechanic, mostly women were learning\nNesse Godin 57\nDecember 14, 1995\nPage 57\nsewing. Mostly sewing because everybody said wherever you go, sewing will be\nuseful. There were courses, | remember even taking a course how to make\nbrassieres. Cause in Europe you made brassieres to order. There was no such\nthing you went in bought already brassiere. So | was learning, | think | still have\nupstairs the books of where | learned how to take. So there was very much really\norganized, even a synagogue. We didn't have a synagogue per se. We used one\nof those holes or one of those barracks as a synagogue where we came on the\nholiday to pray. Now let's say Passover came. Well did we, could we order from\nthe bakery marker (ph)? It had to be done right there. Everything was like make\nright there. They decided okay, we have this place, we have the oven, we'll make a\nmattriss (ph). It was, everything was like new, like, like a beginning, like starting.\nIt's not that you moved in in a town where you can convert and say, okay, we going\nto that school. And it was, | think, | think, that in the short time that we were in those\ndisplaced person camps, a lot of wonderful things were done. The only thing\nunfortunately that | feel that was not done is to give us counseling. There was no\nsuch thing as counseling. But |! really don’t know when this counseling really came\ninto effect where people really started to believe that counseling is a good idea after\nyou live through a trauma. Maybe in those days they didn't believe in that. | really\nfeel that’s the only thing that we should have had. After traumatic lives like this, is\nNesse Godin 58\nDecember 14, 1995\nPage 58\nsome type of counseling and that was not.",
        "A: Yes, well this is very true. As much as many of us felt we didn’t want to talk\nabout it, many times we said oh let's not talk about it, this is a terrible thing to talk\nabout, but every time we got together, whether we came to visit each other and\nhave a cup of tea together, or we walked, took a little walk together, we started to\ncompare our sufferings. Where were you, what did you do and in a way, that was\nlike a counseling because you poured out and you found out, gee, | wasn’t the only\none, there was others and others and others. Even when we came to the United\nStates because people, survivors did not have family. Okay, | had my aunt, my\nuncle, some cousins but. . .\nEnd of tape 2.\nNesse Godin 59\nDecember 14, 1995\nPage 59\nTape 3",
        "A: As | said, even when we came to the United States and we, | mean we the\nsurvivors, even me, I'm talking personally, | wanted to, | wanted to talk about it.\nWhy did | want to talk about it? As | always say in the most horrible times during the\nHolocaust, we used to sit and talk to each other, the women, hungry, cold, all the\nwomen used to say, please don’t forget us. If you survive younger girl, tell the world\nof what happened. And | kind as a young girl felt that | have to fulfill this promise.\nSo always wanted, always said, “Those women asked me to talk about it.” But\nwhen | came to the United States, even my aunt who loved me, who helped me, my\ncousins that were dear to me, they always said, you suffered enough, don’t talk\nabout it. So who did we, we talk to about it? Survivors to each other! We started to,\nbecause we didn't have families, in, | was fortunate to have my mom, she became\nlike in our Washington area, the mom of everybody. Five, six couples, survivors\ncoming to our house on the Sabbath, having a little lunch, what did we talk about?\nThe Holocaust. Comparing each other's suffering, telling how it was, talking about\nhow by miracle we survived this selection and that selection and in a way, | think\nthis was really beneficial to us. Many times we say enough already talking\nHolocaust but | think that this was good. At least we talked it out, we didn't keep it\nNesse Godin 60\nDecember 14, 1995\nPage 60\ninside. Now many times, people will say to me, as you know | go out to speak to\nmany, many schools and people will say, well it must become easier as you talk\nabout it. But this is not true. When | first started to talk about it, it was easier\nbecause | unloaded my, what | had in my memory, in my feelings. But then as time\ngoes on, maybe it’s time to leave it to,to rest. At this point it’s like awakening\nwound, reopening wounds.\nwas going on among Jewish people despite their suffering and, wonder if you'd\ncomment on, on that. To survive meant that you had to toughen yourself up and at\nthe same time there with that sort of compassion. In your testimony you talk and\ngive many instances, | think of your mother saying, this was when you were in the\nghetto, don’t go out after we get back from work because .. .",
        "A: Yes.",
        "A: Yes, you, you remember it well. Well | want to tell you. You're saying toughen\nyourself up, you had no choice. You became really not tough but you became\nnumb. You become numb, not tough. You cannot be tough. | never, if | would\nhave been tough | could have looked the SS men in the eyes, never looked ‘em in\nthe eyes. You became numb. You just hope that you live that day and you go\nNesse Godin 61\nDecember 14, 1995\nPage 61\nthrough. But! tell you. | really feel, my personal feeling that it was of compassion of\nall the women than me. Jewish women that I’m maybe here. Never forget, never\nforget a woman that, her name was Mrs. Fivish (ph). | remember her name. She\nwas from my hometown. She used to call me over and say, “Nesa, come over. I'll\nwrap your body in straw.” And first | thought what she crazy, why would she want to\nwrap me in straw. | didn’t understand that this is insulation, that that will keep me\nwarm. Now did she save my life? Another time, | used to like to leave a little piece\nof bread for the next morning and so | tore off a little piece of blanket, | wrapped it in\nthe little bite of bread. The whole bread was like one slice and if | ate three-fourths\nof it, there was just one bite really of bread left over. And | wrapped it in that little\ncloth and put it in the straw under my head. The next morning the bread wasn't\nthere. And | cried. | was a little girl, | cried. | cried, | was hungry. Another lady,\n“Little girl, why you crying?” “Oh, | put my bread in the piece of cloth and maybe a\nmouse came and, and ate it.” And she, | remember her saying, “Child, no mouse\nate your bread. People around us are hungry. Give me yout little bread, I'll put it in\nmy bosom and | will save it for you.” And you see, | had no bosom, it would have\nfallen through. So she, every morning, she could’ve eaten up that bread, she, she\ngave me, | used to go over and say, “Lady,” | even forgot her name now. I’m sure |\nknew her name at that time. And | used to say, “Would you hold my little bread?”\nNesse Godin 62\nDecember 14, 1995\nPage 62\nAnd the next morning she, “Here child, here’s your little bread.” She could've\nswallowed it. She was hungry too. Now did she help me? When | was beaten up\nso severely on the death march, if it wouldn’t be for women that held me under my\narms and that’s all | heard ‘em say, “Walk. Don't give up, walk.” | really think that\nthere was a lot of compassion, a lot of help, a lot of moral support among the\ninmates in the concentration camps. We always say oh, this one was bad, that one\nwas bad, here there were bad people too but most of the people were there for\neach other.",
        "A: | never had my period. | got into the ghetto, was 13, | hadn't gotten my period\nyet. And at that time, my mother always said she got her period a little later when\nshe was like 14 or whatever. But then in the ghetto the, because of malnutrition, |\nnever had a period until after liberation. | tell you truth, | had one period and then |\nbecame pregnant so it was a miracle that | had even a baby. So, many times | talk\nto, when | came to the United States, my gynecologist, talking about that and they\nsaid if somebody's anorexic they don’t have their period. So we were starved. We\nwere starved. There is a myth that, | don’t know if it’s a myth, maybe it’s the truth,\nNesse Godin 63\nDecember 14, 1995\nPage 63\nthat something was put in our food so we wouldn't have our periods. | don’t know. |\ndidn’t see a document on it. Could be. | know the men had like the same thing like\nmen in the army get. A certain thing, | don’t know what's called that’s put in in the\nfood, they shouldn't have any sexual urges. But for us women, somebody said that\nthere was something put in the food. But | think it’s just malnutrition that most\nwomen didn't have their period.",
        "A: Okay, that, the final thing came that, the, as | mentioned before, we had already\nfinally the documents and | was pregnant with my son so again we had to wait until\nhe was a year old. So after he was a year old, well a year went by. We had to go\nagain to the medical examination cause no, they wouldn't let in any sick people in\nthe United State. So we had to go to the medical examination and then we were\ntaken to Bremen where this, where the ports are but we were outside of Bremen in\na place, | don’t remember anymore what the name of the place was: Weeldflecken\n(ph) or something like this. It was like a camp where you stayed three or four\nweeks, it’s like a quarantine thing to make sure that you are in good health. In that\nparticular place they, you have to go out to take certain lessons about how you're\nNesse Godin 64\nDecember 14, 1995\nPage 64\ngoing to be on the boat and a little bit about American, like a little Americanization\nthing. And there we were already, thanks God, all of us together: my mom, my\nhusband, myself and the two kids. Three and a half years old and one year old.\nAnd after the few weeks that we had to be there, we were put on a Army boat. It\nwas Called the SS Blatchford (ph). It was a General Blatchford (ph) boat called the\nArmy boat. Now | was assigned with the two children to be in a cabin. Women that\nhad children were in a cabin. Listen to that and you will understand, was that a right\nthing to do or a wrong thing to do? My husband was separated, put into the hole in\nthe boat. Now my mom, because she was a single person and at that time she was\n52 years old, she was assigned somewhere else. So to us, it was traumatic to be\nseparation. Whoever made this arrangement didn't think of it. Here we are going to\nAmerica and children separate, mother separate, husband separate.",
        "A: Well, 1...",
        "A: Wait a minute. We even had to eat in a different mess hall. The, we couldn't\neven be together. Now | tell you, it was a long journey. | don't know, two weeks or\nwhatever we traveled on the ocean, | don’t remember even how long. It was such a\nstorm. One night | remember my mom coming up to me in the cabin and she laid\nNesse Godin 65\nDecember 14, 1995\nPage 65\ndown next to me, she said, “My child, if we die in this ocean, let's at least be\ntogether.” She said, “! don’t care if they’re going to throw me out, if they're going to\nput me in a jail, I'm going to lay right here with you, with the children in the cabin.”\nSo |, as | thought, years later, we were excited to go to the United States but why\nwasn't there a little compassion? Those people were separated from their families.\nWhy separate ‘em again? Poor Jack. He was laying there seasick. He was terrible\nseasick. We thought they're going to throw him into the water, that's how sick he\nwas. He was by himself. Wouldn't have been easier for us to be together? So that\nwas the journey. We arrived in New York. Now when we came you didn't go to\nEllis Island, that was no more. You arrive there and you had to wait for your\ndocuments to be processed. Now if you had family, then the family was allowed to\ngo into that room and my aunt and my cousin came from Washington, all the way,\nto New York to wait for us and that was the most exciting thing that ever happened\nto us. Cause here the dream came true. The, the family, at least one person of a\naunt and a cousin, for five years we didn’t know what that meant. And we slept over\none night in New York with some distant relatives and the next day we were in the\ncar traveling to Washington. | like to tell you this because it may sound stupid to\nanybody but it’s a experience of newcomers. We are traveling in the car from New\nYork to Washington, they didn't have the turnpike at that time. You had to go ona\nNesse Godin 66\nDecember 14, 1995\nPage 66\nferry across the Delaware. Now | don’t know anything about the ferry, we are in the\ncar, my cousin drives the car, he turns to me, he says, “Are you hungry?” | said,\n“Yeah.” He says, “I'll get you some food.” He opens the door, he goes out of the,\nthe car and he comes back with some food. | couldn't understand how we are\nmoving and, and he’s bringing food in the car. | didn’t realize that we were on a\nferry and the ferry was moving. Little things that you have an experience or\nsomething that you could never forget. And we were, we came to the United\nStates, we came to live for a few weeks with my aunt and my uncle and my cousins\ninto their house. My aunt and my uncle were very kind. They had rented an\napartment for us the year before thinking that we were coming but because we were\nnot allowed to come until Ed was a year old, they had subrented it and it took two\nmore weeks for us to be able to go to that apartment. So we stayed in their small\nhouse, they were very kind, they were very supportive, they were very sweet but\nthey didn't want to hear anything about a Holocaust.",
        "A: Because my aunt said she had enough pain losing two sisters and two brothers\nand she doesn't to diminish the joy of having a sister, a niece and her family. Now\nshe was right too, but, again, people come to us, survivors and they will say, “How\ncome you didn’t talk about your experiences?” Many of us were willing to talk but\nNesse Godin 67\nDecember 14, 1995\nPage 67\nno one would listen. So after being there for two weeks, we came into our own\napartment. Our apartment was at 529 LaMont (ph) Street in Washington, D.C., a\none bedroom apartment. We were my mom, my husband, myself and the two\nchildren. We had a bed in the bedroom and a crib that someone had given to us for\nEd cause he was a baby. My mom and my daughter Panina (ph) was three and\nhalf years old, slept in the living room on a couch. W were so glad to have two\nrooms and a kitchen and a bathroom inside of the, cause in the displaced person\ncamp we still had to go to bathroom, we shared with other people a bathroom, so\nthis was really something special. And we just couldn't count enough our blessings,\nto be here but then reality came. Reality came that we are in a new country without\nprofessions, without money. We couldn't sit there although in the paper it said that\nmy aunt is going to support us but we couldn't expect them to support us and we\nstarted to hunt for jobs. We were really not skilled although | learned a little bit at\nsewing, | didn’t know, | didn’t know how to make a dress. Maybe | knew how to sew\na hem. Poor Jack, he was involved in the, in the displaced person camp working in\nthat kitchen, managing that kitchen. But what would he do here? He knew less\nEnglish than | Knew cause he was working already in the displaced person camp\nwhile | was going a little bit to school. So this was very difficult. Lucky my aunt and\nmy uncle knew some people that had a glass business and they gave Jack a job to\nNesse Godin 68\nDecember 14, 1995\nPage 68\ncarry crates of glass, carry them out of the truck into the warehouse, from the\nwarehouse into the truck, labor work. Natural when we say now 7/5 cents an hour, it\nmay seem very little but that was minimum wage at that time, 1950, ‘51. We will\ncame here the end of '50, 51. And with me, because my mother was with us and\nshe could take care of the children, | could go to work. So through talking to some\nneighbors in that building, | was asked to come for an interview in a place on\nConnecticut Avenue. It was called the King Needlework Services. And to, the lady\nwas very kind, very compassionate, her name was Mrs. King and she really did not\nworry too much that | didn’t know how to sew. She was willing to give me a job.\nAnd that’s how we started to earn our living. And continue our life in the United\nStates bit by bit with the hope that we can give to our children a better life than we\nhad.",
        "A: | tell you the truth. | had no problem about that. | did not feel inferior because |\nwas a Holocaust survivor. | personally did not have this problem. | was so glad to\nlive in the United States. If my cousins didn’t invite me to go with them to the\nmovies, it didn’t bother me cause l, if | could spend the 50 cents or whatever the\nmovie was at that time, | don’t, | just went. And we made our own friends. We, as |\nsaid, we reached out, survivors to each other. And we formed little groups and\nNesse Godin 69\nDecember 14, 1995\nPage 69\neventually we saw that we couldn't meet in houses anymore so we decided to\nmake a little bigger group and meet in some kind of community center or whatever\nand this is how our present Holocaust survivors group, Jewish Holocaust Survivors\nof Greater Washington was created. From the little groups that met in people’s\nhouses, that played a little bingo together and shared Holocaust memories among\nourselves, that’s how organizations were created.",
        "A: | say it many a times. When | go out to talk to a woman's organization and |\nstand there and | tell them from my heart and my soul: | get up in the morning, | put\non my makeup, | put on my nice suit, | come to talk to them. | want to look like\nthem. | want to be like them. I’m American but I’m different. I’m a Holocaust\nsurvivor. My dear friends, my dear, dear young lady, what we went through we can\nnever forget. We can never forget. Until | die, | will not forget this children selection.\nUntil | die, | cannot forget the cry of their mothers for them. | will never, never forget\nthat smell in Shtoodruff (ph) where they say was just a small crematoria. People\nsay to me Shtoodruff (ph) just had a small crematoria. Tens of thousands of human\nbeings, even before Jews were taken, euthanasia was practiced in Shtoodruff (ph).\nNesse Godin 70\nDecember 14, 1995\nPage 70\nIf people would do research, they would know. Could never, never forget those\nyears. And again, I'll never forget what the ladies ask me. To remember them. To\ntell the world of what happened. This is why | told you yes when you called me if\nyou can come to do it.",
        "A: | tell you, this United States Holocaust Memorial Museum, | don't call it a\nmuseum. | call it the most wonderful institution of learning for humanity. Yes it is\ndifficult for us survivors to come there, to help out, to open our wounds again and\nagain but those wounds were never really closed. They never really closed. The\nonly wonderful thing is when | come there and | say when | am dead, generations to\ncome will learn what really happened. Generations will come, learn, understand\nand my promise to the dead people will be fulfilled. But this is not enough. | think\nby being there so much and what | see and what | hear from the visitors that come,\nwhen they walk out those doors from the museum, they are different people. They\nwill be a little more compassionate. | hope they will look at each other and not see\ncolors and not see religions and not see where | came from, from this country or\nNesse Godin 71\nDecember 14, 1995\nPage 71\nfrom that country, they will see another human being that they will respect and\nhonor and through this, | hope, we can make our own lives richer. We can make\nour beautiful country that we live in, the United States of America, better. And we\nas examples to the world, that humanity should live together. We were not created\nto be exactly alike. Whether, whether evolution or God, | happen to be a, a believer,\n|, if God wanted us to look alike he would clone us exactly. He made us different,\nthat's it.",
        "A: Yeah. Well I’m going to tell you. | always said and | considered myself one of\nthe survivors that’s open, talking to my children. When | saw a book that said\nsurvivors’ children and they said they were neurotic and they were this and they\nwere that, | was annoyed. But the truth is that we survivors were always\noverprotective to our children because of the experiences that we went through.\nNow | always thought you, my kids were not affected in the Holocaust but my son\nhas said, , told me when he was a little boy, he was afraid that the\nNazis will come for him. When I, actually didn't tell me that, | saw it written up in the\npaper, when he gave a interview to somebody. And | came to him, he said, “Yeah\nand | was afraid to tell you.” So as adjusted our family is and as we are very\nNesse Godin 72\nDecember 14, 1995\nPage 72\ndifferent. Now we were both protective. Because we suffered, we wanted our\nchildren to have more. We, Jack and | were never in business, we were always\nworking people. We, | don’t want to say it, but we sacrificed ourself so our children\nwould have college educations but in turn they did their share. They made sure that\nthey are achievers, maybe little overachievers because as we chatted during lunch,\n| said that kids didn’t want us to suffer no more. My kids always said, “Ma, we don’t\nwant you to cry because you cried enough.” So we can proudly say, we have two\ndaughters that are teachers, our son a engineer and now thanks God we have five\nwonderful grandchildren and we do have the most wonderful children in law. That\nrespect us, that support the work that we do and this Is very important.",
        "A: Well, | tell you, naturally, when you are with, with food, if, every day’s affected,\nevery day’s affect. | started to tell you before, | go to a beautiful restaurant, | go to\nthe salad bar, there’s a line. | stand with my plate for food and all of a sudden | get\nthe chill. Why do | get the chill? It reminds me of standing in line for food. Many\ntimes | will come back to the table with a empty plate. And whoever I’m there, they\nNesse Godin 73\nDecember 14, 1995\nPage 73\nwill say, “Didn't you take any salad?” | say, “No I'll go later for it.”. Who would\nunderstand that? Who would understand that? There, yesterday was cold, | was\ngoing in the morning to the museum, my day to volunteer. Jack said to me, “Don't\nforget your scarf.” And for that instant | thought of the cold weather without a scarf,\nwithout gloves, without a coat, without . How can you not be affected?\nNaturally if you were affected, it goes over to your children. If my children left food\non the plate, unconsciously | said, “Oh the kids in the Holocaust would've really\nbeen happy to have that.” Or saying, “Please don’t waste food, there’s hungry\nchildren in the world.” So it does carry over without even thinking about it, you\ninfluence your children, your, when my grandchildren was little, | was sitting and\nwatching “The Wizard of Oz’, beautiful show, right? Beautiful show. And | was\nsitting there enjoying, having a good time and there all of a sudden, was the\nscarescrow, how did | pronounce it right? The guy that has the straw in him around?\n[end of side 1 of tape 3] And there the scarescrow with the straw and there\nreminded me of the days when | was wrapped in straw. So there’s really not a day\ngoes by that we are not affected by that Holocaust.",
        "A: We both have nightmares. We gotten used to those nightmares. If we have a\nNesse Godin 74\nDecember 14, 1995\nPage 74\nnight without nightmares, it’s very unusual. The difference is, when at first | used to\nhave those nightmares, was always with the hope that I’m finding my father, that I’m\nfinding a relative. Then those nightmares went away. Then | was running from the\nGermans as a child, and as | get older, it’s terrible to say, sometime | dream that my\nchildren are being taken, or my grandchildren. In your mind, all this get jumbled up\nand you hear of really many Holocaust survivors that are getting old and all this, like\nif they have dementia or something, all this comes mumble-jumble and they have\nthis terrible times. You cannot erase that.",
        "A: Well don’t forget when my mother died, she was just two years older than | am.\nNot even two years. I'll be 68 in March, she was 69 and a half when she had the\nbrain hemorrage and she died. She was not really sick, she wasn’t a sick person.\nWe just, something happened and she had that brain hemorrhage and she, in three\ndays she was dead. So she also always dreamed and, about her son that she\ndidn’t, by the way my mother never got to see my brother, the one that was in\nRussia. Never got to see him. After she died, like a week later, we had a letter that\nhe was let go and he would be coming to Israel. She never lived to know that he\nwould be free again. Too late.\nNesse Godin 75\nDecember 14, 1995\nPage 75",
        "A: That's | always, always regretted, | said, | wished that letter would have come\njust one week earlier so she would have died knowing that he was free again.",
        "A: Well | want to tell you something. People don't realize what that bowl and spoon\nmeant. That was your lifeline. If many a times, if a soldier wanted to play around,\nhe took and shot a bullet through your, through your bowl. When you go to the\nmuseum and see holes in those bowls, you think oh those are old bowls. If you look\ncarefully many of them have precise holes where a bullet went through. How did\nyou eat? You couldn't throw this away and go get another bowl. They didn't, you\ncouldn't say, excuse me my bowl has a hole. No such thing. So that became your\nlifeline. We watched that spoon and that bow/l like, like, like the most precious thing\nin the world. But as | told you, when | was taken to that hospital, everything, | don't\nhave anything, anything, anything, to show, or to share from that time. See some\npeople that were a little older maybe had the wisdom to save something. Or even in\nthe hospital to say, can | have back my bowl? But | didn’t understand to say that.\nSo | didn’t. | Know some people that went back on a visit to Auschwitz, just in, ten\nyears ago, five years ago and they were able to purchase there, they have like gift\nNesse Godin 76\nDecember 14, 1995\nPage 76\nshops there where you can purchase things. Just like a memorabilia, so they, they\ndid that. But like | have, I’m sure you heard my testimony about the money with the\ncat with the document. And | have a stupid little cat sittin’ there on my,\non top of my china closet and many time people walk in, how come you have that\nstupid little cat sittin’ there? But that is a symbol of my life. But | did not have the\nwisdom at that time to save anything, so | didn't, but | can understand that people\ndidn’t want to give up that bowl and that, that spoon. Honey if you gave up that, that\nspoon you could still manage without a spoon but that bowl, that food for, the dish\nfor food, you were dead if you didn’t have that.",
        "A: Exactly, you, you really didn’t know what was happening to you from one minute\nto the other. You didn't know, even all through the ghetto, the, the traveling to the,\nthe deportation, the concentration camp, the labor camp. You never knew what,\nwhat was going to happen next. Whether there, you went to work, you came back,\nNesse Godin 77\nDecember 14, 1995\nPage 77\nyou went to sleep, next day you could be dead. They could kill you, they could take\nyou to selection. You, unpredictable. And you just don't know. It’s like | say, |\nprayed, | prayed every night to live through the night and every day to live through\nthe day. You never knew. Some people say why didn’t you run away? To run away\nyou need a place to run to. My brother was lucky he had that friend to run to.\nNobody wanted me, | tried to run and, and, and people that tried to run many times,\nthe neighbor said, here goes the Jew, shoot him. Why did they do that? So you\nbecome numb and you just pray to live through and if you have the, the, well it’s, it’s\nthe animal in us that wants to live, survival. This is the bottom line. The bottom line,\nnobody wants to be dead.",
        "A: That's right.",
        "A: That's right. [talkover] We could bathe...",
        "A: In the ghetto we were, we, on the outskirts of the city. There were wells, nobody\ncould close the well there but in, |, | think | was a year without | took a bath. Almost\na year without taking a bath.\nNesse Godin 78\nDecember 14, 1995\nPage 78",
        "A: Can you imagine that?",
        "A: Well at the beginning, [talkover], you're infested with lice all over. You itch.\nPeople are sitting there picking, like you see the monkeys in the tree picking from,\nfrom their bodies. If you were with one of your family, maybe they were picking it\nout of your head like the monkeys sat there and pick. If not, you sat and you picked\nyour own. You got infected from that. That's how we had this, those one typhoids, |\ndon’t know which one, typhoid or typhus that comes from the lice. It’s a infection\nlike. It, it was just unbelievable. | cannot believe now sometime | close my eyes\nand | think, | hope that was a dream. Cannot, you cannot believe what things we\nwent through. |, | don’t remember if my originally\ntestimony, you, you listened to that. We were on the death march and we were\nsitting there so hungry, so hungry, so thirsty. Women were eating a little bit snow,\nthen all of a sudden | saw women were running to something in the snow so | ran\ntoo. | didn’t even know what | was running for and that, there was some blobs in the\nsnow and everybody grabbed a piece and | grabbed a piece and then we, so\nwomen were washing it in the snow, so | washed it in the snow. What was inside’? It\nwas manure for cow. And when a cow eats, they, she doesn’t digest the grain. So\nNesse Godin 79\nDecember 14, 1995\nPage 79\nwhen they had straw, there was a little grain and the women said, “This is\nnourishment. Let's open those little grains, wash them in the snow and eat ‘em.”\nAnd we ate ‘em. Now if somebody on the outside would have looked on to us, they\nwould say look at those animals! Look what they're doing! But | think we did the\nmost wonderful thing that there is to do in humanity. God says if you save one life,\nit's like you would have saved the whole world? We saved our lives. We did the\nmost precious thing that there is although it looked terrible.",
        "A: In my case was about a year. Because not even quite a year, from June til\nMarch. Because when we came to Shtoodruff (ph) to the concentration camp, we\nhad that bath. And then we didn’t a bath no more until | had the disinfectant poured\non me after liberation so let’s say eight, ten months, yeah? Ten months without a\nbath. They gave us a little black coffee, sometime we washed our hair with it.\nCause in my camp, they didn’t cut our hair when we came to Shtoodruff. They\nwould have done us a favor if they would've cut our hair. But they didn’t. So there\nyou were head a hair, no scissor to chop it off and that’s a place where the, the, the\nfirst thing you get infected. It, it was just terrible and the same little dress. The only\ngood thing which was a bad thing, we were in, in those, in those tents that\nNesse Godin 80\nDecember 14, 1995\nPage 80\neverything was so cold that | think some of those lice died for the cold.",
        "A: Yeah, about the...",
        "A: Yeah.",
        "A: Yeah, |, | don’t know if | ever told that story [talkover] but when we came\n[talkover] how important they were. When we came to Shtoodruff (ph) and we went\nthrough that shower so-called, and we stood outside for a long time naked and then\nwe were given a dress, a pair of underpants, a pair of shoe. They just threw it to us.\nThey didn’t say what size or whatever. Somehow, usually as a rule, you didn’t get\nyour own, any of your own clothing because they figured if you get something of\nyour own maybe you have something sewn in or hidden but somehow our group of\nwomen got the same shoes. How do | know that we got the same shoe? | was, in\nmy, what | was handed was a pair of like oxfords, like a woman’s pair of oxford. Big,\nnice oxford. | came wearing boots. Why did | came with the boots? Because there\nwas a gold coin sewn into the boots and as we were being deported and we were\nnot allowed to take along too much, my mother said, “Put on the boots.” So you, so\nthere, | see a woman, already we were settled in the camp. After a few days went\nNesse Godin 81\nDecember 14, 1995\nPage 81\nby and we were already in the barracks, | see a woman outside carrying my boots\nand she’s barefoot. And | am carrying a pair of shoes that were very big on me.\nAnd I’m barefoot. | say oh, would | love to get my boots back. But | figured if I'll go\nand tell her it's my boots, she'll suspect that | have something in there so | didn't say\na thing | just kept on being around her. She came over, she says, “Little girl, do me\na favor. Let’s exchange. You have a little foot, those boots maybe will fit you.” And\n| was smart, | said, “Who wants boots in the summer?” She said, “Please, your\nshoes may fit me. You don't want an old lady to go around without, without shoes.”\nAnd | exchanged with her. And this is how | got my boots. Now | put on those\nboots and | never took them off. | kept them on my feet because of that stupid gold\ncoin. | was afraid somebody will steal my boots and | have this gold coin. Now as |\nmentioned before, | was with my sister in law who was not really yet my sister in\nlaw, in the camp at that time together and she knew about this gold coin. And | kept\non asking her, she was seven years older than me, | said, “Laina (ph) what do you\nthink? Maybe we should exchange this, this gold coin and get some bread.” And\nshe said, “Let's wait. Times may become tougher. Times may become tougher.”\nNow | was liberated in, with those boots because when time became tougher, no\none had extra bread to exchange for a coin. So after | was taken to that so-called\nhospital, they had to actually cut off, cut up the boots to take off from my feet\nNesse Godin 82\nDecember 14, 1995\nPage 82\nbecause my feet were frozen and almost like stuck to those boots. Never saw that\ncoin again. And those boots.",
        "A: Not just thinking about your family but thinking about all this that there was. |\nremember in those worst of times, this lady that, that wrapped my body in straw, this\nMrs. Fivish (ph). She used to sit down and say, “Let's reminisce. Let's think of\nhome. Let's think of our families. Let’s think of the Sabbath and the candles,” and\nsome women used say, “What you talking all this nonsense!” She used to say, “If\nwe don't, if we stop thinking of what we had, we'll lose everything.” She was a very\nwise woman. She, she’s, survived the Holocaust and | never saw her but she had\nshe was also in Russia and in Israel, she was very wise woman. And\nshe used to say, she always said, “Let’s dream, let’s hope. If we give that up, then\nwe don't have anything left.” And | think she was very smart by giving us younger\npeople something to hope for. She encouraged us all the time, she used to say,\n“Think of the good times, think of your mother, think of all that,” and this was really\nNesse Godin 83\nDecember 14, 1995\nPage 83\nlike a therapy. Because even now when we live in time of counseling and therapy\nand people always tell you, if you have a problem, think of something wonderful. |\nknow, | had to have some surgery on my ankle, years ago, and the doctor said to\nme, “Think of flowers when you go to, when | put you to sleep so you'll have a\npleasant dream.” So even in worse times, you need that hope. You need that,\nsomething precious to hold onto, that you want it back and you hope for it.",
        "A: Yeah, oh, sing together all the time. In the worst of time, we used to sit and,\nand, some people just say, “You crazy, you're singing again.” The, this lady, or this\nwe used to say, “Well, let, let’s sing a little something of hope. Let's make a little\nprayer of something.” Somebody else say, “Ah, what you praying, what you\npraying, nobody listens to you, you had all this.” But we believed. | believed. |\nalways thought that, when | was a little girl, | remember learning psalms, psalms\nthat most people, today in Christian religions follow psalms and there is a psalm, |\nthink it’s 112 or whatever, it says, and God created the heavens for heavenly bodies\nand the earth for, for the people on earth. And | always used to think, the people on\nearth are bad but God will come with the heavenly bodies and stop those bad\npeople from doing bad things. | always hoped. | really did. | hoped until | saw\nthose mountain of dead bodies at the very end. All through I, | always thought, we'll\nNesse Godin 84\nDecember 14, 1995\nPage 84\nbe free. This will end. This will end. It cannot be forever. So we used to sit and\nhope and pray. | remember a, that year in the labor camp on Yom Kippur, you\nknow Yom Kippur is our holiest of holidays and who knew it was Yom Kippur? We\ndidn't even know it was, one lady said, “You know it's Yom Kippur tomorrow.” And\npeople say how do you know? She said she made some markers or whatever. So\nwe believe its Yom Kippur. Now we were hungry, we were not eating anyway. You\nhad nothing to eat. They said, “Let’s pray.” Now nobody knew the prayers were\nYom Kippur so people started to make prayers. A prayer on bread, a prayer, any\nkind of prayer that they could think of, thank you God for the bread, thank you God\nfor this, they, nobody really knew the Yom Kippur prayer. But we prayed. Never,\nnever forget it and | remember people saying, don't tell the Germans that’s Yom\nKippur because every time when we had a holiday, they always came to kill people.\nSO we were very afraid they shouldn't know it was Yom Kippur.",
        "A: Well | want to tell you. I’m avery poor singer. | love to sing and we have a song\nthat, it’s called the Partisan Song that was created in one of the ghettos. That it\nsays, never say you're going the last road. It’s true that the clouds are covering the\nblue days but there will come a day to say we are here. We are here.\nNesse Godin 85\nDecember 14, 1995\nPage 85\nMuzainundoor (ph). Muzainundoor (ph). Means we are here. You, ask me.",
        "A: Well it, in, a day in Feldafing, when we first came, as | said, we were very\nrestricted. We were not allowed to go out to the city, just a certain time. We were\nnot allowed to go take her, buy a, well we didn’t have money. Maybe if we would've\nhad money we could take, buy a ticket and go to town, to Munich. At the beginning\nwas not. But later on, your life became pretty much good life. You had your child,\nyou had your mother, you had a husband, you okay, you didn’t have an apartment,\nyou didn't have, you couldn't go into the store and shop or like we do now, three pair\no shoes in one month. But your life was pretty much scheduled. The only thing\nthat really was bad, you still didn’t know where you are. You were a displaced\nperson. You were praying to belong to some country, somewhere, like with us. We\nwent for checkups, we thought we are leaving, no. Again, our hope was up. We\nthink, we thought we were going. No. So all this was the uncertainty. The\nuncertainty was going to, are you ever going to be able to leave the displaced\nperson? This hung over you. But otherwise, human beings, young people fell in\nlove. People had children. People I'm sure died. People were born, people had\nweddings. It, it became a pretty so-called in parentheses normal life.\nNesse Godin 86\nDecember 14, 1995\nPage 86\nprivacy. [talkover]",
        "A: No privacy, no, not really no privacy.\nin a strange way.",
        "A: Oh, she, people, oh, everybody thought it was his mother. Because we naturally\nasked, when | found her she was precious, but then if she started to tell me how to\nraise my kids or what to do, you open your mouth sometime. And then you're sorry\nbut Jack, never opened his mouth to my mother. Ma, ma, ma, ma, that’s all to, to\nrespect, she, well naturally you didn’t have the privacy for husband and wife, but\nyou see we managed to have two kids with my mother living with us in one room.",
        "A: Yeah, naturally, naturally.\nmust have been dwindling. Would you, would you have been there as others were\nleaving for new lives in Israel or Australia or Britain?",
        "A: | want to tell you, it was dwindling and it was not dwindling. Because some other\nsmaller camps were being eliminated so they brought from different, | forgot now\nfrom which camps, they brought people. They resettled them to, to Feldafing. Now\nthis even this resettlement for Holocaust survivors is easy to go from one displaced\nNesse Godin 87\nDecember 14, 1995\nPage 87\nperson camp to another? It was also tough. Instead of taking a thousand people\nand shipping them off to the United States, did they have to ship them to another\ndisplaced person camp? |, I’ve always thought of that. | always thought, is United\nStates so little that they don’t have room to take and there wasn’t many Holocaust\nsurvivors. But people were leaving, you were a little bit jealous when you saw\npeople leaving. Then you heard people were going to Israel on illegal immigration\nand some of them didn’t succeed and came back and there were different times\neven in the five years after the war, after the war ended. It was different\nexperiences. But I’m really surprised that there isn’t more documentation on\nFeldafing.",
        "A: That's all people talked in Feldafing is when do we go, where do we go? What\ncountry, maybe opportunity country and some people were looking. We didn't have\nmoney to pay off, some people said well, maybe if we would have money, we would\nhire a German lawyer or an American lawyer. Somebody used to say well,\nsomebody in the, in the United States consulate maybe could help you. You tried to\nfind somebody, somewhere that could help you. That’s all people talked about:\nNesse Godin 88\nDecember 14, 1995\nPage 88\nhow to leave. Nobody wanted to stay forever in displaced person camps. This what\n| say many times when | hear that people that suffered want to keep on staying at\nthe same spot. | say that we Holocaust survivors did not want to say, stay in the\nsame spot. We wanted out of it. Out of the displaced person camp, most of us.\nYes we have our memories, yes we're not going to forget it. But we went forward.\nWe went forward with our lives. We had children, we made sure our children are\neducated. We put a good name for ourselves in our communities, in our countries\nright where we are. Wherever we are. | don't think you find among Holocaust\nsurvivors, people in jail. | don't think so. | may be wrong but | don't think so.",
        "A: Unfortunately, unfortunately there are many survivors that cannot move forward.\nAnd | understand, | understand it. | tell you why, assuming, | would have been\nalready 25 years old, | would have been married. |! would have had two, three\nchildren. My husband, my children would have been killed and | had to start life all\nover again. | don’t know if | would be like | am now. | was part of my parents’\nfamily. | was lucky to have my mother survive the Holocaust. Through four years |\nNesse Godin 89\nDecember 14, 1995\nPage 89\nwas suffering one year all by myself, was lucky enough to have two brothers, | just\nhad two brother, and both, they suffered but they survived. So | always think that |\ncannot judge the people that cannot pick up their life and, and | have a friend. She\nwas lucky to find her husband but she had two children that were killed in the\nHolocaust. She had a new child after the war, wonderful child, very devoted but that\nwoman didn’t even dance at her own daughter's wedding. Cause she promised\nherself when her children were killed that she'll never dance again. So it, at her own\ndaughter's wedding, she didn’t dance. Now can you blame her? Can you say she’s,\nsomething wrong with her? No. Yes there are many survivors like me that, most of\nus, | think, without counseling, we picked ourselves up, we found a spot in the\ncommunity. We chose to use our suffering to teach others a little more love, a little\nmore compassion, a little more understanding. We're not throwing our memories,\nwe keeping them. We using them for a purpose. For a purpose to remember the\ndead within our Jewish tradition and to teach the young, teach the young what can\nhappen if we allow hatred in our hearts. And this is...\nConclusion of interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact reference@ushmm.org for further information about tis collectionDecember 14, 1995"
    ]
}