{
    "rg": "RG-50.106.0200_trs_en",
    "sequence": [
        "Q: Since you’re going to be telling the story of your parents’ journey, let’s talk about your\nparents. Their names?",
        "A: Erich Bailey (distorted) Hayman, H-E-Y-M-A-N-N and my mother Emma, which changed\nto Emily when she got here.",
        "Q: Where were they born and when were they born?",
        "A: My mother was born in Olomouc in Czech, what was then Czechoslovakia in 1912 or 13.\nAnd my father was born in the early 1900s in Thorn, T-H-O-R-N .That was the part that kept\ngoing back and forth between Poland and Germany, the corridor up there. But he lived in Berlin\nand my mother in right, Prague. Teplice, a kind of suburb of Prague.",
        "Q: Did they come, let’s take 1t one at a time. Did your father come from a religious background?",
        "A: He was totally secular. He was German. However, his mother was quite religious and his\nfather, I remember him saying or at least my grandmother who lived with us that he studied\nTorah in the back room and I guess they had some kind of store And my mother’s family was\nalso secular. That was the Sudetenland where she grew up and her father was as she said a\nnotar, which was notary which is very unusual for a Jewish man. And they were secular too.",
        "Q: What kind of education did they have? Your parents?\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Well gymnasium for my mother. I’m not quite sure if there was something after. She\nprobably went to some school in Switzerland and after. And my father probably went, I’m saying\nprobably, university in London because he was in London for some time. I think he wanted to be\na lawyer, but that all changed when his father died of the swine flu. I think it was 1918 Is that\nright, yeah? So.",
        "Q: That was the flu epidemic.",
        "A: He had to come back to Berlin and you know support his mother and himself.",
        "Q: How did your parents meet?",
        "A: I think they met at Karly Vary, Karlsbad in German and it was a place where people went to\nsummer and as a matter of fact I found the actual ballroom where they met and first danced with\neach other and as my mother said. I mean he was quite short and quite fat but my mother said he\ncould dance a mean tango. So and he was very kind of Prussian. He was not known for his\ncharm, although he could be very funny. And my mother was very beautiful and very charming\nand after they met they were both invited to a dinner party where the subject of Hitler came up.\nAnd the Czechs in the Sudetenland were saying oh it’s nothing. Don’t worry and my father who\ngot, he had a big, bad temper. He got outraged and he called them all chicken headed. And but\nno one believed him and so he stormed out. But the next day he was at my mother’s apartment at\nthat time. She was probably working in some kind of dress shop boutique in Prague, with a\ndozen long stemmed roses. And I think you know she later said that why she married him. She\nhad many suitors was because she felt like he was rock solid. That she could rely on him and\nindeed his paranoia saved her and her own parents wouldn’t leave. Her father said since he\ndidn’t speak English, what would I do, sell sausages in a foreign land.\nSo his, and her brother, my uncle Paul Brennan, is the story stayed behind to take care of them.\nAnd that’s how they met.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "Q: When did they get married? Do you know what year?",
        "A: No, I don’t because I know that I, when was Kristallnacht?",
        "Q: November.",
        "A: Of what year?",
        "Q: November 38.",
        "A: I know that they -- he was in Czechoslovakia in the first place because he had developed a\nreputation for taking failing companies and making them profitable.",
        "Q: This is your father?",
        "A: My father. And pretty soon after they met, I think he took my mother and his mother to Paris\nto live. And they made their getaway the minute the Germans crossed over into France, maybe a\nlittle before that.",
        "Q: But they were married by then?",
        "A: They were married by then, yeah sure. They were married in Czechoslovakia and then pretty\nsoon after went to Paris.",
        "Q: Ok so now they’re in Paris.",
        "A: Now they’re in Paris and my father, when he got paid, had asked to be paid in Swiss francs.\nHe didn’t want Czech money or German money. So he had resources and when they came to\nParis, well I’m sure he didn’t work or maybe, I don’t know if he worked or not. But anyway they\nlived there a couple of years and my sister was born I think in 1940 or 41 in Neuilly le Bain [ph]\nhttps://collections.ushmm.org\nAugust 22, 2012\nwhich was kind of a resort town. And then they came back to Paris and then when they left\nParis, along with all the others, my -- you had to wait in line for a visa and everything like that.\nAnd so that took a while, even to get out of Paris. But then I think I wrote you that — so I think 1s\nthat they followed a lot of people who were there who were driving south and trying to get to\nSpain and then Portugal. And in, I believe, it was Bordeaux there was Aristide de Sousa\nMendes who arranged for them I think along with something like 30 or 33,000 other people to\nget —",
        "Q: Possibly 10,000.",
        "A: Oh really cause I heard from them and that’s what they said. So they got an exit visa from\nhim.",
        "Q: Did they meet him directly?",
        "A: Well I don’t know but the manifest exists that you know their names exist on a, on a I don’t\nknow cause I never heard his name til very recently.",
        "Q: I just didn’t know whether they had direct contact with him.",
        "A: I don’t know but you know the people who he gave visas to, they were like on the first three\nlines of god knows how many pages was my grandmother, Gusha Agusta and Erich and Emma\nand then my sister, Monique Marguerite was her name before it was changed to —",
        "Q: How old was she at that point?",
        "A: I think this was 40, 41 so she was, I remember that she was very young. I mean a baby.",
        "Q: She was an infant.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: She was an infant and my grandmother in the back seat of the car was feeding and feeding her\nto keep her quiet.",
        "Q: So they get the papers from Aristide de Sousa Mendes.",
        "A: Yes, and I remember them saying that it was this long, long ride over the Pyrenees or\nsomething to get to Spain. I don’t know how long they spent in Spain. Eventually they got to\nPortugal and then where was their visa from because —",
        "Q: Did they talk about any of the other people who were doing the same thing and tell you about\nthat. The other refugees who were leaving with them.",
        "A: I’m not really sure. I have this one photograph which seems to me so strange which was on\nthis obviously cross Atlantic trip and they were partying. I mean they were dressed up in party\nclothes.",
        "Q: OK so they get to Portugal you said.",
        "A: They get to Portugal. They had a three day visa for the States. When they get to the States,\nEllis Island, the customs person looks at my mother.",
        "Q: They went directly to the United States.",
        "A: From Portugal?",
        "Q: From Portugal. Do you know what boat they were on?",
        "A: My son, my younger son has a suitcase which has Rio de Janeiro on it and I'll tell you how\nthat happened. So they had a three day visa and the customs person -- this is how the story went.\nLooked at my mother and the baby and the older grandmother and all that and he extended it to\nhttps://collections.ushmm.org\nAugust 22, 2012\nthree months. And in that time they got a visa to Brazil. They had been considering Argentina\nbut my, his mother had high blood pressure and I think Brazil was better for that. They spent a\nyear in Brazil. My sister was in a crib and my mother said the cockroaches were like nothing you\ncan imagine. And then I think, I don’t know whether they came in on a Brazilian visa or whether\nthat visa finally, I’m very —",
        "Q: Where did they stay in the United States for that month?",
        "A: I think they were in Delaware, Wilmington.",
        "Q: Because.",
        "A: Because the next job for my father was going to be in a brewery to make it profitable and so\nthe first year of my life, I was born in 43, was spent in Wilmington. I was born there.",
        "Q: I’m a little, let’s clarify this. They came to the United States. They stayed for how long.",
        "A: Three months.",
        "Q: Three months and then went to Brazil.",
        "A: Went to Brazil for about a year.",
        "Q: What did they say about their life in Brazil besides the cockroaches?",
        "A: Not much. I don’t think they were alone there. There were many —",
        "Q: Many other refugees.",
        "A: Yes, but I don’t know much about that at all. And maybe the party dresses could have been on\nthe boat from Rio to you know to the States. That I don’t know either.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "Q: So then after Brazil they came back to the United States.",
        "A: And when to Wilmington for about a year, a year or two.",
        "Q: But my question was when they were first in the United States.",
        "A: ’'m not really sure. I assumed it was —",
        "Q: Where were they staying the first trip?",
        "A: I don’t know.",
        "Q: You don’t. Ok so now they’re back again.",
        "A: They’re in Wilmington. He’s making this brewery if only I could remember the name of the\nbeer, because Pabst of course 1s -- P’Il remember the name of the beer. But long story short, he\nsomehow became a financial advisor to people. And one of them was Lehman, L-E-H, you know\nof the famous Lehman and that went broke. But anyway so he was doing quite well and then\nthey moved to Forest Hills, New York, where there were many, many, many refugees. And I\nbelieve they may even have known a number of them beforehand.",
        "Q: In Europe.",
        "A: In Europe, yeah.",
        "Q: How was their English? Did they know English before they came?",
        "A: My father spoke English well with a trace of a British accent. And my mother I’m not sure\nhow well she spoke it, but all her, I mean she spoke it fluently but all her life she still said\nVelcome with a V. But they kind of, by the time that they had lived in America for a while\nhttps://collections.ushmm.org\nAugust 22, 2012\nspoke this I guess it’s called Spanglish, if it’s Spanish and English. They kept throwing in\nEnglish words and stuff. But I do remember -- and I spoke German with my grandmother. And\nwhen I was in high school and I had taken a practice boards, they said that I should study English\nvocabulary because it wasn’t as good as it should have been all that. So.",
        "Q: Let’s go back. You were born in 43.",
        "A: 43 in Wilmington.",
        "Q: In Wilmington. And then you moved to New York.",
        "A: Right.",
        "Q: And stayed in —",
        "A: In Forest Hills.",
        "Q: In Forest Hills.",
        "A: Right.",
        "Q: And while you were growing up did your parents tell you or talk about their previous\nexperience?",
        "A: I knew very little. I, the only thing I got about the camps is when I was eavesdropping. And\nyou know the people they had over in their social circle, for bridge or canasta or whatever. I\nwrote an article about this once. I don’t know how I knew but I knew pretty much everything.\nThey never talked about it.",
        "Q: Directly to you.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Never. And you know I knew that Mr. Nash had lost his wife and children in camp and he\ncame here and he was starting over again, had married someone else. And I know this person had\nrelatives that I somehow knew their stories. And I don’t know how it, how I knew it. And the\nonly thing I really knew about them. I knew her parents had died. I don’t know when I knew that\nexactly but I know when I was born, they named me Barbara. So I said how come you named me\nBarbara and by that time my sister’s name had changed to Monica. And my mother said well\nyou know Santa Barbara, Santa Monica. And it really wasn’t until I was 20 that I knew her\nmother’s first name which was Blanca so they didn’t talk about it.\nAnd I also found out that there was a letter written to my father’s uncle in Australia that I saw a\ncopy of years later through my Australian cousins. And it went -- sorry to hear of Max’s death.\nAgusta who was, they were brother and sister, is grieving. I thought I didn’t know she was\ngrieving about. So it turns out there were seven brothers and sisters on my, of my grandmother.\nAnd there was a short period of time where you could buy people out of Germany. And so he\nand a cousin in London you know raised some money and got a lot of them out. So I know, to\nSouth Africa and Israel, Palestine then. And Australia. But I didn’t know about that until so\nmuch later.\nAnd I remember the text of the letter because it said Monica is so smart et cetera, et cetera. There\nwas hardly a word about me. I remember you know feeling well why not. Of course I was\nyounger.",
        "Q: So your folks did not talk as you said about their experience or about Aristide de Sousa\nMendes.",
        "A: Not at all.",
        "Q: So you know, so what you know about him is what you read later.",
        "A: Is what I heard within the last couple of months. We were contacted. Nothing from what they\nsaid.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "Q: Who contacted you?",
        "A: There was a woman who I guess 1s with the Foundation or beginning the foundation. It’s very\nbizarre.",
        "Q: What foundation?",
        "A: The Sousa Mendes foundation. There, they want to start a museum.",
        "Q: Where?",
        "A: ’'m not sure whether it would be —",
        "Q: Portugal.",
        "A: Or Brazil. I don’t know.",
        "Q: He was a Portuguese diplomat.",
        "A: It was, so where did Brazil come in?",
        "Q: Well it was Portuguese, Brazil was Portuguese.",
        "A: Oh so it was, ok so maybe he came from Brazil or whatever. But anyway, actually got in\ntouch with her through my sister’s daughter whose name is nothing related to our names at all\nbut who is an extremely active presence on the web and has her own company. Contacted her.\nShe referred it to my sister, who really hasn’t followed the history of my family you know the\nway I have. There’s always one. There’s always one, thank god. And so she forwarded it to me\nand so that’s how I found it. It’s startling to see. This is all recent. So I forwarded it to my kids\nand, and my younger one Jesse, who’s the historian in the family sent along images of this\nhttps://collections.ushmm.org\nAugust 22, 2012\nsuitcase to the foundation. He still has it. He said when my mother died, he saw this suitcase. So\nI must have said something to him. And he took it.\nAnd or no one else was interested and it was an old bunged up suitcase. But interestingly\nenough she kept it. Yeah. Now my uncle who was a survivor came to this country, America,\nwhen I was four.",
        "Q: It was 1947.",
        "A: Right. And he was very handsome. My father had sent him and a cousin, Gary Lee Fleishman\nto a sanatorium in Switzerland for a year. To recover because you know he was severely\nunderweight. And apparently now again I don’t know how I knew this, but he sat my mother\ndown, probably my father too. And said I’m going to tell you the story once. I’m going to tell\nyou what happened once and then I never want to speak of it again. So my parents weren’t\nexactly communicative, but I think I knew this story before he actually did start talking about it\nwhich was when he was older and my younger son was getting bar mitzvahed so he was starting\nto talk and he, I remember my uncle as being a great ping pong player. And young and kind of\ndashing and very funny. He told jokes all the time.",
        "Q: His name again is.",
        "A: Well his real name was Pavel Briess, B-R-I-E-S-S. And when he came to this country the\ncustoms person said well you can’t go with Pavel Briess. No one will know what to do with that\nname. So I now call you Paul Brennan, the Irishman from Prague. And many years later I got\ncontacted by someone who by chance, had been searching for my uncle for many years.\nUnfortunately he had just died and he was in the bunk bed above him at this camp. I want to call\nit Friedenwald. I don’t know what it would be in another language. I don’t think it was in\nGermany, but it’s where they made rocket parts. But he was in Auschwitz and the whole —",
        "Q: That was his story. I was going to ask you what his story was.",
        "A: Well his story is that he was in Theresienstadt and then when he was sent to Auschwitz,\nhttps://collections.ushmm.org\nAugust 22, 2012\nalong with his mother. His father had already died in the boxcar. From Prague to Theresienstadt.\nAnd I think he saw his mother die but long story short, he was greeted at the train by Mengele in\nhis white uniform. Just the way they say. This is what he told me. And he was going to the\nright, to the left, to the right, to the left. And the man ahead of him said you know I’m a good\nworker. My back hurts me a little bit but I can certainly hurt to the left or however it was to the\nleft. And my uncle got off and he said I’m young, I’m strong and I know how to weld. To the\nright. How he learned how to weld is another story. But another cousin of ours, also a survivor\nwho recently died was a violinist and his father, I don’t know, had taught them both to weld. So\nanyway, he survived and then was sent to I don’t know if he was sent to another camp like\nDachau, before Friedlander. I mean my cousin, other one was in every camp you can imagine.\nSo.",
        "Q: So then he, that’s the story he told your parents when he came.",
        "A: Yeah he told it and then I remember after the war, he had saved someone’s life in the camps\nby getting him extra food or doing what I don’t know or by getting him a pair of shoes and then\nafter the war they were kind of marching out. Or getting out. And this same man said look what\nthese shoes have done to my feet. You like them so much, you wear them. And he took them off\nand he threw them at my uncle. Because I guess the shoes didn’t exactly fit. So I remember that\nstory. And it must have been horrible for him to know about his mother. So I don’t know how\nthey actually, my uncle got in touch with, or my father actually got in touch with him. I\nremember in my early days there were all these phone calls, all these phone calls going on all the\ntime, trying to locate people. And then there was always Vita Gutmacher [ph], so there was a\nlawyer, accountant or whatever in Forest Hills, Hans Lexa and I think he dealt with all the\npeople who were putting in claims. And you know legal claims. And I don’t think my parents or\nmy grandmother ever got any, Vita Gutmacher. But from what I understand its property, not\npeople. You know if you lost a paint factory.",
        "Q: So you don’t’ think they got any —",
        "A: I don’t think so. I’m not even sure the reparation, yeah.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "Q: And so then your parents stayed in New York.",
        "A: In Forest Hills, yes.",
        "Q: The rest of their lives?",
        "A: Yes.",
        "Q: And your father worked?",
        "A: He became a stock broker. And I remember he was one of the first hundred or whatever to be\nadmitted into the New York Stock Exchange. It’s got to be back in the 50s. And he did very well.\nI mean he researched companies and invested for himself and for other people. And he invested\nin this little company that had something to do with technology and computers which was IBM.\nSo IBM as a matter of fact traveled through my father, through my mother and came to me. They\nweren’t all that much by the time they came to me. But so he, he did quite well. And I also\nremember we had a little candy store at the corner. Walking there every night to get the evening\npaper so he could see. Eventually we had a ticker tape in our basement. Yeah.",
        "Q: Any other stories about them or your —",
        "A: I know my mother took sleeping pills. She couldn’t sleep. She was having trouble sleeping\nand because for many years when I was first born, she didn’t know whether her own parents\nwere alive or dead. And you know she had her own fears which I think were exaggerated\nbecause of the situation. And my father’s paranoia was certainly exaggerate — well maybe not.\nMaybe he would have been like that anyway. So he said you know I’ve written a lot about this.\nI’ve written a lot of this material in two books of poetry that talk about this exactly how he kept\nsaying, never invest in real estate. It’s not liquid. And the one illegal thing he did was keeping a\nbar of gold under his pillow. It’s not allowed, at least at that time. To keep gold because you\ncouldn’t, it wasn’t liquid. You couldn’t make a getaway. And that mentality of making a getaway\nhttps://collections.ushmm.org\nAugust 22, 2012\nis something that I grew up with. Also these are just little things that are sort of interesting. He\nnever believed in showing exactly what you have. So our house in Forest Hills. It was outside\nthe gardens, which were the Forest Hills garden which were segregated. No Jews, no blacks, no\nanything. You know it looked like a decent house but you would never know what it looked like\ninside. And there was this snobbery but I imagine that preexisted the war. With the Eastern\nEuropean Jews. And it would — the two communities Forest Hills and Kew Gardens were in their\nown way segregated. With the, as I said the Hungarians and the Czechs and the Germans and the\nAustrians and all that in Forest Hills. And the Poles and the Russians and the, you know the rest\nover there in Kew Gardens.\nSo there was only German spoken in my house. I don’t think we had an American. I mean I\ndon’t know if it was on purpose but they didn’t have any, they had American acquaintances but\nthey never came to the house or I don’t know if they went there or not. So it was a fairly closed\nsociety which they called De Ganse Circus [ph], which is the whole circus because it was so,\nthe morality and the ethics and all that were so different from 1950s American Ozzie and Harriet.\nI mean there were love affairs and divorces and you know and parties and lots of a big social life,\neven during the week, as I call it a school night. But that was the life there. I know that my\nfather loaned money to a lot of people. And helped a lot of people out which you would think\nwould not quite be like his character but he did. And he always said this country’s been very\ngood to us. You have to pay all your taxes and you have to this, you know. He was very black\nand white. So.",
        "Q: How do you think their experience affected the way they raised you and your sister?",
        "A: Hey listen. I was raised in 19\" century Vienna. I mean the discipline was such. Children are\nto be seen when they’re clean et cetera. And my father was well let’s just call him Prussian\nmilitary although he never was in the military. Very, very strict. At least my father was. And my\nmother was less so. But —",
        "Q: Do you think I was also asking in the sense that they had to escape, to leave, did that affect\nhow they raised you or do you think that influenced --?\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: You mean were they overly cautious for us and protective?",
        "Q: Yeah or did they encourage you to be independent?",
        "A: Well the assumption at that time was you’re a Heymann girl. You’re supposed to behave a\ncertain way and you have to have the best education and you have to go to the best colleges, et\ncetera et cetera. And you’re going to marry someone who’s rich who will take care of you for the\n— you will be the perfect wife. We were two girls so that was how we were raised.",
        "Q: But you don’t think that was influenced by the fact they had to escape?",
        "A: It’s hard to say isn’t it. I don’t know. There were little things like in terms of movies, my\nmother didn’t want to see sad movies. She always said life is sad enough. Of course I love sad\nmovies. I had to grow up opposite. My father died when I was 14 and he left an extremely\ncomplicated will. I mean you had to admire the way he was thinking it through. Like ok, at 21\nand we were 14. Up until the age of 21 you know whatever my mother you know but when we\nwere 21 we came into money. Then when we were 28. So 21 we might be married. 28 we might\nbe divorced. And 35 we might be buying a house with a second husband. I don’t know. I’m sure\nthis was the way he was thinking. So very -- you know that we would be taken care of. And in\nterms of being taken care of, that was how he showed his love. I don’t remember one hug.\nAnd my sister, I think he felt closer to her for many reasons. I’m not saying I don’t know if he\nhugged her either. But she was more apparently or supposedly, more mathematically minded and\nher personality was totally different. I was a lot, I mean I just was like mercury. I was all over the\nplace. And I kind of always had the feeling he could deal with her easier, and I was like my\nmother, more exaggerated. But he did hit us, me in particular because I was fresh. The reason I\nwas fresh is cause I was proud and I didn’t even know I was fresh when I was being fresh. So\nbut again it’s hard to say whether that would have been the case anyhow.",
        "Q: Did you tell your friends about your parents’ history when you were young?\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: I don’t think so. But I know that a lot of immigrant families, the children are kind of ashamed\nof them or ashamed of their parents or ashamed of the house. I never felt that. I always kind of\nthought it made me you know exotic. But, no. Not, no I don’t think I talked about it with them.",
        "Q: When did your mother pass away?",
        "A: Quite recently. February 2011. I was just so glad, not 2011, 2001. So I was glad that she\ndidn’t live for that. That would have -- the thing about my mother is that as she said she was a\nworrier, but she never worried about the big important stuff. She worried about the little stuff\nthat didn’t really make a difference. And I think that was intensified like there was just a\nreluctance. I can’t blame her really, to go in certain directions in conversation or even thought\nbecause I think it was just too vivid for her.",
        "Q: You’re relating this to her experiences in Europe to escape.",
        "A: Yes and because of her parents and her family and the whole thing. That it just really\nintensified what may have been a quality anyway, which was a kind of anxiety but it became\nquite pronounced.",
        "Q: When the Eichmann trial took place, did your mother say anything?",
        "A: No.",
        "Q: Did you feel any connection when the Eichmann —",
        "A: What year was that.",
        "Q: 60s, 70s.",
        "A: No, but I tell you what I did cause I think I was older. Who is that guy who came to the\nStates. His name was Dem something or other.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "Q: Demjonjuk.",
        "A: Yes and how he had kind of passed. I did kind of follow that. Also my step father who was\nalso a member of the De Ganse Circus. His brother went to South America and Argentina. And I\nknow there was a big community of Jews there and I had a cousin who they made their lives in\nMexico. So we met them maybe once or twice. I just remember I was the one person who I knew\ngrowing up who had hardly any family. I had a grandmother and I had an uncle. And somehow\ndistant were Ilsa and Hans Voss, she had been experimented on. They never had children. They\nmet in the camps. Really very nice people and they I think my father helped them out a lot. And\nhe helped my uncle out when he came to this country. But Ilsa and Hans were about, that was\nabout it and my uncle. And my grandmother. And she lived with us til I was about 11 and then at\nthat time what they had were people who took in older boarders so she lived a bus ride away\nwith this, these people who took in other older people.",
        "Q: You mentioned stepfather. So your mother remarried.",
        "A: My mother remarried.",
        "Q: When was that?",
        "A: Let’s see 59 I graduated. Like 58, 57, 58. No, that’s not right. I remember she married before\nthe year was out, big scandal. So my father I think died in 53, yes. And in August and they\nwanted to make a trip back to Czechoslovakia as a matter of fact. And she said she wasn’t going\nto travel with him unless they were married and so they got married in May or June to make the\ntrip. I went with them to — I went to Europe.",
        "Q: So you were ten years old?",
        "A: That sounds or 11, no. I had to be older. Maybe my father died in, at age 53 in 1957 sounds\nmore like it cause I was 14. Yeah, sorry. So in 1957 and in 1958 they got married. And in terms\nhttps://collections.ushmm.org\nAugust 22, 2012\nof their lives, they went to Europe every year. Switzerland, et cetera. And stayed about six\nweeks, a month, six weeks. And then at 11 was my sister. I was 11 our first trip to Europe. They\nput us in a Swiss boarding school for a month and then to learn French supposedly. And then we\nmet up with them. I can’t believe they sent us alone by train from Switzerland to Austria, but we\ndid. And I think they always no matter you know they always felt Europe was their home, even\nthough he was extremely patriotic.",
        "Q: Your step father’s name?",
        "A: No, this was my father.",
        "Q: Oh your father?",
        "A: Yeah, my step father’s name was Richard Glauber. And he had two daughters with his first\nwife. And he had tried to, he had made an expedition to Palestine. He was a pediatrician to see if\nhe could live there and he just found the language so impossibly hard that when he came back he\ncame to the States. He, I remember him saying that he was in a rented apartment, but I don’t\nknow what. It was a sweltering hot summer. He was in his undershirt, his underwear listening to\ntv all day, trying to learn English.",
        "Q: How do you think your parents’ experience affected you? Or would you be a different person\ntoday --",
        "A: Absolutely. There’s no question about it. No, no, no there’s no question about it. Because\nthere were a couple of little things like I couldn’t stand Hansel and Gretel because of the oven.\nAnd, and because I was so curious. I was really curious to know all the unspoken stuff. And you\nknow I say there’s always one in one family. I really felt like in a way I was holding the history\nbecause no one else was. Certainly had to do with the subject matter of my poetry which is very\nmuch affected by that.\nAnd also because it’s astonishing to me. I mean I think I could be funny too. But how in a way\nobsessed I am with a, with terrible things happening. Like I never imagine things are going to\nhttps://collections.ushmm.org\nAugust 22, 2012\nturn out for the better. Of course my father said always imagine the worst. That way you won’t\nbe disappointed. I think that was a huge mistake cause it made me always imagine the worst.\nAnd you know like right now. Ok so I worked my whole life and for the last ten years before I\nretired, I was a speech writer at AARP, many issues. So after I retired I thought ok, I don’t want\nto teach. I’ve taught enough. I’ve taught all the way through when I was working. And I’ve\nwritten and this and that so I became and am to this day which has only been two years like\nobsessed with Iraq and Pakistan and the terrorists and I go to everything having to do with that\nsubject. I mean there are many, stuff downtown, think tanks that are talking about it. I’m there.\nSo I mean it’s, I don’t know if it’s linked or not.\nBut for some reason going there and finding out these horrible things makes me -- it objectifies it\nin such a way that I can kind of live with it sort of.",
        "Q: And you think this is a result of your family history?",
        "A: I do. I mean I think I may also have been anxious or whatever, but I don’t think P’'d be\nthinking about these things. I do.",
        "Q: Do you discuss it with your sister?",
        "A: My sister has a kind of amnesia about our childhood. So I say do you remember when. I\ndon’t remember that. I said you know I used to think that such and such about uncle Paul. She\nsays what are you talking about. So it’s like but she became interested for five minutes when\nthis, when the foundation people were contacting her but it does -- and she doesn’t live it. I think\nit’s always there for me. At some level.",
        "Q: So she doesn’t talk about the fact that you —",
        "A: No and she knows so little. Although you know I might be surprised. We’re going to spend a\nweek together shortly and I might be surprised by the things she does remember which have\nnothing to do with what I remember so we’ ll see.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "Q: She was older.",
        "A: She was older.",
        "Q: She was closer to the European experience than you were. Obviously she was born there.",
        "A: Yeah but she was like a year, an infant. And the other thing is through my life I’ve always\nlived in two worlds. It’s like never putting all your eggs in one basket. Like I had and it was\nreally like a kind of split life. Even when I was working I had my poetry life, my poetry career\nwhen I was having my poetry career and I was teaching and so it was always like I wanted\nalways to have an escape hatch so that if something went wrong here I could move there. And\nthe other thing is that whatever sustenance or support or -- I didn’t get it at home. I just and I got\nit from school, through education or whatever and so it made me very — Also you can’t tell here\nbut I think I survived my family cause I was very funny. And whenever I felt fires starting as it\nwere. You know I would just start being very funny.",
        "Q: To protect yourself?",
        "A: To protect them too, yeah.",
        "Q: Tell me about your education.",
        "A: Well I went to PS 101 and after high, I went to Forest Hills High. Home of Simon and\nGarfunkel. They graduated a couple years ahead of me and some other famous people. And from\nthere I went to Mount Holyoke. It was a given that I would go to a girls’ school because and my\nfather was dead then. But it was the Ivy, it was the Ivy League. Majored in philosophy, minored\nin art history and was writing all along but didn’t claim it. I knew I wanted to be a writer but I\nnever, it sounded too kind of arrogant so even in my college, my high school year book, I said\njournalist. I didn’t want to be a journalist. So after Mount Holyoke. Let’s see where do I start.\nhttps://collections.ushmm.org\nAugust 22, 2012\nI went to my first graduate school which was Yeshiva University in New York cause I wanted —\nthey had a special program for teaching people who wanted to teach in disadvantaged schools,\neducation for the disadvantaged. So I taught in Spanish Harlem. And then after that I got another\ndegree to become, in psychology of school learning. That was to be a reading specialist because\npeople were tracked, kids were tracked according to reading and there were smart kids who\ncouldn’t read so I did that. And then I got my MFA here. And I say you know I have recidivism.\nAlways keep going back there. But I wrote a —",
        "Q: Here being where?",
        "A: School, learn.",
        "Q: Where did you get your MFA?",
        "A: My MFA was Myra, American University. And so currently I’m a visiting writer at American\nUniversity and I taught there for a while, just as an adjunct. But the DC, JCC in Rockville. JCC I\ntaught and also I did some private work, when my kids were young as a reading specialist. And —",
        "Q: Do you tell people about your -- when you’ re teaching 1n a professional situation do you ever\ntalk about your parents’ background or do you bring it in?",
        "A: Sometimes I do, depending on the books we’re reading. You know Tova Penny. Well she’s\nfascinating. That’s all she reads. I mean she reads everything there is to read about it and I’m not\nlike that. I’m sort of like that but in that sense I’m my mother. I haven’t read all the literature\nand it’s like I’m there. I remember when I wanted to change jobs and I interviewed at the\nHolocaust Museum. And I thought I just don’t think I could come here every day. I couldn’t.\nAnd so it’s like I’m very aware of it. I’m very aware that I’m Jewish. But I’ve never been\nobservant. So and I’m very -- I’m trying to think of the books I’ve chosen. Well when I was in\nthe Rockville JCC I may have chosen some books that were supposed to be by women authors\nwhere this was the subject. And of course I see the films.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "Q: When your parents were still alive and came to this country, did they have any kind of\nreligious observance or —",
        "A: No my father only said if you want to not go to school for Yom Kippur you better go to\ntemple. You can’t stay home just to stay home.",
        "Q: No holidays observed in —",
        "A: Oh yeah we did Passover. And my grandmother as I say she was kosher although we didn’t\nkeep kosher except for bacon. She loved bacon. But no.",
        "Q: What are your feelings about Israel?",
        "A: Oh I have very powerful feelings about Israel. Very complicated feelings about Israel but I’m\nnot sure I would have those feelings were I not, did I not get involved with an Israeli poet and\nyou know get involved in the translation and I go there. At this point I go there a lot. I’m trying\ndesperately to learn Hebrew. I have very complicated feelings about Israel. Like I think the basic\nquestion is does it have a right to exist. And once you say yes and that comes along with so\nmany other issues, I’m very bothered by people who have very strong opinions about it without\nhaving seen it or been there or seen how small it is and how close everything is and to know\nwhat they live with every day.\nSo and I’m very sorry for the generation that’s aging that knew about the ideals that Israel had\nand are now very materialistic and Americanized in the hatred. Because like when the -- Moshe\nDor who I —",
        "Q: He’s the poet that you translate?",
        "A: Yes, I mean he learned Arabic in high school or to a certain extent. So it was a whole\ndifferent world and it’s sad to see it go and it’s sad to see it, the people of his generation are very",
        "Q: Again do you feel that your connection to Israel is —\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Is stronger.",
        "Q: No, is influenced by your parents’ history?",
        "A: I know my father bought bonds and all that stuff. And supported Israel but I don’t know. We\nnever went with them. We always went to Europe. But I think you know -- what’s the word,\nphilosophically speaking he was certainly in favor. But you know both my sister and I married,\nour first marriage was to non-Jews and the rabbi, we did belong to a reform. You know when I\nwent to Sunday school so I know my Bible stories which is more than I can say for most of the\npeople today. And I knew that — he said he wouldn’t marry my sister cause her husband to be\nwas not Jewish. And for me the more important thing was that he not be American. So my first\nmarriage was to someone Dutch who came to this country when he was 11 and he had blond hair\nand blue eyes and my mother thought, first thought was he’s a Nazi.",
        "Q: Why was it important that he not be an American?",
        "A: I didn’t think anyone American could understand my terrain. I often said that an American\npoet asked me well I mean is your poetry you know American? Is it Jewish? And I said no, I\ndon’t think I hide that I’m Jewish. You’ll be able to know but it’s not American. She says what,\nyou don’t feel connected to Walt Whitman and Emily. I said not at all. My landscape 1s the\nbrothers Grimm, those woods. That’s my inner landscape. And I don’t think that or under certain\ncircumstance. I mean Moshe is a foreigner so it just feels like it’s a bigger world. I feel I need to\nlive in a bigger world. Not that people who don’t, aren’t American live in a bigger world but just\nsomething that’s broader. Or international.",
        "Q: Did you raise your children as Jews or not?",
        "A: Well now my older son is observant and he married someone Jewish and she was bat\nmitzvahed when she was in her 20s. So you’ve got that story. And my, the husband who’s the\nfather of, is the father of my kids, that’s number two, a psychiatrist but we’re divorced.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "Q: Was he Jewish?",
        "A: Yes, but ok now I'll do the right thing. But that didn’t work out either for 18 years. But\nanyway. Jewish doctor. But he was observant and he would go to Kol Nidre et cetera and I\nguess I’d have to come along. And I just did it but it didn’t really mean anything to me. But it\ndid seem to mean something to my older son. My younger son married someone non-Jewish. But\nthey’re everything. If you ask him do you believe in God, he’ll say now I’m going to start saying\nthis cause I like it so much. Yes, but my god is the god of infinite complexity. That sounds good.\nI like that a lot. So I can acknowledge that god.",
        "Q: How do you feel about the Holocaust Museum being in Washington, DC?",
        "A: I like it. We knew, what was his last name.",
        "Q: Weinberg",
        "A: Weinberg. Yeah we used to go out to -- Moshe knew him from Israel. I think it’s fantastic.",
        "Q: Even though the war took place in Europe?",
        "A: Well you know —",
        "Q: You I think it’s appropriate that it be here in Washington, a museum —",
        "A: Was it the first because I know they have one all over the world. They have holocaust\nmuseums.",
        "Q: They do.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Yeah, no I have no, the more the better, especially now with the people dying off. The one\nthing that made me feel uncomfortable is, and that’s only as I’ve gotten older is there are so\nmany holocausts. You know so many other slaughters. I don’t know if they’ ve ever been six\nmillion. I don’t know how many Armenians died or Rwandans or any of the others. So the word\nholocaust to have it, it’s like appropriated for the genocide. So but as I recall there are parts of\nthe museum which I don’t know, which do it.",
        "Q: The unconscious that deals with it.",
        "A: Right. I was in Paris not so long ago and I was wandering around and before I knew it I was —\nI didn’t plan on it. I was in front of the holocaust museum that’s in Paris. Never knew there was\none and I thought look I have a day or two in Paris. Do I want to do this? And then I said God\nput me here. The god infinite, you know he had me standing here. I think I have to go. So I spent\nthe day in the museum.",
        "Q: What was your reaction?",
        "A: Very interesting. You know the French, they were not so great. They had concentration camps\nof their own and very anti-Semitic. And all of that. The, it seems to me that the holocaust\nmuseum there concentrated on the French people who saved peoples’ lives. There was a map but\nthe general impression, the most space were these very moving videos. And by the way that to\nme is the most moving part of the Holocaust Museum. Like I went through that museum and\ndidn’t cry but when I came to those —",
        "Q: Testimony.",
        "A: Testimonies. I mean I found them so unbelievably moving and so they had some people who\nwent back to the French farmers or whoever who saved them. And the building itself was very\nimpressive. They were taking school kids around.",
        "Q: Do your grandchildren -- well how old are they?\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Five and two and two and a half so no but my, they go to synagogue already. They belong to\na congregation. My older the first born -- and to me the most important holiday is Passover. I\nreally I don’t go to services although I used to like to hear the shofar.\nI’m trying to think of the principle, the principle. I remember when I was going to, when I was\nyounger I did go to services because I stayed home from school. I was Jewish. I think it was the\nAbraham Isaac story that turned me off. I still don’t know how to cope with that. And I was\nabout, I’d say I was about 11 or 12 when I thought no. I mean and even a metaphor I don’t quite\nunderstand obviously. But the principle behind atonement for sins. I remember thinking well I\nhaven’t sinned. I haven’t sinned, what have I done? But then that one line for being stiff necked.\nI thought ok, maybe I’ve been stiff necked so but I think the principle of it is very important.",
        "Q: I think you answered the question I was going to ask which 1s has the world learned any\nlessons from the Holocaust which you obviously answered in the negative to that. There still is\nso much genocide.",
        "A: Still. It’s just, it’s I think as you get older and you see right, wrong, gray, white, black, white.\nEverything is so complicated, becomes so complicated that it almost becomes impossible to\nmake a moral judgment because everyone has something. I do think, I do think that Israel still,\ndespite everything stands on more of a morally high ground than the Palestinians. I do. Even\nthough by no means are they perfect. They have terrible PR. And people are so uninformed but\nyou know the recent incident of beating up Arab youth, it’s hard to say.",
        "Q: Are you, if you meet someone who’s a child of a refugee, do you feel any connection to that\nperson’?",
        "A: Absolutely. As a matter of fact one of the causes that I used to give to and not just Jewish, it\nwas Refugees International because I see those people leaving their countries with what. So I do\nfeel that they have experiences that are quite unique.",
        "Q: And you yourself personally feel a connection?\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: I feel like as I said I have one foot in this country and one foot over there. I really would\ndoubt that my sister feels that way. She’s in California. They have no history. I’m exaggerating.\nBut yeah. Now I think that my parents adjusted with minimum discomfort compared to many\nother stories. But my mother always said any time she did see someone selling sausages in New\nYork City she would think of her father. So you know they say remember, remember, remember.\nI mean even that doesn’t prevent, sad to say.",
        "Q: Do you have any future messages for your grandchildren. They are young now but they may\nlisten to this in years ahead. Is there any message you’d like to leave them?",
        "A: Well I will say one thing when I was growing up and I felt this burden. I felt a terrific burden\neven though I always felt really strongly that I didn’t want to burden my children. And so I\ntalked very little about it myself, about the Holocaust and all the experiences. I think when they\ngot older I started to a little more because I feel probably how my parents felt, very protection. I\nmean how do you grow up with this? I don’t know what young children do with this kind of\ninformation. I mean they should know about it, but when. That’s you know one of my main\nconcerns. So in terms of my grandchildren. In terms of my grandchildren. I want them to know\nthat it happened and there’s a written record of it happening. And I just can’t expect them to feel\nas connected to it as I do but on the other hand if they’re connected to me they will be connected\nto it.\nSo it’s a big world out there. I think that you know they should know what they want to know\nabout it and kind of stretch a little. I mean my oldest granddaughter is starting kindergarten in a\nfew days. Do I want her to know that there are people out there who do these kind of things? I\nremember in terms of when I found out about my cousin who had these medical experiments. I\ndidn’t want to, I mean I guess I didn’t want to picture it all but somehow so that a lot of my —\nlike my mother maybe has just been pushing the imagery away. Cause the imagery is so\ndisturbing.",
        "Q: Is there anything you’d like to add that we haven’t covered, anything else you wanted to talk\nabout?\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Well interestingly enough I am not, I haven’t gone back and traced my roots or done\ngenealogies. I know that when I was in Israel I was very upset there was no trace. And of course\nyou have to fill out all the papers and do all that. And same here, same in the Holocaust Museum\nhere. So while I do want it, I somehow am not doing the work for it. I was going to say\nsomething. Now there was a relative in my family who did do all of that and that was the\nhusband of this Gertie Fleishman who was a survivor. She survived with my uncle. And her\nbrother became one of the Czech pilots. Remember. The beginning of the war there was a Czech\nair force. They were very good. Anyway they somehow made it out to England and became part\nof the London -- but they didn’t let him fly. So then he went to Israel and started up the\nMaccabee, the athletic games.",
        "Q: Maccabee games.",
        "A: Yeah Maccabee games and he did do some kind of family tree on my mother’s side so I have\nthat somewhere. And then as I said, this man who contacted me some years ago who was the\nbunkmate of my uncle. He must be dead by now. I sent all the stuff to my uncle’s kids, to my\nsister because this had to do with my uncle and no one followed up on it. So we were in\ncorrespondence a while and he sent me tons of papers on the laws in Germany and how they like\nwhen they first began. Like a veterinarian couldn’t treat a Jewish dog. What they saved, it’s all\nwith that, the record keeping stuff. So there are some people who make it their lives and I guess I\nhaven’t but it’s definitely there.",
        "Q: Do you have any desire to find out any more about Aristide de Sousa Mendes?.",
        "A: Yes, I’m curious about him because he really he got punished after the war.",
        "Q: Yes he did.",
        "A: I don’t remember in what ways.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "Q: His government, yeah he was in poverty when he died. He lost his job for doing that cause he\nissued all these visas.",
        "A: Against the orders. Ok so this was Portugal but there was someone else from Portugal in\nanother part of -- in another country who did the same thing.",
        "Q: Have you been to Portugal?",
        "A: Just once.",
        "Q: At that time you didn’t know —",
        "A: No, I didn’t know this but —",
        "Q: Do you have any desire to go to Portugal and —",
        "A: And to find all this. Not really. Listen it was hard enough to get me to Theresienstadt. I was\nin Prague. Limited period of time and I kept saying should I go, should I not go, should I go,\nshould I not go. And I mean really it was fighting an enormous thing to go. I felt I should have\ngone to Teplice and seen the streets where my mother grew up and all of that, although I’m sure\nit’s changed, but still I didn’t go to Teplice. It’s ten minutes from Prague. So I did go there. I\nhave no desire to see Auschwitz or any of the sites and make the pilgrimage. Why? Why?",
        "Q: Is this something you live with every day?",
        "A: Yes.",
        "Q: In what way or ways?",
        "A: I mean it’s hard for me to live in the moment which 1s I know the best way to live and the\nfeeling of menace even when there isn’t any, in my general surroundings. I feel safe. But I it just,\nhttps://collections.ushmm.org\nAugust 22, 2012\nI don’t know if this is the holocaust. Maybe I’d be there anyway but I really feel this earth has\ncome it’s very close to the end of its life span. It’s not funny and you know I worry for my\ngrandkids in that way because human nature is human nature. I remember once I was being\ninterviewed and my interviewer who was black said do you feel like the Jews were specially\nsingled out or whatever. And I said look it’s an accident of fate. It could have been anything. It’s\nan accident of fate that I’m born Jewish. It’s an accident of fate that Hitler went after the Jews. It\ncould have been this, it could have been that, there’s no limits in terms of what could have\nhappened and what did or didn’t happen. I don’t know if I put quite like that.\nI don’t feel specially what’s the word, righteous for my people having gone through this and\nsurvived. I mean look I don’t feel that way, but I just I just feel that life is — you’re vulnerable\nand the best thing to do sometimes is to deny although I would have been scandalized by my\nsaying that in my flagrant youth. But yeah cause otherwise how could you live? But I try. And\nto be remotely cheerful and good natured which was my livelihood when I was younger. I mean\nthat’s how I made it through all this.\nI do remember when I went to my stepfather who was a doctor. I was around 18 or 19. I said I’m\nvery depressed. And he went -- you, depressed? And he laughed and I mean I think a lot of\npeople would say that. You, depressed? So.",
        "Q: So your poetry is your way of expressing?",
        "A: The depression. Oh there’s so much work about it. Even in disguise there’s a lot of work but\nI write about it in terms of my, it’s always in terms of my mother’s experience. You know I have\na lot in there, now that I think of it. You’d know more if you read just five poems about how the\nwar affected my father and how he, well I don’t want to paraphrase the poem but about how he\nalways heard boots coming. And my mother and how that affected how they parented me. It’s in\nthe poetry and how I understood it and how I had to come to terms with it.\nhttps://collections.ushmm.org\nAugust 22, 2012\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Barbara Goldberg. This is track number two and we were\ntalking about your poetry and would it be possible for you to read some of your poems.\nBarbara Goldberg: Yes, I’d like to because it says in such a more profound way what I’ve been\nsaying. It seems to not have the kind of life that a poem has.\nCarvel. In the summer when the days were light longer, we piled in the car and drive down\nMetropolitan Avenue for soft ice cream at Carvel’s. Those nights we could have been a regular\nAmerican family out for spin whose father maybe tossed a ball with his kids. Or tousled their\nhair or let himself be tickled, but we knew his moods would return when we’d tip toe around the\nhouse, lay low. This was the 50s. There was Korea but it was far away and it wasn’t our war.\nAnd they weren’t murdering our people. Later I’ve learned but only much later after he was long\ngone, that he gave our blue Persian carpet to Franz Smetana who was broke and could sell it for\ncash. He also gave money to his mother’s seven brothers and sisters. And some got out in time,\ndispersing to Israel, Australia, South Africa. Or the year he paid the bills for the Swiss sanitarrum\nmy uncle stayed at after the war to put on fat. These kindnesses, these things my father did\nwithout thinking twice, what to say about them, about him except that how a man treats his own\nchildren is only one part of his story and there are others.",
        "Q: That is from your book?",
        "A: That’s from my book the Royal Baker’s Daughter. And the whole first section of that book is\nkind of about growing up in a house where atrocity 1s always the undertone.\nThe next poem I’Il read is from Cautionary Tales and this poem is about my mother and just\nimagine that the I in this poem is my mother speaking.\nSurvivor. And the child by the way is me. They say I should feed you, child with a gift of\ntongues. But darting through woods of dark pine, hounds chase the scent of sandals. Days spent\nunder cover in a field of eiderdown. My fingers searched for traces of my own lost mother. At\nnight when the bulb shines through the parchment and I scrub my body down with soap, I think\nof her parting lace curtains, looking for father to round the corner. A small patch of pine presses\nagainst the north side of this house. Here, by Union Turnpike, a car is parked in the driveway.\nhttps://collections.ushmm.org\nAugust 22, 2012\nWe’d all fit in, all if we had to make a quick journey. I keep a bar of gold under my pillow. They\nbring you to me, my locket clasped in your fist. I want to feed you. It’s those spiked needles that\nscrape against the glass, those shadows that won’t sleep behind the drapes. It’s that woodsman\nwalking through this forest swinging his ax.\nI said just a little while ago where the undertone, where the undertone 1s everything and this\npoem is called Uninvited Guests and it’s also from Cautionary Tales and it has an epigraph, three\ncan keep a secret if two are corpses. And that’s a Yiddish folk saying. Even the dead can’t keep a\nsecret. They barge in, sit at your table, demanding to be served. They bang their spoons like\nchildren, crying feed me, feed me. And you have never prepared enough. Once you would have\nwelcomed the dead, begged mother to set out extra plates, but now they consume what was\npromised to the living. They climb into the marriage bed with their own unearthly linen,\nwhispering old secrets you wish they would keep to themselves.",
        "Q: Do you think that you will be continuing to write poetry with this underlying, these\nunderlying themes? You still feel the need to write?",
        "A: No I don’t actually because Royal Baker’s Daughter is my fourth book of poetry and the\nRoyal Baker’s Daughter 1s like to me, that’s the close of the chapter, because it’s — it’s only been\nyou know been out for the last couple of years. And it’s really reflects a life time of not just\nobserving but trying to understand what their lives, how their lives and their histories were taken\nin by me. And it’s possible I might write fiction about it but as far as the poems, I just, I don’t\nthink I will. Maybe I’m wrong. I mean for a whole year I was writing mother poems saying\nplease spare me, not another mother poem, but you don’t have any control over what you'll be\nwriting about.",
        "Q: What is the significance of the royal baker’s daughter phrase?",
        "A: Well she’s obviously the poor stepchild. She’s getting the leftovers from the royal house,\nfrom the royal king and queen. Her father is the royal baker. He just makes the stuff. She’s\ngetting the crumbs. That’s putting it quite overtly, but actually it refers, it’s a line from a poem\nthat’s in the book that’s not really about my parents at all. But I think it does reflect that fact that\nhttps://collections.ushmm.org\nAugust 22, 2012\neven though I wasn’t starving that I might have felt that I was starving. So that’s what the title\nmeans to me.\nCautionary Tales well I don’t know if you’ve heard of what’s his name. Those books that were\nread to me when I was a child. Oh my god, how could do that strugel pather and these, these\nterrible tales of what happens to bad children. Like I used to suck my thumb and there’s a story\nin there about how a tailor comes at night and cuts off the thumb. So —",
        "Q: These are German folk tales?",
        "A: Yes, by a German pediatrician of all people.",
        "Q: It would be read to you in German?",
        "A: No. I don’t think so. The Strugel Pather it had to, in English it’s shock headed Peter. But —",
        "Q: Speaking about the German language, what are your thoughts about Germany and the\nGermans?",
        "A: Funny you should say that because I’ve never been to Germany because my mother always\nused to say she could never go back to that country and she said Austria was just as bad, if not\nworse in terms of the anti-Semitism. And that if she were in Germany she’d never know who\ndid what. And I guess I absorbed those feelings too. I remember her being quite upset with my\nsister when she bought a Mercedes. How could she do that? But this trip I’m taking with my\nsister, it’s a pleasure trip. It’s not a history trip. But we’re taking a river cruise up the Rhine. So it\nwill be my first time in Germany which I always kind of said was unconscionably beautiful from\nwhat I could see. But again those woods and so I guess I will see. And I know that I have some\ntime after the trip. And I feel a compulsion to go to — compulsion because we end up in\nAmsterdam. But I want to go to Berlin because I understand that it’s a very interesting city and it\nis acity where my father lived for some time. So I'll be doing that too. And I do speak a kind of\nchild’s German. So I won’t feel — I’m not comfortable going to a country where I don’t speak the\nlanguage, but I will understand most of it.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "Q: So when you hear German being spoken, do you have any visceral reaction?",
        "A: Yes, yes.",
        "Q: In what way?",
        "A: Well I’m very curious where people come from and I always ask. I'll always say well what’s\nyour country of origin or whatever. And when I hear German it’s like it’s not my mother tongue\ncause my mother tongue I guess is English. But in a way it is, because it’s what I heard before I\ncould speak. So I feel you know I don’t feel oh my god a Nazi when I went for therapy or\nwhatever, I went with an analyst who was Austrian German, cause the accent just made me feel\nat home. And that she would understand. There are words that exist in German that I don’t even\nknow what they are in English. Forvufa [ph], my mother always used to say Mach me kind of\nforvufa [ph]. I don’t know, don’t make any accusations. I don’t know. Don’t, don’t give me a\nhard time. I just don’t even know how to do it and I’m sure there are things in English that are\nuntranslatable too. But if I knew that you know if I threw in a German word cause the English\ndidn’t occur to me, it would be understood.",
        "Q: Did the therapy help you?",
        "A: I thought about that a lot. I think I have to have been the longest this is analysis we’re talking\nabout. It was many years ago. It was ten years. And at the time I was just very committed to it\nand took it seriously and I said I don’t want a band aid, I want surgery. But you know you don’t\nhave another way of comparing. I mean I think a lot of the things might have come to me\nanyway, just by getting older and more experienced. Having made my own mistakes. But I think\nI really started writing poetry seriously during it so yes, for that I’m grateful.\nI mean before that I was writing short stories and stuff like that.",
        "Q: About your parents or about —\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Some of it. Some of it.",
        "Q: In a prose fashion.",
        "A: I don’t know. I’d say 50, 50. As I said, it’s hard to walk the line of not wanting to make it\nyour life but yet recognizing that it’s a big part of your life.",
        "Q: Why did you want to be interviewed today?",
        "A: Frankly I wanted to be interviewed so the stories about my uncle could be preserved and you\nknow about Gertie and these people who and my cousin Tommy who I loved. He’s the only\nperson in my family who I thought was related to me. Because he was so forthright and my\nfamily was so subtle. You know you always had to kind of guess. And I mean his stories were\namazing. And he had no ambivalence about talking about them, but I mean the story of how it\nwas in terms. I mean I just can maybe it’s cause I can picture Mengele so clearly doing that. And\nso the image of it is so permanent within me. So I didn’t know it was going to be so much about\nme. it’s more about my parents and those who really — but I mean I really do think it’s important\nto know the residual, the residual flavor that lingers and goes in generations to come. And for all\nI know are embedded in some way in my children in ways that are not so obvious.",
        "Q: Are there any other stories that you wanted to tell of relatives or —",
        "A: Hans and Ilsa. And then there’s, in terms of the events, salons or whatever you want to call it\nthat happened at my house. There was one, I can’t imagine this happening in my neighborhood.\nThere was like a cabaret singer who would sit on the piano with black and kind of sing these old\ncabaret songs.",
        "Q: This is in your house?",
        "A: In my house and I knew she was a survivor and Lilly Robinson with the beauty mark here\nwho had a, shouldn’t say her name. What’s it called. A threesome going. Everyone was very\nhttps://collections.ushmm.org\nAugust 22, 2012\nhappy. And it’s hard to put, it’s just so odd to think that these were all people who had suffered\ntrauma, even if they themselves hadn’t been in the camp. In terms of being torn up from their\nlives. And they were — it was like the Israelis in a way. They were partying with a vengeance\nbecause Israel’s like that a lot. I mean everything is so intense and you feel you have to live to\nyou know make up for everything that’s come before. And you may not see another day.\nAnd I guess it’s affected my politics too. I mean I’m, I guess I’m more or less hawkish\ninternationally while very liberal domestically. My son by the way is in the State Department. He\nloved languages although his language is Japanese. I remember Moshe saying Japanese. Why\ncouldn’t it have been Hebrew. And my other son 1s a scientist, neuroscientist. So they’re just\nmy pride and joy along with my grandkids.",
        "Q: Well if there’s nothing else you wanted to add, that’s a lovely —",
        "A: I’m going to call at five in the morning. No, with something else.",
        "Q: That’s a lovely note to end on your pride and joy. That’s a lovely note to end on.",
        "A: Well they’re my joy. I’d rather have it be that cause I don’t know what effect, direct effect I\nhave on their formation.",
        "Q: Well thank you very much for doing the interview. This concludes the United States\nHolocaust Memorial museum interview with Barbara Goldberg.\n(end interview)\n"
    ],
    "questions": [
        "Q: Since you’re going to be telling the story of your parents’ journey, let’s talk about your\nparents. Their names?",
        "Q: Where were they born and when were they born?",
        "Q: Did they come, let’s take 1t one at a time. Did your father come from a religious background?",
        "Q: What kind of education did they have? Your parents?",
        "Q: That was the flu epidemic.",
        "Q: How did your parents meet?",
        "Q: When did they get married? Do you know what year?",
        "Q: November.",
        "Q: November 38.",
        "Q: This is your father?",
        "Q: But they were married by then?",
        "Q: Ok so now they’re in Paris.",
        "Q: Possibly 10,000.",
        "Q: Did they meet him directly?",
        "Q: I just didn’t know whether they had direct contact with him.",
        "Q: How old was she at that point?",
        "Q: She was an infant.",
        "Q: So they get the papers from Aristide de Sousa Mendes.",
        "Q: Did they talk about any of the other people who were doing the same thing and tell you about\nthat. The other refugees who were leaving with them.",
        "Q: OK so they get to Portugal you said.",
        "Q: They went directly to the United States.",
        "Q: From Portugal. Do you know what boat they were on?",
        "Q: Where did they stay in the United States for that month?",
        "Q: Because.",
        "Q: I’m a little, let’s clarify this. They came to the United States. They stayed for how long.",
        "Q: Three months and then went to Brazil.",
        "Q: What did they say about their life in Brazil besides the cockroaches?",
        "Q: Many other refugees.",
        "Q: So then after Brazil they came back to the United States.",
        "Q: But my question was when they were first in the United States.",
        "Q: Where were they staying the first trip?",
        "Q: You don’t. Ok so now they’re back again.",
        "Q: In Europe.",
        "Q: How was their English? Did they know English before they came?",
        "Q: Let’s go back. You were born in 43.",
        "Q: In Wilmington. And then you moved to New York.",
        "Q: And stayed in —",
        "Q: In Forest Hills.",
        "Q: And while you were growing up did your parents tell you or talk about their previous\nexperience?",
        "Q: Directly to you.",
        "Q: So your folks did not talk as you said about their experience or about Aristide de Sousa\nMendes.",
        "Q: So you know, so what you know about him is what you read later.",
        "Q: Who contacted you?",
        "Q: What foundation?",
        "Q: Where?",
        "Q: Portugal.",
        "Q: He was a Portuguese diplomat.",
        "Q: Well it was Portuguese, Brazil was Portuguese.",
        "Q: It was 1947.",
        "Q: His name again is.",
        "Q: That was his story. I was going to ask you what his story was.",
        "Q: So then he, that’s the story he told your parents when he came.",
        "Q: So you don’t’ think they got any —",
        "Q: And so then your parents stayed in New York.",
        "Q: The rest of their lives?",
        "Q: And your father worked?",
        "Q: Any other stories about them or your —",
        "Q: How do you think their experience affected the way they raised you and your sister?",
        "Q: Do you think I was also asking in the sense that they had to escape, to leave, did that affect\nhow they raised you or do you think that influenced --?",
        "Q: Yeah or did they encourage you to be independent?",
        "Q: But you don’t think that was influenced by the fact they had to escape?",
        "Q: Did you tell your friends about your parents’ history when you were young?",
        "Q: When did your mother pass away?",
        "Q: You’re relating this to her experiences in Europe to escape.",
        "Q: When the Eichmann trial took place, did your mother say anything?",
        "Q: Did you feel any connection when the Eichmann —",
        "Q: 60s, 70s.",
        "Q: Demjonjuk.",
        "Q: You mentioned stepfather. So your mother remarried.",
        "Q: When was that?",
        "Q: So you were ten years old?",
        "Q: Your step father’s name?",
        "Q: Oh your father?",
        "Q: How do you think your parents’ experience affected you? Or would you be a different person\ntoday --",
        "Q: And you think this is a result of your family history?",
        "Q: Do you discuss it with your sister?",
        "Q: So she doesn’t talk about the fact that you —",
        "Q: She was older.",
        "Q: She was closer to the European experience than you were. Obviously she was born there.",
        "Q: To protect yourself?",
        "Q: Tell me about your education.",
        "Q: Here being where?",
        "Q: Where did you get your MFA?",
        "Q: Do you tell people about your -- when you’ re teaching 1n a professional situation do you ever\ntalk about your parents’ background or do you bring it in?",
        "Q: When your parents were still alive and came to this country, did they have any kind of\nreligious observance or —",
        "Q: No holidays observed in —",
        "Q: What are your feelings about Israel?",
        "Q: He’s the poet that you translate?",
        "Q: Again do you feel that your connection to Israel is —",
        "Q: No, is influenced by your parents’ history?",
        "Q: Why was it important that he not be an American?",
        "Q: Did you raise your children as Jews or not?",
        "Q: Was he Jewish?",
        "Q: How do you feel about the Holocaust Museum being in Washington, DC?",
        "Q: Weinberg",
        "Q: Even though the war took place in Europe?",
        "Q: You I think it’s appropriate that it be here in Washington, a museum —",
        "Q: They do.",
        "Q: The unconscious that deals with it.",
        "Q: What was your reaction?",
        "Q: Testimony.",
        "Q: Do your grandchildren -- well how old are they?",
        "Q: I think you answered the question I was going to ask which 1s has the world learned any\nlessons from the Holocaust which you obviously answered in the negative to that. There still is\nso much genocide.",
        "Q: Are you, if you meet someone who’s a child of a refugee, do you feel any connection to that\nperson’?",
        "Q: And you yourself personally feel a connection?",
        "Q: Do you have any future messages for your grandchildren. They are young now but they may\nlisten to this in years ahead. Is there any message you’d like to leave them?",
        "Q: Is there anything you’d like to add that we haven’t covered, anything else you wanted to talk\nabout?",
        "Q: Maccabee games.",
        "Q: Do you have any desire to find out any more about Aristide de Sousa Mendes?.",
        "Q: Yes he did.",
        "Q: His government, yeah he was in poverty when he died. He lost his job for doing that cause he\nissued all these visas.",
        "Q: Have you been to Portugal?",
        "Q: At that time you didn’t know —",
        "Q: Do you have any desire to go to Portugal and —",
        "Q: Is this something you live with every day?",
        "Q: In what way or ways?",
        "Q: So your poetry is your way of expressing?",
        "Q: That is from your book?",
        "Q: Do you think that you will be continuing to write poetry with this underlying, these\nunderlying themes? You still feel the need to write?",
        "Q: What is the significance of the royal baker’s daughter phrase?",
        "Q: These are German folk tales?",
        "Q: It would be read to you in German?",
        "Q: Speaking about the German language, what are your thoughts about Germany and the\nGermans?",
        "Q: So when you hear German being spoken, do you have any visceral reaction?",
        "Q: In what way?",
        "Q: Did the therapy help you?",
        "Q: About your parents or about —",
        "Q: In a prose fashion.",
        "Q: Why did you want to be interviewed today?",
        "Q: Are there any other stories that you wanted to tell of relatives or —",
        "Q: This is in your house?",
        "Q: Well if there’s nothing else you wanted to add, that’s a lovely —",
        "Q: That’s a lovely note to end on your pride and joy. That’s a lovely note to end on.",
        "Q: Well thank you very much for doing the interview. This concludes the United States\nHolocaust Memorial museum interview with Barbara Goldberg.\n(end interview)"
    ],
    "answers": [
        "A: Erich Bailey (distorted) Hayman, H-E-Y-M-A-N-N and my mother Emma, which changed\nto Emily when she got here.",
        "A: My mother was born in Olomouc in Czech, what was then Czechoslovakia in 1912 or 13.\nAnd my father was born in the early 1900s in Thorn, T-H-O-R-N .That was the part that kept\ngoing back and forth between Poland and Germany, the corridor up there. But he lived in Berlin\nand my mother in right, Prague. Teplice, a kind of suburb of Prague.",
        "A: He was totally secular. He was German. However, his mother was quite religious and his\nfather, I remember him saying or at least my grandmother who lived with us that he studied\nTorah in the back room and I guess they had some kind of store And my mother’s family was\nalso secular. That was the Sudetenland where she grew up and her father was as she said a\nnotar, which was notary which is very unusual for a Jewish man. And they were secular too.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Well gymnasium for my mother. I’m not quite sure if there was something after. She\nprobably went to some school in Switzerland and after. And my father probably went, I’m saying\nprobably, university in London because he was in London for some time. I think he wanted to be\na lawyer, but that all changed when his father died of the swine flu. I think it was 1918 Is that\nright, yeah? So.",
        "A: He had to come back to Berlin and you know support his mother and himself.",
        "A: I think they met at Karly Vary, Karlsbad in German and it was a place where people went to\nsummer and as a matter of fact I found the actual ballroom where they met and first danced with\neach other and as my mother said. I mean he was quite short and quite fat but my mother said he\ncould dance a mean tango. So and he was very kind of Prussian. He was not known for his\ncharm, although he could be very funny. And my mother was very beautiful and very charming\nand after they met they were both invited to a dinner party where the subject of Hitler came up.\nAnd the Czechs in the Sudetenland were saying oh it’s nothing. Don’t worry and my father who\ngot, he had a big, bad temper. He got outraged and he called them all chicken headed. And but\nno one believed him and so he stormed out. But the next day he was at my mother’s apartment at\nthat time. She was probably working in some kind of dress shop boutique in Prague, with a\ndozen long stemmed roses. And I think you know she later said that why she married him. She\nhad many suitors was because she felt like he was rock solid. That she could rely on him and\nindeed his paranoia saved her and her own parents wouldn’t leave. Her father said since he\ndidn’t speak English, what would I do, sell sausages in a foreign land.\nSo his, and her brother, my uncle Paul Brennan, is the story stayed behind to take care of them.\nAnd that’s how they met.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: No, I don’t because I know that I, when was Kristallnacht?",
        "A: Of what year?",
        "A: I know that they -- he was in Czechoslovakia in the first place because he had developed a\nreputation for taking failing companies and making them profitable.",
        "A: My father. And pretty soon after they met, I think he took my mother and his mother to Paris\nto live. And they made their getaway the minute the Germans crossed over into France, maybe a\nlittle before that.",
        "A: They were married by then, yeah sure. They were married in Czechoslovakia and then pretty\nsoon after went to Paris.",
        "A: Now they’re in Paris and my father, when he got paid, had asked to be paid in Swiss francs.\nHe didn’t want Czech money or German money. So he had resources and when they came to\nParis, well I’m sure he didn’t work or maybe, I don’t know if he worked or not. But anyway they\nlived there a couple of years and my sister was born I think in 1940 or 41 in Neuilly le Bain [ph]\nhttps://collections.ushmm.org\nAugust 22, 2012\nwhich was kind of a resort town. And then they came back to Paris and then when they left\nParis, along with all the others, my -- you had to wait in line for a visa and everything like that.\nAnd so that took a while, even to get out of Paris. But then I think I wrote you that — so I think 1s\nthat they followed a lot of people who were there who were driving south and trying to get to\nSpain and then Portugal. And in, I believe, it was Bordeaux there was Aristide de Sousa\nMendes who arranged for them I think along with something like 30 or 33,000 other people to\nget —",
        "A: Oh really cause I heard from them and that’s what they said. So they got an exit visa from\nhim.",
        "A: Well I don’t know but the manifest exists that you know their names exist on a, on a I don’t\nknow cause I never heard his name til very recently.",
        "A: I don’t know but you know the people who he gave visas to, they were like on the first three\nlines of god knows how many pages was my grandmother, Gusha Agusta and Erich and Emma\nand then my sister, Monique Marguerite was her name before it was changed to —",
        "A: I think this was 40, 41 so she was, I remember that she was very young. I mean a baby.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: She was an infant and my grandmother in the back seat of the car was feeding and feeding her\nto keep her quiet.",
        "A: Yes, and I remember them saying that it was this long, long ride over the Pyrenees or\nsomething to get to Spain. I don’t know how long they spent in Spain. Eventually they got to\nPortugal and then where was their visa from because —",
        "A: I’m not really sure. I have this one photograph which seems to me so strange which was on\nthis obviously cross Atlantic trip and they were partying. I mean they were dressed up in party\nclothes.",
        "A: They get to Portugal. They had a three day visa for the States. When they get to the States,\nEllis Island, the customs person looks at my mother.",
        "A: From Portugal?",
        "A: My son, my younger son has a suitcase which has Rio de Janeiro on it and I'll tell you how\nthat happened. So they had a three day visa and the customs person -- this is how the story went.\nLooked at my mother and the baby and the older grandmother and all that and he extended it to\nhttps://collections.ushmm.org\nAugust 22, 2012\nthree months. And in that time they got a visa to Brazil. They had been considering Argentina\nbut my, his mother had high blood pressure and I think Brazil was better for that. They spent a\nyear in Brazil. My sister was in a crib and my mother said the cockroaches were like nothing you\ncan imagine. And then I think, I don’t know whether they came in on a Brazilian visa or whether\nthat visa finally, I’m very —",
        "A: I think they were in Delaware, Wilmington.",
        "A: Because the next job for my father was going to be in a brewery to make it profitable and so\nthe first year of my life, I was born in 43, was spent in Wilmington. I was born there.",
        "A: Three months.",
        "A: Went to Brazil for about a year.",
        "A: Not much. I don’t think they were alone there. There were many —",
        "A: Yes, but I don’t know much about that at all. And maybe the party dresses could have been on\nthe boat from Rio to you know to the States. That I don’t know either.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: And when to Wilmington for about a year, a year or two.",
        "A: ’'m not really sure. I assumed it was —",
        "A: I don’t know.",
        "A: They’re in Wilmington. He’s making this brewery if only I could remember the name of the\nbeer, because Pabst of course 1s -- P’Il remember the name of the beer. But long story short, he\nsomehow became a financial advisor to people. And one of them was Lehman, L-E-H, you know\nof the famous Lehman and that went broke. But anyway so he was doing quite well and then\nthey moved to Forest Hills, New York, where there were many, many, many refugees. And I\nbelieve they may even have known a number of them beforehand.",
        "A: In Europe, yeah.",
        "A: My father spoke English well with a trace of a British accent. And my mother I’m not sure\nhow well she spoke it, but all her, I mean she spoke it fluently but all her life she still said\nVelcome with a V. But they kind of, by the time that they had lived in America for a while\nhttps://collections.ushmm.org\nAugust 22, 2012\nspoke this I guess it’s called Spanglish, if it’s Spanish and English. They kept throwing in\nEnglish words and stuff. But I do remember -- and I spoke German with my grandmother. And\nwhen I was in high school and I had taken a practice boards, they said that I should study English\nvocabulary because it wasn’t as good as it should have been all that. So.",
        "A: 43 in Wilmington.",
        "A: Right.",
        "A: In Forest Hills.",
        "A: Right.",
        "A: I knew very little. I, the only thing I got about the camps is when I was eavesdropping. And\nyou know the people they had over in their social circle, for bridge or canasta or whatever. I\nwrote an article about this once. I don’t know how I knew but I knew pretty much everything.\nThey never talked about it.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Never. And you know I knew that Mr. Nash had lost his wife and children in camp and he\ncame here and he was starting over again, had married someone else. And I know this person had\nrelatives that I somehow knew their stories. And I don’t know how it, how I knew it. And the\nonly thing I really knew about them. I knew her parents had died. I don’t know when I knew that\nexactly but I know when I was born, they named me Barbara. So I said how come you named me\nBarbara and by that time my sister’s name had changed to Monica. And my mother said well\nyou know Santa Barbara, Santa Monica. And it really wasn’t until I was 20 that I knew her\nmother’s first name which was Blanca so they didn’t talk about it.\nAnd I also found out that there was a letter written to my father’s uncle in Australia that I saw a\ncopy of years later through my Australian cousins. And it went -- sorry to hear of Max’s death.\nAgusta who was, they were brother and sister, is grieving. I thought I didn’t know she was\ngrieving about. So it turns out there were seven brothers and sisters on my, of my grandmother.\nAnd there was a short period of time where you could buy people out of Germany. And so he\nand a cousin in London you know raised some money and got a lot of them out. So I know, to\nSouth Africa and Israel, Palestine then. And Australia. But I didn’t know about that until so\nmuch later.\nAnd I remember the text of the letter because it said Monica is so smart et cetera, et cetera. There\nwas hardly a word about me. I remember you know feeling well why not. Of course I was\nyounger.",
        "A: Not at all.",
        "A: Is what I heard within the last couple of months. We were contacted. Nothing from what they\nsaid.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: There was a woman who I guess 1s with the Foundation or beginning the foundation. It’s very\nbizarre.",
        "A: The Sousa Mendes foundation. There, they want to start a museum.",
        "A: ’'m not sure whether it would be —",
        "A: Or Brazil. I don’t know.",
        "A: It was, so where did Brazil come in?",
        "A: Oh so it was, ok so maybe he came from Brazil or whatever. But anyway, actually got in\ntouch with her through my sister’s daughter whose name is nothing related to our names at all\nbut who is an extremely active presence on the web and has her own company. Contacted her.\nShe referred it to my sister, who really hasn’t followed the history of my family you know the\nway I have. There’s always one. There’s always one, thank god. And so she forwarded it to me\nand so that’s how I found it. It’s startling to see. This is all recent. So I forwarded it to my kids\nand, and my younger one Jesse, who’s the historian in the family sent along images of this\nhttps://collections.ushmm.org\nAugust 22, 2012\nsuitcase to the foundation. He still has it. He said when my mother died, he saw this suitcase. So\nI must have said something to him. And he took it.\nAnd or no one else was interested and it was an old bunged up suitcase. But interestingly\nenough she kept it. Yeah. Now my uncle who was a survivor came to this country, America,\nwhen I was four.",
        "A: Right. And he was very handsome. My father had sent him and a cousin, Gary Lee Fleishman\nto a sanatorium in Switzerland for a year. To recover because you know he was severely\nunderweight. And apparently now again I don’t know how I knew this, but he sat my mother\ndown, probably my father too. And said I’m going to tell you the story once. I’m going to tell\nyou what happened once and then I never want to speak of it again. So my parents weren’t\nexactly communicative, but I think I knew this story before he actually did start talking about it\nwhich was when he was older and my younger son was getting bar mitzvahed so he was starting\nto talk and he, I remember my uncle as being a great ping pong player. And young and kind of\ndashing and very funny. He told jokes all the time.",
        "A: Well his real name was Pavel Briess, B-R-I-E-S-S. And when he came to this country the\ncustoms person said well you can’t go with Pavel Briess. No one will know what to do with that\nname. So I now call you Paul Brennan, the Irishman from Prague. And many years later I got\ncontacted by someone who by chance, had been searching for my uncle for many years.\nUnfortunately he had just died and he was in the bunk bed above him at this camp. I want to call\nit Friedenwald. I don’t know what it would be in another language. I don’t think it was in\nGermany, but it’s where they made rocket parts. But he was in Auschwitz and the whole —",
        "A: Well his story is that he was in Theresienstadt and then when he was sent to Auschwitz,\nhttps://collections.ushmm.org\nAugust 22, 2012\nalong with his mother. His father had already died in the boxcar. From Prague to Theresienstadt.\nAnd I think he saw his mother die but long story short, he was greeted at the train by Mengele in\nhis white uniform. Just the way they say. This is what he told me. And he was going to the\nright, to the left, to the right, to the left. And the man ahead of him said you know I’m a good\nworker. My back hurts me a little bit but I can certainly hurt to the left or however it was to the\nleft. And my uncle got off and he said I’m young, I’m strong and I know how to weld. To the\nright. How he learned how to weld is another story. But another cousin of ours, also a survivor\nwho recently died was a violinist and his father, I don’t know, had taught them both to weld. So\nanyway, he survived and then was sent to I don’t know if he was sent to another camp like\nDachau, before Friedlander. I mean my cousin, other one was in every camp you can imagine.\nSo.",
        "A: Yeah he told it and then I remember after the war, he had saved someone’s life in the camps\nby getting him extra food or doing what I don’t know or by getting him a pair of shoes and then\nafter the war they were kind of marching out. Or getting out. And this same man said look what\nthese shoes have done to my feet. You like them so much, you wear them. And he took them off\nand he threw them at my uncle. Because I guess the shoes didn’t exactly fit. So I remember that\nstory. And it must have been horrible for him to know about his mother. So I don’t know how\nthey actually, my uncle got in touch with, or my father actually got in touch with him. I\nremember in my early days there were all these phone calls, all these phone calls going on all the\ntime, trying to locate people. And then there was always Vita Gutmacher [ph], so there was a\nlawyer, accountant or whatever in Forest Hills, Hans Lexa and I think he dealt with all the\npeople who were putting in claims. And you know legal claims. And I don’t think my parents or\nmy grandmother ever got any, Vita Gutmacher. But from what I understand its property, not\npeople. You know if you lost a paint factory.",
        "A: I don’t think so. I’m not even sure the reparation, yeah.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: In Forest Hills, yes.",
        "A: Yes.",
        "A: He became a stock broker. And I remember he was one of the first hundred or whatever to be\nadmitted into the New York Stock Exchange. It’s got to be back in the 50s. And he did very well.\nI mean he researched companies and invested for himself and for other people. And he invested\nin this little company that had something to do with technology and computers which was IBM.\nSo IBM as a matter of fact traveled through my father, through my mother and came to me. They\nweren’t all that much by the time they came to me. But so he, he did quite well. And I also\nremember we had a little candy store at the corner. Walking there every night to get the evening\npaper so he could see. Eventually we had a ticker tape in our basement. Yeah.",
        "A: I know my mother took sleeping pills. She couldn’t sleep. She was having trouble sleeping\nand because for many years when I was first born, she didn’t know whether her own parents\nwere alive or dead. And you know she had her own fears which I think were exaggerated\nbecause of the situation. And my father’s paranoia was certainly exaggerate — well maybe not.\nMaybe he would have been like that anyway. So he said you know I’ve written a lot about this.\nI’ve written a lot of this material in two books of poetry that talk about this exactly how he kept\nsaying, never invest in real estate. It’s not liquid. And the one illegal thing he did was keeping a\nbar of gold under his pillow. It’s not allowed, at least at that time. To keep gold because you\ncouldn’t, it wasn’t liquid. You couldn’t make a getaway. And that mentality of making a getaway\nhttps://collections.ushmm.org\nAugust 22, 2012\nis something that I grew up with. Also these are just little things that are sort of interesting. He\nnever believed in showing exactly what you have. So our house in Forest Hills. It was outside\nthe gardens, which were the Forest Hills garden which were segregated. No Jews, no blacks, no\nanything. You know it looked like a decent house but you would never know what it looked like\ninside. And there was this snobbery but I imagine that preexisted the war. With the Eastern\nEuropean Jews. And it would — the two communities Forest Hills and Kew Gardens were in their\nown way segregated. With the, as I said the Hungarians and the Czechs and the Germans and the\nAustrians and all that in Forest Hills. And the Poles and the Russians and the, you know the rest\nover there in Kew Gardens.\nSo there was only German spoken in my house. I don’t think we had an American. I mean I\ndon’t know if it was on purpose but they didn’t have any, they had American acquaintances but\nthey never came to the house or I don’t know if they went there or not. So it was a fairly closed\nsociety which they called De Ganse Circus [ph], which is the whole circus because it was so,\nthe morality and the ethics and all that were so different from 1950s American Ozzie and Harriet.\nI mean there were love affairs and divorces and you know and parties and lots of a big social life,\neven during the week, as I call it a school night. But that was the life there. I know that my\nfather loaned money to a lot of people. And helped a lot of people out which you would think\nwould not quite be like his character but he did. And he always said this country’s been very\ngood to us. You have to pay all your taxes and you have to this, you know. He was very black\nand white. So.",
        "A: Hey listen. I was raised in 19\" century Vienna. I mean the discipline was such. Children are\nto be seen when they’re clean et cetera. And my father was well let’s just call him Prussian\nmilitary although he never was in the military. Very, very strict. At least my father was. And my\nmother was less so. But —\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: You mean were they overly cautious for us and protective?",
        "A: Well the assumption at that time was you’re a Heymann girl. You’re supposed to behave a\ncertain way and you have to have the best education and you have to go to the best colleges, et\ncetera et cetera. And you’re going to marry someone who’s rich who will take care of you for the\n— you will be the perfect wife. We were two girls so that was how we were raised.",
        "A: It’s hard to say isn’t it. I don’t know. There were little things like in terms of movies, my\nmother didn’t want to see sad movies. She always said life is sad enough. Of course I love sad\nmovies. I had to grow up opposite. My father died when I was 14 and he left an extremely\ncomplicated will. I mean you had to admire the way he was thinking it through. Like ok, at 21\nand we were 14. Up until the age of 21 you know whatever my mother you know but when we\nwere 21 we came into money. Then when we were 28. So 21 we might be married. 28 we might\nbe divorced. And 35 we might be buying a house with a second husband. I don’t know. I’m sure\nthis was the way he was thinking. So very -- you know that we would be taken care of. And in\nterms of being taken care of, that was how he showed his love. I don’t remember one hug.\nAnd my sister, I think he felt closer to her for many reasons. I’m not saying I don’t know if he\nhugged her either. But she was more apparently or supposedly, more mathematically minded and\nher personality was totally different. I was a lot, I mean I just was like mercury. I was all over the\nplace. And I kind of always had the feeling he could deal with her easier, and I was like my\nmother, more exaggerated. But he did hit us, me in particular because I was fresh. The reason I\nwas fresh is cause I was proud and I didn’t even know I was fresh when I was being fresh. So\nbut again it’s hard to say whether that would have been the case anyhow.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: I don’t think so. But I know that a lot of immigrant families, the children are kind of ashamed\nof them or ashamed of their parents or ashamed of the house. I never felt that. I always kind of\nthought it made me you know exotic. But, no. Not, no I don’t think I talked about it with them.",
        "A: Quite recently. February 2011. I was just so glad, not 2011, 2001. So I was glad that she\ndidn’t live for that. That would have -- the thing about my mother is that as she said she was a\nworrier, but she never worried about the big important stuff. She worried about the little stuff\nthat didn’t really make a difference. And I think that was intensified like there was just a\nreluctance. I can’t blame her really, to go in certain directions in conversation or even thought\nbecause I think it was just too vivid for her.",
        "A: Yes and because of her parents and her family and the whole thing. That it just really\nintensified what may have been a quality anyway, which was a kind of anxiety but it became\nquite pronounced.",
        "A: No.",
        "A: What year was that.",
        "A: No, but I tell you what I did cause I think I was older. Who is that guy who came to the\nStates. His name was Dem something or other.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Yes and how he had kind of passed. I did kind of follow that. Also my step father who was\nalso a member of the De Ganse Circus. His brother went to South America and Argentina. And I\nknow there was a big community of Jews there and I had a cousin who they made their lives in\nMexico. So we met them maybe once or twice. I just remember I was the one person who I knew\ngrowing up who had hardly any family. I had a grandmother and I had an uncle. And somehow\ndistant were Ilsa and Hans Voss, she had been experimented on. They never had children. They\nmet in the camps. Really very nice people and they I think my father helped them out a lot. And\nhe helped my uncle out when he came to this country. But Ilsa and Hans were about, that was\nabout it and my uncle. And my grandmother. And she lived with us til I was about 11 and then at\nthat time what they had were people who took in older boarders so she lived a bus ride away\nwith this, these people who took in other older people.",
        "A: My mother remarried.",
        "A: Let’s see 59 I graduated. Like 58, 57, 58. No, that’s not right. I remember she married before\nthe year was out, big scandal. So my father I think died in 53, yes. And in August and they\nwanted to make a trip back to Czechoslovakia as a matter of fact. And she said she wasn’t going\nto travel with him unless they were married and so they got married in May or June to make the\ntrip. I went with them to — I went to Europe.",
        "A: That sounds or 11, no. I had to be older. Maybe my father died in, at age 53 in 1957 sounds\nmore like it cause I was 14. Yeah, sorry. So in 1957 and in 1958 they got married. And in terms\nhttps://collections.ushmm.org\nAugust 22, 2012\nof their lives, they went to Europe every year. Switzerland, et cetera. And stayed about six\nweeks, a month, six weeks. And then at 11 was my sister. I was 11 our first trip to Europe. They\nput us in a Swiss boarding school for a month and then to learn French supposedly. And then we\nmet up with them. I can’t believe they sent us alone by train from Switzerland to Austria, but we\ndid. And I think they always no matter you know they always felt Europe was their home, even\nthough he was extremely patriotic.",
        "A: No, this was my father.",
        "A: Yeah, my step father’s name was Richard Glauber. And he had two daughters with his first\nwife. And he had tried to, he had made an expedition to Palestine. He was a pediatrician to see if\nhe could live there and he just found the language so impossibly hard that when he came back he\ncame to the States. He, I remember him saying that he was in a rented apartment, but I don’t\nknow what. It was a sweltering hot summer. He was in his undershirt, his underwear listening to\ntv all day, trying to learn English.",
        "A: Absolutely. There’s no question about it. No, no, no there’s no question about it. Because\nthere were a couple of little things like I couldn’t stand Hansel and Gretel because of the oven.\nAnd, and because I was so curious. I was really curious to know all the unspoken stuff. And you\nknow I say there’s always one in one family. I really felt like in a way I was holding the history\nbecause no one else was. Certainly had to do with the subject matter of my poetry which is very\nmuch affected by that.\nAnd also because it’s astonishing to me. I mean I think I could be funny too. But how in a way\nobsessed I am with a, with terrible things happening. Like I never imagine things are going to\nhttps://collections.ushmm.org\nAugust 22, 2012\nturn out for the better. Of course my father said always imagine the worst. That way you won’t\nbe disappointed. I think that was a huge mistake cause it made me always imagine the worst.\nAnd you know like right now. Ok so I worked my whole life and for the last ten years before I\nretired, I was a speech writer at AARP, many issues. So after I retired I thought ok, I don’t want\nto teach. I’ve taught enough. I’ve taught all the way through when I was working. And I’ve\nwritten and this and that so I became and am to this day which has only been two years like\nobsessed with Iraq and Pakistan and the terrorists and I go to everything having to do with that\nsubject. I mean there are many, stuff downtown, think tanks that are talking about it. I’m there.\nSo I mean it’s, I don’t know if it’s linked or not.\nBut for some reason going there and finding out these horrible things makes me -- it objectifies it\nin such a way that I can kind of live with it sort of.",
        "A: I do. I mean I think I may also have been anxious or whatever, but I don’t think P’'d be\nthinking about these things. I do.",
        "A: My sister has a kind of amnesia about our childhood. So I say do you remember when. I\ndon’t remember that. I said you know I used to think that such and such about uncle Paul. She\nsays what are you talking about. So it’s like but she became interested for five minutes when\nthis, when the foundation people were contacting her but it does -- and she doesn’t live it. I think\nit’s always there for me. At some level.",
        "A: No and she knows so little. Although you know I might be surprised. We’re going to spend a\nweek together shortly and I might be surprised by the things she does remember which have\nnothing to do with what I remember so we’ ll see.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: She was older.",
        "A: Yeah but she was like a year, an infant. And the other thing is through my life I’ve always\nlived in two worlds. It’s like never putting all your eggs in one basket. Like I had and it was\nreally like a kind of split life. Even when I was working I had my poetry life, my poetry career\nwhen I was having my poetry career and I was teaching and so it was always like I wanted\nalways to have an escape hatch so that if something went wrong here I could move there. And\nthe other thing is that whatever sustenance or support or -- I didn’t get it at home. I just and I got\nit from school, through education or whatever and so it made me very — Also you can’t tell here\nbut I think I survived my family cause I was very funny. And whenever I felt fires starting as it\nwere. You know I would just start being very funny.",
        "A: To protect them too, yeah.",
        "A: Well I went to PS 101 and after high, I went to Forest Hills High. Home of Simon and\nGarfunkel. They graduated a couple years ahead of me and some other famous people. And from\nthere I went to Mount Holyoke. It was a given that I would go to a girls’ school because and my\nfather was dead then. But it was the Ivy, it was the Ivy League. Majored in philosophy, minored\nin art history and was writing all along but didn’t claim it. I knew I wanted to be a writer but I\nnever, it sounded too kind of arrogant so even in my college, my high school year book, I said\njournalist. I didn’t want to be a journalist. So after Mount Holyoke. Let’s see where do I start.\nhttps://collections.ushmm.org\nAugust 22, 2012\nI went to my first graduate school which was Yeshiva University in New York cause I wanted —\nthey had a special program for teaching people who wanted to teach in disadvantaged schools,\neducation for the disadvantaged. So I taught in Spanish Harlem. And then after that I got another\ndegree to become, in psychology of school learning. That was to be a reading specialist because\npeople were tracked, kids were tracked according to reading and there were smart kids who\ncouldn’t read so I did that. And then I got my MFA here. And I say you know I have recidivism.\nAlways keep going back there. But I wrote a —",
        "A: School, learn.",
        "A: My MFA was Myra, American University. And so currently I’m a visiting writer at American\nUniversity and I taught there for a while, just as an adjunct. But the DC, JCC in Rockville. JCC I\ntaught and also I did some private work, when my kids were young as a reading specialist. And —",
        "A: Sometimes I do, depending on the books we’re reading. You know Tova Penny. Well she’s\nfascinating. That’s all she reads. I mean she reads everything there is to read about it and I’m not\nlike that. I’m sort of like that but in that sense I’m my mother. I haven’t read all the literature\nand it’s like I’m there. I remember when I wanted to change jobs and I interviewed at the\nHolocaust Museum. And I thought I just don’t think I could come here every day. I couldn’t.\nAnd so it’s like I’m very aware of it. I’m very aware that I’m Jewish. But I’ve never been\nobservant. So and I’m very -- I’m trying to think of the books I’ve chosen. Well when I was in\nthe Rockville JCC I may have chosen some books that were supposed to be by women authors\nwhere this was the subject. And of course I see the films.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: No my father only said if you want to not go to school for Yom Kippur you better go to\ntemple. You can’t stay home just to stay home.",
        "A: Oh yeah we did Passover. And my grandmother as I say she was kosher although we didn’t\nkeep kosher except for bacon. She loved bacon. But no.",
        "A: Oh I have very powerful feelings about Israel. Very complicated feelings about Israel but I’m\nnot sure I would have those feelings were I not, did I not get involved with an Israeli poet and\nyou know get involved in the translation and I go there. At this point I go there a lot. I’m trying\ndesperately to learn Hebrew. I have very complicated feelings about Israel. Like I think the basic\nquestion is does it have a right to exist. And once you say yes and that comes along with so\nmany other issues, I’m very bothered by people who have very strong opinions about it without\nhaving seen it or been there or seen how small it is and how close everything is and to know\nwhat they live with every day.\nSo and I’m very sorry for the generation that’s aging that knew about the ideals that Israel had\nand are now very materialistic and Americanized in the hatred. Because like when the -- Moshe\nDor who I —",
        "A: Yes, I mean he learned Arabic in high school or to a certain extent. So it was a whole\ndifferent world and it’s sad to see it go and it’s sad to see it, the people of his generation are very\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Is stronger.",
        "A: I know my father bought bonds and all that stuff. And supported Israel but I don’t know. We\nnever went with them. We always went to Europe. But I think you know -- what’s the word,\nphilosophically speaking he was certainly in favor. But you know both my sister and I married,\nour first marriage was to non-Jews and the rabbi, we did belong to a reform. You know when I\nwent to Sunday school so I know my Bible stories which is more than I can say for most of the\npeople today. And I knew that — he said he wouldn’t marry my sister cause her husband to be\nwas not Jewish. And for me the more important thing was that he not be American. So my first\nmarriage was to someone Dutch who came to this country when he was 11 and he had blond hair\nand blue eyes and my mother thought, first thought was he’s a Nazi.",
        "A: I didn’t think anyone American could understand my terrain. I often said that an American\npoet asked me well I mean is your poetry you know American? Is it Jewish? And I said no, I\ndon’t think I hide that I’m Jewish. You’ll be able to know but it’s not American. She says what,\nyou don’t feel connected to Walt Whitman and Emily. I said not at all. My landscape 1s the\nbrothers Grimm, those woods. That’s my inner landscape. And I don’t think that or under certain\ncircumstance. I mean Moshe is a foreigner so it just feels like it’s a bigger world. I feel I need to\nlive in a bigger world. Not that people who don’t, aren’t American live in a bigger world but just\nsomething that’s broader. Or international.",
        "A: Well now my older son is observant and he married someone Jewish and she was bat\nmitzvahed when she was in her 20s. So you’ve got that story. And my, the husband who’s the\nfather of, is the father of my kids, that’s number two, a psychiatrist but we’re divorced.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Yes, but ok now I'll do the right thing. But that didn’t work out either for 18 years. But\nanyway. Jewish doctor. But he was observant and he would go to Kol Nidre et cetera and I\nguess I’d have to come along. And I just did it but it didn’t really mean anything to me. But it\ndid seem to mean something to my older son. My younger son married someone non-Jewish. But\nthey’re everything. If you ask him do you believe in God, he’ll say now I’m going to start saying\nthis cause I like it so much. Yes, but my god is the god of infinite complexity. That sounds good.\nI like that a lot. So I can acknowledge that god.",
        "A: I like it. We knew, what was his last name.",
        "A: Weinberg. Yeah we used to go out to -- Moshe knew him from Israel. I think it’s fantastic.",
        "A: Well you know —",
        "A: Was it the first because I know they have one all over the world. They have holocaust\nmuseums.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Yeah, no I have no, the more the better, especially now with the people dying off. The one\nthing that made me feel uncomfortable is, and that’s only as I’ve gotten older is there are so\nmany holocausts. You know so many other slaughters. I don’t know if they’ ve ever been six\nmillion. I don’t know how many Armenians died or Rwandans or any of the others. So the word\nholocaust to have it, it’s like appropriated for the genocide. So but as I recall there are parts of\nthe museum which I don’t know, which do it.",
        "A: Right. I was in Paris not so long ago and I was wandering around and before I knew it I was —\nI didn’t plan on it. I was in front of the holocaust museum that’s in Paris. Never knew there was\none and I thought look I have a day or two in Paris. Do I want to do this? And then I said God\nput me here. The god infinite, you know he had me standing here. I think I have to go. So I spent\nthe day in the museum.",
        "A: Very interesting. You know the French, they were not so great. They had concentration camps\nof their own and very anti-Semitic. And all of that. The, it seems to me that the holocaust\nmuseum there concentrated on the French people who saved peoples’ lives. There was a map but\nthe general impression, the most space were these very moving videos. And by the way that to\nme is the most moving part of the Holocaust Museum. Like I went through that museum and\ndidn’t cry but when I came to those —",
        "A: Testimonies. I mean I found them so unbelievably moving and so they had some people who\nwent back to the French farmers or whoever who saved them. And the building itself was very\nimpressive. They were taking school kids around.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Five and two and two and a half so no but my, they go to synagogue already. They belong to\na congregation. My older the first born -- and to me the most important holiday is Passover. I\nreally I don’t go to services although I used to like to hear the shofar.\nI’m trying to think of the principle, the principle. I remember when I was going to, when I was\nyounger I did go to services because I stayed home from school. I was Jewish. I think it was the\nAbraham Isaac story that turned me off. I still don’t know how to cope with that. And I was\nabout, I’d say I was about 11 or 12 when I thought no. I mean and even a metaphor I don’t quite\nunderstand obviously. But the principle behind atonement for sins. I remember thinking well I\nhaven’t sinned. I haven’t sinned, what have I done? But then that one line for being stiff necked.\nI thought ok, maybe I’ve been stiff necked so but I think the principle of it is very important.",
        "A: Still. It’s just, it’s I think as you get older and you see right, wrong, gray, white, black, white.\nEverything is so complicated, becomes so complicated that it almost becomes impossible to\nmake a moral judgment because everyone has something. I do think, I do think that Israel still,\ndespite everything stands on more of a morally high ground than the Palestinians. I do. Even\nthough by no means are they perfect. They have terrible PR. And people are so uninformed but\nyou know the recent incident of beating up Arab youth, it’s hard to say.",
        "A: Absolutely. As a matter of fact one of the causes that I used to give to and not just Jewish, it\nwas Refugees International because I see those people leaving their countries with what. So I do\nfeel that they have experiences that are quite unique.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: I feel like as I said I have one foot in this country and one foot over there. I really would\ndoubt that my sister feels that way. She’s in California. They have no history. I’m exaggerating.\nBut yeah. Now I think that my parents adjusted with minimum discomfort compared to many\nother stories. But my mother always said any time she did see someone selling sausages in New\nYork City she would think of her father. So you know they say remember, remember, remember.\nI mean even that doesn’t prevent, sad to say.",
        "A: Well I will say one thing when I was growing up and I felt this burden. I felt a terrific burden\neven though I always felt really strongly that I didn’t want to burden my children. And so I\ntalked very little about it myself, about the Holocaust and all the experiences. I think when they\ngot older I started to a little more because I feel probably how my parents felt, very protection. I\nmean how do you grow up with this? I don’t know what young children do with this kind of\ninformation. I mean they should know about it, but when. That’s you know one of my main\nconcerns. So in terms of my grandchildren. In terms of my grandchildren. I want them to know\nthat it happened and there’s a written record of it happening. And I just can’t expect them to feel\nas connected to it as I do but on the other hand if they’re connected to me they will be connected\nto it.\nSo it’s a big world out there. I think that you know they should know what they want to know\nabout it and kind of stretch a little. I mean my oldest granddaughter is starting kindergarten in a\nfew days. Do I want her to know that there are people out there who do these kind of things? I\nremember in terms of when I found out about my cousin who had these medical experiments. I\ndidn’t want to, I mean I guess I didn’t want to picture it all but somehow so that a lot of my —\nlike my mother maybe has just been pushing the imagery away. Cause the imagery is so\ndisturbing.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Well interestingly enough I am not, I haven’t gone back and traced my roots or done\ngenealogies. I know that when I was in Israel I was very upset there was no trace. And of course\nyou have to fill out all the papers and do all that. And same here, same in the Holocaust Museum\nhere. So while I do want it, I somehow am not doing the work for it. I was going to say\nsomething. Now there was a relative in my family who did do all of that and that was the\nhusband of this Gertie Fleishman who was a survivor. She survived with my uncle. And her\nbrother became one of the Czech pilots. Remember. The beginning of the war there was a Czech\nair force. They were very good. Anyway they somehow made it out to England and became part\nof the London -- but they didn’t let him fly. So then he went to Israel and started up the\nMaccabee, the athletic games.",
        "A: Yeah Maccabee games and he did do some kind of family tree on my mother’s side so I have\nthat somewhere. And then as I said, this man who contacted me some years ago who was the\nbunkmate of my uncle. He must be dead by now. I sent all the stuff to my uncle’s kids, to my\nsister because this had to do with my uncle and no one followed up on it. So we were in\ncorrespondence a while and he sent me tons of papers on the laws in Germany and how they like\nwhen they first began. Like a veterinarian couldn’t treat a Jewish dog. What they saved, it’s all\nwith that, the record keeping stuff. So there are some people who make it their lives and I guess I\nhaven’t but it’s definitely there.",
        "A: Yes, I’m curious about him because he really he got punished after the war.",
        "A: I don’t remember in what ways.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Against the orders. Ok so this was Portugal but there was someone else from Portugal in\nanother part of -- in another country who did the same thing.",
        "A: Just once.",
        "A: No, I didn’t know this but —",
        "A: And to find all this. Not really. Listen it was hard enough to get me to Theresienstadt. I was\nin Prague. Limited period of time and I kept saying should I go, should I not go, should I go,\nshould I not go. And I mean really it was fighting an enormous thing to go. I felt I should have\ngone to Teplice and seen the streets where my mother grew up and all of that, although I’m sure\nit’s changed, but still I didn’t go to Teplice. It’s ten minutes from Prague. So I did go there. I\nhave no desire to see Auschwitz or any of the sites and make the pilgrimage. Why? Why?",
        "A: Yes.",
        "A: I mean it’s hard for me to live in the moment which 1s I know the best way to live and the\nfeeling of menace even when there isn’t any, in my general surroundings. I feel safe. But I it just,\nhttps://collections.ushmm.org\nAugust 22, 2012\nI don’t know if this is the holocaust. Maybe I’d be there anyway but I really feel this earth has\ncome it’s very close to the end of its life span. It’s not funny and you know I worry for my\ngrandkids in that way because human nature is human nature. I remember once I was being\ninterviewed and my interviewer who was black said do you feel like the Jews were specially\nsingled out or whatever. And I said look it’s an accident of fate. It could have been anything. It’s\nan accident of fate that I’m born Jewish. It’s an accident of fate that Hitler went after the Jews. It\ncould have been this, it could have been that, there’s no limits in terms of what could have\nhappened and what did or didn’t happen. I don’t know if I put quite like that.\nI don’t feel specially what’s the word, righteous for my people having gone through this and\nsurvived. I mean look I don’t feel that way, but I just I just feel that life is — you’re vulnerable\nand the best thing to do sometimes is to deny although I would have been scandalized by my\nsaying that in my flagrant youth. But yeah cause otherwise how could you live? But I try. And\nto be remotely cheerful and good natured which was my livelihood when I was younger. I mean\nthat’s how I made it through all this.\nI do remember when I went to my stepfather who was a doctor. I was around 18 or 19. I said I’m\nvery depressed. And he went -- you, depressed? And he laughed and I mean I think a lot of\npeople would say that. You, depressed? So.",
        "A: The depression. Oh there’s so much work about it. Even in disguise there’s a lot of work but\nI write about it in terms of my, it’s always in terms of my mother’s experience. You know I have\na lot in there, now that I think of it. You’d know more if you read just five poems about how the\nwar affected my father and how he, well I don’t want to paraphrase the poem but about how he\nalways heard boots coming. And my mother and how that affected how they parented me. It’s in\nthe poetry and how I understood it and how I had to come to terms with it.\nhttps://collections.ushmm.org\nAugust 22, 2012\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Barbara Goldberg. This is track number two and we were\ntalking about your poetry and would it be possible for you to read some of your poems.\nBarbara Goldberg: Yes, I’d like to because it says in such a more profound way what I’ve been\nsaying. It seems to not have the kind of life that a poem has.\nCarvel. In the summer when the days were light longer, we piled in the car and drive down\nMetropolitan Avenue for soft ice cream at Carvel’s. Those nights we could have been a regular\nAmerican family out for spin whose father maybe tossed a ball with his kids. Or tousled their\nhair or let himself be tickled, but we knew his moods would return when we’d tip toe around the\nhouse, lay low. This was the 50s. There was Korea but it was far away and it wasn’t our war.\nAnd they weren’t murdering our people. Later I’ve learned but only much later after he was long\ngone, that he gave our blue Persian carpet to Franz Smetana who was broke and could sell it for\ncash. He also gave money to his mother’s seven brothers and sisters. And some got out in time,\ndispersing to Israel, Australia, South Africa. Or the year he paid the bills for the Swiss sanitarrum\nmy uncle stayed at after the war to put on fat. These kindnesses, these things my father did\nwithout thinking twice, what to say about them, about him except that how a man treats his own\nchildren is only one part of his story and there are others.",
        "A: That’s from my book the Royal Baker’s Daughter. And the whole first section of that book is\nkind of about growing up in a house where atrocity 1s always the undertone.\nThe next poem I’Il read is from Cautionary Tales and this poem is about my mother and just\nimagine that the I in this poem is my mother speaking.\nSurvivor. And the child by the way is me. They say I should feed you, child with a gift of\ntongues. But darting through woods of dark pine, hounds chase the scent of sandals. Days spent\nunder cover in a field of eiderdown. My fingers searched for traces of my own lost mother. At\nnight when the bulb shines through the parchment and I scrub my body down with soap, I think\nof her parting lace curtains, looking for father to round the corner. A small patch of pine presses\nagainst the north side of this house. Here, by Union Turnpike, a car is parked in the driveway.\nhttps://collections.ushmm.org\nAugust 22, 2012\nWe’d all fit in, all if we had to make a quick journey. I keep a bar of gold under my pillow. They\nbring you to me, my locket clasped in your fist. I want to feed you. It’s those spiked needles that\nscrape against the glass, those shadows that won’t sleep behind the drapes. It’s that woodsman\nwalking through this forest swinging his ax.\nI said just a little while ago where the undertone, where the undertone 1s everything and this\npoem is called Uninvited Guests and it’s also from Cautionary Tales and it has an epigraph, three\ncan keep a secret if two are corpses. And that’s a Yiddish folk saying. Even the dead can’t keep a\nsecret. They barge in, sit at your table, demanding to be served. They bang their spoons like\nchildren, crying feed me, feed me. And you have never prepared enough. Once you would have\nwelcomed the dead, begged mother to set out extra plates, but now they consume what was\npromised to the living. They climb into the marriage bed with their own unearthly linen,\nwhispering old secrets you wish they would keep to themselves.",
        "A: No I don’t actually because Royal Baker’s Daughter is my fourth book of poetry and the\nRoyal Baker’s Daughter 1s like to me, that’s the close of the chapter, because it’s — it’s only been\nyou know been out for the last couple of years. And it’s really reflects a life time of not just\nobserving but trying to understand what their lives, how their lives and their histories were taken\nin by me. And it’s possible I might write fiction about it but as far as the poems, I just, I don’t\nthink I will. Maybe I’m wrong. I mean for a whole year I was writing mother poems saying\nplease spare me, not another mother poem, but you don’t have any control over what you'll be\nwriting about.",
        "A: Well she’s obviously the poor stepchild. She’s getting the leftovers from the royal house,\nfrom the royal king and queen. Her father is the royal baker. He just makes the stuff. She’s\ngetting the crumbs. That’s putting it quite overtly, but actually it refers, it’s a line from a poem\nthat’s in the book that’s not really about my parents at all. But I think it does reflect that fact that\nhttps://collections.ushmm.org\nAugust 22, 2012\neven though I wasn’t starving that I might have felt that I was starving. So that’s what the title\nmeans to me.\nCautionary Tales well I don’t know if you’ve heard of what’s his name. Those books that were\nread to me when I was a child. Oh my god, how could do that strugel pather and these, these\nterrible tales of what happens to bad children. Like I used to suck my thumb and there’s a story\nin there about how a tailor comes at night and cuts off the thumb. So —",
        "A: Yes, by a German pediatrician of all people.",
        "A: No. I don’t think so. The Strugel Pather it had to, in English it’s shock headed Peter. But —",
        "A: Funny you should say that because I’ve never been to Germany because my mother always\nused to say she could never go back to that country and she said Austria was just as bad, if not\nworse in terms of the anti-Semitism. And that if she were in Germany she’d never know who\ndid what. And I guess I absorbed those feelings too. I remember her being quite upset with my\nsister when she bought a Mercedes. How could she do that? But this trip I’m taking with my\nsister, it’s a pleasure trip. It’s not a history trip. But we’re taking a river cruise up the Rhine. So it\nwill be my first time in Germany which I always kind of said was unconscionably beautiful from\nwhat I could see. But again those woods and so I guess I will see. And I know that I have some\ntime after the trip. And I feel a compulsion to go to — compulsion because we end up in\nAmsterdam. But I want to go to Berlin because I understand that it’s a very interesting city and it\nis acity where my father lived for some time. So I'll be doing that too. And I do speak a kind of\nchild’s German. So I won’t feel — I’m not comfortable going to a country where I don’t speak the\nlanguage, but I will understand most of it.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Yes, yes.",
        "A: Well I’m very curious where people come from and I always ask. I'll always say well what’s\nyour country of origin or whatever. And when I hear German it’s like it’s not my mother tongue\ncause my mother tongue I guess is English. But in a way it is, because it’s what I heard before I\ncould speak. So I feel you know I don’t feel oh my god a Nazi when I went for therapy or\nwhatever, I went with an analyst who was Austrian German, cause the accent just made me feel\nat home. And that she would understand. There are words that exist in German that I don’t even\nknow what they are in English. Forvufa [ph], my mother always used to say Mach me kind of\nforvufa [ph]. I don’t know, don’t make any accusations. I don’t know. Don’t, don’t give me a\nhard time. I just don’t even know how to do it and I’m sure there are things in English that are\nuntranslatable too. But if I knew that you know if I threw in a German word cause the English\ndidn’t occur to me, it would be understood.",
        "A: I thought about that a lot. I think I have to have been the longest this is analysis we’re talking\nabout. It was many years ago. It was ten years. And at the time I was just very committed to it\nand took it seriously and I said I don’t want a band aid, I want surgery. But you know you don’t\nhave another way of comparing. I mean I think a lot of the things might have come to me\nanyway, just by getting older and more experienced. Having made my own mistakes. But I think\nI really started writing poetry seriously during it so yes, for that I’m grateful.\nI mean before that I was writing short stories and stuff like that.\nhttps://collections.ushmm.org\nAugust 22, 2012",
        "A: Some of it. Some of it.",
        "A: I don’t know. I’d say 50, 50. As I said, it’s hard to walk the line of not wanting to make it\nyour life but yet recognizing that it’s a big part of your life.",
        "A: Frankly I wanted to be interviewed so the stories about my uncle could be preserved and you\nknow about Gertie and these people who and my cousin Tommy who I loved. He’s the only\nperson in my family who I thought was related to me. Because he was so forthright and my\nfamily was so subtle. You know you always had to kind of guess. And I mean his stories were\namazing. And he had no ambivalence about talking about them, but I mean the story of how it\nwas in terms. I mean I just can maybe it’s cause I can picture Mengele so clearly doing that. And\nso the image of it is so permanent within me. So I didn’t know it was going to be so much about\nme. it’s more about my parents and those who really — but I mean I really do think it’s important\nto know the residual, the residual flavor that lingers and goes in generations to come. And for all\nI know are embedded in some way in my children in ways that are not so obvious.",
        "A: Hans and Ilsa. And then there’s, in terms of the events, salons or whatever you want to call it\nthat happened at my house. There was one, I can’t imagine this happening in my neighborhood.\nThere was like a cabaret singer who would sit on the piano with black and kind of sing these old\ncabaret songs.",
        "A: In my house and I knew she was a survivor and Lilly Robinson with the beauty mark here\nwho had a, shouldn’t say her name. What’s it called. A threesome going. Everyone was very\nhttps://collections.ushmm.org\nAugust 22, 2012\nhappy. And it’s hard to put, it’s just so odd to think that these were all people who had suffered\ntrauma, even if they themselves hadn’t been in the camp. In terms of being torn up from their\nlives. And they were — it was like the Israelis in a way. They were partying with a vengeance\nbecause Israel’s like that a lot. I mean everything is so intense and you feel you have to live to\nyou know make up for everything that’s come before. And you may not see another day.\nAnd I guess it’s affected my politics too. I mean I’m, I guess I’m more or less hawkish\ninternationally while very liberal domestically. My son by the way is in the State Department. He\nloved languages although his language is Japanese. I remember Moshe saying Japanese. Why\ncouldn’t it have been Hebrew. And my other son 1s a scientist, neuroscientist. So they’re just\nmy pride and joy along with my grandkids.",
        "A: I’m going to call at five in the morning. No, with something else.",
        "A: Well they’re my joy. I’d rather have it be that cause I don’t know what effect, direct effect I\nhave on their formation.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact -eference@ushmm org for further inforpetton about this collection\nUnited States Holocaust Memorial MuseumAugust 22, 2012\nRG-50.106*0200",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "BARBARA GOLDBERG\nAugust 22, 2012\nGail Schwartz: This is the United States Holocaust Memorial Museum Volunteer collection\ninterview with Barbara Goldberg conducted by Gail Schwartz on August 22\" 2012 in Chevy\nChase, Maryland. This is track number one. What is your full name?\nBarbara Goldberg: My full name is Barbara June Goldberg and Heymann was my maiden name."
    ]
}