{
    "rg": "RG-50.106.0227_trs_en",
    "sequence": [
        "Q: Is that the name you were born with?",
        "A: Yes. Nothing changed.",
        "Q: Nothing changed. Where we were you born?",
        "A: I was born in Ukraine in a small town Stara Constantina, communist area, September 20\"\n1938.",
        "Q: That was your birth date and then you said when you were one month old, you moved.",
        "A: In a month, the parents took me to the place where my husband lived, my father lived and so\nmy father lived. It was in Ulitch Simyonovka, Chenidov [ph] area.",
        "Q: Let’s talk about your parents. What were their names?",
        "A: My father, Yitzhak Brodsky and my mother Eda Fleterman. She did not change her name.",
        "Q: She did not. Was their family from the same place, from the same area, their families, your\ngrandparents?",
        "A: My mother’s grandparents.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "Q: Or your mother’s parents?",
        "A: My mother’s parents lived in Stara Constantina and lived many, many years. It was Pale of\nSettlement and my father’s parents lived in Simyonovka and lived for many, many generations\nand it was the same Pale of Settlement.",
        "Q: Did you have a lot of aunts and uncles and cousins?",
        "A: Yes, my father. My mother, she had her six children. Her parents had seven children. My\nmother was fourth. My father had four, my father’s parents had four children. One was killed in\n1918 and so they had three children and so I had enough.",
        "Q: You had aunts and uncles and cousins. What kind of work did your father do?",
        "A: My father was a teacher.",
        "Q: What did he teach?",
        "A: He taught I think biology.",
        "Q: In a high school or in a college?",
        "A: We did not have high school. We had schools from one up to ten. So my mother, before the\nwar she taught, she was a teacher. She enrolled in university in Moscow but like he said, she did\nnot finish yet because the war started but she taught German language in the same school.",
        "Q: Do you know when your parents were born?\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Of course I know. My father was born June 1“, June 3, 19 zero one. My mother was born\nFebruary 4\", 1912.",
        "Q: Did you have any brothers or sisters?",
        "A: No.",
        "Q: No. You were an only child. An only child. Were you parents very religious?",
        "A: No, no.",
        "Q: You didn’t go to synagogue or —",
        "A: No.",
        "Q: They didn’t that you know of.",
        "A: I don’t know. I don’t remember. During the war, after the war they never did.",
        "Q: What language did they speak at home?",
        "A: Russian.",
        "Q: They spoke Russian, not Yiddish.",
        "A: No, they knew Yiddish and they were afraid to speak Yiddish. I know exactly because they\nalways spoke Russian.",
        "Q: You weren’t born until 1938 but do you remember anything that your parents told you about\nlife before you were born, being Jewish, how difficult 1t was.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: No, no. They were, they lived in peace with other people.",
        "Q: They did.",
        "A: No, no they were. My father, the people liked him. He was — not so many people had got\neducation. He was attacked in the revolution or —",
        "Q: They had friends who were not Jewish? Your parents had friends who were not Jewish?",
        "A: Yes, yes because I know he sent letters some, after the war. Because after the war there were\nno Jewish people.",
        "Q: You’re born in 1938 and what is the first memory you have. I know you were a child.",
        "A: I remember, I remember the place where we lived was a house, not big but we lived with two\nfamilies for one, a big house. And I remember that I had some toys. I remember many things\nbefore, during the war and I don’t remember anything after I was 12 or ten. You know some\nperiod from fight after the — I don’t remember.",
        "Q: We'll talk about that later. Let’s talk let’s start with your early —",
        "A: Iremember that my grandmother came to us and gave me strawberries. That I can --",
        "Q: Do you remember any German soldiers or anything like that?",
        "A: No I didn’t. I never saw. Anything.",
        "Q: Never saw. What other memories to you have of a very early time?\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Before the war. That’s, no.",
        "Q: Ok so then the next change was when for you?",
        "A: Next change. When we moved I remember because we moved as my cousin, she is living in\nIsrael. She was older than me 14. She was 14 years older. And she told me that 500 kilometers,\nit’s about 300 miles, we moved. We had horse and my father did not move with us because the\nchief of his school told that the men have to stay to fight. And so he stayed and he said nobody\nwas in the school. Only I came alone and he was asked so he moved later. So he moved. My\nmother, me and together and the family of our neighbors at the -- for one horse.",
        "Q: When was this, what year?",
        "A: It was I think 41. And according to this, I think 1t was August or maybe end of July. My\nmother told it was a month. Then the war started.",
        "Q: You remember that? You were so little.",
        "A: Iremember when my mother took me on the, in her hands, because it was very loud. In fact\npeople --",
        "Q: You were three years old.",
        "A: And some people fall down and I remember a lot of sounds and I remember it. Because\nmaybe it was very shocked you know.",
        "Q: Where did you go from there?",
        "A: And then we moved to Kursk, according to this, as I understand. We came to Kursk and from\nKursk we got this, all these papers, because before we did not have anything. We just, and\nhttps://collections.ushmm.org\nAugust 11, 2014\nnobody knew from what place we moved and in Kursk we got papers that we have to move to\nsmall village.",
        "Q: How long did you stay in Kursk?",
        "A: I think ten days.",
        "Q: Just a few days.",
        "A: Yes, maybe two weeks.",
        "Q: You were with your mother?",
        "A: Then we moved, my mother, my father, me and my grandmother, my father’s mother.",
        "Q: There were four of you?",
        "A: Four, according to this paper.",
        "Q: Your grandmother’s name?",
        "A: My grand, Fruma. Fruma.",
        "Q: You moved from Kursk?",
        "A: To small village, Dergachi, terrible name. Dergachi, terrible name. It was close to Saratov.",
        "Q: How long, did you stay there for a time?",
        "A: Yes, we stayed there all the, after the time that we left for Irkutsk.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "Q: How long were you there?",
        "A: Well, let me see.",
        "Q: Was it years or was it —",
        "A: More than a year. November, from November 28, 1941, my mother started working in the\nschool. So we left, we left, we left in 1943.",
        "Q: You were there for almost two years?",
        "A: Yes, in the end of 1943.",
        "Q: Do you have any memories of that time? Those two years.",
        "A: No, no memories. My mother told me that I came to the small restaurant where the military\npeople ate and they asked me what do you want? She said I want you only with sugar.",
        "Q: That’s what you said.",
        "A: And I remember only one thing. We did not have what to eat and I remember my\ngrandmother took flour with water, a little salt and I like it very much. Even now I remember.\nNow I can’t even imagine how could I eat it. But we didn’t have what to eat. So we almost died\nthere. And while, with my mother, when my father went to army. My mother wrote all her\nrelatives. She did not know if they are alive or not and only her sister, she lived with her husband\nin Irkutsk. He was a military man. She sent us paper, allow, allow.",
        "Q: To leave, to go to Irkutsk.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Yes, because Irkutsk was closed for refugees. It was military.",
        "Q: Do you know your mother’s sister’s name?",
        "A: Yes, Luba. Luba.",
        "Q: And it was her husband who sent the papers?",
        "A: Yes, he sent them.",
        "Q: Do you have any other memories you wanted to talk about before Irkutsk that we didn’t talk\nabout cause you were a very young child?",
        "A: I can tell you what my —",
        "Q: Any other stories that your mother told you about that time before Irkutsk?",
        "A: My mother told me that she got a wage. It cost one, one bread so she told me that she did not\nhave what to eat and before we left, she got paid, she had papers and my cousin that she, I told\nyou, she is living in Israel. She came to us because she said she was 18 years old and she had to\ngo to the plant, plant without ceiling, without -- so and every day the German planes flew and her\nfather was killed. He came to the job and he never returned home back. And she said I don’t\nwant to live and she —",
        "Q: Her father was killed?",
        "A: Her father. My, my father’s brother, older brother. And she came to us and my mother had\ntickets and, for three, and she said I don’t know what to do. And my mother, she worked in\nspecial place, when she helped in the military base. Write some papers and she made her —\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "Q: False papers?",
        "A: Papers yes that she’s 16 years old. And when we went to the train, to the train to go to\nIrkutsk, when the controllers came, they saw, nobody could see me. I was small and she was\ninstead of me. That was terrible. I don’t know how they did it. It was not one week. It was long\ntime. We were about one month we moved.",
        "Q: You get to Irkutsk. And you stayed there.",
        "A: Yes.",
        "Q: What memories, what do you remember about that time in your life?",
        "A: I remember that I was sick all the time. And that I got TB because it was cold at a different\nclimate and I was in special place because --",
        "Q: In a hospital?",
        "A: No. It was special house for children without contact with parents. So two years I was there.\nAnd then so I don’t remember. I remember that I, when my mother came I saw her through the\nwindow, so I don’t, I lived like I was, I did not have parents. They lived in terrible conditions.\nBecause they did not have even a room to live. They came to my aunt. They had only one room\nand we came. Me, my grandmother, my mother.",
        "Q: Your father?",
        "A: No father was in the army and my cousin and then their brother came because he was\nwounded and he came too at the same place. So I don’t know how they lived.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "Q: Did you know when you were very young that you were Jewish or did you just think you\nwere Russian?",
        "A: No, I always knew itt.",
        "Q: That you were Jewish?",
        "A: Yes. I always was, I always knew when I, especially when I came to school. I always knew\nthat I am not the same as others. I was only one.",
        "Q: How did you know that?",
        "A: Neighbors told me. But in the schools there were no anti-Semitism at that time. I knew, but\nnothing changed. No, I just meet this. A lot of Jewish people lived in Irkutsk especially before\nthe war. All intelligent people were Jewish. Doctors and accountants or —",
        "Q: Let’s talk a little bit about life in Irkutsk. You said you were in that children’s home in\nIrkutsk.",
        "A: Children’s home for sick, for —",
        "Q: For sick children.",
        "A: Yes.",
        "Q: The whole time you were in Irkutsk, were you in that children’s home?",
        "A: For two years.",
        "Q: Two years. So you didn’t go to school?\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: No before the school. It was before the school. I went to school when I was eight years old.",
        "Q: You started school when you were eight.",
        "A: Yes. Eight years old.",
        "Q: What did you do in the children’s home? Played or --",
        "A: I think we played. We played.",
        "Q: Were you very sad or was it a happy —",
        "A: I was happy because I had a lot of food. They, it was war but in this place we ate a lot of, my\nmother told me, you are lucky because you could die if you did not go there.",
        "Q: Did your parents have enough food while they were in Irkutsk?",
        "A: I think yes, because my uncle came from the army. He was wounded and he, when he got\nfood special for wounded.",
        "Q: Did you feel Russian at all or just Jewish?",
        "A: No, I never felt myself Russ — you know even I wanted to be the same, but my name, my\nfather’s name.",
        "Q: Brodsky",
        "A: Yitzhak. Yitzhak. He 1s, what do you want? So and my name and my mother’s name it’s all,\nall are Jewish. I always knew that Iam Jewish. When I was about maybe 12 years old, my friend,\nhttps://collections.ushmm.org\nAugust 11, 2014\nthe old friend took me to one place and I heard that people told look at her she is Jewish. But she\ndoesn’t look like Jewish. How can I forget it?",
        "Q: You’re in that children’s home. When did you leave the children’s home?",
        "A: My parents had a small room, half of this and I came home.",
        "Q: What year was that? Do you know?",
        "A: 1945.",
        "Q: 1945 so is the war over.",
        "A: When war over, my parents got a room and my father returned from army 1945. Because he\nwas in the war with Japan on the east. And it was, he was lucky because if he was in the war in\nthe west, he could be die there. He went to army voluntarily because he was more than 40 years\nold, you know. But he said if I don’t go to army, the people will kill me because he was one man\nin the village and he could not do the same. He was the big — so anyway he was Jewish and it\nwasn’t that in Irkutsk.",
        "Q: It’s the end of the war. Did you know what that meant as a young child? You were only seven\nyears old then. Did that have any meaning the end of the war?",
        "A: Iremember my — I was in the kindergarten. My mother came to see me and she said, let’s go\nthe war is over. And we went to the square and there were a lot of people. I remember that my\nmother bought, not bought, sewed for me new clothes. It was May. It was rather cold, that I\nremember. And every people were smiled and --",
        "Q: You remember it was like a celebration?\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Yes.",
        "Q: So then you went back with your mother and what happened then? The war is over —",
        "A: And my father came, he went to Ukraine to find a job. And he was, as I know, my father was\nat home one year. He tried to find a job in Ukraine. In one year, he returned. My mother didn’t\nallow me to go to school. She thought maybe we go — It was one year.",
        "Q: You’re still in your Irkutsk.",
        "A: Yes, and he returned in year. He said, he did not find, nobody wants Jewish. Jews. He said.\nAnd so I went to school and we started our life in Irkutsk, and I lived up to that 2004. All my\nlife. My parents died and they were there, in Jewish cemetery in Irkutsk.",
        "Q: Now you’re seven years, let’s go back a little bit. You’re seven years old. The war is over.\nYour father is looking for a job in Ukraine and you start school.",
        "A: No, my mother didn’t —",
        "Q: Oh, that’s right. You said your mother thought you wouldn’t be staying. But then eventually\nyou did start school.",
        "A: At eight.",
        "Q: At eight. What kind of school did you go to?",
        "A: Usual, public school. Russian public school. Russian public.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "Q: Were there other Jewish children in your class?",
        "A: No. Oh, another woman. We were two girls. Her name was Bender. Bender, a Jewish name.",
        "Q: A last name, that’s a family name.",
        "A: Last name, family name.",
        "Q: You go to school. What else did you do? Anything special? Did you —",
        "A: In a year I went to musical school. My mother sent me, without piano but with my mother had\nsome friends with piano. And so I was busy. I went to two schools, musical school and —",
        "Q: You went to a public school and music —",
        "A: Public, music school.",
        "Q: And you had friends who were not Jewish.",
        "A: Sure, one Jewish.",
        "Q: But no anti-Semitism?",
        "A: No, no. Our teacher in the first grade my teacher was German. I think she was very\nintellectual but she was only there. Her husband died. I don’t know where but she was very good\nteacher. You know, I remember Elizaveta Carlovna, so Eliz and her father’s name Carlov.",
        "Q: What else did you do as a child? Did you play sports?",
        "A: Sports, I started later.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "Q: What kind of sports?",
        "A: I was gymnast.",
        "Q: Gymnast. And did you like to read books, were you a big reader?",
        "A: Yes, my mother. That time my mother she did not have any papers that she was a teacher so\nshe went to the university in Irkutsk and she graduated as a teacher of Russian language. And\nlater she got another education and she could teach Russian, English and German.",
        "Q: She knew English?",
        "A: She knew English, like I knew without speaking. Everybody knew English. We could write it",
        "Q: You could read and write.",
        "A: I could read and write and could translate but I couldn’t speak because —",
        "Q: Nobody to speak to.",
        "A: No, if some people came to us, specially Japanese, we could speak English because or\nChinese, that’s easier because it’s not their native language.",
        "Q: When you were living in Irkutsk, did you travel at all, or you just stayed in Irkutsk? Did you\ndo any travel?",
        "A: When I was 12, 13 years old we went to Ukraine the first time.",
        "Q: To visit?\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: To visit my aunt, my aunt Evenitsa. If you — we went to, in the street and behind me one\nwoman when you walk and she said look at this Jew. Look she doesn’t jump. She doesn’t speak\nloud as you are. You know. And I said my mother, I never, will never come to Ukraine again,\nnever will to live. It was anti-Semitism. It was 1954, 55 or something.",
        "Q: You went to elementary school in Irkutsk. And then you went to high school?",
        "A: The middle school. They had the same building. I graduated from school. I enrolled at\nuniversity and after I did from university I went —",
        "Q: What did you study in the university?",
        "A: I studied physics, physics and then I could not, the first — of course, they did not want me to\ngo to work somewhere. I went to middle Asia where my cousin lived. Middle Asia in\nUzbekistan.",
        "Q: Uzbekistan?",
        "A: Yes, and I one year worked there.",
        "Q: Where did you work in Uzbekistan?",
        "A: I worked in Ferla [ph], a small city, town Fergana [ph]. Uzbekian. Town one year.",
        "Q: As a scientist?",
        "A: As a scientist yes. There was small laboratory and they took me in because they did not know\nmany things. I was physics, they were chemic, chemistry. They were chemical, chemical and I\nworked one year and then I returned. I had paper that I worked one year and I found a job in very\nhttps://collections.ushmm.org\nAugust 11, 2014\nlow position at the Institute of Organic Chemistry. At that time as you remember the academic,\nacademy of sciences was organized by Khrushchev. He did a great job. And I found very low\nposition. They did not want to take me at all and from this low position I moved, I got higher\nposition but it was terrible for them to see me in this.",
        "Q: Because you were a woman or cause you were Jewish?",
        "A: Because I am Jewish and I was not a communist party member. I was Jewish. It’s another\nstory. And I left because I, two times I went to court to prove that I am eligible for the job. After\nsecond time I understood that, too much.",
        "Q: So you went back to Irkutsk.",
        "A: No. I came here. I left. It was —",
        "Q: So that’s when you decided.",
        "A: It was impossible because I, you know in isolation. I had my room in the institute. Nobody\ncouldn’t speak to me. Nobody could not smile or tell hello. Life was — it’s the same because our\nnew director, he was academician. It does not matter but he was not, he did not like. I was the\nlast Jewish.",
        "Q: I’m a little confused. This is in Uzbekistan or Irkutsk.",
        "A: No it’s Irkutsk. You understand —",
        "Q: Uzbekistan was one year.",
        "A: Only one year.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "Q: And then you went back to Irkutsk and what you were talking about was all in Irkutsk, yeah.\nOk. So you stayed, what year did you leave Irkutsk to come here? What year did you leave\nIrkutsk finally?",
        "A: 2004.",
        "Q: 2004. Were you married by then or?",
        "A: I, no at that time I was widow.",
        "Q: You had gotten married?",
        "A: I was married.",
        "Q: Who was your husband?",
        "A: My husband was Jewish man. His grandparents were born in Irkutsk, grandparents. And his\nfather went to synagogue. His father and he knew all Jewish people in Irkutsk. And his name,\nlast name was Furman.",
        "Q: And your husband’s first name?",
        "A: Michael.",
        "Q: Michael Furman. Did you have any children?",
        "A: Yes, I have two sons. They were born in Irkutsk. And they are here now. They, everyone is\nhere, both the families.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "Q: You worked up until the time you left Irkutsk?",
        "A: Yes, I left at the end of November. I stopped working.",
        "Q: Where were you working in Irkutsk?",
        "A: I worked at the same institute of chemistry. I was a leading scientist and —",
        "Q: Was your husband a scientist? What did he do?",
        "A: No. He was an engineer.",
        "Q: An engineer.",
        "A: As are most of the Jewish community.",
        "Q: Was he religious? Did you go to synagogue with him?",
        "A: No, no he was not. He died when he was 51. At that time you know when perestroika and did\nnot have, how a special man. One by one, one by one died because they didn’t know how to live\nin new conditions. How to work, how to get wages. It was terrible time. Many husbands of my\nfriends died at the same time and the same age.",
        "Q: Because why?",
        "A: Because of Soviet Union was broken and no —",
        "Q: Not good medical.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Medical always was not good. No, he died because he was afraid of new life. I think. It’s my\nopinion.",
        "Q: What year was that, that he died?",
        "A: He died in 1989. In 1993 my youngest son left for Israel.",
        "Q: How did you feel about that?",
        "A: Two ways. To go to Israel or to go to army. That’s nota __ decision.",
        "Q: He went by himself to Israel?",
        "A: He went. He was not even, he was 19 years old. And he went to Israel without language and\nwithout relatives. One kibbutz where nobody spoke Russian. In three year, older son with his\nfamily moved to the same place. To Israel.",
        "Q: Also moved? And he was married by then?",
        "A: Yes, he was married. He had a one year old daughter. She was one then. His second\ndaughter was born in Israel and my younger grandson was born here. So I have three which are\nvery--",
        "Q: You stayed and worked after you husband passed away.",
        "A: After my sons left.",
        "Q: Your sons left and then you decided to make a change?\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: You know, I could stay but I knew that in a couple months, they will, decided that I don’t\ncorrespond to my position. I knew it exactly because it’s not court. I cannot go to court in this\ncase and I decided that it’s time for me to be winner. To live as a winner, not as they, they give\nit.",
        "Q: Was it difficult to leave? Was it hard to get permission to leave?",
        "A: No, very, very simple. My son here sent me paper. My oldest, both sons were here. My older\nson sent a paper and I got this paper signed papers. They said to me, went to Moscow and they\nsaid oh, you’re ok. Five minutes interview only because everything was clear. You know I\ndidn’t change. I didn’t change and I was not a communist party and my children are in the\nUnited States. It was the simplest decision in my life.",
        "Q: Did you bring anything special with you?",
        "A: Yeah. Boxes with — I could not take many things. I was alone and nobody could help me and I\nwas afraid that somebody kill me in Irkutsk. I did not —",
        "Q: So you left everything in Irkutsk. And then you came to the United States, to Baltimore.",
        "A: To Baltimore county. In Owings Mills.",
        "Q: In Owings Mills. Did you know any, I know you said you could read and write English.\nCould you speak it at that time?",
        "A: I could understand a little. How are you? Where do you live? How old are you? Very simple.\nI could write and read this thing. Because I wrote, I translated my articles from Russian to\nEnglish.",
        "Q: You had written many scientific articles?\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: I wrote if I wanted to sell article in the international journal I had to write.",
        "Q: Your specialty was what, your science specialty was —",
        "A: You know —",
        "Q: Did you have a special?",
        "A: Yes. Special. It means PhD or something?",
        "Q: What you did your research 1n?",
        "A: Ah, research. Yes, I investigated the structure of chemical compounds. Electronic structures,\nbase structures. It was like physical chemistry because I was physical, I graduated as a physics.\nPhysicist. Iam sorry.",
        "Q: Did you work when you came to Baltimore? Did you get a physics job?",
        "A: No, no I did not speak English no. And in a month, my grandson was born and I you know I\nfelt that Iam very old woman when I left Irkutsk. And I came here, I told you, I cannot live\nalone. No I do not know how to live alone. They told me that you will live alone.",
        "Q: Did you live with your son?",
        "A: No, I lived with my older son. When he left Baltimore county for here place because his\ndaughter went to school. She was only one white girl in the class and boys and girls did not like\nher. So they decided to find good school. And they found good school. Then they got this\napartment across the street. And I lived with them and then my son told me that his wife’s\nhttps://collections.ushmm.org\nAugust 11, 2014\nmother will come and they cannot approve two, two grandmothers and she has to find a place to\nlive.",
        "Q: So you moved into this apartment? Are you an American citizen?",
        "A: Yes.",
        "Q: You are. What was that like the day that you became an American citizen? Do you\nremember?",
        "A: Yes. Sure.",
        "Q: Can you describe it?",
        "A: Well it was, I went to Baltimore you know three or four time because it was, remember it was\nyear 2011 when it was a lot of snow. The first time I passed interview but my fingerprints, finger\nwere not good. The second time I came they said we understand that you are not invade or\nsomething. No you are normal but your fingerprints are not good the second time and so I passed\ninterview again.",
        "Q: What was the matter with your fingerprints?",
        "A: Because it was winter and it was very dry and if they did it not automatically. It was ok.\nBecause when I came it was, then I can say it was the same. I said the same problem but they\ndid it —",
        "Q: Differently?",
        "A: Yes they did it old way. But then this time they did it automatically. I said it is not ok. It’s not\nenough. I need. So the second time. The third time I came, everything was ok but they did not\nhttps://collections.ushmm.org\nAugust 11, 2014\nhave to be citizen because it was snow, a lot of snow and the fourth time at last everything was\nok. Four times. So I remember.",
        "Q: Do you feel American or do you feel Russian or do you feel Jewish? What do you feel?",
        "A: I feel Jewish. It’s ok. I don’t feel Russian and I have never been Russian in Russia. In my\nbirth certificate, nationality, Jewish. So you know it. So I have never been Russian so I try to be\nAmerican, but I’m not American. You know it’s different culture. It’s absolutely different\nculture. So I tried. I had a friend. I don’t speak Russian for a couple of years. I tried not to speak\nRussian at all, to understand English. So I, now I can speak simple English but at least I can\nspeak and people can understand me. That’s the most. I can call and sometimes.",
        "Q: What do you do now? Do you do anything scientific, any — nothing.",
        "A: No when I left Irkutsk, I said to myself never. That’s all. They called me. They wrote my —\nfor work. My coworkers they asked me question. I said no. I forget. No, never, never, never.",
        "Q: Can I ask you some questions about some of your feelings? What do you think about\nGermany? Do you have any thoughts about Germany?",
        "A: You know when in 1980 I was in Germany, eastern Germany for three months in business\nthere. And I decided I will never live in Germany.",
        "Q: Because?",
        "A: Because some memories, I don’t know what. If I watch some movies, I couldn’t do it. So I\ncried and I decided you see and I stop it. No, and you know they —",
        "Q: Because of what they did during the war?\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: They have a lot of laws again anti-Semitism that I’ve heard it.",
        "Q: You still felt it?",
        "A: In that —",
        "Q: In Germany.",
        "A: Yes in the institute when I worked. I felt it. You know some people never talk to me. Some\npeople never invited me to — so you know this. So.",
        "Q: Do you get reparations from Germany?",
        "A: Yes.",
        "Q: How do you feel about that?",
        "A: I got. It’s not enough.",
        "Q: Did you lose many extended relatives?",
        "A: Yes.",
        "Q: Because of the war?",
        "A: Yes. My, Stara Constantina it was that time it was on the border with Poland and in a day or a\nweek, so already the German army was -- And my, grandfather, grandmother, one sister with two\nchildren and another sister with three children were killed there, from my mother’s side.",
        "Q: By the Germans?\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Yes. They were. One sister, her husband was a Ukrainian and he went to army and he said to\nher go to my mother because she didn’t have time to leave and she went to her. His mother and\nhis brother told Germans that she was killed and three children, three boys. And all, and my old\nman from this man, mother’s family were killed as they went to army and I found some letters\nmy aunt wrote. We went to find the brothers of her husband, three brothers, young. Nobody\nknows. They were not married. Many, many, many. And my grandfather, my father, on my\nfather’s side, died when we were in Dergachi and my aunt and uncle. I told you he died in\nSaratov. We don’t know in what way. And many, many other relatives. And —",
        "Q: When you said the relatives that were in the army got killed, was that in battle?",
        "A: Yeah.",
        "Q: While they were fighting?",
        "A: They were.",
        "Q: Have you been to Israel?",
        "A: Yes, many times. My children both lived six years. So I was almost there --",
        "Q: What are your thoughts about Israel?",
        "A: I like Israel but you know it’s not a place for me to live. I don’t know. It’s easy to live there.\nIt’s easier to live because a lot of Russians they speak, they communicate but I did not, maybe\nbecause I came for three months, two, three months, I did not feel myself comfortable. Maybe\nbecause my children did not feel comfortable. I don’t know. My younger son got education, he\ngraduate from Haifa University.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "Q: Are your sons scientists also?",
        "A: No. My older son, they both programmers. My younger son graduated from university as a\nhistorian or archaeologist, but my oldest son told him don’t do it. You cannot get any money.",
        "Q: Job.",
        "A: Job and you must learn programming. You must learn that and he came here and he graduated\na second degree as computer scientist. My older granddaughter is studying computer science too.",
        "Q: How many grandchildren do you have?",
        "A: I have three.",
        "Q: Three grandchildren. And do you talk, have you talked about your childhood with your\ngrandchildren?",
        "A: Some, very, very.",
        "Q: They’re still young.",
        "A: You know I don’t know if they need it. They understand, not they need. If they can\nunderstand. They don’t understand even about my life in Irkutsk. It’s absolutely different life.\nBut —",
        "Q: When your children were young did you talk to your sons about your childhood?",
        "A: No, no.",
        "Q: For the same reason?\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Yes. I did not want, first of all they don’t understand. It’s very difficult to explain. They live\nin normal conditions. I could not explain them. Sometimes when we were in the camp, I told\nthem look the toilet is the same as we have in the building that I lived. We had five small houses.\nOne small house to say, small like for one, one —",
        "Q: A central place you mean?",
        "A: Two, three toilets in one —",
        "Q: Bath house.",
        "A: No, no. In—-",
        "Q: On the floor or —",
        "A: Outside, outside. Can you imagine minus 40 and you have to go in, outside. We did not have\nwater and we had to walk.",
        "Q: Indoor plumbing.",
        "A: No, no plumbing. It was, not for men, for women. It doesn’t matter.",
        "Q: Do you think the world has learned any lessons from the war? And the Holocaust and what\nhappened to the Jews?",
        "A: I think no. People do the same now. The same every day. I watched Israel. And history is\ngoing to barbarians. They will take next power.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "Q: Have you been to the Holocaust Museum? In Washington?",
        "A: No.",
        "Q: Because you do not want to go there? Too painful?",
        "A: It’s too painful. I was in Israel.",
        "Q: Yad Vashem.",
        "A: Yes, yes it was too much. My granddaughter was.",
        "Q: She went?",
        "A: She went.",
        "Q: Who are your friends now? Are most of them Russians, are they survivors or who are your\nfriends?",
        "A: I don’t have many. But in Irkutsk I had Russian friends.",
        "Q: Here now, in this for instance in this building are there many survivors?",
        "A: Not so many, not so many.",
        "Q: Do you take any classes or do you go to any lectures?",
        "A: I take English classes. Sure.",
        "Q: At the Jewish Community Center?\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Ihave wonderful teacher you know, absolutely. When I came here I had to go to classes to\nlearn English for citizenship. And then I always told I want real teacher of English teach me, not\nvolunteers who doesn’t know how to teach. I can speak but I don’t know how to learn to knew.\nNow I[ have a real, she was a teacher of English and about eight years she 1s a volunteer to teach.",
        "Q: At the JCC?",
        "A: At JCC.",
        "Q: So you are able to go to lectures and do you go to speeches, to learn things?",
        "A: Sure. If I go to concert I have here.",
        "Q: You can walk.",
        "A: To JCC?",
        "Q: To JCC.",
        "A: Yeah. And this place is special because I can walk to JCC. I do sport classes there.",
        "Q: What kind of sports? Swimming?",
        "A: Swimming, step and --",
        "Q: Exercise?",
        "A: Exercise. Not special.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "Q: And you’re close to your son across the street, which 1s nice.",
        "A: My family is living very, very — ten minutes walking. So I don’t need car.",
        "Q: Do you have any desire to go back to visit in Russia?",
        "A: Russia, no. I found a woman I pay her. She looks after my graves, my parents.",
        "Q: Of your family?",
        "A: I pay her.",
        "Q: Well",
        "A: Nobody is living.",
        "Q: Nobody is there. Is there anything you wanted to add, anything that you remember that you\nhaven’t covered, anything you wanted to talk about today that we haven’t talked about, your\nexperience? Are you angry that you had to go through difficulties when Jews in America did not\nhave to go through?",
        "A: No.",
        "Q: I mean here you had such difficulties, you had such losses, family and Jews here in the United\nStates did not have. Does that make you angry?",
        "A: No. No. I cannot change, I could not change. I got what I wanted. I got, in Russia I got\neverything. I got good education. I had good job. My children got education, my older son got\neducation. It’s ok. We had many problems with our religious, but it passed. It passed. I cannot,\ncould not change. And I did not know before. I went to Germany in 1980. I did not know that\nhttps://collections.ushmm.org\nAugust 11, 2014\npeople can live better than we lived. You know I did not know. I worked. I never read this\npapers, I never watched TV because I was busy, busy, busy. And then when I came to Germany,\nI went to the store and saw so many sausages. Even I bought one, two pounds for a month, for\nfamily. Can you imagine? I thought I will die. No, but I did not die. From that time and I talked\nwith German people and they told, we don’t like Russian government but we like Russian people\nhere they told me. I wasn’t Russian. The time I knew that I am not Russian.",
        "Q: Do your sons feel very Jewish, your sons?",
        "A: You know my younger son his wife is Jewish in Jewish too. And they don’t go to synagogue\nbut they live among, they live among Jewish relatives and in Jewish area and but they are not\nreligious.",
        "Q: Not religious, but they are Jewish, that’s what I meant.",
        "A: My older son is married to Russian woman, a Russian woman and it was very difficult for me\nfrom the beginning, not because she is a Russian. Because she has not, she is only one and she\nhas mother who is Russian you know orthodox. But now they don’t speak about religion. I don’t\nthink it’s good but I cannot change.",
        "Q: Your grandchildren, do you think they feel that they’re Jewish? How old are your\ngrandchildren?",
        "A: My older granddaughter is 19. She has only Jewish friends. Only Jewish friends. My younger\ngranddaughter is, she is 12. She has Japanese, Chinese, I mean I don’t know but she is closer to\nme because I teach her not she has teacher. But I help her to play piano. And I see her every day.\nI always tell her something. I can tell her.",
        "Q: Your third grandchild?\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: My grandchild, he is nine.",
        "Q: You kept up your music? You mentioned the piano you’ve kept up. You said when you were\na child you went to music school.",
        "A: I played now.",
        "Q: Have you ever performed? Have you ever been in a concert?",
        "A: Oh no, oh no I have never been in this. I graduated from school. Then I went to college, then I\nleft because it was -- I had to choose to go to university or to —",
        "Q: Conservatory?",
        "A: Yeah and my teacher, I had wonderful teacher and she said you have small hands. You cannot\nbe a performer and I had high ambitions you know. Only the best. My mother always told me\nyou must be the best because you are Jewish.",
        "Q: Is there anything you wanted to say before we end the interview? Is there anything else that\nyou wanted to say that you haven’t talked about?",
        "A: I want to say that now, I was born again in the United States. When I came here I was, I felt\nso old and I thought at least I will die not alone so now I feel comfortable. I look at the old\nwomen and I see that I am young.",
        "Q: You were how old when you came to the United States?",
        "A: 66.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "Q: 66.",
        "A: In Russia you are retired at age 55. But I worked, I could work in science the kind of work",
        "Q: You can work longer?",
        "A: Mm hm.",
        "Q: Do you correspond with anybody, do you write letters or email?",
        "A: Ihave Skype sometimes. I speak some —",
        "Q: To people in Russia.",
        "A: Sometimes I call my friends, call them.",
        "Q: You do still have connections.",
        "A: Not so many as I thought that I have so many friends. I lived all my life there.\nHey, you know Russians I called about this event. They said Putin is right. Different, different\nlevel of knowledge, but all of them told the same.",
        "Q: That what?",
        "A: That Putin is right.",
        "Q: In what sense, what do you mean?",
        "A: It means that he annexed Crimea, that he went to Ukraine. It’s, he is right. We are living well.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "Q: That he was right in going into Crimea? I don’t understand",
        "A: Do you know that Putin, that president of the, he annexed.",
        "Q: So that was correct?",
        "A: Yes, they said that is correct. He did right thing.",
        "Q: He did the right thing.",
        "A: So Irkutsk 1s too far from Moscow, five, six hours by plane between this place and Irkutsk 13\nhours, 13. Can you imagine?",
        "Q: Did you become religious when you got here or you never have? It did not affect your\nreligious feelings.",
        "A: I tried when my youngest son left Irkutsk. I tried to go to synagogue we had.",
        "Q: Did your boys or grandchildren ever have, or your sons have bar mitzvahs?",
        "A: No.",
        "Q: Neither son.",
        "A: No.",
        "Q: Thank you very much for doing this interview. Appreciate. I just want to close by saying\nthat this concludes the United States Holocaust Memorial Museum Volunteer Collection\ninterview with Esfir Brodskaya.\nhttps://collections.ushmm.org\nAugust 11, 2014\n(end)\n"
    ],
    "questions": [
        "Q: Is that the name you were born with?",
        "Q: Nothing changed. Where we were you born?",
        "Q: That was your birth date and then you said when you were one month old, you moved.",
        "Q: Let’s talk about your parents. What were their names?",
        "Q: She did not. Was their family from the same place, from the same area, their families, your\ngrandparents?",
        "Q: Or your mother’s parents?",
        "Q: Did you have a lot of aunts and uncles and cousins?",
        "Q: You had aunts and uncles and cousins. What kind of work did your father do?",
        "Q: What did he teach?",
        "Q: In a high school or in a college?",
        "Q: Do you know when your parents were born?",
        "Q: Did you have any brothers or sisters?",
        "Q: No. You were an only child. An only child. Were you parents very religious?",
        "Q: You didn’t go to synagogue or —",
        "Q: They didn’t that you know of.",
        "Q: What language did they speak at home?",
        "Q: They spoke Russian, not Yiddish.",
        "Q: You weren’t born until 1938 but do you remember anything that your parents told you about\nlife before you were born, being Jewish, how difficult 1t was.",
        "Q: They did.",
        "Q: They had friends who were not Jewish? Your parents had friends who were not Jewish?",
        "Q: You’re born in 1938 and what is the first memory you have. I know you were a child.",
        "Q: We'll talk about that later. Let’s talk let’s start with your early —",
        "Q: Do you remember any German soldiers or anything like that?",
        "Q: Never saw. What other memories to you have of a very early time?",
        "Q: Ok so then the next change was when for you?",
        "Q: When was this, what year?",
        "Q: You remember that? You were so little.",
        "Q: You were three years old.",
        "Q: Where did you go from there?",
        "Q: How long did you stay in Kursk?",
        "Q: Just a few days.",
        "Q: You were with your mother?",
        "Q: There were four of you?",
        "Q: Your grandmother’s name?",
        "Q: You moved from Kursk?",
        "Q: How long, did you stay there for a time?",
        "Q: How long were you there?",
        "Q: Was it years or was it —",
        "Q: You were there for almost two years?",
        "Q: Do you have any memories of that time? Those two years.",
        "Q: That’s what you said.",
        "Q: To leave, to go to Irkutsk.",
        "Q: Do you know your mother’s sister’s name?",
        "Q: And it was her husband who sent the papers?",
        "Q: Do you have any other memories you wanted to talk about before Irkutsk that we didn’t talk\nabout cause you were a very young child?",
        "Q: Any other stories that your mother told you about that time before Irkutsk?",
        "Q: Her father was killed?",
        "Q: False papers?",
        "Q: You get to Irkutsk. And you stayed there.",
        "Q: What memories, what do you remember about that time in your life?",
        "Q: In a hospital?",
        "Q: Your father?",
        "Q: Did you know when you were very young that you were Jewish or did you just think you\nwere Russian?",
        "Q: That you were Jewish?",
        "Q: How did you know that?",
        "Q: Let’s talk a little bit about life in Irkutsk. You said you were in that children’s home in\nIrkutsk.",
        "Q: For sick children.",
        "Q: The whole time you were in Irkutsk, were you in that children’s home?",
        "Q: Two years. So you didn’t go to school?",
        "Q: You started school when you were eight.",
        "Q: What did you do in the children’s home? Played or --",
        "Q: Were you very sad or was it a happy —",
        "Q: Did your parents have enough food while they were in Irkutsk?",
        "Q: Did you feel Russian at all or just Jewish?",
        "Q: Brodsky",
        "Q: You’re in that children’s home. When did you leave the children’s home?",
        "Q: What year was that? Do you know?",
        "Q: 1945 so is the war over.",
        "Q: It’s the end of the war. Did you know what that meant as a young child? You were only seven\nyears old then. Did that have any meaning the end of the war?",
        "Q: You remember it was like a celebration?",
        "Q: So then you went back with your mother and what happened then? The war is over —",
        "Q: You’re still in your Irkutsk.",
        "Q: Now you’re seven years, let’s go back a little bit. You’re seven years old. The war is over.\nYour father is looking for a job in Ukraine and you start school.",
        "Q: Oh, that’s right. You said your mother thought you wouldn’t be staying. But then eventually\nyou did start school.",
        "Q: At eight. What kind of school did you go to?",
        "Q: Were there other Jewish children in your class?",
        "Q: A last name, that’s a family name.",
        "Q: You go to school. What else did you do? Anything special? Did you —",
        "Q: You went to a public school and music —",
        "Q: And you had friends who were not Jewish.",
        "Q: But no anti-Semitism?",
        "Q: What else did you do as a child? Did you play sports?",
        "Q: What kind of sports?",
        "Q: Gymnast. And did you like to read books, were you a big reader?",
        "Q: She knew English?",
        "Q: You could read and write.",
        "Q: Nobody to speak to.",
        "Q: When you were living in Irkutsk, did you travel at all, or you just stayed in Irkutsk? Did you\ndo any travel?",
        "Q: To visit?",
        "Q: You went to elementary school in Irkutsk. And then you went to high school?",
        "Q: What did you study in the university?",
        "Q: Uzbekistan?",
        "Q: Where did you work in Uzbekistan?",
        "Q: As a scientist?",
        "Q: Because you were a woman or cause you were Jewish?",
        "Q: So you went back to Irkutsk.",
        "Q: So that’s when you decided.",
        "Q: I’m a little confused. This is in Uzbekistan or Irkutsk.",
        "Q: Uzbekistan was one year.",
        "Q: And then you went back to Irkutsk and what you were talking about was all in Irkutsk, yeah.\nOk. So you stayed, what year did you leave Irkutsk to come here? What year did you leave\nIrkutsk finally?",
        "Q: 2004. Were you married by then or?",
        "Q: You had gotten married?",
        "Q: Who was your husband?",
        "Q: And your husband’s first name?",
        "Q: Michael Furman. Did you have any children?",
        "Q: You worked up until the time you left Irkutsk?",
        "Q: Where were you working in Irkutsk?",
        "Q: Was your husband a scientist? What did he do?",
        "Q: An engineer.",
        "Q: Was he religious? Did you go to synagogue with him?",
        "Q: Because why?",
        "Q: Not good medical.",
        "Q: What year was that, that he died?",
        "Q: How did you feel about that?",
        "Q: He went by himself to Israel?",
        "Q: Also moved? And he was married by then?",
        "Q: You stayed and worked after you husband passed away.",
        "Q: Your sons left and then you decided to make a change?",
        "Q: Was it difficult to leave? Was it hard to get permission to leave?",
        "Q: Did you bring anything special with you?",
        "Q: So you left everything in Irkutsk. And then you came to the United States, to Baltimore.",
        "Q: In Owings Mills. Did you know any, I know you said you could read and write English.\nCould you speak it at that time?",
        "Q: You had written many scientific articles?",
        "Q: Your specialty was what, your science specialty was —",
        "Q: Did you have a special?",
        "Q: What you did your research 1n?",
        "Q: Did you work when you came to Baltimore? Did you get a physics job?",
        "Q: Did you live with your son?",
        "Q: So you moved into this apartment? Are you an American citizen?",
        "Q: You are. What was that like the day that you became an American citizen? Do you\nremember?",
        "Q: Can you describe it?",
        "Q: What was the matter with your fingerprints?",
        "Q: Differently?",
        "Q: Do you feel American or do you feel Russian or do you feel Jewish? What do you feel?",
        "Q: What do you do now? Do you do anything scientific, any — nothing.",
        "Q: Can I ask you some questions about some of your feelings? What do you think about\nGermany? Do you have any thoughts about Germany?",
        "Q: Because?",
        "Q: Because of what they did during the war?",
        "Q: You still felt it?",
        "Q: In Germany.",
        "Q: Do you get reparations from Germany?",
        "Q: How do you feel about that?",
        "Q: Did you lose many extended relatives?",
        "Q: Because of the war?",
        "Q: By the Germans?",
        "Q: When you said the relatives that were in the army got killed, was that in battle?",
        "Q: While they were fighting?",
        "Q: Have you been to Israel?",
        "Q: What are your thoughts about Israel?",
        "Q: Are your sons scientists also?",
        "Q: Job.",
        "Q: How many grandchildren do you have?",
        "Q: Three grandchildren. And do you talk, have you talked about your childhood with your\ngrandchildren?",
        "Q: They’re still young.",
        "Q: When your children were young did you talk to your sons about your childhood?",
        "Q: For the same reason?",
        "Q: A central place you mean?",
        "Q: Bath house.",
        "Q: On the floor or —",
        "Q: Indoor plumbing.",
        "Q: Do you think the world has learned any lessons from the war? And the Holocaust and what\nhappened to the Jews?",
        "Q: Have you been to the Holocaust Museum? In Washington?",
        "Q: Because you do not want to go there? Too painful?",
        "Q: Yad Vashem.",
        "Q: She went?",
        "Q: Who are your friends now? Are most of them Russians, are they survivors or who are your\nfriends?",
        "Q: Here now, in this for instance in this building are there many survivors?",
        "Q: Do you take any classes or do you go to any lectures?",
        "Q: At the Jewish Community Center?",
        "Q: At the JCC?",
        "Q: So you are able to go to lectures and do you go to speeches, to learn things?",
        "Q: You can walk.",
        "Q: To JCC.",
        "Q: What kind of sports? Swimming?",
        "Q: Exercise?",
        "Q: And you’re close to your son across the street, which 1s nice.",
        "Q: Do you have any desire to go back to visit in Russia?",
        "Q: Of your family?",
        "Q: Well",
        "Q: Nobody is there. Is there anything you wanted to add, anything that you remember that you\nhaven’t covered, anything you wanted to talk about today that we haven’t talked about, your\nexperience? Are you angry that you had to go through difficulties when Jews in America did not\nhave to go through?",
        "Q: I mean here you had such difficulties, you had such losses, family and Jews here in the United\nStates did not have. Does that make you angry?",
        "Q: Do your sons feel very Jewish, your sons?",
        "Q: Not religious, but they are Jewish, that’s what I meant.",
        "Q: Your grandchildren, do you think they feel that they’re Jewish? How old are your\ngrandchildren?",
        "Q: Your third grandchild?",
        "Q: You kept up your music? You mentioned the piano you’ve kept up. You said when you were\na child you went to music school.",
        "Q: Have you ever performed? Have you ever been in a concert?",
        "Q: Conservatory?",
        "Q: Is there anything you wanted to say before we end the interview? Is there anything else that\nyou wanted to say that you haven’t talked about?",
        "Q: You were how old when you came to the United States?",
        "Q: 66.",
        "Q: You can work longer?",
        "Q: Do you correspond with anybody, do you write letters or email?",
        "Q: To people in Russia.",
        "Q: You do still have connections.",
        "Q: That what?",
        "Q: In what sense, what do you mean?",
        "Q: That he was right in going into Crimea? I don’t understand",
        "Q: So that was correct?",
        "Q: He did the right thing.",
        "Q: Did you become religious when you got here or you never have? It did not affect your\nreligious feelings.",
        "Q: Did your boys or grandchildren ever have, or your sons have bar mitzvahs?",
        "Q: Neither son.",
        "Q: Thank you very much for doing this interview. Appreciate. I just want to close by saying\nthat this concludes the United States Holocaust Memorial Museum Volunteer Collection\ninterview with Esfir Brodskaya."
    ],
    "answers": [
        "A: Yes. Nothing changed.",
        "A: I was born in Ukraine in a small town Stara Constantina, communist area, September 20\"\n1938.",
        "A: In a month, the parents took me to the place where my husband lived, my father lived and so\nmy father lived. It was in Ulitch Simyonovka, Chenidov [ph] area.",
        "A: My father, Yitzhak Brodsky and my mother Eda Fleterman. She did not change her name.",
        "A: My mother’s grandparents.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: My mother’s parents lived in Stara Constantina and lived many, many years. It was Pale of\nSettlement and my father’s parents lived in Simyonovka and lived for many, many generations\nand it was the same Pale of Settlement.",
        "A: Yes, my father. My mother, she had her six children. Her parents had seven children. My\nmother was fourth. My father had four, my father’s parents had four children. One was killed in\n1918 and so they had three children and so I had enough.",
        "A: My father was a teacher.",
        "A: He taught I think biology.",
        "A: We did not have high school. We had schools from one up to ten. So my mother, before the\nwar she taught, she was a teacher. She enrolled in university in Moscow but like he said, she did\nnot finish yet because the war started but she taught German language in the same school.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Of course I know. My father was born June 1“, June 3, 19 zero one. My mother was born\nFebruary 4\", 1912.",
        "A: No.",
        "A: No, no.",
        "A: No.",
        "A: I don’t know. I don’t remember. During the war, after the war they never did.",
        "A: Russian.",
        "A: No, they knew Yiddish and they were afraid to speak Yiddish. I know exactly because they\nalways spoke Russian.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: No, no. They were, they lived in peace with other people.",
        "A: No, no they were. My father, the people liked him. He was — not so many people had got\neducation. He was attacked in the revolution or —",
        "A: Yes, yes because I know he sent letters some, after the war. Because after the war there were\nno Jewish people.",
        "A: I remember, I remember the place where we lived was a house, not big but we lived with two\nfamilies for one, a big house. And I remember that I had some toys. I remember many things\nbefore, during the war and I don’t remember anything after I was 12 or ten. You know some\nperiod from fight after the — I don’t remember.",
        "A: Iremember that my grandmother came to us and gave me strawberries. That I can --",
        "A: No I didn’t. I never saw. Anything.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Before the war. That’s, no.",
        "A: Next change. When we moved I remember because we moved as my cousin, she is living in\nIsrael. She was older than me 14. She was 14 years older. And she told me that 500 kilometers,\nit’s about 300 miles, we moved. We had horse and my father did not move with us because the\nchief of his school told that the men have to stay to fight. And so he stayed and he said nobody\nwas in the school. Only I came alone and he was asked so he moved later. So he moved. My\nmother, me and together and the family of our neighbors at the -- for one horse.",
        "A: It was I think 41. And according to this, I think 1t was August or maybe end of July. My\nmother told it was a month. Then the war started.",
        "A: Iremember when my mother took me on the, in her hands, because it was very loud. In fact\npeople --",
        "A: And some people fall down and I remember a lot of sounds and I remember it. Because\nmaybe it was very shocked you know.",
        "A: And then we moved to Kursk, according to this, as I understand. We came to Kursk and from\nKursk we got this, all these papers, because before we did not have anything. We just, and\nhttps://collections.ushmm.org\nAugust 11, 2014\nnobody knew from what place we moved and in Kursk we got papers that we have to move to\nsmall village.",
        "A: I think ten days.",
        "A: Yes, maybe two weeks.",
        "A: Then we moved, my mother, my father, me and my grandmother, my father’s mother.",
        "A: Four, according to this paper.",
        "A: My grand, Fruma. Fruma.",
        "A: To small village, Dergachi, terrible name. Dergachi, terrible name. It was close to Saratov.",
        "A: Yes, we stayed there all the, after the time that we left for Irkutsk.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Well, let me see.",
        "A: More than a year. November, from November 28, 1941, my mother started working in the\nschool. So we left, we left, we left in 1943.",
        "A: Yes, in the end of 1943.",
        "A: No, no memories. My mother told me that I came to the small restaurant where the military\npeople ate and they asked me what do you want? She said I want you only with sugar.",
        "A: And I remember only one thing. We did not have what to eat and I remember my\ngrandmother took flour with water, a little salt and I like it very much. Even now I remember.\nNow I can’t even imagine how could I eat it. But we didn’t have what to eat. So we almost died\nthere. And while, with my mother, when my father went to army. My mother wrote all her\nrelatives. She did not know if they are alive or not and only her sister, she lived with her husband\nin Irkutsk. He was a military man. She sent us paper, allow, allow.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Yes, because Irkutsk was closed for refugees. It was military.",
        "A: Yes, Luba. Luba.",
        "A: Yes, he sent them.",
        "A: I can tell you what my —",
        "A: My mother told me that she got a wage. It cost one, one bread so she told me that she did not\nhave what to eat and before we left, she got paid, she had papers and my cousin that she, I told\nyou, she is living in Israel. She came to us because she said she was 18 years old and she had to\ngo to the plant, plant without ceiling, without -- so and every day the German planes flew and her\nfather was killed. He came to the job and he never returned home back. And she said I don’t\nwant to live and she —",
        "A: Her father. My, my father’s brother, older brother. And she came to us and my mother had\ntickets and, for three, and she said I don’t know what to do. And my mother, she worked in\nspecial place, when she helped in the military base. Write some papers and she made her —\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Papers yes that she’s 16 years old. And when we went to the train, to the train to go to\nIrkutsk, when the controllers came, they saw, nobody could see me. I was small and she was\ninstead of me. That was terrible. I don’t know how they did it. It was not one week. It was long\ntime. We were about one month we moved.",
        "A: Yes.",
        "A: I remember that I was sick all the time. And that I got TB because it was cold at a different\nclimate and I was in special place because --",
        "A: No. It was special house for children without contact with parents. So two years I was there.\nAnd then so I don’t remember. I remember that I, when my mother came I saw her through the\nwindow, so I don’t, I lived like I was, I did not have parents. They lived in terrible conditions.\nBecause they did not have even a room to live. They came to my aunt. They had only one room\nand we came. Me, my grandmother, my mother.",
        "A: No father was in the army and my cousin and then their brother came because he was\nwounded and he came too at the same place. So I don’t know how they lived.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: No, I always knew itt.",
        "A: Yes. I always was, I always knew when I, especially when I came to school. I always knew\nthat I am not the same as others. I was only one.",
        "A: Neighbors told me. But in the schools there were no anti-Semitism at that time. I knew, but\nnothing changed. No, I just meet this. A lot of Jewish people lived in Irkutsk especially before\nthe war. All intelligent people were Jewish. Doctors and accountants or —",
        "A: Children’s home for sick, for —",
        "A: Yes.",
        "A: For two years.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: No before the school. It was before the school. I went to school when I was eight years old.",
        "A: Yes. Eight years old.",
        "A: I think we played. We played.",
        "A: I was happy because I had a lot of food. They, it was war but in this place we ate a lot of, my\nmother told me, you are lucky because you could die if you did not go there.",
        "A: I think yes, because my uncle came from the army. He was wounded and he, when he got\nfood special for wounded.",
        "A: No, I never felt myself Russ — you know even I wanted to be the same, but my name, my\nfather’s name.",
        "A: Yitzhak. Yitzhak. He 1s, what do you want? So and my name and my mother’s name it’s all,\nall are Jewish. I always knew that Iam Jewish. When I was about maybe 12 years old, my friend,\nhttps://collections.ushmm.org\nAugust 11, 2014\nthe old friend took me to one place and I heard that people told look at her she is Jewish. But she\ndoesn’t look like Jewish. How can I forget it?",
        "A: My parents had a small room, half of this and I came home.",
        "A: 1945.",
        "A: When war over, my parents got a room and my father returned from army 1945. Because he\nwas in the war with Japan on the east. And it was, he was lucky because if he was in the war in\nthe west, he could be die there. He went to army voluntarily because he was more than 40 years\nold, you know. But he said if I don’t go to army, the people will kill me because he was one man\nin the village and he could not do the same. He was the big — so anyway he was Jewish and it\nwasn’t that in Irkutsk.",
        "A: Iremember my — I was in the kindergarten. My mother came to see me and she said, let’s go\nthe war is over. And we went to the square and there were a lot of people. I remember that my\nmother bought, not bought, sewed for me new clothes. It was May. It was rather cold, that I\nremember. And every people were smiled and --\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Yes.",
        "A: And my father came, he went to Ukraine to find a job. And he was, as I know, my father was\nat home one year. He tried to find a job in Ukraine. In one year, he returned. My mother didn’t\nallow me to go to school. She thought maybe we go — It was one year.",
        "A: Yes, and he returned in year. He said, he did not find, nobody wants Jewish. Jews. He said.\nAnd so I went to school and we started our life in Irkutsk, and I lived up to that 2004. All my\nlife. My parents died and they were there, in Jewish cemetery in Irkutsk.",
        "A: No, my mother didn’t —",
        "A: At eight.",
        "A: Usual, public school. Russian public school. Russian public.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: No. Oh, another woman. We were two girls. Her name was Bender. Bender, a Jewish name.",
        "A: Last name, family name.",
        "A: In a year I went to musical school. My mother sent me, without piano but with my mother had\nsome friends with piano. And so I was busy. I went to two schools, musical school and —",
        "A: Public, music school.",
        "A: Sure, one Jewish.",
        "A: No, no. Our teacher in the first grade my teacher was German. I think she was very\nintellectual but she was only there. Her husband died. I don’t know where but she was very good\nteacher. You know, I remember Elizaveta Carlovna, so Eliz and her father’s name Carlov.",
        "A: Sports, I started later.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: I was gymnast.",
        "A: Yes, my mother. That time my mother she did not have any papers that she was a teacher so\nshe went to the university in Irkutsk and she graduated as a teacher of Russian language. And\nlater she got another education and she could teach Russian, English and German.",
        "A: She knew English, like I knew without speaking. Everybody knew English. We could write it",
        "A: I could read and write and could translate but I couldn’t speak because —",
        "A: No, if some people came to us, specially Japanese, we could speak English because or\nChinese, that’s easier because it’s not their native language.",
        "A: When I was 12, 13 years old we went to Ukraine the first time.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: To visit my aunt, my aunt Evenitsa. If you — we went to, in the street and behind me one\nwoman when you walk and she said look at this Jew. Look she doesn’t jump. She doesn’t speak\nloud as you are. You know. And I said my mother, I never, will never come to Ukraine again,\nnever will to live. It was anti-Semitism. It was 1954, 55 or something.",
        "A: The middle school. They had the same building. I graduated from school. I enrolled at\nuniversity and after I did from university I went —",
        "A: I studied physics, physics and then I could not, the first — of course, they did not want me to\ngo to work somewhere. I went to middle Asia where my cousin lived. Middle Asia in\nUzbekistan.",
        "A: Yes, and I one year worked there.",
        "A: I worked in Ferla [ph], a small city, town Fergana [ph]. Uzbekian. Town one year.",
        "A: As a scientist yes. There was small laboratory and they took me in because they did not know\nmany things. I was physics, they were chemic, chemistry. They were chemical, chemical and I\nworked one year and then I returned. I had paper that I worked one year and I found a job in very\nhttps://collections.ushmm.org\nAugust 11, 2014\nlow position at the Institute of Organic Chemistry. At that time as you remember the academic,\nacademy of sciences was organized by Khrushchev. He did a great job. And I found very low\nposition. They did not want to take me at all and from this low position I moved, I got higher\nposition but it was terrible for them to see me in this.",
        "A: Because I am Jewish and I was not a communist party member. I was Jewish. It’s another\nstory. And I left because I, two times I went to court to prove that I am eligible for the job. After\nsecond time I understood that, too much.",
        "A: No. I came here. I left. It was —",
        "A: It was impossible because I, you know in isolation. I had my room in the institute. Nobody\ncouldn’t speak to me. Nobody could not smile or tell hello. Life was — it’s the same because our\nnew director, he was academician. It does not matter but he was not, he did not like. I was the\nlast Jewish.",
        "A: No it’s Irkutsk. You understand —",
        "A: Only one year.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: 2004.",
        "A: I, no at that time I was widow.",
        "A: I was married.",
        "A: My husband was Jewish man. His grandparents were born in Irkutsk, grandparents. And his\nfather went to synagogue. His father and he knew all Jewish people in Irkutsk. And his name,\nlast name was Furman.",
        "A: Michael.",
        "A: Yes, I have two sons. They were born in Irkutsk. And they are here now. They, everyone is\nhere, both the families.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Yes, I left at the end of November. I stopped working.",
        "A: I worked at the same institute of chemistry. I was a leading scientist and —",
        "A: No. He was an engineer.",
        "A: As are most of the Jewish community.",
        "A: No, no he was not. He died when he was 51. At that time you know when perestroika and did\nnot have, how a special man. One by one, one by one died because they didn’t know how to live\nin new conditions. How to work, how to get wages. It was terrible time. Many husbands of my\nfriends died at the same time and the same age.",
        "A: Because of Soviet Union was broken and no —\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Medical always was not good. No, he died because he was afraid of new life. I think. It’s my\nopinion.",
        "A: He died in 1989. In 1993 my youngest son left for Israel.",
        "A: Two ways. To go to Israel or to go to army. That’s nota __ decision.",
        "A: He went. He was not even, he was 19 years old. And he went to Israel without language and\nwithout relatives. One kibbutz where nobody spoke Russian. In three year, older son with his\nfamily moved to the same place. To Israel.",
        "A: Yes, he was married. He had a one year old daughter. She was one then. His second\ndaughter was born in Israel and my younger grandson was born here. So I have three which are\nvery--",
        "A: After my sons left.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: You know, I could stay but I knew that in a couple months, they will, decided that I don’t\ncorrespond to my position. I knew it exactly because it’s not court. I cannot go to court in this\ncase and I decided that it’s time for me to be winner. To live as a winner, not as they, they give\nit.",
        "A: No, very, very simple. My son here sent me paper. My oldest, both sons were here. My older\nson sent a paper and I got this paper signed papers. They said to me, went to Moscow and they\nsaid oh, you’re ok. Five minutes interview only because everything was clear. You know I\ndidn’t change. I didn’t change and I was not a communist party and my children are in the\nUnited States. It was the simplest decision in my life.",
        "A: Yeah. Boxes with — I could not take many things. I was alone and nobody could help me and I\nwas afraid that somebody kill me in Irkutsk. I did not —",
        "A: To Baltimore county. In Owings Mills.",
        "A: I could understand a little. How are you? Where do you live? How old are you? Very simple.\nI could write and read this thing. Because I wrote, I translated my articles from Russian to\nEnglish.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: I wrote if I wanted to sell article in the international journal I had to write.",
        "A: You know —",
        "A: Yes. Special. It means PhD or something?",
        "A: Ah, research. Yes, I investigated the structure of chemical compounds. Electronic structures,\nbase structures. It was like physical chemistry because I was physical, I graduated as a physics.\nPhysicist. Iam sorry.",
        "A: No, no I did not speak English no. And in a month, my grandson was born and I you know I\nfelt that Iam very old woman when I left Irkutsk. And I came here, I told you, I cannot live\nalone. No I do not know how to live alone. They told me that you will live alone.",
        "A: No, I lived with my older son. When he left Baltimore county for here place because his\ndaughter went to school. She was only one white girl in the class and boys and girls did not like\nher. So they decided to find good school. And they found good school. Then they got this\napartment across the street. And I lived with them and then my son told me that his wife’s\nhttps://collections.ushmm.org\nAugust 11, 2014\nmother will come and they cannot approve two, two grandmothers and she has to find a place to\nlive.",
        "A: Yes.",
        "A: Yes. Sure.",
        "A: Well it was, I went to Baltimore you know three or four time because it was, remember it was\nyear 2011 when it was a lot of snow. The first time I passed interview but my fingerprints, finger\nwere not good. The second time I came they said we understand that you are not invade or\nsomething. No you are normal but your fingerprints are not good the second time and so I passed\ninterview again.",
        "A: Because it was winter and it was very dry and if they did it not automatically. It was ok.\nBecause when I came it was, then I can say it was the same. I said the same problem but they\ndid it —",
        "A: Yes they did it old way. But then this time they did it automatically. I said it is not ok. It’s not\nenough. I need. So the second time. The third time I came, everything was ok but they did not\nhttps://collections.ushmm.org\nAugust 11, 2014\nhave to be citizen because it was snow, a lot of snow and the fourth time at last everything was\nok. Four times. So I remember.",
        "A: I feel Jewish. It’s ok. I don’t feel Russian and I have never been Russian in Russia. In my\nbirth certificate, nationality, Jewish. So you know it. So I have never been Russian so I try to be\nAmerican, but I’m not American. You know it’s different culture. It’s absolutely different\nculture. So I tried. I had a friend. I don’t speak Russian for a couple of years. I tried not to speak\nRussian at all, to understand English. So I, now I can speak simple English but at least I can\nspeak and people can understand me. That’s the most. I can call and sometimes.",
        "A: No when I left Irkutsk, I said to myself never. That’s all. They called me. They wrote my —\nfor work. My coworkers they asked me question. I said no. I forget. No, never, never, never.",
        "A: You know when in 1980 I was in Germany, eastern Germany for three months in business\nthere. And I decided I will never live in Germany.",
        "A: Because some memories, I don’t know what. If I watch some movies, I couldn’t do it. So I\ncried and I decided you see and I stop it. No, and you know they —\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: They have a lot of laws again anti-Semitism that I’ve heard it.",
        "A: In that —",
        "A: Yes in the institute when I worked. I felt it. You know some people never talk to me. Some\npeople never invited me to — so you know this. So.",
        "A: Yes.",
        "A: I got. It’s not enough.",
        "A: Yes.",
        "A: Yes. My, Stara Constantina it was that time it was on the border with Poland and in a day or a\nweek, so already the German army was -- And my, grandfather, grandmother, one sister with two\nchildren and another sister with three children were killed there, from my mother’s side.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Yes. They were. One sister, her husband was a Ukrainian and he went to army and he said to\nher go to my mother because she didn’t have time to leave and she went to her. His mother and\nhis brother told Germans that she was killed and three children, three boys. And all, and my old\nman from this man, mother’s family were killed as they went to army and I found some letters\nmy aunt wrote. We went to find the brothers of her husband, three brothers, young. Nobody\nknows. They were not married. Many, many, many. And my grandfather, my father, on my\nfather’s side, died when we were in Dergachi and my aunt and uncle. I told you he died in\nSaratov. We don’t know in what way. And many, many other relatives. And —",
        "A: Yeah.",
        "A: They were.",
        "A: Yes, many times. My children both lived six years. So I was almost there --",
        "A: I like Israel but you know it’s not a place for me to live. I don’t know. It’s easy to live there.\nIt’s easier to live because a lot of Russians they speak, they communicate but I did not, maybe\nbecause I came for three months, two, three months, I did not feel myself comfortable. Maybe\nbecause my children did not feel comfortable. I don’t know. My younger son got education, he\ngraduate from Haifa University.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: No. My older son, they both programmers. My younger son graduated from university as a\nhistorian or archaeologist, but my oldest son told him don’t do it. You cannot get any money.",
        "A: Job and you must learn programming. You must learn that and he came here and he graduated\na second degree as computer scientist. My older granddaughter is studying computer science too.",
        "A: I have three.",
        "A: Some, very, very.",
        "A: You know I don’t know if they need it. They understand, not they need. If they can\nunderstand. They don’t understand even about my life in Irkutsk. It’s absolutely different life.\nBut —",
        "A: No, no.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Yes. I did not want, first of all they don’t understand. It’s very difficult to explain. They live\nin normal conditions. I could not explain them. Sometimes when we were in the camp, I told\nthem look the toilet is the same as we have in the building that I lived. We had five small houses.\nOne small house to say, small like for one, one —",
        "A: Two, three toilets in one —",
        "A: No, no. In—-",
        "A: Outside, outside. Can you imagine minus 40 and you have to go in, outside. We did not have\nwater and we had to walk.",
        "A: No, no plumbing. It was, not for men, for women. It doesn’t matter.",
        "A: I think no. People do the same now. The same every day. I watched Israel. And history is\ngoing to barbarians. They will take next power.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: No.",
        "A: It’s too painful. I was in Israel.",
        "A: Yes, yes it was too much. My granddaughter was.",
        "A: She went.",
        "A: I don’t have many. But in Irkutsk I had Russian friends.",
        "A: Not so many, not so many.",
        "A: I take English classes. Sure.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Ihave wonderful teacher you know, absolutely. When I came here I had to go to classes to\nlearn English for citizenship. And then I always told I want real teacher of English teach me, not\nvolunteers who doesn’t know how to teach. I can speak but I don’t know how to learn to knew.\nNow I[ have a real, she was a teacher of English and about eight years she 1s a volunteer to teach.",
        "A: At JCC.",
        "A: Sure. If I go to concert I have here.",
        "A: To JCC?",
        "A: Yeah. And this place is special because I can walk to JCC. I do sport classes there.",
        "A: Swimming, step and --",
        "A: Exercise. Not special.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: My family is living very, very — ten minutes walking. So I don’t need car.",
        "A: Russia, no. I found a woman I pay her. She looks after my graves, my parents.",
        "A: I pay her.",
        "A: Nobody is living.",
        "A: No.",
        "A: No. No. I cannot change, I could not change. I got what I wanted. I got, in Russia I got\neverything. I got good education. I had good job. My children got education, my older son got\neducation. It’s ok. We had many problems with our religious, but it passed. It passed. I cannot,\ncould not change. And I did not know before. I went to Germany in 1980. I did not know that\nhttps://collections.ushmm.org\nAugust 11, 2014\npeople can live better than we lived. You know I did not know. I worked. I never read this\npapers, I never watched TV because I was busy, busy, busy. And then when I came to Germany,\nI went to the store and saw so many sausages. Even I bought one, two pounds for a month, for\nfamily. Can you imagine? I thought I will die. No, but I did not die. From that time and I talked\nwith German people and they told, we don’t like Russian government but we like Russian people\nhere they told me. I wasn’t Russian. The time I knew that I am not Russian.",
        "A: You know my younger son his wife is Jewish in Jewish too. And they don’t go to synagogue\nbut they live among, they live among Jewish relatives and in Jewish area and but they are not\nreligious.",
        "A: My older son is married to Russian woman, a Russian woman and it was very difficult for me\nfrom the beginning, not because she is a Russian. Because she has not, she is only one and she\nhas mother who is Russian you know orthodox. But now they don’t speak about religion. I don’t\nthink it’s good but I cannot change.",
        "A: My older granddaughter is 19. She has only Jewish friends. Only Jewish friends. My younger\ngranddaughter is, she is 12. She has Japanese, Chinese, I mean I don’t know but she is closer to\nme because I teach her not she has teacher. But I help her to play piano. And I see her every day.\nI always tell her something. I can tell her.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: My grandchild, he is nine.",
        "A: I played now.",
        "A: Oh no, oh no I have never been in this. I graduated from school. Then I went to college, then I\nleft because it was -- I had to choose to go to university or to —",
        "A: Yeah and my teacher, I had wonderful teacher and she said you have small hands. You cannot\nbe a performer and I had high ambitions you know. Only the best. My mother always told me\nyou must be the best because you are Jewish.",
        "A: I want to say that now, I was born again in the United States. When I came here I was, I felt\nso old and I thought at least I will die not alone so now I feel comfortable. I look at the old\nwomen and I see that I am young.",
        "A: 66.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: In Russia you are retired at age 55. But I worked, I could work in science the kind of work",
        "A: Mm hm.",
        "A: Ihave Skype sometimes. I speak some —",
        "A: Sometimes I call my friends, call them.",
        "A: Not so many as I thought that I have so many friends. I lived all my life there.\nHey, you know Russians I called about this event. They said Putin is right. Different, different\nlevel of knowledge, but all of them told the same.",
        "A: That Putin is right.",
        "A: It means that he annexed Crimea, that he went to Ukraine. It’s, he is right. We are living well.\nhttps://collections.ushmm.org\nAugust 11, 2014",
        "A: Do you know that Putin, that president of the, he annexed.",
        "A: Yes, they said that is correct. He did right thing.",
        "A: So Irkutsk 1s too far from Moscow, five, six hours by plane between this place and Irkutsk 13\nhours, 13. Can you imagine?",
        "A: I tried when my youngest son left Irkutsk. I tried to go to synagogue we had.",
        "A: No.",
        "A: No.\nhttps://collections.ushmm.org\nAugust 11, 2014\n(end)\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact -eference@ushmm org for further inforpetton about this collection\nUnited States Holocaust Memorial MuseumAugust 11, 2014\nRG-50.106.0227",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "ESFIR BRODSKAYA\nAugust 11, 2014\nGail Schwartz: The following is a United States Holocaust Memorial Museum Volunteer\ncollection interview with Esfir Brodskaya. It is being conducted by Gail Schwartz on August\n11\", 2014 in Rockville, Maryland. This is track number one. What is your full name?\nEsfir Brodskaya: Esfir Brodskaya."
    ]
}