{
    "rg": "RG-50.549.02.0070_trs_en",
    "sequence": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection.\nThis is an interview with Boleslaw Brodecki, conducted by Nina Ellis, on July 26\",\n2003, in Richmond, Virginia. This interview 1s part of the United States Holocaust\nMemorial Museum’s post-Holocaust interview project, and it’s a follow up to an\ninterview -- videotaped interview conducted with Boleslaw Brodecki in 1989. The\nUnited States Holocaust Memorial Museum gratefully acknowledges Jeff and Toby\nHerr for making this interview possible. This is tape number one, side A. I -- I saw\nyour video interview recently, and it ended with you and Sonia coming to the United\nStates, you mentioned it briefly, but I would like to go back a little bit in time, and talk\na little more about the time you spent at Landsberg.",
        "Answer: Mm-hm.",
        "Q: And I’m wondering if you might be willing to start there, and tell me if you\nremember when you came to Landsberg roughly, if you remember the month, and tell\nme how you -- what you were like, what your -- what sh -- kind of shape you were in\nwhen you got there.",
        "A: Well, we got there, I think the war ended in May and there we spent some times in\nCzechoslovakia, because you were in the te -- terezin -- Theresienstadt, and we were\ngetting ready to be like -- there was like a resettlement place to go -- some people went\nto their respective countries, and some people refused to go back to their own country,\nbad memories, you know.",
        "Q: Mm-hm.",
        "A: And we were not treated very nicely when we came back to Poland. People would\nsay, you still alive? A lot of goods were confiscated, and they thought we were gonna\ntry to get it back, so that was not very popular thing to go back, especially to Poland,\nyou know, and that welcome. So they start asking people -- they tried to send out the\npeople from that area, like some people were from Russia, they going back here and\nthere. And I decided to actually go to Russia, cause I didn’t know -- I didn’t know\nabout America, if we can go here. So I knew Russians at the time, so I said I was from\nMinsk, cause I didn’t want to go back to Poland. So they had a truck picking us up,\nand taking us somewhere, to a train station. And I forgot something, a sweater or\nsomething, I went back in the building. When I come, the truck was gone. So I was\nstranded in Czechoslovakia. And then they deci -- start talking about going to Israel, so\nthey were giving us like false papers, because the English Intelligence was checking so\npeople don’t go to -- which wasn’t Israel then, it was Palestine.",
        "Q: Mm-hm.",
        "A: They didn’t want the people go that way, you remember Exodus and all. So they\nwere giving us, like telling us that we Italians or Greek, so we can go that direction,\ntoward the sea, you know?",
        "Q: Whose they? Who was facilitating this?",
        "A: Well, the Jewish organizations, you know, I -- I couldn’t recall that.",
        "Q: Oh.",
        "A: But we -- we s -- SO we were in a train going to Italy like, just to get closer to the\nsea, to go to Israel. And we supposed to be -- and I think, Italians and Greeks, or\nsomething like that, because they don’t want to know we exist, because that would be\nobvious that we go to Palestine. So what happened, we r -- we ran out of food, so we\ntalked to a American rabbi, which was in a uniform, if he can help us. He say, you’re\nsupposed to be Greeks or Italians -- I don’t know how it came about, all of a sudden\nwe got surrounded by a bunch of military vehicles, English, and they turned the train\naround, and we went back to Germany, which we w -- that -- at the time, I think we\nwere in Austria. And end up in lan -- Landsberg [indecipherable]. And there was ex-\nmilitary camp where they t -- converted to a resettlement camp. W -- when we got\nthere, things were very primitive. There were nothing -- we met the American\ncommander, who was over that camp at the time, Mr. mi -- Meyerhoffer. I met him\nhere in a reunion, and I even got a book he wrote, that was a book with letters he wrote\nto his wife. And he says there was not toilet paper, there was nothing 1n there he\nordered from -- from American supplies to send us toilet paper. You know, they put a\nlot of people in there, and there was no facilities, no nothing. So we started off a police\ndepartment, and a employment, like bureau to get people jobs, and sanitary, and -- and\nlike -- and a cafeteria so people eat there. Everything was s --",
        "Q: Were there a lot of people there when you got there?",
        "A: Yeah, was a lot of people. Now, I couldn’t tell you the numbers, I don’t have no\nidea about numbers at the time, how many people.",
        "Q: Mm-hm, mm-hm.",
        "A: Today everything 1s statistics, but that was camp in Landsberg.",
        "Q: Yeah, well I know that at -- at one point that they had at least 5000 people there.",
        "A: That’s possible.",
        "Q: Yeah, I don’t -- do you think it was that many when you got there?",
        "A: I -- I couldn’t really tell you, I had no recollection in that area.",
        "Q: Yeah.",
        "A: It was a lot of people, and of course, a-at times they fenced us around because there\nwas a lot of disgusted ex-prisoners going around in the German city, robbing, and\nstuff, you know, people were on the loose.",
        "Q: Yeah.",
        "A: So they even put G.I.s, you know, watching the camp, and one day we had the\nuprising over there.",
        "Q: Over what?",
        "A: Because s -- we were contained and -- and -- and they wouldn’t let us out, so we\njust di -- di -- a whole bunch of people got together like a big march, and tried to break\nout.",
        "Q: Yeah, they didn’t want to be imprisoned again, yeah.",
        "A: Yeah, so there’s a lot of going on at the time. But anyway, we stayed there, and I\ndon’t -- I cannot tell you, that’s where I met her.",
        "Q: Well tell me about your job, you got a job.",
        "A: Well, I went to the employment office trying to get a job, and the guy who was\nrunning the employment office was nominated -- he was a Jewish fellow, and a police\nchief, they got the same name. So instead of working in an employment office, I work\nin a police station. And you couldn’t tell it’s police, because at the time there were no\nuniforms, everybody was -- she’s got a -- you know. So I said no, I don’t want to be a\npoliceman, you know, I’ve got bad taste of police -- policemen from the war, you\nknow, and -- you know.",
        "Q: Sure.",
        "A: They were usually working for the other side. But he said, “That’s not that kind\npolice force,” he said, “We just watch warehouses. But,” he says, “you get a suit, and\nyou can eat in the cafeteria now.” So I said, “All right.” So anyway, I stayed about\nfour years in the police department, and that’s where I met her, because she was 16,\nand her and a girlfriend went to a dance. And they supposed to been kinda cute, s-so\none of the musicians followed them home, and broke in in their rooms, and they s-\nscream, and people call the police. So I was one of the rescuers, me and another\npoliceman. So next day I come to see how they are doing, see? And --",
        "Q: Did you take that guy away?",
        "A: Oh yeah, we arrest him.",
        "Q: Put him in jail?",
        "A: He pull -- he pulled a knife on -- he got a stiletto on the table.",
        "Q: He was threatening her?",
        "A: I -- I don’t know what he was trying to do, but they were screaming, and they called\nthe police, and next day I came to see how they were doing, you know, and th-that’s\nwhere 1s started.",
        "Q: So you stayed there for quite awhile?",
        "A: About four years.",
        "Q: Yeah.",
        "A: And then we went to Munich, and we start registering. Then I have no desire go to\nPoland, she went to Poland, came back, before she met me. She says -- she probably\ntold you about it, it was terrible.",
        "Q: Yeah, she did.",
        "A: So there was different offices you can register, go to the United States, Australia,\nCanada, I don’t know, different places. So I put -- put my name different places, you\nknow. We had to get out of Germany. So we got a letter, which we were accepted, in\nthe Richmond -- [indecipherable] in the United States. So I don’t know if should put\nthat on the tape, but I ask -- when the American soldiers -- we were driving around\nwith the military police, I said, “Did you heard of Richmond, Virginia?” He says, “Oh,\nyou’re not going there.” And I said [indecipherable] you know, so -- I -- that’s just\nwhat -- I don’t know what’s going on, you know. When -- when I got -- we got the\nletter, we went to Munich, and of course there were arrangements to fly to United\nStates. But when I came to Richmond, I was unaware of the segregation. You know,\nwhen I was little, we -- we had the book about Uncle Tom, you know -- you know --",
        "Q: Uncle Tom’s cabin?",
        "A: Yeah, cabin. I wasn’t aware that there was a segregation, I would keep getting in\ntrouble. I went to a black -- black barbershop, and then when I met the barber on the --\non the bus, I sat with him, and the guy said, “You better get up because they’re gonna\nstop the bus, because black people should sit in the back.” And you know, so I kept\ngetting in trouble, because we -- after the war we didn’t like discrimination at all, so\nthat’s wha --",
        "Q: Let me go back and ask you a couple more questions about Landsberg.",
        "A: Uh-huh.",
        "Q: What kind of things did you do in your job as a policeman? I mean, you went and --\nand inner -- stopped this disturbance, but what other kinds of things did it turn out to\nbe?",
        "A: Well, most of the time we were -- we were watching warehouses. Then a lot of\ntimes they were giving out food and supplies, so we had to stay there, keep order, you\nknow?",
        "Q: Mm-hm.",
        "A: That was --",
        "Q: Di -- did you notice the conditions getting better at the camp, over time? You said\nthey were pretty bad when you first got there.",
        "A: Well yeah, yeah, yeah, they were getting better, because it was getting a little more\norganized. And we also had a lot of trouble with black market. I guess a lot of people\nwere -- you see, you couldn’t use banks, so all the smugglers, you know, they -- they\nhad people carrying money, and they were s -- well, we had a lot of trouble with that.",
        "Q: Yeah.",
        "A: And -- and that was not official, because we couldn’t go to the official places and\nprosecute them or something.",
        "Q: Mm-hm.",
        "A: You know? And there was a lot of smuggle, with the cooperation of the American\narmy. They were getting money together, getting the -- what do they call it, care\npackages. And what happened, those care packages were bought by groups of people,\nand when they came back to Germany, there was a crew unpacking everything and\nselling it on the black market.",
        "Q: Before it got to the people.",
        "A: Oh yeah, because it wasn’t really meant for the people, they were -- they were\nmeant for s -- they were using as a cover up for smuggling. Because sum -- they didn’t\nhave no license to sell cigarettes. And -- and they said, like Belgian or something, that\nwas legal to sell American cigarettes when they -- wh -- where the trailer came with\ncigarettes, the destination was somewhere else, we stop there, and there unload, you\nknow, there was -- there was a lot of that stuff. And United States, I mean, you hear\nabout a lot of offices were involved in that.",
        "Q: Yeah, yeah. What other kinds of things were -- you’ve mentioned cigarettes, but\nwhat other kind of things were available or desirable on the black market?",
        "A: Chocolate, clothing. Most anything can be transported.",
        "Q: And -- and was there a place where you could go that you knew you could buy\nsomething, was there --",
        "A: Yeah, in like private homes. Some women had a restaurant in their house, they\nwere cooking, and go there and buy a meal. There was nothing official, you know?",
        "Q: Mm-hm, mm-hm. But people -- because people were there for --",
        "A: Then the ORT come in, the head of the ORT organization. They were trying to\nteach people trades, you know.",
        "Q: Mm-hm. And they had schools, too?",
        "A: Yeah, they had courses for people to, you know, to learn, although how much you\ncan learn in a short time, but 1t was a beginning.",
        "Q: Yeah, yeah. Tell me what you remember about your wedding. It was, I understand,\nprobably one of the first weddings.",
        "A: Yeah, we had the whole place show up. You know, like in America they ca -- call it\ncovered dish party. Everybody brought something. And we even have a band. There’s\na lot of people call themself musicians but they’re not, and they -- and we have a band\nt -- that you could die laughing when they were playing, they were making false notes,\nand -- and everything. And there was a lot of people wini -- I never seen in my life.\nThere’s two floors with people.",
        "Q: But it must have been a very happy occasion for everybody to experience a\nwedding --",
        "A: Yeah, uh-huh.",
        "Q: -- even though they didn’t know you.",
        "A: Uh-huh.",
        "Q: Just to know that life goes on.",
        "A: I know it.",
        "Q: Yeah. Same thing when your son was born. I’m sure that was vicarious thrill for a\nlot of people.",
        "A: Yeah, we got in trouble, I was out of town, and s -- and a neighbor of ours, she say\nthat she got the pain, and a certain, you know, how you call it --",
        "Q: Labor pains.",
        "A: Uh-huh. And she went to hospital and they said they didn’t have babies born this\nparticular hospital, there was another place which called San Cotilion, where they were\ntaking women over there. She when she went to the hospital, they told her to come\nback tomorrow, some like that. So she went back crying, she said, we have a neighbor,\nDolly, or something, and she was a hostile person, she came back, she says, she gotta\nbe here. And matter of fact, they called the police, because was some kind of a dispute,\nshe wouldn’t leave, she cry, and said the policemen were my friends.[indecipherable|\nSo then when -- at -- at that time they didn’t give them anesthesia, anything, so they\ntell them to pull, or something. So when she -- I was told that when she got in bed, the\ndoctor, who was standing [indecipherable] when he bend over, see how she doing, she\ngave him a slap in the face. But it was a dum -- it was al -- a1 -- litfak -- I mean, a -- a\n-- a Jewish fellow from Lithow, so she gave him a slap in the face. But anyway, that’s\nthe way it went, and when I came back, she -- he was born the 12\" of December, and\nI’m superstitious, and I finally got to the hospital, it was like 30 minutes -- 11:30 or\nsomething, and I said to the nurse, “I want to see the baby.” She said, “Take your\ntime.” And I said, “It’s getting close to midnight, it gonna be the 13\",” so I called the\nnurse and say you go -- she say, “What are you crazy, sir?” I say I want to see the baby\nnow, you know, about five minutes to midnight, and I made it. Yeah, there was a lot\ngoing on in those days.",
        "Q: Yeah. That must have been a happy time for you, after everything you’d been\nthrough.",
        "A: I guess so.",
        "Q: Yeah.",
        "A: But I tell you, when we were liberated, when we li-liberated in Theresienstadt,\nnobody was happy, because you were kind of [indecipherable] and say why me, how\nabout my family, you know, there was no joy. Took a little time to get over the whole\nordeal.",
        "Q: Mm-hm. But by the time you got married, and by the time your son was born, were\nyou able to feel that joy?",
        "A: Oh yeah, I guess so. I -- I -- you know, after all these years, today people analyze\nfeelings, and everyth -- in those days we didn’t think about all those things, you know?",
        "Q: Yeah, yeah, that’s true. I’ve heard a lot of people say that. So you came -- you --\ntell me how it was that you got to come to Richmond. Was it through a c -- a certain\norganization that brought you here?",
        "Q: Ah, H-Hebrew Ladies Benevolent, which is now Jewish Family Services were --\nwe were accepted in this community, of course, oh it was fake, there was no job, or no\n-- no place to stay. After we got here, they started accommodating us. But they -- you\nneed somebody to guarantee they will -- you won’t fall on nobody’s mercy, that you\nwill have a place to stay, and --",
        "Q: Right.",
        "A: -- and place to work, you know, so when we came here, [indecipherable] not 19\nStreet, and that was --",
        "Q: Do you remember arriving at the airport?",
        "A: Ah, where? In New York?",
        "Q: Is that where you came in?",
        "A: Well, we came in New York, and I -- oh, there was go -- some going on over there,\nscreaming, I don’t know. Were the Union Station over there wa -- they call it. And --",
        "Q: You flew in, right?",
        "A: Yeah, we flew in, and then they took us to the Union Station to bring us back to\nRichmond.",
        "Q: Mm-hm, the train station.",
        "A: So we stayed there, I don’t know, several hours, overnight, and then we were put on\na train that’s coming to Richmond.",
        "Q: Mm-hm.",
        "A: Now we came to Richmond, there was a railroad station which is now a museum,\nand we got off, and this guy from the Ladies Hebrew Benevolent took us, and ask if\nwe were hungry, so he went across the street to a restaurant. And we are not -- we --\nwe were not used to that food, see? They gave you the sliced bread, and I take a butter,\nand I put the butter, and the butter went through the bread. You know, and we were\neating rye bread and stuff, so we were not used to this kind of s --",
        "Q: It was white, thin -- thin, white bread?",
        "A: Yeah, the sliced bread. I don’t know who invented it, but --",
        "Q: Yeah.",
        "A: So, that was kind of funny. And then we were end up in na -- North 19\" Street, and\nshe was pregnant. Like -- like Mickey Rooney said one time, he was -- he was made\nin England, assembled in the United States. That’s what happened with our daughter.",
        "Q: Your little girl.",
        "A: Yeah.",
        "Q: And you had a little baby boy, too.",
        "A: Yeah.",
        "Q: Yeah, yeah.",
        "A: So, that’s what happened, and --",
        "Q: Did they find you a job right away, or did you have to go out and find it yourself?",
        "A: Yeah, they -- they took me to a factory, and the place went on strike, and the people\nI work with were real nice to me, you know, they were happy, and I -- gave me rides\nhome. So when people went on strike, I went with them. And the guy who owns the\nplace, there was a Polish immigrant from World War One, I don’t know, he came from\nNew York, and sat in a chair and he tripped me. If you don’t get off, I send you back\nto Poland. So that was a mess.",
        "Q: What kind of factory was it?",
        "A: There was tobacco machinery. I had the experience because during the war, in\nsome concentration camps, I work in a machinery place. So --",
        "Q: Uh-huh. It was processing? Like, was it a processing tobacco?",
        "A:[indecipherable| machine, I know that.",
        "Q: Uh-huh, uh-huh.",
        "A: So, you know, when I work in ge -- in Germany, in the machinery place, I was a\nprisoner, but everything has to be, like 30 minutes before quitting we had clean the\nmachines, and I -- I came in here, and it’s the biggest mess I every seen in my life.\nTools were laying on the fl -- you know, how they waste stuff in here. Tools were\nlaying on floor, you know? So I asked this guy, his name was Rudy Star, he was also a\nGerman newcomer, if I can clean up, two, three weeks, pick up all the tools, you\nknow, put them in a tool room. Then they went on strike. So I went to electronics. So\nfrom then on, I worked for -- you -- you heard of Circuit City?",
        "Q: Uh-huh, yeah.",
        "A: Well, Circuit City started in Richmond.",
        "Q: Oh really?",
        "A: What happened, there was two -- I don’t know if you want to hear that.",
        "Q: Sure.",
        "A: There was two guys, was Mr. Sainwerso. Sainwerso had relatives in Richmond, and\nhe was on the way to North Carolina buying land. So when he stop in Richmond, see\nhis relatives, there was no TV stores, that was 1948. So he got a friend working for -- a\nrelative, for a TV factory in New York, which was called at the time, Olimpy. And he\nsays, that’s a good place to move. So he went back to New York, brought TVs in his\ntrunk. And there was a tire store here downtown, in [indecipherable] and there was a\nJewish fellow, he says -- he gave him a corner to sell some TVs.",
        "Q: In a tire store?",
        "A: Yeah, and those TVs went kind of fast --",
        "Q: I bet.",
        "A: -- so he went and got more TVs, then he brought his partner, which was ha -- Mr.\nHaig from New York, and they open a store next to Sears, and call 1t Ward’s company.\nThe reason called Ward’s, because Wardsell was his name. At that time was\nMontgomery Wards, you see.",
        "Q: Uh-huh.",
        "A: But -- but they start Ward’s, you know, W, Wardsell. Alan was his son, Ruth was\nhis wife, and -- and s -- that he used to name the comp --",
        "Q: Mm-hm.",
        "A: -- make Ward’s. And then they went suing Montgomery Ward, because they -- they\ndidn’t put Montgomery on the front. So he got some -- I don’t remember all the\ndetails, they sued Montgomery Ward, and he won. And -- and that’s the way it went,\nand then they start up in more stores, and clothing, and all kind of finagling, and all of\na sudden got a lot of employers, and everything and then they bought Lafayette stores,\nI don’t know if you remember. Like Radio Shack, there was Lafayette stores, so he\nbought them. And -- and the [indecipherable] they were getting bigger, and bigger,\nthat’s what Circuit City is now. So we used to have lunch with the bosses every day,\nyou know, with Mr. Wardsell. Matter of fact, when I [indecipherable]",
        "Q: And you -- did you go to work for them?",
        "A: Yeah.",
        "Q: Yeah, yeah.",
        "A: I we -- wor --",
        "Q: And -- and what were you doing?",
        "A: I repair TVs and stuff.",
        "Q: In °40 -- when you -- in ’49, or ’50 --",
        "A: Yeah, uh-huh.",
        "Q: Yeah, huh.",
        "A: Well -- and two of my witnesses when I become citizen, Mr. Haig and Mr.\nWardsell, the -- the founders of Circuit City.",
        "Q: That’s interesting. So you worked for them for -- for how long?",
        "A: For about -- almost 11 years. Then I went in my own business.",
        "Q: Uh-huh. Well, what was it like for you to be here? Where -- whe -- did you speak\nvery much English?",
        "A: Little by little, I was learning, I mean, you know. I keep checking at that time that I\nlearn English, then I met some people from Poland, they tell me I speak Polish with\nthe English accent.",
        "Q: Really, huh. When you came, did you speak anything -- any English at all?",
        "A: Very little. Not too much.",
        "Q: Mm-hm.",
        "A: We didn’t have much connections with Americans.",
        "Q: And what were your first impressions of this country, or did you -- did you have\ntime to stop and think about it?",
        "A: Well, I don’t know, it was kind of commercial, everything was money. You go ina\nrestaurant, you want the jukebox play, you had to put a money in it. Everything was --\ncan -- then there was a lot of waste. I see somebody write with the pencil and then\nright there throw it away. I went and picked it up, I said hey, that’s not --",
        "Q: Even then, it was like that?",
        "A: Oh yeah. People throwing stuff away. You go now in a thrift store, you’d be\nsurprised at the stuff people get rid of, I mean like valuables, expensive stuff, and --\nand they do that, I don’t know. They don’t have no patience. People who call me gave\nme TVs for nothing. Right now here, day before yesterday I pick up two TVs. The\nlady says -- from New York, she says, “I don’t want them. You don’t want to take\nthem, Ill put them in a dumpster.” I says, “I'll take them.” And they three or four year\nold TVs. People waste a lot of stuff here.",
        "Q: Yeah, yeah. What was it like for you socially? Did you socialize with other\nsurvivors, or not?",
        "A: Well, we were kind of pushed together because they keep us more or less together,\nbut we had here new American Jewish club, which was really founded by the German\nimmigrants. So we belong to that club, and everybody was meeting in there, and for\nseveral years, and -- but a lot of people left Richmond, because Richmond was really\ndominated by the -- we’re -- we’re supposed to be Ashkenazis, I don’t know, and they\nwere dominated here by the Sephardic Jews, you know, from Spain and Portugal. And\nthen the German Jews came in, and they kind of got on the top of everything. I don’t\nknow, they elect me president, I was the only Polish. They all -- there was a German\nclub, and they -- they elect me president, I couldn’t understand. So -- so a lot of people\njust left. [indecipherable] people stayed and open grocery stores, because lab -- if you\nwere a laborer, or something, there’s a lot anti-sem -- anti-Semitism here, Jew this, and\nJew that, Jew ‘em down, Jew ‘em up. I had several fights. I was mad after the war,\nsomebody call me a name.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Boleslaw Brodecki. This 1s tape one, side B. You said that there was -- you\nencountered some anti-Semitism on the job here.",
        "A: Oh yeah, there -- there was -- on the job. And as a laborer, you -- I mean like one\nguy, which was retired from [indecipherable] company, went to work for there for\ndriving a taxi, and they call him Hebrew, you know? There w -- there wa -- it -- it -- I\ndon’t see it now as much as then. And they said during the war, they drew swastikas in\nthe s -- they vandalized synagogues, but we didn’t make too much fuss about it, even\nlately.",
        "Q: During which war?",
        "A: World War Two.",
        "Q: Uh-huh. There was vandalism here.",
        "A: Yeah, they put swastikas in -- in the departments to elevator and stuff like that. And\nvandalized some synagogues in a -- so I was in the Jewish community center, and it\nbrought -- a lot of time they wouldn’t advertise it, because you say if you put it in the\npaper, it’s getting kind of contagious. They just -- small vandalizing of the Holocaust\nMuseum here a few weeks ago, but we kind of keep it under cover. That was a few\nweeks ago, they vandalized the museum. And then we had committee in the Jewish\nCommunity Center examining newspapers from all over Virginia to find if it was anti-\nSemitic text. And they were trying to publish a Christian telephone book,\n[indecipherable] buy it from [indecipherable] so that was a fight over that, and then we\nhad another thing which, with high schools, like during Jewish holidays, so they don’t\n-- they get credits, they can make up because th-this people of Jewish faith, that they\nwouldn’t go to school during the Jewish hol --",
        "Q: On the holidays.",
        "A: That was a whole thing.",
        "Q: And this was in the 50’s?",
        "A: No, that was lately in le --",
        "Q: Recently?",
        "A: -- last 10 years.",
        "Q: Yeah. What about 1 -- was -- was the anti-Semitism such that -- were you afraid? Or\nwas it just annoying?",
        "A: It was annoying, because like I -- I grew up in Warsaw, and I -- we are on the\nwarpath, I mean there was anti-Semites in Warsaw, but we’re -- the Jewish guys, we\nwere -- like I was carrying a wrench and a chain with me, somebody hit me, then I get\nhim. We were -- we -- we were used to it, you know? And then there were Jewish\nstores in Poland where they -- they were working with signs, don’t buy -- don’t buy\nfrom a Jew, you know, so we were beating them up. I mean, there was a la -- th-that’s\nwhy I was in a place here friends of ours, and -- and her son told her that they were\ntalking something against Jews on the bus, the kids. So she says, “Did you get off?”\nAnd he says yeah. And I say, “When I was in Poland, we got in a fight, we didn’t get\noff.” But here, was a different attitude, you know.",
        "Q: Mm-hm.",
        "A: So, we were annoyed, we still get annoyed with that kind of stuff, you know what I\nmean?",
        "Q: But it never got to the point -- there was never so much that you were afraid that\nsomething would happen to you or your family, or --",
        "A: Why? Y-You get afraid because some things will overpower you, no matter what\nyou do, you get overpowered. If you see somebody seven foot tall, a giant, and you’re\na little fellow, sure, you’re going to run. Like David and Goliath.",
        "Q: Right. But were there things that you would avoid doing, or places you would avoid\ngoing, or something, because you were afraid there might be a confrontation?",
        "A: In Poland?",
        "Q: Here, I’m talking about here.",
        "A: I -- I -- I really couldn’t recall it. I never been that bad, you know, actually.",
        "Q: Uh-huh, that’s what I’m trying to understand, you know, the degree of it.",
        "A: No, no, no they weren’t that bad, just mostly vandalism, or stuff like that. And it\nhappened now with the -- they say it’s on the increase. So, read it in the paper, they\nsay it’s on the increase [indecipherable] this -- 1-1-it’s complicated because, you know,\nin the United States, in the -- in the Congress, or what, they vote, and they try to --\npeople be against Israel, against Jews, so they spend money now, try to push that\npropaganda because everything if -- they [indecipherable] last summer, and they --\nthey voted on. So they try to turn people opinion of it. So it’s nice when -- when the\nSaudi Arabian prince was trying to give six million dollars to -- at New York, to the\nmayor, he refused to take it, you remember?",
        "Q: Mm-hm, mm-hm, yeah.",
        "A: So.",
        "Q: When -- when your kids started to get older --",
        "A: It was Giuliani was -- what I am talking about.",
        "Q: Pardon me?",
        "A: Giuliani 1s --",
        "Q: Giuliani, yeah.",
        "A: He refused -- they give him six million dollars, he refused to take it, even after 9-\n11.",
        "Q: Yeah, yeah. When your kids started getting old enough to wonder where their\ngrandparents were, you know, why don’t we have relatives here, that kind of thing.\nDid they ask you questions, did you tell them, did you want to tell them what had\nhappened to you?",
        "A: Wh -- when they were little we didn’t talk about 1t. Now when they started getting\nmature, th-they were going to that center and all that, they were finding out things for\nthemselves. It was -- I don’t know, the fir -- the la -- last -- first 10 or 15 years, nobody\nwas really talking about. And people really picked up interest after the ’67 war in\nIsrael. Even here we had troubles. We were collecting money for Jewish welfare for\nIsrael, and one guy who 1s a lawyer said, “I don’t give to causes like that,” you know\nwhat I mean. And I ask one time, ah -- I -- owner of a big Jewish company store, he’s\nretired, so I said now you ca -- you can visit Israel. He says, ““That’s the last place I\nwant to be.” You know? So there was, even among the Jews, there was some kind of a\nway, when they was talking from years ago when delegation went to Roosevelt about\nwhat’s going on and -- and it was --",
        "Q: During the war, mm-hm.",
        "A: -- some ga -- and he says kee -- keep him out of here. You know, I mean the -- so\nwhere they making the mistake is like that you try to be loyal to a country, right? Like\nthe Germans, right? They were fighting World War One, they were loyal Germans,\nthey got iron crosses, it didn’t make any difference. Yo -- you know what I mean? And\nhere is s -- well, we love America and everything, but you cannot forget that it’s still --\nyou got forces against you. No matter which -- you remember Rikover?",
        "Q: Rikover?",
        "A: He was a Jewish admiral.",
        "Q: Yeah, Hyman Rikover.",
        "A: Yeah, he -- he went with the [indecipherable] with the -- to the North Pole, the first",
        "Q: He was a nuclear submarine admiral.",
        "A: Yeah, and he was day and night on the train checking out, and they -- and they say,\n“T hope you get enough medals to fall in the water and drown.” They even took him\nfor congressional hearings. They said, “Are you ready?” He says, “Yeah.” I took a\nshave, and I shower and put a clean [indecipherable]",
        "Q: When you were young, before the war, were you active in pro Zionist kinds of\ncauses, or did you --",
        "A: Yeah, we got -- we had that. We had Maccabi, that was a Jewish organization. And\nthere were -- there were two kinds, there were Zionists, and ba -- Betarof Jews. Betar -\n- there was guy who was -- they said that he was a military kind of a -- matter of fact,\nwe were in Israel, and we couldn’t get to his grave, they say. They were against it for\nsome reason. I don’t know, like s -- you got parties, like here Republicans. Jeez, over\nthere you got a labor party, you got differen -- different -- but we were Zionist.",
        "Q: Mm-hm. And your father, too, your mother and father?",
        "A: I -- I couldn’t tell you really. I don’t know.",
        "Q: But as a -- as a young man, you were a -- a teenager, I guess.",
        "A: Uh-huh.",
        "Q: You di -- you were active in those things. So this was a natural extension of your\ninterests from before the war --",
        "A: Yeah.",
        "Q: -- when you came here.",
        "A: Well, we have one cousin who 1s [indecipherable] and they got uniforms and\nthings, and they were marching across Poland, going to Israel to fight. But they broke\nit up at the -- that was Lola’s brother. He wa -- he was a lawyer, and then he turn\nCommunist. In Poland they were -- a lot of the Jews were Communist, and -- and first\nof May, he slept in our house, so he didn’t get arrested for being Communist. You see\nthe ru -- Russia was a big disappointment. I ran o -- ran off on the Russian side during\nthe war, because Poland was kind of chopped in half. And when we got there they said\nthey were the -- everybody’s equal and all that, but still was anti-Semitism. And they\nput you 1n jail if you call somebody like here a Jew. They say evrai. That was against\nthe law to do that, but they still were doing it.",
        "Q: Hm. Given that you were active, what -- what -- what was it that made you want to\ncome to the United States instead of go to Israel, when you had a choice? Or was it\njust that U.S. --",
        "A: [ha -- I -- I -- I didn’t have a choice.",
        "Q: You didn’t.",
        "A: That was -- we were -- first of all, where everybody wants to go United States\nbecause, you know, 1s a -- gold is in the streets, you know. But what happened, I told\nyou we were turned back from Israel -- we were in Germany.",
        "Q: Oh that’s right, when you were by yourself, yeah.",
        "A: Uh-huh. And then when we register, I was married then, when we register. We\nwere accepted in here to come only to Richmond -- come only [indecipherable] we\nwent here. You know, when I was in Germany after the war, we were -- we were\nactually preparing go to Israel. We were even -- had the underground. There was\n[indecipherable] and -- and other organizations, so we -- like we was -- I was a\npoliceman, and we had duty with American soldiers, and you know, we were talking\nabout waste? Three hours later the -- the truck come and brang these soldiers, and pick\nthem up, they left the coats, the guns, the shoes, they went -- so we were -- we were\ntaking all that and -- and sending it to Israel. We -- we were buying guns, and\ngrenades, you know, that -- the-there was kind of smuggle --",
        "Q: Yeah.",
        "A: Everything was working for Israel.",
        "Q: While you were a policeman?",
        "A: Yeah.",
        "Q: Yeah. I guess that was pretty common then.",
        "A: Yeah.",
        "Q: Yeah. I want to go back to something you started to talk about before when you\ncame to Richmond and you found out that there was segregation here, racial\nsegregation, that --",
        "A: Yeah.",
        "Q: -- it was very disappointing for you.",
        "A: Yeah, we -- we really didn’t have no idea about it, but there were booklet given to\nus, and they says that we will encounter that, and they advised us that we always\nshould be on the side of the right team, we shouldn’t worry about it -- I mean, we\nshould be against it in our government.",
        "Q: Who wrote this booklet?",
        "A: I don’t know, the U.S. government.",
        "Q: Really?",
        "A: They gave us a book that we will encounter this kind of stuff, we were not to be\nafraid to be against it, this a free country, and so on, and so on. But we really run into\nthat. And what would -- what got me is something we remembered from Germany,\nyou know, the -- they paint a picture for Jews, terrible thing, but then if you were a\nfriend with a German, he going to say, “The Jews are no good, but you are different.”\nBecause he didn’t know the o-others. And we encountered the same thing, like I\nworked for Ward’s, and we went -- the Windsor farms is the -- here that was exclusive\narea, no Catholics, no Jews, no blacks. And is a --",
        "Q: And what was it called?",
        "A: Windsor Farms.",
        "Q: Windsor Farms. What was it?",
        "A: Yeah. It’s just a area, you know, like a --",
        "Q: Subdivision, like where people live --",
        "A: No, no, it’s in the city.",
        "Q: Uh-huh.",
        "A: But they -- they were like a -- there was no Jews, no blacks, no Catholics, you\nknow, even then. So I go to service TV, and -- and the maid, and the lady of the house,\nand all watch TV soap operas. On the buses they couldn’t sit together, so I say, what’s\nthat? Oh, Mary is different, you know? When I worked for Ward’s, there were black\ndrivers, you know, who were real -- a real low grade of people, not because they were\nblack, but they were alcohol, this, that. During lunch all the women from the office,\neverybody sits together, so I say, “You -- you hate them, why do you sit with them?”\n“Oh, Norman, Jimmy, they are different,” you know? Then one day they -- they send\nme to service a TV, some black men brought a TV, and the TV broke down, and that\nwas surprise for his wife. So they want me to go first there and fix the TV, and it was\nlunchtime, so I said, “I get there, I gonna make him fix me lunch.” And -- and -- and\nthe girl in the office say, “You can’t eat at a nigger’s.” So I say, “Every restaurant you\ngo, they’re work in the kitchen. What the heck is the different?” That was -- wa-was a\nstory, which I don’t know if it’s true, but it’s more or less a joke, you might heard it.\nCan I tell you? This -- during the war, all the men was in the army in Europe, here\nthere, and there was a graduation here, in the Windsor Farms, which is -- so the lady\ncalled Camp Lee, and asked the general to send some GI’s to ask all the girls to\ngraduation. And before she finished, she says, “We -- we a nice Christian family, and\nplease don’t send any Jews.” So here the graduation day, a bus pulls up full of black\npeople. And one black guy knock on the door and says to the lady -- and she said,\n“What do you want?” “We came here to ask out the girls to graduation.” She says,\n“That must be a mistake.” “Well,” he said, “the general send us.” She said, “The\ngeneral must made a mistake.” He says, “Lady, General Schwartz never made a\nmistake in his life.” And I got a [indecipherable]",
        "Q: What the heck.",
        "A: You can [indecipherable]",
        "Q: Yeah.",
        "A: They said they --",
        "Q: So what -- when the -- when your kids went to school, were the public schools all\nsegregated?",
        "A: Oh yeah.",
        "Q: Yeah. And what --",
        "A: We would have a problem here, because they were signing a petition th -- when\nthey went to the public school here, the lower school, they were segregated, so they\ncall all the parents to sign a petition that they don’t want any black people in here. I\nrefused to sign it. But they took it wrong. They say, “They will come in, it’s serious,\nyou better sign it.” And I -- I say, “I didn’t sign it on account of that, I just don’t\nbelieve in it.” They say, “If you don’t sign it, they couldn’t go to school.” I still didn’t\nsign it. I was stubborn.",
        "Q: And the kids still went to school.",
        "A: Now when I see black people who are anti-Semites, I say I don’t know which way\n[indecipherable]",
        "Q: But did your kids go to that school?",
        "A: Yeah.",
        "Q: Yeah.",
        "A: Kreschee elementary.",
        "Q: What year was that? In the 60’s?",
        "A: Yeah, there wa -- there was -- in *58 - °59, or something like that. She went there wi\n-- to school, she parked the car, and she came on the other side of the building, told her\nthe car was stolen. She called the police. She came in from one end, and come out the\nother end, and no car.",
        "Q: Whoops. Oh.",
        "A: So, she didn’t see the [indecipherable] there was a green car, now there was another\none.",
        "Q: During those years, the 50’s and the 60’s, I -- I gather that their knowledge -- public\nknowledge about the Holocaust in this country was very small.",
        "A: Yeah, we --",
        "Q: People either did -- often didn’t -- claimed that they didn’t know, or it just was not\ndiscussed.",
        "A: No, it wa-wasn’t -- ver-very little knowledge, and -- and that’s why the museum is\ndoing a great job, have teacher seminars here, they’re doing a great job. Th-Th-They\ngot seminars for teachers all the time, we talk to schools -- I’ve been speaking schools\nand churches. Of course, not as much as some people who are retired, but I -- like\nsome guy tows -- we were in Rockfield, and he says too many museums open up, but\nthe idea is just like a lot of Walmart open up, to reach more people, and the same thing\na Holocaust Museum. For example, people which come here, would never go to\nWashington, so the knowledge is important that people know about it.",
        "Q: Right.",
        "A: Not only on account of the Jews, there was a lot of, you know, especially in the\nMiddle East, they killing people off in Africa. You know, the Tutsis and the Hutus?",
        "Q: Rwanda, yeah.",
        "A: It cha -- Rwanda they chop hundreds of heads off and -- right now, and -- and it’s\nnot a territorial kind of thing, it’s just ra-racist kind of thing, because you know, so the\nknowledge, you know, tolerance is very important, and they do a heck of a job here.",
        "Q: Hang on a second.",
        "A: Tours, and everything.",
        "Q: We were talking about your -- when you came and -- and you were unhappy, very\ndiscouraged about the racial discrimination that you saw here. Did you join in any\nmarches, or do anything like that?",
        "A: There was nothing of that kind here.",
        "Q: There wasn’t? No?",
        "A: No, I mean, I did not like it, but the -- there wasn’t much you could do about it, but\nyou just did no -- disagree with the situation.",
        "Q: Mm-hm.",
        "A: Wa -- one day when we move over here, we invited the people who helped us move\nto the table, and there was black man and all, and -- and there was one -- a white guy,\nand I keep him in the other room. And then he said, “How come you didn’t invite me\nto the kitchen?” I say, “You are southern, and you don’t like black people, I didn’t\nwant to offend you, we don’t mind.” He says, “Damn it, let me go in there.” And he\ncame in and sat with us, remember? Because we said he came in later, we sit down,\nthere was Jimmy Glynn, there was a couple who help us move, and we had dinner with\nthem, and this white guy, he said, “How come you don’t invite me there?” “Well,” I\nsay, “you a southerner, you don’t like black people, I didn’t want to have any friction.”\n“Damn it, I’m going.” And he came in and sat with us. But I mean, that is -- there\nweren’t much you can do about it, because we were guests over here. Couple of times\npeople said, “You don’t like it, why don’t you go back home?”",
        "Q: They did? People said that to you?",
        "A: Yeah, uh-huh.",
        "Q: They did?",
        "A: Yeah. Ak -- a few times that -- and they say, if you don’t like it, why don’t you go\nback where you came from? Like I interfere with somebody else’s --",
        "Q: Yeah, yeah.",
        "A: So, we were kind -- in the middle.",
        "Q: Yeah. What about when -- when -- when the Vietnam war happened.",
        "A: Mm-hm.",
        "Q: You must have had -- any kind of war must have brought out some strong feelings\nin you, I would think.",
        "A: Well, basically, we understood -- I don’t know everybody did, Nixon wrote an\narticle in Reader’s Digest at the time, if the Communists take over there, all the routes,\ntrade and commerce, everything going to be affected, if -- if the Vietnam turned\nCommunist, then -- we -- we didn’t like what was going on, but it looked to us like it\nwas the right thing to do at the time. But we didn’t know that so much politics were\ninvolved, because -- what was [indecipherable] was that port [indecipherable] and now\nthe supplies were coming in, and they never bombed that, they bombed it somewhere\nelse. Then when Nixon went to Cambodia with the universities here protest, and 1t was\n-- you had to study the whole thing, really, to understand what was going on there. We\ndidn’t like -- the lot of people -- a lot of guys went to Canada, they don’t want to get\ndrafted, and we didn’t like it either, our son was in college, so he had a college\ndeferments, though, and he was a heck of a baseball player, they were trying to get\nhim in major leagues.",
        "Q: Baseball?",
        "A: Mm-hm. We had scouts about him, oh, we had New York Yankees, Pittsburgh\nPirates, and -- and we had a friend here, Eddie Casko, he was a major league player,\nand he came, and we beg him to talk Gerard go into baseball, because he would had to\nquit college, if he quit college, they send him to Vietnam. We came out of a war, I\nmean, you know. They -- so he came in here, and talked to Joe, he says, and the major\nleague is only 500 people, and half of them are black, and another part is South\nAmerican, and a red blooded American boy don’t really get a chance to get in the\nmajor league, and that’s the only way to be, if you get in. And -- and tried talk him out\nof doing it, you see. S-So he kept in college, and he went to the National Guard. By\nthat time, the war ended. But we didn’t really want him go to Vietnam. He went to\nIsrael twice when the war started, he volunteer. Well, I cou -- we couldn’t stop him\nthen.",
        "Q: Did you want to stop him?",
        "A: Yeah, she want to stop him. We didn’t like him to do that, but we have friends in\nIsrael, and their kids were in the army, and I just didn’t feel like morally, I have the\nright to stop him. He sold everything, he went to Israel, and a --",
        "Q: And he was a volunteer in a kibbutz?",
        "A: Yeah, but the idea 1s -- yeah, but the idea is that Israel is very particular about their\nsoldiers. If you go there they don’t take you in the army, because you have no\nexperience. They di -- put you in the kibbutz and different places. And he was in one\nkibbutz, there were rats, there was nothing to eat. Yeah, you know, it’s -- but he went,\nhe went. We couldn’t stop him.",
        "Q: Did you try to st -- talk him out of it?",
        "A: Well, she was trying to talk him out of it as a mother, but I never said a word,\nbecause I just morally I feel like I have no right to do it. Cause a mother is a mother,\nyou know.",
        "Q: Hang on.",
        "A: That was the ’67 -- not, that was the ’83, I think. Wa -- wa -- one of the wars. I\nthink ’67 he was too young.",
        "Q: °73?",
        "A: Maybe.",
        "Q: Yeah.",
        "A: Maybe, yeah. Boy, he -- the war didn’t take very long, so that was all over.",
        "Q: Ra -- in the sevend -- late -- late 70’s, or early 80’s, there was -- when there started\nto be a lot of awareness in this country, a lot of public discussion about the Holocaust.",
        "A: Mm-hm.",
        "Q: There was a television program about the Holocaust, and a lot of people, you know,\nwho didn’t know about it before, or didn’t learn about it, became aware of it. And it’s\nbeen getting more and more in the -- in the people’s consciousness since then.",
        "A: Mm-hm.",
        "Q: What -- what -- what was happening with you at that time? Did -- did you feel the\nneed to speak out more? Were you aware of this going on around you?",
        "A: Well, there was -- there -- there was a general trend between [indecipherable] and\nJewish community to have speakers go to schools, I went to several schools.",
        "Q: You did?",
        "A: Uh-huh, oh yeah, I -- I got the -- I got that many letters, I know, from different\nplaces where I was speaking. I got a whole library of it.",
        "Q: What did you talk about?",
        "A: About the Holocaust.",
        "Q: About what happened to you?",
        "A: What happened to me, and -- and other ways in the -- after we through, I'll show\nyou something. I spoke to the governor’s school several times. You know where the\ngovernor’s school is. Outstanding students, above average. They have a separate\nschool for them, they call it governor’s school. And because they cannot survive in a\nregular school, because they are above average, you know? So they call it the\ngovernor’s school. Matter of fact, they just build thas -- got a new building just for\nthat. So I talked to the governor’s school couple times, and University of Richmond.\nAnd I went to Lutheran church, high schools. At the beginning I took my son a couple\nof times, because I need some criticism. And so he gave me some hints, he -- the SS is\nstorm troop, th -- that was the bad people in Germany.",
        "Q: Storm troopers, yeah.",
        "A: Yeah, so like Gestapo, SS. So he says, “Don’t say that, say German guards, because\nwhen s -- y-you use SS here, it’s like support Saddam. You know, like -- said don’t use\nthat term because the kids don’t know what the SS. And then -- and then people would\nsay if I have any narrow escapes, and he says, “Well tell them that you had one foot in\nthe grave, and one on a banana peel.” So that was his advice to -- I want them to listen,\nI want to tell them, because my English was limited, so --",
        "Q: What was that like for you to talk?",
        "A: I don’t know, I just kept talking. I -- I didn’t have no -- any script, you know. And\nthen I-I tried to shorten my talk and answer questions, because you go to schools, the\nkids are in different grades, and different mentality, you know. So I don’t want to -- I\ndidn’t want to talk above or below. So I talk for a time, and then I said, “I want to hear\nsome questions.” Then I can go out to what they want to hear, you know?",
        "Q: Mm-hm.\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Boleslaw Brodecki. This is tape number two, side A. You were telling me before\nabout visiting -- ta-t-talking to the school kids, and -- and college kids, too, I guess.",
        "A: Mm-hm.",
        "Q: Both. And you showed me the certificate you got from the Virginia Governor’s\nschool. When you started -- when you started talking to kids, did -- what did -- did it\ndo something for you? I know I’ve read letters from school kids to Holocaust\nsurvivors, and I think I have a sense of how powerful an experience it is for the kids to\nhear those firsthand, it’s different from reading it in a book. But what is it like for you\nto tell those stories, to go through those memories over and over, and 1-it -- 1s there\nsomething -- do you like doing it?",
        "Q: Well, see, not being a professional speaker, or politician who wants to get elected\n[indecipherable] so our motives are -- are different, you know? You don’t speak for\npopularity, or -- so first of all, what it does to you, it refreshes your memory. Because\nif you don’t talk about it, it kind of fades out. You’d be surprised how that comes out.\nAt one time I went, and -- she, when we had something happen, a robbery, you know,\nand she was very much affected, and we went to psychiatrist, and sat in front of the\npsychiatrist, put you in the mood, all of a sudden you remember things you never\nthought you were gonna remember. I don’t know -- and by talking to the kids, and\nstudents, helps you -- your own picture of what happened. Yo-You do more analyzing,\nand remembering. Maybe if you wouldn’t talk about it 20 years, you just -- and -- and\nthe reaction make you feel good that they understand what you talking about, like this\ntime I talk to the governor’s school, the kids call me that I’m a hero. Then several girls\nasked me if I can adopt them. And a -- it’s -- it’s -- 1t’s -- in a way, it’s sad but it’s fun.\nOne day I said to a guy, a Jewish fellow, we had a sh -- like a Yom HaShoah or\nsomething, and all the horrible stuff, and I asked a guy, “Did you enjoy the show?” He\nsaid, “How can you ask me if I enjoyed it, it’s not something to enjoy, you know.” But\nyou enjoy the reaction.",
        "Q: Mm-hm.",
        "A: You feel like you make friends, and -- and you doing for a good cause, because\nsome people say it never happened, you know, and it -- a-and you get kind of, say\nheck, I -- it never happened, I have a number here, and they tell me it never happened,\nI’m a liar, you know. So you want to show you -- your side of the story, that this is not\na lie, that it really happened. So this is one good part of it, you know.",
        "Q: Mm-hm. But for some people, too, remembering 1s not a pleasant thing, and they\ndon’t want to do it, and they refuse to do it -- to go tell those stories, is --",
        "A: Well, that -- that’s some people like that. Some people don’t want to see any\nmovies, anything about it, because they say they just can’t take it. Her doctor, she ask\nhim if he --",
        "A: Mine heart doctor. My cardiologist.",
        "A: -- if he -- if he was in the Holocaust Museum, he says he just couldn’t take it. I -- I\nhad to take head shots for the movies --",
        "Q: Head shots.",
        "A: You know.",
        "Q: Yeah, publicity, like --",
        "A: Now, wa -- yo-you got casting places, when they need you, they call you, but they\ngot to have a picture.",
        "Q: Yeah.",
        "A: Like the director comes to Richmond, they going to make a movie, say I want him,\nand I want her, you know. So they had those pictures. So I went to the guy who take\npictures, and -- and -- and we said something about Holocaust and the guy got crying.",
        "Q: Crying?",
        "A: Crying. Was a --",
        "Q: Because you told -- he -- you -- it came out that you were a survivor, and he cried?",
        "A: Yeah, he got crying. So my daughter said don’t pay attention to him. He says -- she\nwas working for a big company, she got fired for some reason, so he says -- her -- her\nboss who fire her, he also was crying about Holocaust, but she -- she got fired\nanyways. So she said, don’t pay attention to him.",
        "Q: I lost my train of thought.",
        "A: Can I ask you a question, are you Jewish?",
        "Q: No, I’m not.",
        "A: No, what -- I shouldn’t be that inquisitive. What is your religion? Are you an\natheist, or what?",
        "Q: No, I was -- you know, I’ve -- I’ve had an opportunity to interview a lot of\nAmerican combat veterans from World War Two, and many of them had very ta --\ngruesome, terrible experiences, and experienced all their lives after they came back,\nflashbacks, you know?",
        "A: Mm-hm.",
        "Q: Where suddenly they would be driving down a road, and all of a sudden they would\nremember something so vividly, they would have to stop driving, because it was so\ndifficult for them, so real, those images were so real. Did that happen to you, too, that\nkind of thing?",
        "A: I-I couldn’t recall it. Some I recall, but not that intensive.",
        "Q: Mm-hm.",
        "A: You know --",
        "Q: Yeah.",
        "A: -- that there was some horrible stuff, I mean --",
        "Q: I mean, you had a very, very difficult, horrible experience.",
        "A: Yeah, I wa -- I --",
        "Q: And for a long period of time.",
        "A: Yeah, I was like -- I was in like seven concentration camps. The reason that many,\nbecause when -- when the Russians started advancing, they keep moving us, you see.\nAnd a lot of time we were not even guarded, and -- but there was no place to go, there\nwas January, was snow like this, and you go -- you had -- it was like in\n[indecipherable] everybody could -- now that you are in the -- and there was no place\nto run, you know. I was in the shlinterlovitch which was also on Upper Silesia. One of\nthe foremans was not a prisoner, she was a civilian. And he was trying to help me to\nescape. And I didn’t trust him. I didn’t go in for it, I didn’t trust him. And after the war\nI find out he become police chief in that area, because people were turning you in, you\ncou -- you didn’t know who to trust.",
        "Q: Yeah.",
        "A: At least you were alive momentarily, and next day they -- somebody turn you in,\nyou get shot, so -- especially in the winter, it’s cold, and I mean you c -- you couldn’t\nsurvive, you know. But the flashback, that’s -- when we were talk, 1t comes back to as\n-- when you talk to kids, you know.",
        "Q: Yeah. Th-the question about trust, is something I want to ask you about, too. How\ndid it -- how did you, over time, deal with the question of trust, trusting other people,\nand knowing that somebody wouldn’t turn on you somehow, or how -- how could you\nassume that people were good?",
        "A: Well, some I have no choice, you know, some I -- that’s the only choice, you had to\ntrust somebody. For example, when I was in one camp, working a vakhar, which is\nlike a industrial place, and the railroad tracks on both ends of the -- whatever you call\nthat. And there were guards, and they were calling a guy -- you know, we didn’t have\nanything, exe -- a little piece of cigarette, you know, where they throw it away, so the\nguards say, come on, get it. And he threw it on the other side of the track, where\nyou’re not supposed to be, so the guy go there, get it, and he sa -- killed him, you\nknow? So -- and I had one of them, when we were marching to work, he passed by me\nand gave me some dry bread, put it in my pocket. Then when he was on guard, he\ncalled me, he says -- well, I trusted him, he says, “After the war, I have a farm, you’re\ngoing to be my coucher.”’ You know? And then he, one day he says he’s in trouble,\nbecause if they find a guard helping the -- what they called at the time haftlinga, which\nis prisoners, they get punished, they might put them in a concentration camp. So he\nsays, “Somebody, I think, see me helping you. We have to do something, we have to\ndo something. I’m in trouble.” So I said, “What we do?” He says, “You come up here,\nand when you come up, I’m going to start to call you bad names, and kick you, and\ncall you,” -- So I said, “Fine.” So I went over there, he said, “You faftlifter, you the\nbingabanga woo woo woo.” Then when I went away I [indecipherable] so it worked\nout pretty good. But you didn’t know who to trust, you know, some na -- people\nhanging. People kill you for -- for -- for a bite of bread, and a -- especially when you in\nthe camp, you see hungry people go mean. When we came to Mauthausen, they put\n300 of us in a area maybe like those two rooms double, so they tell us to take the\nclothes off, put them together, and lay like -- like sardines against the wall. When they\ngot another row, they had to put their legs between your legs, and another row, and\nanother row. Now, it’s cold, and people got to urinate a lot. At night, you cannot get\nup, if you get up, you step on other people, you can get beaten. So if you really had to\ngo, you’d jump, and you’d run on pe-people, and -- and you made up with a couple\nguys you -- you were laying with to show what place you left. And -- and -- and -- and\nit was a horrible thing because some people couldn’t reach it.",
        "Q: Oops. Hold that thought.",
        "A: Some people couldn’t leave, so -- so they just -- so they just -- just urinate, so you\nget up in the morning It’s wet all over. And wa -- one night I was the -- see, we talking\nabout after the war, we got back in the war this time. That what you say, we can jump\nback?",
        "Q: I know. It’s okay. Yeah.",
        "A: I was [indecipherable] and I supposed to have typhus, and I have a constant noise in my\nears. I couldn’t eat, I couldn’t keep balance. So a friend of mine, I gave him my portion of\nbread, so he was carrying me around so they don’t catch me, because if they say you’re\ndisabled, bingo. So what happened here, when I came to the factory, I couldn’t keep balance,\nso the guy make me work, and I didn’t make it, so they send me back in the barracks. Now,\nduring lunchtime or something, the guys were coming in, back to the barracks. So, there were\nbunkbeds. On every bunkbed, there was day shift and night shift was just one place to sleep ta\n-- every bunkbed was filled, three or four people. And, you know, you couldn’t get in,\nbecause they push you out. So finally I sat on the edge of one, and I had a belt, which was cut\nin half so fix my wooden shoes so I don’t lose them, you know? So I took the -- the belt I got\nin my pants, and put it around my throat, and I sit on the edge of the bunk, and tie it up, and I\njump, to hang myself. And I lost conscious, you know? I open my eyes, I’m on the floor, and\nthe guy who I was giving the portion of bread, which was [indecipherable] he says, “You’re\ngoing to miss your bread portion.” And I could not move, I’m all shaked up, so he said it three\ntimes, and he left, because he was afraid to lose his portion. So then I say -- I had a little metal\nbox, and there was a half a razor, and a couple cigarette butts. So I said, “I’m going to do the\nJapanese stuff,” you know?",
        "Q: Kall yourself with it.",
        "A: Somebody picked my pocket, and it was gone. So then I lay, I -- I don’t know how long, I\nfinally got up, and -- and I was crawling around, trying to lay down somewhere, and the one\nbunk is -- only one person was there. So I figured he must be one of the kapos, you know, the\nfore -- foremans? So I can keep him -- one foot on the ground, and somehow I slip beside\nhim, and I think I went to sleep. In the morning, somebody wake me, and the guy say, “You\nbetter get away from there.” I say, “Why?” “Somebody urinate, and there’s urine under the\nbed in there. Gestapo, when they come, they ba -- beat the heck out of you.” So I want to be\nnice, so the guy was laying beside it, I say -- try deliver the message, you understand -- the\nguy on the other side, “Leave that man alone, he been dead since last night.” That’s why he\nwas sleeping alone. So --",
        "Q: When you got out -- when you came here, though, and -- how did you learn to trust people\nagain? Or did you?",
        "A: Well, that was [indecipherable] I didn’t tell anybody how keep my money anything, I\ndidn’t know [indecipherable] trust. I didn’t do anything except somebody can tell me, and\nthere was just regular, every day life. You know, there’s no -- no matter of trust. There was no\nquestion of trusting, because there were no dangerous [indecipherable] illegally trust\nsomebody, and they get you. It’s just -- I don’t know how to --",
        "Q: But I would think that even in the -- even in normal, every day life, you have\ncircumstances where you could assume that somebody 1s trying to take advantage of you in\none way or another. You know, it may not be a life or death kind of situation --",
        "A: Well yeah, well, if you -- if you --",
        "Q: -- but it could be in a normal course of interaction, you could --",
        "A: Yeah, well --",
        "Q: -- you could have an attitude that everybody’s out to get you. That would be easy to\nassume.",
        "A: Well, tha -- that’s -- no, I -- I don’t think I was in that way. Well, usually when you\nmake a transaction with somebody, people mi -- we were trusting, we were given the\nwrong [indecipherable] the insurance man sell me insurance, and half of it weren’t\ntrue. The -- if you went to buy a car, they tell you lies, you know, this certain amount\nhere of like salesmanship here, where people, they -- they say at [indecipherable] I got\nsuper salesman, and they got a super stupid people go in f-for the sales talk, I mean,\nyou know? And a lot of time, people figured that you are -- this has nothing to do with\nit, but a lot of time people figured that you don’t know anything. To give you example,\nwhen there was a -- a -- a -- they were going -- like the president, there was between\nNixon and Kennedy.",
        "Q: [indecipherable]",
        "A: So me and my son took very much interest. We got a book from Kennedy, “Profiles\nof Courage,” and we read the paper, we even listen to [indecipherable] radio, and all\nthat. Where I go to fix a TV, and there was a guy, he’s a president of this huge\ncompany. I think his name was West, or he live on West Avenue, he says, “Mr.\nBrodecki, when you finish working on TV, I want to talk to you.” He was\ncampaigning for Nixon. Okay, he not ask me if I know anything about it or not. So he\nsays, “You sit down, I want to tell you so -- a little bit about Mr. Nixon.” So I played\ndumb, I said, “How did you know him, where did you meet him? Did you,” -- no, no,\nno. I said, “Did you go to school with him?” No, no, no. I say -- I didn’t tell him that I\nalready knew more about it than he does. He was telling me -- he wanted to tell me all\nabout Mr. Nixon, like I was -- I came out of the woods, so you got a lot of things like\nthat here. Like you go look at the car, he says that’s the best car, and then you read the\nConsumer Reports, you know exactly who -- who -- what it is with that. A lot of\npeople are just, you know, that way. A -- a woman ask me thi -- when I was working at\nWard’s what’s the best television to buy. If I tell her, she buys something else. I say,\n“How come you did?” Oh, salesman told me that this is better. So you talk about trust,\nwho is -- you trust, people -- you can not be knowledgeable on every field. So people\nwill tell you stuff, and you believe it. But this is different kind of trust, during the war,\nwhere your life is in danger, you know, or your future. I mean there’s different degrees\nof trust.",
        "Q: Right, right.",
        "A: So, I don -- I know exactly what you’re asking, but I -- I don’t know how to answer\nit correctly.",
        "Q: Well, I don’t know what the right answer is, so I’m just throwing it out there.",
        "A: I don’t trust one area, but the other area, you’re too ignorant not to trust, do you\nknow what I mean?",
        "Q: Mm-hm, mm-hm.",
        "A: I wou -- I wou -- what hit me when we came here is the -- the advertisement, when\nthey were advertising cigarettes, every cigarette was the best, you know? Pall Mall\nwas the special people’s smoke, and [indecipherable] is this, and that -- and we -- we\ndidn’t -- we weren’t used to that kind of advertisement. It’s just like I was driving here\none time a couple years ago, and -- and sees a lot of restaurants in Richmond. The\nBarkley Hotel dining room is above a mall. I went there, and I got lunch. That was the\nbiggest bunch of garbage I ever had in my -- so who do you trust?",
        "Q: Yeah. Sometimes it’s hard for me to understand, though, how you could go through\nwhat you went through and still have a sense of humor.",
        "A: Well, I don’t know, but there was -- there was a lot of jokes during the war.",
        "Q: Yeah?",
        "A: There was a Jewish woman, and she was cursing all day long, Hitler, then -- I hope\nyou burn, I hope you drop dead, I hope this, I hope that, and continuously. So people\nsay, “Why do you do that?” She says, “It’s always a moment when it comes true, and I\ndon’t want to miss it.”",
        "Q: Yeah. I’ve her -- I’d like to ask you about when you came to the States, and you --\nit was a Jewish organization that helped you get settled here. So I’m assuming that\nright away you had a chance to become part of a Jewish community here.",
        "A: Y-Yeah, well --",
        "Q: Yeah. And I’m -- I’m wondering if you ever experienced a situation where\nAmerican Jews didn’t understand what you’ve been through.",
        "A: Oh yeah.",
        "Q: What was that like?",
        "A: I-I don’t know, you didn’t like it, but they didn’t -- first they didn’t be -- some of\nthem didn’t believe. Other say well, what’s the big deal, a lot of people had trouble,\nIrish and Dutch, why I had to make a blow up about it. And well, you had to -- you\nhad to understand that people rel -- regardless of religions, they grew up in this\nsociety. They even have Jews which are anti-Semites. I have a neighbor which is\nblack, he hate niggers. I mean, he said they all crooked [indecipherable] so a -- a lot of\npeople got their own opinions, they grew up in this environment, so when they -- why\nshould they feel different than the next who 1s a Christian, unless they had some kind\nof education in that area? Those -- like we had a Yom HaShoah -- you know what that\nis?",
        "Q: Yes. A Remembrance day.",
        "A: One of the Jewish fellas didn’t -- didn’t show up. I mean, acquaintances say, well\nwhere were you last night? Oh, I don’t believe in that stuff. And he was also a\nnewcomer. He says people get killed here and there, why are the Jews making so much\nfuss about it, you know? So the people don’t understand that they grew up in different\nenvironments, it’s just that being Jewish 1s a religion, you might not even practice it. A\n-- a lot of people don’t come to any events, and so just being Jewish doesn’t mean that\nyou know everything, or you got the same outlook like the other Jews, you know,\nthere’s just a difference in people.",
        "Q: Mm-hm, yeah.",
        "A: You know, people -- was a amian lady -- you -- you know Armenia --",
        "Q: Yes, yeah.",
        "A: -- was taken away from Russians. Between the Turks and the Russians, they did\naway with it. There’s a Armenian woman working in a thrift store here. You know,\nwhen they first come, they get the minor jobs, then they go -- and -- and we met a guy\nfrom Russia which is Jewish, he’s a Russian. So, it just a mentality. I was -- I stop now\nand then in thrift stores, some might pick up antique or something, so this Russians --\nRussian walked in, so I said to the Armenian, which she -- I said is -- one of your\nfriends is a Russian. She said, “He’s not a Russian, he’s a Jew.” So what no -- no\nmatter what you do, you’re a Jew. You’re not American, you’re not a -- I had that\nhappen, one day when I was in a automotive shop --",
        "Q: Yes.",
        "A: -- and the guy said hey -- he’s also a Polack. So he said, “He’s not a Polack, he’s a\nJew.” So wh-what you gonna do? There -- there was a joke with this, you hear that\none? Where that drunk was in the -- and -- on the train, and he keeps saying that he\nhate Jews. So this Jewish fellow was sitting there, “And I hate drunks.” So finally the\ndrunk got laughing, and he says, “Wh-Why are you laughing?” He said, “I’m\nlaughing, I'll be sober tomorrow, but you'll still be a Jew.” So you -- you -- don’t\nmake any difference, Hitler find out you great, great, great father has Jewish wife, so\nright away you -- you a Jew, you know what I mean? So what are you gonna do about\nit?",
        "Q: Right, right.",
        "A: If you -- if you convert to Catholic, you know what they say? He’s a converted Jew.",
        "Q: Right. I just -- I want to ask you if there’s -- if there’s anything you want to talk\nabout, any subject that I didn’t bring up, that you think is important for you to\nmention? Some -- something about your experience, or your attitudes, or anything?",
        "A: Well, I -- I really don’t know, you kind of exhaust the -- all the territory about the --\nthere’s not much I can say. There was a lot of incidents during the war.",
        "Q: Yeah.",
        "A: Like I told you about when I was trying to commit suicide.",
        "Q: Yeah.",
        "A: And there was other incidents. There was a couple things which I never understood,\nand this is a little spooky. I was dreaming a couple people in front of a bridge. Next\nday we were marching to Theresienstadt, and I see those two people, just like I had a\ndream exactly -- I don’t know what it means. A couple times I had a dream and the\nnext day it kind of come -- come by me, just -- and I never understood how this come\nabout, that you know ahead of time. So we’re telling here one time that a couple, all of\nsudden the guy got up at night, turned to his wife to come on. And they got 1n the car\nand went driving. Their kids got a accident somewhere miles away. Now this lady over\nthere, we were resting on the bed upstairs, which we cannot see what’s going on. All\nof a sudden there’s a knock on the door, and she says, “Did you break your arm?” I\nsaid, “What in the hell are you talking about?” She ran down and opened the door, and\nmy son walks in like that, he fell off the bicycle. And that’s a true story.",
        "Q: Yeah, she told me that story.",
        "A: She told you?",
        "Q: Yeah.",
        "A: I don’t know how.",
        "Q: Let me ask you a broader question. [indecipherable]",
        "A: I -- I know that your question didn’t have nothing to do with that answer, but I\ndidn’t know how to get around to it, you just about exhausted the whole thing.",
        "Q: Is it po-possible for you to -- after all these years it’s -- to come to grips with what\nhappened to you, to understand it in any way that -- that you can explain to other\npeople?",
        "A: Ah, I un -- I understand your question, but what can I explain. I would talk about it\nall the time there should be tolerance, understanding, and [indecipherable] not\neverybody so perfect to be Mother Theresa, you know?",
        "Q: Do you think that it could happen again, on that scale?",
        "A: Do y-you remember what Santiana said, if you forget your past [indecipherable]\nwill repeat itself. I -- I think that in the small scale, it’s happening every day, because\nif you look at the Africa, some European countries, Asia, there’s a holocaust against a\nlot of people. So it’s not on the scale it was in World War Two, but things are\nhappening, and if -- if you don’t listen -- for example, we -- we tried to stop it like here\nthey went to Iraq, and got Mr. Saddam Hussein Mr. Saddam Hussein would do like\nHitler do, occupy lot of countries, he probably holocaust a lot of -- a lot of people. I\ndon’t know, they -- they -- I cannot come to detail, but they -- they -- he pois --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B\n[blank]\nBeginning Tape Three, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Boleslaw Brodecki. This is tape number three, side A. You were talking about\nSaddam Hussein.",
        "A: Yeah, well 1-1-1f -- 1f he wouldn’t be stopped, just like Blair said, the English prime\nminister, he say if we went on the wrong information about the weapons of mass\ndestructions, and all, but there -- the future going to say that we did the right thing,\nbecause he was a villain. He was killing people, so we will be forgiven for that. But\nthat would be a holocaust if he -- he start with Kuwait, and goes Adurabi -- Abudabi,\nall those little countries. He probably kill millions of people. And so the Holocaust\ndidn -- didn’t end it. During the Holocaust -- it’s just -- you got small holocausts\ndifferent places to different people. I don’t know, there’s some American history, Billy\nJack, and all that stuff was going on over here. That wasn’t very pretty, either, so --",
        "Q: What -- what Ame-- American history?",
        "A: You know, like you got the Indians.",
        "Q: Right, right. Yup.",
        "A: Like I see old American movies, and I see the sign in front of a -- a -- a restaurant\nthat say, dogs and I-Irish are not allowed, you know? They didn’t discriminate against\nChinese, who build the railroad from New York to California. I mean, you know, so --",
        "Q: Yeah.",
        "A: They’re still in -- people, and it depends how many good people, how many bad\npeople, the good people win, or the bad people win. You know”? And if the bad people\ntake over, you got another Holocaust, you know what I mean?",
        "Q: Yeah, I do, I do.",
        "A: Even in your country -- it’s in Serbia over there, they were slaughtering people in a",
        "Q: Yeah. It’s hard to s -- having -- being a survivor, what do you think that -- ho-how\ndo you see the world as a result of that, and how does it -- how has it affected your life\nsince the liberation?",
        "A: Well, first of all, I’m glad I’m in United States. Democracy, you know. You can\nsay things here where other countries you go to jail. You know what I mean? There’s\nfreedom, and a lot of people take advantage of the freedom. But in the -- y-y-you\ncannot take away the rights from people. Where they got that here, anti-demafa --\nDefamation League? No one -- they might def -- defend Nazis and everything else\nbecause a free country. But a -- I think things are getting better, and I think United\nStates stopped the Nazis, and Saddam Hussein, and -- and -- and they’re in\nAfghanistan. Whatever the -- the reason was, they made the world better. Only thing I\nfeel sorry for all those people get killed. She tell you I go twice [indecipherable] to --\nA2: Tell them it was your idea.",
        "A: -- to -- to the war memorial, and I put a wreath on it",
        "Q: Which war memorial?",
        "A: He-here -- here’s a war memorial, in --",
        "Q: Uh-huh.",
        "A: -- Richmond, World War Two, World War One, they got all the names all over, and\nI might be able to show you what I do, after the session.",
        "Q: And you put a mem -- you put a wreath at the memorial for the -- it’s for -- for\ncombat, for veterans?",
        "A: Yeah.",
        "Q: Uh-huh.",
        "A: Because I feel bad.",
        "Q: Yeah. You feel bad about what?",
        "A: I-I started off in Richmond -- so --",
        "Q: No, that’s okay. Will you -- I wanted you to finish that thought. You feel -- you do -\n- why do you do that? Because you want to --",
        "A: Because a -- a -- wh-when we came here, and I didn’t know if United States would\nintervene in Europe, I might never see the -- time of the day, I might have been dead.\nAnd all this, 50 - 60, or how many thousand American boys die, and I went to homes,\nfix the TV, and here’s a picture, on the top of TV of a G.I., and I say, “Who is that?”\n“Well, my -- my son, he got killed in Europe.” Or my father. And I figured they’re\nlooking at me like, you know, I’m still alive, and those -- I -- I just felt bad that those\npeople volunteer [indecipherable] sacrifice their lives for the freedom here, which the\naverage people on the street don’t understand that, that they owe somebody the\nliberties they get now. Like today they dying in Baghdad every day. So I just decided\nto take a part at remembrance. And when we finish that, I [indecipherable] the wreath,\nI got it at home. [indecipherable]",
        "Q: Okay. That’s great. I want to ask you one more thing about your son’s involvement\nat the Holocaust museum, and what that means to you.",
        "A: Well, that means a lot. I mean, that he understand like h-he really got -- took\ninterest in our family, then he went to Israel, and -- and he was a fundraiser that time,\na-and he was in this house when they called him in, they couldn’t raise enough money\nfor the museum. He was awarded a United States -- so he went to work for the\nmuseum, and it was very difficult, but he says he wouldn’t quit, or trust anybody with\nthe job. And a -- and a woman who was dying, who want the museum to survive was\nMr. Meyerhoff from Philadelphia, he put six million dollars for the museum. And he\ndid it for his wife, I think sh -- I don’t know if she was a newcomer, and he called Joe\nhere, and Joe took the job. And he finished the job, he was -- you’re going to see a\nWallenberg there -- oh, on 14th Street, and in front, Joseph Michael Brodeck1,\nNational Campaign director. But what happened after Clinton was elected, a lot of jobs\nwere appointed by the government, see? The people who started the museum, they\nwere out, they appoint other people. You know, which were democrats, I think. But\nanyway, he finish his job, so he went to work for Apec, that’s where he got the picture\nwith the Jewish president. But he stay there for about a year, but he didn’t like,\nbecause he said it was affected by local politics, like democrats, or republicans.",
        "Q: Oh sure.",
        "A: And that was above helping Israel and oh -- so then finally he quit that, but he’s\nnow with the st -- brokerage company in -- in Washington.",
        "Q: Mm-hm.",
        "A: I think he started off, 1t’s just a big, big, big company. They never advertise. So\nthat’s the story.",
        "Q: So there’s a Brodecki name right on the front of the museum.",
        "A: Yeah, you gonna see the [indecipherable] I don’t think they took it off, because\nthat’s the original people --",
        "Q: Mm-hm.",
        "A: It’s Joseph Michael Brodecki, National Campaign Director.",
        "Q: Mm-hm.",
        "A: He was going all over the country, every time he called me, I says, “Where you at?”\n“Well, I’m San Francisco.” “Where you at?” “I’m Los Angeles.” I mean, he was gone\n24 hours a day.",
        "Q: Mm. Tough job, yeah.",
        "A: Mm-hm.",
        "Q: Well thank you, thanks a lot.",
        "A: You’re welcome.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Bod\n-- Brodeckt.\n60End of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection.\nThis is an interview with Boleslaw Brodecki, conducted by Nina Ellis, on July 26\",\n2003, in Richmond, Virginia. This interview 1s part of the United States Holocaust\nMemorial Museum’s post-Holocaust interview project, and it’s a follow up to an\ninterview -- videotaped interview conducted with Boleslaw Brodecki in 1989. The\nUnited States Holocaust Memorial Museum gratefully acknowledges Jeff and Toby\nHerr for making this interview possible. This is tape number one, side A. I -- I saw\nyour video interview recently, and it ended with you and Sonia coming to the United\nStates, you mentioned it briefly, but I would like to go back a little bit in time, and talk\na little more about the time you spent at Landsberg.",
        "Q: And I’m wondering if you might be willing to start there, and tell me if you\nremember when you came to Landsberg roughly, if you remember the month, and tell\nme how you -- what you were like, what your -- what sh -- kind of shape you were in\nwhen you got there.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Whose they? Who was facilitating this?",
        "Q: Oh.",
        "Q: Were there a lot of people there when you got there?",
        "Q: Mm-hm, mm-hm.",
        "Q: Yeah, well I know that at -- at one point that they had at least 5000 people there.",
        "Q: Yeah, I don’t -- do you think it was that many when you got there?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Over what?",
        "Q: Yeah, they didn’t want to be imprisoned again, yeah.",
        "Q: Well tell me about your job, you got a job.",
        "Q: Sure.",
        "Q: Did you take that guy away?",
        "Q: Put him in jail?",
        "Q: He was threatening her?",
        "Q: So you stayed there for quite awhile?",
        "Q: Yeah.",
        "Q: Yeah, she did.",
        "Q: Uncle Tom’s cabin?",
        "Q: Let me go back and ask you a couple more questions about Landsberg.",
        "Q: What kind of things did you do in your job as a policeman? I mean, you went and --\nand inner -- stopped this disturbance, but what other kinds of things did it turn out to\nbe?",
        "Q: Mm-hm.",
        "Q: Di -- did you notice the conditions getting better at the camp, over time? You said\nthey were pretty bad when you first got there.",
        "Q: Yeah.",
        "Q: Mm-hm.",
        "Q: Before it got to the people.",
        "Q: Yeah, yeah. What other kinds of things were -- you’ve mentioned cigarettes, but\nwhat other kind of things were available or desirable on the black market?",
        "Q: And -- and was there a place where you could go that you knew you could buy\nsomething, was there --",
        "Q: Mm-hm, mm-hm. But people -- because people were there for --",
        "Q: Mm-hm. And they had schools, too?",
        "Q: Yeah, yeah. Tell me what you remember about your wedding. It was, I understand,\nprobably one of the first weddings.",
        "Q: But it must have been a very happy occasion for everybody to experience a\nwedding --",
        "Q: -- even though they didn’t know you.",
        "Q: Just to know that life goes on.",
        "Q: Yeah. Same thing when your son was born. I’m sure that was vicarious thrill for a\nlot of people.",
        "Q: Labor pains.",
        "Q: Yeah. That must have been a happy time for you, after everything you’d been\nthrough.",
        "Q: Yeah.",
        "Q: Mm-hm. But by the time you got married, and by the time your son was born, were\nyou able to feel that joy?",
        "Q: Yeah, yeah, that’s true. I’ve heard a lot of people say that. So you came -- you --\ntell me how it was that you got to come to Richmond. Was it through a c -- a certain\norganization that brought you here?",
        "Q: Ah, H-Hebrew Ladies Benevolent, which is now Jewish Family Services were --\nwe were accepted in this community, of course, oh it was fake, there was no job, or no\n-- no place to stay. After we got here, they started accommodating us. But they -- you\nneed somebody to guarantee they will -- you won’t fall on nobody’s mercy, that you\nwill have a place to stay, and --",
        "Q: Right.",
        "Q: Do you remember arriving at the airport?",
        "Q: Is that where you came in?",
        "Q: You flew in, right?",
        "Q: Mm-hm, the train station.",
        "Q: Mm-hm.",
        "Q: It was white, thin -- thin, white bread?",
        "Q: Yeah.",
        "Q: Your little girl.",
        "Q: And you had a little baby boy, too.",
        "Q: Yeah, yeah.",
        "Q: Did they find you a job right away, or did you have to go out and find it yourself?",
        "Q: What kind of factory was it?",
        "Q: Uh-huh. It was processing? Like, was it a processing tobacco?",
        "Q: Uh-huh, uh-huh.",
        "Q: Uh-huh, yeah.",
        "Q: Oh really?",
        "Q: Sure.",
        "Q: In a tire store?",
        "Q: I bet.",
        "Q: Uh-huh.",
        "Q: Mm-hm.",
        "Q: And you -- did you go to work for them?",
        "Q: Yeah, yeah.",
        "Q: And -- and what were you doing?",
        "Q: In °40 -- when you -- in ’49, or ’50 --",
        "Q: Yeah, huh.",
        "Q: That’s interesting. So you worked for them for -- for how long?",
        "Q: Uh-huh. Well, what was it like for you to be here? Where -- whe -- did you speak\nvery much English?",
        "Q: Really, huh. When you came, did you speak anything -- any English at all?",
        "Q: Mm-hm.",
        "Q: And what were your first impressions of this country, or did you -- did you have\ntime to stop and think about it?",
        "Q: Even then, it was like that?",
        "Q: Yeah, yeah. What was it like for you socially? Did you socialize with other\nsurvivors, or not?",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Boleslaw Brodecki. This 1s tape one, side B. You said that there was -- you\nencountered some anti-Semitism on the job here.",
        "Q: During which war?",
        "Q: Uh-huh. There was vandalism here.",
        "Q: On the holidays.",
        "Q: And this was in the 50’s?",
        "Q: Recently?",
        "Q: Yeah. What about 1 -- was -- was the anti-Semitism such that -- were you afraid? Or\nwas it just annoying?",
        "Q: Mm-hm.",
        "Q: But it never got to the point -- there was never so much that you were afraid that\nsomething would happen to you or your family, or --",
        "Q: Right. But were there things that you would avoid doing, or places you would avoid\ngoing, or something, because you were afraid there might be a confrontation?",
        "Q: Here, I’m talking about here.",
        "Q: Uh-huh, that’s what I’m trying to understand, you know, the degree of it.",
        "Q: Mm-hm, mm-hm, yeah.",
        "Q: When -- when your kids started to get older --",
        "Q: Pardon me?",
        "Q: Giuliani, yeah.",
        "Q: Yeah, yeah. When your kids started getting old enough to wonder where their\ngrandparents were, you know, why don’t we have relatives here, that kind of thing.",
        "Q: During the war, mm-hm.",
        "Q: Rikover?",
        "Q: Yeah, Hyman Rikover.",
        "Q: He was a nuclear submarine admiral.",
        "Q: When you were young, before the war, were you active in pro Zionist kinds of\ncauses, or did you --",
        "Q: Mm-hm. And your father, too, your mother and father?",
        "Q: But as a -- as a young man, you were a -- a teenager, I guess.",
        "Q: You di -- you were active in those things. So this was a natural extension of your\ninterests from before the war --",
        "Q: -- when you came here.",
        "Q: Hm. Given that you were active, what -- what -- what was it that made you want to\ncome to the United States instead of go to Israel, when you had a choice? Or was it\njust that U.S. --",
        "Q: You didn’t.",
        "Q: Oh that’s right, when you were by yourself, yeah.",
        "Q: Yeah.",
        "Q: While you were a policeman?",
        "Q: Yeah. I guess that was pretty common then.",
        "Q: Yeah. I want to go back to something you started to talk about before when you\ncame to Richmond and you found out that there was segregation here, racial\nsegregation, that --",
        "Q: -- it was very disappointing for you.",
        "Q: Who wrote this booklet?",
        "Q: Really?",
        "Q: And what was it called?",
        "Q: Windsor Farms. What was it?",
        "Q: Subdivision, like where people live --",
        "Q: Uh-huh.",
        "Q: What the heck.",
        "Q: Yeah.",
        "Q: So what -- when the -- when your kids went to school, were the public schools all\nsegregated?",
        "Q: Yeah. And what --",
        "Q: And the kids still went to school.",
        "Q: But did your kids go to that school?",
        "Q: Yeah.",
        "Q: What year was that? In the 60’s?",
        "Q: Whoops. Oh.",
        "Q: During those years, the 50’s and the 60’s, I -- I gather that their knowledge -- public\nknowledge about the Holocaust in this country was very small.",
        "Q: People either did -- often didn’t -- claimed that they didn’t know, or it just was not\ndiscussed.",
        "Q: Right.",
        "Q: Rwanda, yeah.",
        "Q: Hang on a second.",
        "Q: We were talking about your -- when you came and -- and you were unhappy, very\ndiscouraged about the racial discrimination that you saw here. Did you join in any\nmarches, or do anything like that?",
        "Q: There wasn’t? No?",
        "Q: Mm-hm.",
        "Q: They did? People said that to you?",
        "Q: They did?",
        "Q: Yeah, yeah.",
        "Q: Yeah. What about when -- when -- when the Vietnam war happened.",
        "Q: You must have had -- any kind of war must have brought out some strong feelings\nin you, I would think.",
        "Q: Baseball?",
        "Q: Did you want to stop him?",
        "Q: And he was a volunteer in a kibbutz?",
        "Q: Did you try to st -- talk him out of it?",
        "Q: Hang on.",
        "Q: °73?",
        "Q: Yeah.",
        "Q: Ra -- in the sevend -- late -- late 70’s, or early 80’s, there was -- when there started\nto be a lot of awareness in this country, a lot of public discussion about the Holocaust.",
        "Q: There was a television program about the Holocaust, and a lot of people, you know,\nwho didn’t know about it before, or didn’t learn about it, became aware of it. And it’s\nbeen getting more and more in the -- in the people’s consciousness since then.",
        "Q: What -- what -- what was happening with you at that time? Did -- did you feel the\nneed to speak out more? Were you aware of this going on around you?",
        "Q: You did?",
        "Q: What did you talk about?",
        "Q: About what happened to you?",
        "Q: Storm troopers, yeah.",
        "Q: What was that like for you to talk?",
        "Q: Mm-hm.\nEnd of Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Boleslaw Brodecki. This is tape number two, side A. You were telling me before\nabout visiting -- ta-t-talking to the school kids, and -- and college kids, too, I guess.",
        "Q: Both. And you showed me the certificate you got from the Virginia Governor’s\nschool. When you started -- when you started talking to kids, did -- what did -- did it\ndo something for you? I know I’ve read letters from school kids to Holocaust\nsurvivors, and I think I have a sense of how powerful an experience it is for the kids to\nhear those firsthand, it’s different from reading it in a book. But what is it like for you\nto tell those stories, to go through those memories over and over, and 1-it -- 1s there\nsomething -- do you like doing it?",
        "Q: Well, see, not being a professional speaker, or politician who wants to get elected\n[indecipherable] so our motives are -- are different, you know? You don’t speak for\npopularity, or -- so first of all, what it does to you, it refreshes your memory. Because\nif you don’t talk about it, it kind of fades out. You’d be surprised how that comes out.\nAt one time I went, and -- she, when we had something happen, a robbery, you know,\nand she was very much affected, and we went to psychiatrist, and sat in front of the\npsychiatrist, put you in the mood, all of a sudden you remember things you never\nthought you were gonna remember. I don’t know -- and by talking to the kids, and\nstudents, helps you -- your own picture of what happened. Yo-You do more analyzing,",
        "Q: Mm-hm.",
        "Q: Mm-hm. But for some people, too, remembering 1s not a pleasant thing, and they\ndon’t want to do it, and they refuse to do it -- to go tell those stories, is --",
        "Q: Head shots.",
        "Q: Yeah, publicity, like --",
        "Q: Yeah.",
        "Q: Crying?",
        "Q: Because you told -- he -- you -- it came out that you were a survivor, and he cried?",
        "Q: I lost my train of thought.",
        "Q: No, I’m not.",
        "Q: No, I was -- you know, I’ve -- I’ve had an opportunity to interview a lot of\nAmerican combat veterans from World War Two, and many of them had very ta --\ngruesome, terrible experiences, and experienced all their lives after they came back,\nflashbacks, you know?",
        "Q: Where suddenly they would be driving down a road, and all of a sudden they would\nremember something so vividly, they would have to stop driving, because it was so\ndifficult for them, so real, those images were so real. Did that happen to you, too, that\nkind of thing?",
        "Q: Mm-hm.",
        "Q: Yeah.",
        "Q: I mean, you had a very, very difficult, horrible experience.",
        "Q: And for a long period of time.",
        "Q: Yeah.",
        "Q: Yeah. Th-the question about trust, is something I want to ask you about, too. How\ndid it -- how did you, over time, deal with the question of trust, trusting other people,\nand knowing that somebody wouldn’t turn on you somehow, or how -- how could you\nassume that people were good?",
        "Q: Oops. Hold that thought.",
        "Q: I know. It’s okay. Yeah.",
        "Q: Kall yourself with it.",
        "Q: When you got out -- when you came here, though, and -- how did you learn to trust people\nagain? Or did you?",
        "Q: But I would think that even in the -- even in normal, every day life, you have\ncircumstances where you could assume that somebody 1s trying to take advantage of you in\none way or another. You know, it may not be a life or death kind of situation --",
        "Q: -- but it could be in a normal course of interaction, you could --",
        "Q: -- you could have an attitude that everybody’s out to get you. That would be easy to\nassume.",
        "Q: [indecipherable]",
        "Q: Right, right.",
        "Q: Well, I don’t know what the right answer is, so I’m just throwing it out there.",
        "Q: Mm-hm, mm-hm.",
        "Q: Yeah. Sometimes it’s hard for me to understand, though, how you could go through\nwhat you went through and still have a sense of humor.",
        "Q: Yeah?",
        "Q: Yeah. I’ve her -- I’d like to ask you about when you came to the States, and you --\nit was a Jewish organization that helped you get settled here. So I’m assuming that\nright away you had a chance to become part of a Jewish community here.",
        "Q: Yeah. And I’m -- I’m wondering if you ever experienced a situation where\nAmerican Jews didn’t understand what you’ve been through.",
        "Q: What was that like?",
        "Q: Yes. A Remembrance day.",
        "Q: Mm-hm, yeah.",
        "Q: Yes, yeah.",
        "Q: Yes.",
        "Q: Right, right.",
        "Q: Right. I just -- I want to ask you if there’s -- if there’s anything you want to talk\nabout, any subject that I didn’t bring up, that you think is important for you to\nmention? Some -- something about your experience, or your attitudes, or anything?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah, she told me that story.",
        "Q: Yeah.",
        "Q: Let me ask you a broader question. [indecipherable]",
        "Q: Is it po-possible for you to -- after all these years it’s -- to come to grips with what\nhappened to you, to understand it in any way that -- that you can explain to other\npeople?",
        "Q: Do you think that it could happen again, on that scale?",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Boleslaw Brodecki. This is tape number three, side A. You were talking about\nSaddam Hussein.",
        "Q: What -- what Ame-- American history?",
        "Q: Right, right. Yup.",
        "Q: Yeah.",
        "Q: Yeah, I do, I do.",
        "Q: Yeah. It’s hard to s -- having -- being a survivor, what do you think that -- ho-how\ndo you see the world as a result of that, and how does it -- how has it affected your life\nsince the liberation?",
        "Q: Which war memorial?",
        "Q: Uh-huh.",
        "Q: And you put a mem -- you put a wreath at the memorial for the -- it’s for -- for\ncombat, for veterans?",
        "Q: Uh-huh.",
        "Q: Yeah. You feel bad about what?",
        "Q: No, that’s okay. Will you -- I wanted you to finish that thought. You feel -- you do -\n- why do you do that? Because you want to --",
        "Q: Okay. That’s great. I want to ask you one more thing about your son’s involvement\nat the Holocaust museum, and what that means to you.",
        "Q: Oh sure.",
        "Q: Mm-hm.",
        "Q: So there’s a Brodecki name right on the front of the museum.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Mm. Tough job, yeah.",
        "Q: Well thank you, thanks a lot.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Bod\n-- Brodeckt."
    ],
    "answers": [
        "Answer: Mm-hm.",
        "A: Well, we got there, I think the war ended in May and there we spent some times in\nCzechoslovakia, because you were in the te -- terezin -- Theresienstadt, and we were\ngetting ready to be like -- there was like a resettlement place to go -- some people went\nto their respective countries, and some people refused to go back to their own country,\nbad memories, you know.",
        "A: And we were not treated very nicely when we came back to Poland. People would\nsay, you still alive? A lot of goods were confiscated, and they thought we were gonna\ntry to get it back, so that was not very popular thing to go back, especially to Poland,\nyou know, and that welcome. So they start asking people -- they tried to send out the\npeople from that area, like some people were from Russia, they going back here and\nthere. And I decided to actually go to Russia, cause I didn’t know -- I didn’t know\nabout America, if we can go here. So I knew Russians at the time, so I said I was from\nMinsk, cause I didn’t want to go back to Poland. So they had a truck picking us up,\nand taking us somewhere, to a train station. And I forgot something, a sweater or\nsomething, I went back in the building. When I come, the truck was gone. So I was\nstranded in Czechoslovakia. And then they deci -- start talking about going to Israel, so\nthey were giving us like false papers, because the English Intelligence was checking so\npeople don’t go to -- which wasn’t Israel then, it was Palestine.",
        "A: They didn’t want the people go that way, you remember Exodus and all. So they\nwere giving us, like telling us that we Italians or Greek, so we can go that direction,\ntoward the sea, you know?",
        "A: Well, the Jewish organizations, you know, I -- I couldn’t recall that.",
        "A: But we -- we s -- SO we were in a train going to Italy like, just to get closer to the\nsea, to go to Israel. And we supposed to be -- and I think, Italians and Greeks, or\nsomething like that, because they don’t want to know we exist, because that would be\nobvious that we go to Palestine. So what happened, we r -- we ran out of food, so we\ntalked to a American rabbi, which was in a uniform, if he can help us. He say, you’re\nsupposed to be Greeks or Italians -- I don’t know how it came about, all of a sudden\nwe got surrounded by a bunch of military vehicles, English, and they turned the train\naround, and we went back to Germany, which we w -- that -- at the time, I think we\nwere in Austria. And end up in lan -- Landsberg [indecipherable]. And there was ex-\nmilitary camp where they t -- converted to a resettlement camp. W -- when we got\nthere, things were very primitive. There were nothing -- we met the American\ncommander, who was over that camp at the time, Mr. mi -- Meyerhoffer. I met him\nhere in a reunion, and I even got a book he wrote, that was a book with letters he wrote\nto his wife. And he says there was not toilet paper, there was nothing 1n there he\nordered from -- from American supplies to send us toilet paper. You know, they put a\nlot of people in there, and there was no facilities, no nothing. So we started off a police\ndepartment, and a employment, like bureau to get people jobs, and sanitary, and -- and\nlike -- and a cafeteria so people eat there. Everything was s --",
        "A: Yeah, was a lot of people. Now, I couldn’t tell you the numbers, I don’t have no\nidea about numbers at the time, how many people.",
        "A: Today everything 1s statistics, but that was camp in Landsberg.",
        "A: That’s possible.",
        "A: I -- I couldn’t really tell you, I had no recollection in that area.",
        "A: It was a lot of people, and of course, a-at times they fenced us around because there\nwas a lot of disgusted ex-prisoners going around in the German city, robbing, and\nstuff, you know, people were on the loose.",
        "A: So they even put G.I.s, you know, watching the camp, and one day we had the\nuprising over there.",
        "A: Because s -- we were contained and -- and -- and they wouldn’t let us out, so we\njust di -- di -- a whole bunch of people got together like a big march, and tried to break\nout.",
        "A: Yeah, so there’s a lot of going on at the time. But anyway, we stayed there, and I\ndon’t -- I cannot tell you, that’s where I met her.",
        "A: Well, I went to the employment office trying to get a job, and the guy who was\nrunning the employment office was nominated -- he was a Jewish fellow, and a police\nchief, they got the same name. So instead of working in an employment office, I work\nin a police station. And you couldn’t tell it’s police, because at the time there were no\nuniforms, everybody was -- she’s got a -- you know. So I said no, I don’t want to be a\npoliceman, you know, I’ve got bad taste of police -- policemen from the war, you\nknow, and -- you know.",
        "A: They were usually working for the other side. But he said, “That’s not that kind\npolice force,” he said, “We just watch warehouses. But,” he says, “you get a suit, and\nyou can eat in the cafeteria now.” So I said, “All right.” So anyway, I stayed about\nfour years in the police department, and that’s where I met her, because she was 16,\nand her and a girlfriend went to a dance. And they supposed to been kinda cute, s-so\none of the musicians followed them home, and broke in in their rooms, and they s-\nscream, and people call the police. So I was one of the rescuers, me and another\npoliceman. So next day I come to see how they are doing, see? And --",
        "A: Oh yeah, we arrest him.",
        "A: He pull -- he pulled a knife on -- he got a stiletto on the table.",
        "A: I -- I don’t know what he was trying to do, but they were screaming, and they called\nthe police, and next day I came to see how they were doing, you know, and th-that’s\nwhere 1s started.",
        "A: About four years.",
        "A: And then we went to Munich, and we start registering. Then I have no desire go to\nPoland, she went to Poland, came back, before she met me. She says -- she probably\ntold you about it, it was terrible.",
        "A: So there was different offices you can register, go to the United States, Australia,\nCanada, I don’t know, different places. So I put -- put my name different places, you\nknow. We had to get out of Germany. So we got a letter, which we were accepted, in\nthe Richmond -- [indecipherable] in the United States. So I don’t know if should put\nthat on the tape, but I ask -- when the American soldiers -- we were driving around\nwith the military police, I said, “Did you heard of Richmond, Virginia?” He says, “Oh,\nyou’re not going there.” And I said [indecipherable] you know, so -- I -- that’s just\nwhat -- I don’t know what’s going on, you know. When -- when I got -- we got the\nletter, we went to Munich, and of course there were arrangements to fly to United\nStates. But when I came to Richmond, I was unaware of the segregation. You know,\nwhen I was little, we -- we had the book about Uncle Tom, you know -- you know --",
        "A: Yeah, cabin. I wasn’t aware that there was a segregation, I would keep getting in\ntrouble. I went to a black -- black barbershop, and then when I met the barber on the --\non the bus, I sat with him, and the guy said, “You better get up because they’re gonna\nstop the bus, because black people should sit in the back.” And you know, so I kept\ngetting in trouble, because we -- after the war we didn’t like discrimination at all, so\nthat’s wha --",
        "A: Uh-huh.",
        "A: Well, most of the time we were -- we were watching warehouses. Then a lot of\ntimes they were giving out food and supplies, so we had to stay there, keep order, you\nknow?",
        "A: That was --",
        "A: Well yeah, yeah, yeah, they were getting better, because it was getting a little more\norganized. And we also had a lot of trouble with black market. I guess a lot of people\nwere -- you see, you couldn’t use banks, so all the smugglers, you know, they -- they\nhad people carrying money, and they were s -- well, we had a lot of trouble with that.",
        "A: And -- and that was not official, because we couldn’t go to the official places and\nprosecute them or something.",
        "A: You know? And there was a lot of smuggle, with the cooperation of the American\narmy. They were getting money together, getting the -- what do they call it, care\npackages. And what happened, those care packages were bought by groups of people,\nand when they came back to Germany, there was a crew unpacking everything and\nselling it on the black market.",
        "A: Oh yeah, because it wasn’t really meant for the people, they were -- they were\nmeant for s -- they were using as a cover up for smuggling. Because sum -- they didn’t\nhave no license to sell cigarettes. And -- and they said, like Belgian or something, that\nwas legal to sell American cigarettes when they -- wh -- where the trailer came with\ncigarettes, the destination was somewhere else, we stop there, and there unload, you\nknow, there was -- there was a lot of that stuff. And United States, I mean, you hear\nabout a lot of offices were involved in that.",
        "A: Chocolate, clothing. Most anything can be transported.",
        "A: Yeah, in like private homes. Some women had a restaurant in their house, they\nwere cooking, and go there and buy a meal. There was nothing official, you know?",
        "A: Then the ORT come in, the head of the ORT organization. They were trying to\nteach people trades, you know.",
        "A: Yeah, they had courses for people to, you know, to learn, although how much you\ncan learn in a short time, but 1t was a beginning.",
        "A: Yeah, we had the whole place show up. You know, like in America they ca -- call it\ncovered dish party. Everybody brought something. And we even have a band. There’s\na lot of people call themself musicians but they’re not, and they -- and we have a band\nt -- that you could die laughing when they were playing, they were making false notes,\nand -- and everything. And there was a lot of people wini -- I never seen in my life.\nThere’s two floors with people.",
        "A: Yeah, uh-huh.",
        "A: Uh-huh.",
        "A: I know it.",
        "A: Yeah, we got in trouble, I was out of town, and s -- and a neighbor of ours, she say\nthat she got the pain, and a certain, you know, how you call it --",
        "A: Uh-huh. And she went to hospital and they said they didn’t have babies born this\nparticular hospital, there was another place which called San Cotilion, where they were\ntaking women over there. She when she went to the hospital, they told her to come\nback tomorrow, some like that. So she went back crying, she said, we have a neighbor,\nDolly, or something, and she was a hostile person, she came back, she says, she gotta\nbe here. And matter of fact, they called the police, because was some kind of a dispute,\nshe wouldn’t leave, she cry, and said the policemen were my friends.[indecipherable|\nSo then when -- at -- at that time they didn’t give them anesthesia, anything, so they\ntell them to pull, or something. So when she -- I was told that when she got in bed, the\ndoctor, who was standing [indecipherable] when he bend over, see how she doing, she\ngave him a slap in the face. But it was a dum -- it was al -- a1 -- litfak -- I mean, a -- a\n-- a Jewish fellow from Lithow, so she gave him a slap in the face. But anyway, that’s\nthe way it went, and when I came back, she -- he was born the 12\" of December, and\nI’m superstitious, and I finally got to the hospital, it was like 30 minutes -- 11:30 or\nsomething, and I said to the nurse, “I want to see the baby.” She said, “Take your\ntime.” And I said, “It’s getting close to midnight, it gonna be the 13\",” so I called the\nnurse and say you go -- she say, “What are you crazy, sir?” I say I want to see the baby\nnow, you know, about five minutes to midnight, and I made it. Yeah, there was a lot\ngoing on in those days.",
        "A: I guess so.",
        "A: But I tell you, when we were liberated, when we li-liberated in Theresienstadt,\nnobody was happy, because you were kind of [indecipherable] and say why me, how\nabout my family, you know, there was no joy. Took a little time to get over the whole\nordeal.",
        "A: Oh yeah, I guess so. I -- I -- you know, after all these years, today people analyze\nfeelings, and everyth -- in those days we didn’t think about all those things, you know?",
        "A: -- and place to work, you know, so when we came here, [indecipherable] not 19\nStreet, and that was --",
        "A: Ah, where? In New York?",
        "A: Well, we came in New York, and I -- oh, there was go -- some going on over there,\nscreaming, I don’t know. Were the Union Station over there wa -- they call it. And --",
        "A: Yeah, we flew in, and then they took us to the Union Station to bring us back to\nRichmond.",
        "A: So we stayed there, I don’t know, several hours, overnight, and then we were put on\na train that’s coming to Richmond.",
        "A: Now we came to Richmond, there was a railroad station which is now a museum,\nand we got off, and this guy from the Ladies Hebrew Benevolent took us, and ask if\nwe were hungry, so he went across the street to a restaurant. And we are not -- we --\nwe were not used to that food, see? They gave you the sliced bread, and I take a butter,\nand I put the butter, and the butter went through the bread. You know, and we were\neating rye bread and stuff, so we were not used to this kind of s --",
        "A: Yeah, the sliced bread. I don’t know who invented it, but --",
        "A: So, that was kind of funny. And then we were end up in na -- North 19\" Street, and\nshe was pregnant. Like -- like Mickey Rooney said one time, he was -- he was made\nin England, assembled in the United States. That’s what happened with our daughter.",
        "A: Yeah.",
        "A: Yeah.",
        "A: So, that’s what happened, and --",
        "A: Yeah, they -- they took me to a factory, and the place went on strike, and the people\nI work with were real nice to me, you know, they were happy, and I -- gave me rides\nhome. So when people went on strike, I went with them. And the guy who owns the\nplace, there was a Polish immigrant from World War One, I don’t know, he came from\nNew York, and sat in a chair and he tripped me. If you don’t get off, I send you back\nto Poland. So that was a mess.",
        "A: There was tobacco machinery. I had the experience because during the war, in\nsome concentration camps, I work in a machinery place. So --",
        "A:[indecipherable| machine, I know that.",
        "A: So, you know, when I work in ge -- in Germany, in the machinery place, I was a\nprisoner, but everything has to be, like 30 minutes before quitting we had clean the\nmachines, and I -- I came in here, and it’s the biggest mess I every seen in my life.\nTools were laying on the fl -- you know, how they waste stuff in here. Tools were\nlaying on floor, you know? So I asked this guy, his name was Rudy Star, he was also a\nGerman newcomer, if I can clean up, two, three weeks, pick up all the tools, you\nknow, put them in a tool room. Then they went on strike. So I went to electronics. So\nfrom then on, I worked for -- you -- you heard of Circuit City?",
        "A: Well, Circuit City started in Richmond.",
        "A: What happened, there was two -- I don’t know if you want to hear that.",
        "A: There was two guys, was Mr. Sainwerso. Sainwerso had relatives in Richmond, and\nhe was on the way to North Carolina buying land. So when he stop in Richmond, see\nhis relatives, there was no TV stores, that was 1948. So he got a friend working for -- a\nrelative, for a TV factory in New York, which was called at the time, Olimpy. And he\nsays, that’s a good place to move. So he went back to New York, brought TVs in his\ntrunk. And there was a tire store here downtown, in [indecipherable] and there was a\nJewish fellow, he says -- he gave him a corner to sell some TVs.",
        "A: Yeah, and those TVs went kind of fast --",
        "A: -- so he went and got more TVs, then he brought his partner, which was ha -- Mr.\nHaig from New York, and they open a store next to Sears, and call 1t Ward’s company.\nThe reason called Ward’s, because Wardsell was his name. At that time was\nMontgomery Wards, you see.",
        "A: But -- but they start Ward’s, you know, W, Wardsell. Alan was his son, Ruth was\nhis wife, and -- and s -- that he used to name the comp --",
        "A: -- make Ward’s. And then they went suing Montgomery Ward, because they -- they\ndidn’t put Montgomery on the front. So he got some -- I don’t remember all the\ndetails, they sued Montgomery Ward, and he won. And -- and that’s the way it went,\nand then they start up in more stores, and clothing, and all kind of finagling, and all of\na sudden got a lot of employers, and everything and then they bought Lafayette stores,\nI don’t know if you remember. Like Radio Shack, there was Lafayette stores, so he\nbought them. And -- and the [indecipherable] they were getting bigger, and bigger,\nthat’s what Circuit City is now. So we used to have lunch with the bosses every day,\nyou know, with Mr. Wardsell. Matter of fact, when I [indecipherable]",
        "A: Yeah.",
        "A: I we -- wor --",
        "A: I repair TVs and stuff.",
        "A: Yeah, uh-huh.",
        "A: Well -- and two of my witnesses when I become citizen, Mr. Haig and Mr.\nWardsell, the -- the founders of Circuit City.",
        "A: For about -- almost 11 years. Then I went in my own business.",
        "A: Little by little, I was learning, I mean, you know. I keep checking at that time that I\nlearn English, then I met some people from Poland, they tell me I speak Polish with\nthe English accent.",
        "A: Very little. Not too much.",
        "A: We didn’t have much connections with Americans.",
        "A: Well, I don’t know, it was kind of commercial, everything was money. You go ina\nrestaurant, you want the jukebox play, you had to put a money in it. Everything was --\ncan -- then there was a lot of waste. I see somebody write with the pencil and then\nright there throw it away. I went and picked it up, I said hey, that’s not --",
        "A: Oh yeah. People throwing stuff away. You go now in a thrift store, you’d be\nsurprised at the stuff people get rid of, I mean like valuables, expensive stuff, and --\nand they do that, I don’t know. They don’t have no patience. People who call me gave\nme TVs for nothing. Right now here, day before yesterday I pick up two TVs. The\nlady says -- from New York, she says, “I don’t want them. You don’t want to take\nthem, Ill put them in a dumpster.” I says, “I'll take them.” And they three or four year\nold TVs. People waste a lot of stuff here.",
        "A: Well, we were kind of pushed together because they keep us more or less together,\nbut we had here new American Jewish club, which was really founded by the German\nimmigrants. So we belong to that club, and everybody was meeting in there, and for\nseveral years, and -- but a lot of people left Richmond, because Richmond was really\ndominated by the -- we’re -- we’re supposed to be Ashkenazis, I don’t know, and they\nwere dominated here by the Sephardic Jews, you know, from Spain and Portugal. And\nthen the German Jews came in, and they kind of got on the top of everything. I don’t\nknow, they elect me president, I was the only Polish. They all -- there was a German\nclub, and they -- they elect me president, I couldn’t understand. So -- so a lot of people\njust left. [indecipherable] people stayed and open grocery stores, because lab -- if you\nwere a laborer, or something, there’s a lot anti-sem -- anti-Semitism here, Jew this, and\nJew that, Jew ‘em down, Jew ‘em up. I had several fights. I was mad after the war,\nsomebody call me a name.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Oh yeah, there -- there was -- on the job. And as a laborer, you -- I mean like one\nguy, which was retired from [indecipherable] company, went to work for there for\ndriving a taxi, and they call him Hebrew, you know? There w -- there wa -- it -- it -- I\ndon’t see it now as much as then. And they said during the war, they drew swastikas in\nthe s -- they vandalized synagogues, but we didn’t make too much fuss about it, even\nlately.",
        "A: World War Two.",
        "A: Yeah, they put swastikas in -- in the departments to elevator and stuff like that. And\nvandalized some synagogues in a -- so I was in the Jewish community center, and it\nbrought -- a lot of time they wouldn’t advertise it, because you say if you put it in the\npaper, it’s getting kind of contagious. They just -- small vandalizing of the Holocaust\nMuseum here a few weeks ago, but we kind of keep it under cover. That was a few\nweeks ago, they vandalized the museum. And then we had committee in the Jewish\nCommunity Center examining newspapers from all over Virginia to find if it was anti-\nSemitic text. And they were trying to publish a Christian telephone book,\n[indecipherable] buy it from [indecipherable] so that was a fight over that, and then we\nhad another thing which, with high schools, like during Jewish holidays, so they don’t\n-- they get credits, they can make up because th-this people of Jewish faith, that they\nwouldn’t go to school during the Jewish hol --",
        "A: That was a whole thing.",
        "A: No, that was lately in le --",
        "A: -- last 10 years.",
        "A: It was annoying, because like I -- I grew up in Warsaw, and I -- we are on the\nwarpath, I mean there was anti-Semites in Warsaw, but we’re -- the Jewish guys, we\nwere -- like I was carrying a wrench and a chain with me, somebody hit me, then I get\nhim. We were -- we -- we were used to it, you know? And then there were Jewish\nstores in Poland where they -- they were working with signs, don’t buy -- don’t buy\nfrom a Jew, you know, so we were beating them up. I mean, there was a la -- th-that’s\nwhy I was in a place here friends of ours, and -- and her son told her that they were\ntalking something against Jews on the bus, the kids. So she says, “Did you get off?”\nAnd he says yeah. And I say, “When I was in Poland, we got in a fight, we didn’t get\noff.” But here, was a different attitude, you know.",
        "A: So, we were annoyed, we still get annoyed with that kind of stuff, you know what I\nmean?",
        "A: Why? Y-You get afraid because some things will overpower you, no matter what\nyou do, you get overpowered. If you see somebody seven foot tall, a giant, and you’re\na little fellow, sure, you’re going to run. Like David and Goliath.",
        "A: In Poland?",
        "A: I -- I -- I really couldn’t recall it. I never been that bad, you know, actually.",
        "A: No, no, no they weren’t that bad, just mostly vandalism, or stuff like that. And it\nhappened now with the -- they say it’s on the increase. So, read it in the paper, they\nsay it’s on the increase [indecipherable] this -- 1-1-it’s complicated because, you know,\nin the United States, in the -- in the Congress, or what, they vote, and they try to --\npeople be against Israel, against Jews, so they spend money now, try to push that\npropaganda because everything if -- they [indecipherable] last summer, and they --\nthey voted on. So they try to turn people opinion of it. So it’s nice when -- when the\nSaudi Arabian prince was trying to give six million dollars to -- at New York, to the\nmayor, he refused to take it, you remember?",
        "A: So.",
        "A: It was Giuliani was -- what I am talking about.",
        "A: Giuliani 1s --",
        "A: He refused -- they give him six million dollars, he refused to take it, even after 9-\n11.\nDid they ask you questions, did you tell them, did you want to tell them what had\nhappened to you?",
        "A: Wh -- when they were little we didn’t talk about 1t. Now when they started getting\nmature, th-they were going to that center and all that, they were finding out things for\nthemselves. It was -- I don’t know, the fir -- the la -- last -- first 10 or 15 years, nobody\nwas really talking about. And people really picked up interest after the ’67 war in\nIsrael. Even here we had troubles. We were collecting money for Jewish welfare for\nIsrael, and one guy who 1s a lawyer said, “I don’t give to causes like that,” you know\nwhat I mean. And I ask one time, ah -- I -- owner of a big Jewish company store, he’s\nretired, so I said now you ca -- you can visit Israel. He says, ““That’s the last place I\nwant to be.” You know? So there was, even among the Jews, there was some kind of a\nway, when they was talking from years ago when delegation went to Roosevelt about\nwhat’s going on and -- and it was --",
        "A: -- some ga -- and he says kee -- keep him out of here. You know, I mean the -- so\nwhere they making the mistake is like that you try to be loyal to a country, right? Like\nthe Germans, right? They were fighting World War One, they were loyal Germans,\nthey got iron crosses, it didn’t make any difference. Yo -- you know what I mean? And\nhere is s -- well, we love America and everything, but you cannot forget that it’s still --\nyou got forces against you. No matter which -- you remember Rikover?",
        "A: He was a Jewish admiral.",
        "A: Yeah, he -- he went with the [indecipherable] with the -- to the North Pole, the first",
        "A: Yeah, and he was day and night on the train checking out, and they -- and they say,\n“T hope you get enough medals to fall in the water and drown.” They even took him\nfor congressional hearings. They said, “Are you ready?” He says, “Yeah.” I took a\nshave, and I shower and put a clean [indecipherable]",
        "A: Yeah, we got -- we had that. We had Maccabi, that was a Jewish organization. And\nthere were -- there were two kinds, there were Zionists, and ba -- Betarof Jews. Betar -\n- there was guy who was -- they said that he was a military kind of a -- matter of fact,\nwe were in Israel, and we couldn’t get to his grave, they say. They were against it for\nsome reason. I don’t know, like s -- you got parties, like here Republicans. Jeez, over\nthere you got a labor party, you got differen -- different -- but we were Zionist.",
        "A: I -- I couldn’t tell you really. I don’t know.",
        "A: Uh-huh.",
        "A: Yeah.",
        "A: Well, we have one cousin who 1s [indecipherable] and they got uniforms and\nthings, and they were marching across Poland, going to Israel to fight. But they broke\nit up at the -- that was Lola’s brother. He wa -- he was a lawyer, and then he turn\nCommunist. In Poland they were -- a lot of the Jews were Communist, and -- and first\nof May, he slept in our house, so he didn’t get arrested for being Communist. You see\nthe ru -- Russia was a big disappointment. I ran o -- ran off on the Russian side during\nthe war, because Poland was kind of chopped in half. And when we got there they said\nthey were the -- everybody’s equal and all that, but still was anti-Semitism. And they\nput you 1n jail if you call somebody like here a Jew. They say evrai. That was against\nthe law to do that, but they still were doing it.",
        "A: [ha -- I -- I -- I didn’t have a choice.",
        "A: That was -- we were -- first of all, where everybody wants to go United States\nbecause, you know, 1s a -- gold is in the streets, you know. But what happened, I told\nyou we were turned back from Israel -- we were in Germany.",
        "A: Uh-huh. And then when we register, I was married then, when we register. We\nwere accepted in here to come only to Richmond -- come only [indecipherable] we\nwent here. You know, when I was in Germany after the war, we were -- we were\nactually preparing go to Israel. We were even -- had the underground. There was\n[indecipherable] and -- and other organizations, so we -- like we was -- I was a\npoliceman, and we had duty with American soldiers, and you know, we were talking\nabout waste? Three hours later the -- the truck come and brang these soldiers, and pick\nthem up, they left the coats, the guns, the shoes, they went -- so we were -- we were\ntaking all that and -- and sending it to Israel. We -- we were buying guns, and\ngrenades, you know, that -- the-there was kind of smuggle --",
        "A: Everything was working for Israel.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, we -- we really didn’t have no idea about it, but there were booklet given to\nus, and they says that we will encounter that, and they advised us that we always\nshould be on the side of the right team, we shouldn’t worry about it -- I mean, we\nshould be against it in our government.",
        "A: I don’t know, the U.S. government.",
        "A: They gave us a book that we will encounter this kind of stuff, we were not to be\nafraid to be against it, this a free country, and so on, and so on. But we really run into\nthat. And what would -- what got me is something we remembered from Germany,\nyou know, the -- they paint a picture for Jews, terrible thing, but then if you were a\nfriend with a German, he going to say, “The Jews are no good, but you are different.”\nBecause he didn’t know the o-others. And we encountered the same thing, like I\nworked for Ward’s, and we went -- the Windsor farms is the -- here that was exclusive\narea, no Catholics, no Jews, no blacks. And is a --",
        "A: Windsor Farms.",
        "A: Yeah. It’s just a area, you know, like a --",
        "A: No, no, it’s in the city.",
        "A: But they -- they were like a -- there was no Jews, no blacks, no Catholics, you\nknow, even then. So I go to service TV, and -- and the maid, and the lady of the house,\nand all watch TV soap operas. On the buses they couldn’t sit together, so I say, what’s\nthat? Oh, Mary is different, you know? When I worked for Ward’s, there were black\ndrivers, you know, who were real -- a real low grade of people, not because they were\nblack, but they were alcohol, this, that. During lunch all the women from the office,\neverybody sits together, so I say, “You -- you hate them, why do you sit with them?”\n“Oh, Norman, Jimmy, they are different,” you know? Then one day they -- they send\nme to service a TV, some black men brought a TV, and the TV broke down, and that\nwas surprise for his wife. So they want me to go first there and fix the TV, and it was\nlunchtime, so I said, “I get there, I gonna make him fix me lunch.” And -- and -- and\nthe girl in the office say, “You can’t eat at a nigger’s.” So I say, “Every restaurant you\ngo, they’re work in the kitchen. What the heck is the different?” That was -- wa-was a\nstory, which I don’t know if it’s true, but it’s more or less a joke, you might heard it.\nCan I tell you? This -- during the war, all the men was in the army in Europe, here\nthere, and there was a graduation here, in the Windsor Farms, which is -- so the lady\ncalled Camp Lee, and asked the general to send some GI’s to ask all the girls to\ngraduation. And before she finished, she says, “We -- we a nice Christian family, and\nplease don’t send any Jews.” So here the graduation day, a bus pulls up full of black\npeople. And one black guy knock on the door and says to the lady -- and she said,\n“What do you want?” “We came here to ask out the girls to graduation.” She says,\n“That must be a mistake.” “Well,” he said, “the general send us.” She said, “The\ngeneral must made a mistake.” He says, “Lady, General Schwartz never made a\nmistake in his life.” And I got a [indecipherable]",
        "A: You can [indecipherable]",
        "A: They said they --",
        "A: Oh yeah.",
        "A: We would have a problem here, because they were signing a petition th -- when\nthey went to the public school here, the lower school, they were segregated, so they\ncall all the parents to sign a petition that they don’t want any black people in here. I\nrefused to sign it. But they took it wrong. They say, “They will come in, it’s serious,\nyou better sign it.” And I -- I say, “I didn’t sign it on account of that, I just don’t\nbelieve in it.” They say, “If you don’t sign it, they couldn’t go to school.” I still didn’t\nsign it. I was stubborn.",
        "A: Now when I see black people who are anti-Semites, I say I don’t know which way\n[indecipherable]",
        "A: Yeah.",
        "A: Kreschee elementary.",
        "A: Yeah, there wa -- there was -- in *58 - °59, or something like that. She went there wi\n-- to school, she parked the car, and she came on the other side of the building, told her\nthe car was stolen. She called the police. She came in from one end, and come out the\nother end, and no car.",
        "A: So, she didn’t see the [indecipherable] there was a green car, now there was another\none.",
        "A: Yeah, we --",
        "A: No, it wa-wasn’t -- ver-very little knowledge, and -- and that’s why the museum is\ndoing a great job, have teacher seminars here, they’re doing a great job. Th-Th-They\ngot seminars for teachers all the time, we talk to schools -- I’ve been speaking schools\nand churches. Of course, not as much as some people who are retired, but I -- like\nsome guy tows -- we were in Rockfield, and he says too many museums open up, but\nthe idea is just like a lot of Walmart open up, to reach more people, and the same thing\na Holocaust Museum. For example, people which come here, would never go to\nWashington, so the knowledge is important that people know about it.",
        "A: Not only on account of the Jews, there was a lot of, you know, especially in the\nMiddle East, they killing people off in Africa. You know, the Tutsis and the Hutus?",
        "A: It cha -- Rwanda they chop hundreds of heads off and -- right now, and -- and it’s\nnot a territorial kind of thing, it’s just ra-racist kind of thing, because you know, so the\nknowledge, you know, tolerance is very important, and they do a heck of a job here.",
        "A: Tours, and everything.",
        "A: There was nothing of that kind here.",
        "A: No, I mean, I did not like it, but the -- there wasn’t much you could do about it, but\nyou just did no -- disagree with the situation.",
        "A: Wa -- one day when we move over here, we invited the people who helped us move\nto the table, and there was black man and all, and -- and there was one -- a white guy,\nand I keep him in the other room. And then he said, “How come you didn’t invite me\nto the kitchen?” I say, “You are southern, and you don’t like black people, I didn’t\nwant to offend you, we don’t mind.” He says, “Damn it, let me go in there.” And he\ncame in and sat with us, remember? Because we said he came in later, we sit down,\nthere was Jimmy Glynn, there was a couple who help us move, and we had dinner with\nthem, and this white guy, he said, “How come you don’t invite me there?” “Well,” I\nsay, “you a southerner, you don’t like black people, I didn’t want to have any friction.”\n“Damn it, I’m going.” And he came in and sat with us. But I mean, that is -- there\nweren’t much you can do about it, because we were guests over here. Couple of times\npeople said, “You don’t like it, why don’t you go back home?”",
        "A: Yeah, uh-huh.",
        "A: Yeah. Ak -- a few times that -- and they say, if you don’t like it, why don’t you go\nback where you came from? Like I interfere with somebody else’s --",
        "A: So, we were kind -- in the middle.",
        "A: Mm-hm.",
        "A: Well, basically, we understood -- I don’t know everybody did, Nixon wrote an\narticle in Reader’s Digest at the time, if the Communists take over there, all the routes,\ntrade and commerce, everything going to be affected, if -- if the Vietnam turned\nCommunist, then -- we -- we didn’t like what was going on, but it looked to us like it\nwas the right thing to do at the time. But we didn’t know that so much politics were\ninvolved, because -- what was [indecipherable] was that port [indecipherable] and now\nthe supplies were coming in, and they never bombed that, they bombed it somewhere\nelse. Then when Nixon went to Cambodia with the universities here protest, and 1t was\n-- you had to study the whole thing, really, to understand what was going on there. We\ndidn’t like -- the lot of people -- a lot of guys went to Canada, they don’t want to get\ndrafted, and we didn’t like it either, our son was in college, so he had a college\ndeferments, though, and he was a heck of a baseball player, they were trying to get\nhim in major leagues.",
        "A: Mm-hm. We had scouts about him, oh, we had New York Yankees, Pittsburgh\nPirates, and -- and we had a friend here, Eddie Casko, he was a major league player,\nand he came, and we beg him to talk Gerard go into baseball, because he would had to\nquit college, if he quit college, they send him to Vietnam. We came out of a war, I\nmean, you know. They -- so he came in here, and talked to Joe, he says, and the major\nleague is only 500 people, and half of them are black, and another part is South\nAmerican, and a red blooded American boy don’t really get a chance to get in the\nmajor league, and that’s the only way to be, if you get in. And -- and tried talk him out\nof doing it, you see. S-So he kept in college, and he went to the National Guard. By\nthat time, the war ended. But we didn’t really want him go to Vietnam. He went to\nIsrael twice when the war started, he volunteer. Well, I cou -- we couldn’t stop him\nthen.",
        "A: Yeah, she want to stop him. We didn’t like him to do that, but we have friends in\nIsrael, and their kids were in the army, and I just didn’t feel like morally, I have the\nright to stop him. He sold everything, he went to Israel, and a --",
        "A: Yeah, but the idea 1s -- yeah, but the idea is that Israel is very particular about their\nsoldiers. If you go there they don’t take you in the army, because you have no\nexperience. They di -- put you in the kibbutz and different places. And he was in one\nkibbutz, there were rats, there was nothing to eat. Yeah, you know, it’s -- but he went,\nhe went. We couldn’t stop him.",
        "A: Well, she was trying to talk him out of it as a mother, but I never said a word,\nbecause I just morally I feel like I have no right to do it. Cause a mother is a mother,\nyou know.",
        "A: That was the ’67 -- not, that was the ’83, I think. Wa -- wa -- one of the wars. I\nthink ’67 he was too young.",
        "A: Maybe.",
        "A: Maybe, yeah. Boy, he -- the war didn’t take very long, so that was all over.",
        "A: Mm-hm.",
        "A: Mm-hm.",
        "A: Well, there was -- there -- there was a general trend between [indecipherable] and\nJewish community to have speakers go to schools, I went to several schools.",
        "A: Uh-huh, oh yeah, I -- I got the -- I got that many letters, I know, from different\nplaces where I was speaking. I got a whole library of it.",
        "A: About the Holocaust.",
        "A: What happened to me, and -- and other ways in the -- after we through, I'll show\nyou something. I spoke to the governor’s school several times. You know where the\ngovernor’s school is. Outstanding students, above average. They have a separate\nschool for them, they call it governor’s school. And because they cannot survive in a\nregular school, because they are above average, you know? So they call it the\ngovernor’s school. Matter of fact, they just build thas -- got a new building just for\nthat. So I talked to the governor’s school couple times, and University of Richmond.\nAnd I went to Lutheran church, high schools. At the beginning I took my son a couple\nof times, because I need some criticism. And so he gave me some hints, he -- the SS is\nstorm troop, th -- that was the bad people in Germany.",
        "A: Yeah, so like Gestapo, SS. So he says, “Don’t say that, say German guards, because\nwhen s -- y-you use SS here, it’s like support Saddam. You know, like -- said don’t use\nthat term because the kids don’t know what the SS. And then -- and then people would\nsay if I have any narrow escapes, and he says, “Well tell them that you had one foot in\nthe grave, and one on a banana peel.” So that was his advice to -- I want them to listen,\nI want to tell them, because my English was limited, so --",
        "A: I don’t know, I just kept talking. I -- I didn’t have no -- any script, you know. And\nthen I-I tried to shorten my talk and answer questions, because you go to schools, the\nkids are in different grades, and different mentality, you know. So I don’t want to -- I\ndidn’t want to talk above or below. So I talk for a time, and then I said, “I want to hear\nsome questions.” Then I can go out to what they want to hear, you know?\nBeginning Tape Two, Side A",
        "A: Mm-hm.\nand remembering. Maybe if you wouldn’t talk about it 20 years, you just -- and -- and\nthe reaction make you feel good that they understand what you talking about, like this\ntime I talk to the governor’s school, the kids call me that I’m a hero. Then several girls\nasked me if I can adopt them. And a -- it’s -- it’s -- 1t’s -- in a way, it’s sad but it’s fun.\nOne day I said to a guy, a Jewish fellow, we had a sh -- like a Yom HaShoah or\nsomething, and all the horrible stuff, and I asked a guy, “Did you enjoy the show?” He\nsaid, “How can you ask me if I enjoyed it, it’s not something to enjoy, you know.” But\nyou enjoy the reaction.",
        "A: You feel like you make friends, and -- and you doing for a good cause, because\nsome people say it never happened, you know, and it -- a-and you get kind of, say\nheck, I -- it never happened, I have a number here, and they tell me it never happened,\nI’m a liar, you know. So you want to show you -- your side of the story, that this is not\na lie, that it really happened. So this is one good part of it, you know.",
        "A: Well, that -- that’s some people like that. Some people don’t want to see any\nmovies, anything about it, because they say they just can’t take it. Her doctor, she ask\nhim if he --",
        "A: Mine heart doctor. My cardiologist.",
        "A: -- if he -- if he was in the Holocaust Museum, he says he just couldn’t take it. I -- I\nhad to take head shots for the movies --",
        "A: You know.",
        "A: Now, wa -- yo-you got casting places, when they need you, they call you, but they\ngot to have a picture.",
        "A: Like the director comes to Richmond, they going to make a movie, say I want him,\nand I want her, you know. So they had those pictures. So I went to the guy who take\npictures, and -- and -- and we said something about Holocaust and the guy got crying.",
        "A: Crying. Was a --",
        "A: Yeah, he got crying. So my daughter said don’t pay attention to him. He says -- she\nwas working for a big company, she got fired for some reason, so he says -- her -- her\nboss who fire her, he also was crying about Holocaust, but she -- she got fired\nanyways. So she said, don’t pay attention to him.",
        "A: Can I ask you a question, are you Jewish?",
        "A: No, what -- I shouldn’t be that inquisitive. What is your religion? Are you an\natheist, or what?",
        "A: Mm-hm.",
        "A: I-I couldn’t recall it. Some I recall, but not that intensive.",
        "A: You know --",
        "A: -- that there was some horrible stuff, I mean --",
        "A: Yeah, I wa -- I --",
        "A: Yeah, I was like -- I was in like seven concentration camps. The reason that many,\nbecause when -- when the Russians started advancing, they keep moving us, you see.\nAnd a lot of time we were not even guarded, and -- but there was no place to go, there\nwas January, was snow like this, and you go -- you had -- it was like in\n[indecipherable] everybody could -- now that you are in the -- and there was no place\nto run, you know. I was in the shlinterlovitch which was also on Upper Silesia. One of\nthe foremans was not a prisoner, she was a civilian. And he was trying to help me to\nescape. And I didn’t trust him. I didn’t go in for it, I didn’t trust him. And after the war\nI find out he become police chief in that area, because people were turning you in, you\ncou -- you didn’t know who to trust.",
        "A: At least you were alive momentarily, and next day they -- somebody turn you in,\nyou get shot, so -- especially in the winter, it’s cold, and I mean you c -- you couldn’t\nsurvive, you know. But the flashback, that’s -- when we were talk, 1t comes back to as\n-- when you talk to kids, you know.",
        "A: Well, some I have no choice, you know, some I -- that’s the only choice, you had to\ntrust somebody. For example, when I was in one camp, working a vakhar, which is\nlike a industrial place, and the railroad tracks on both ends of the -- whatever you call\nthat. And there were guards, and they were calling a guy -- you know, we didn’t have\nanything, exe -- a little piece of cigarette, you know, where they throw it away, so the\nguards say, come on, get it. And he threw it on the other side of the track, where\nyou’re not supposed to be, so the guy go there, get it, and he sa -- killed him, you\nknow? So -- and I had one of them, when we were marching to work, he passed by me\nand gave me some dry bread, put it in my pocket. Then when he was on guard, he\ncalled me, he says -- well, I trusted him, he says, “After the war, I have a farm, you’re\ngoing to be my coucher.”’ You know? And then he, one day he says he’s in trouble,\nbecause if they find a guard helping the -- what they called at the time haftlinga, which\nis prisoners, they get punished, they might put them in a concentration camp. So he\nsays, “Somebody, I think, see me helping you. We have to do something, we have to\ndo something. I’m in trouble.” So I said, “What we do?” He says, “You come up here,\nand when you come up, I’m going to start to call you bad names, and kick you, and\ncall you,” -- So I said, “Fine.” So I went over there, he said, “You faftlifter, you the\nbingabanga woo woo woo.” Then when I went away I [indecipherable] so it worked\nout pretty good. But you didn’t know who to trust, you know, some na -- people\nhanging. People kill you for -- for -- for a bite of bread, and a -- especially when you in\nthe camp, you see hungry people go mean. When we came to Mauthausen, they put\n300 of us in a area maybe like those two rooms double, so they tell us to take the\nclothes off, put them together, and lay like -- like sardines against the wall. When they\ngot another row, they had to put their legs between your legs, and another row, and\nanother row. Now, it’s cold, and people got to urinate a lot. At night, you cannot get\nup, if you get up, you step on other people, you can get beaten. So if you really had to\ngo, you’d jump, and you’d run on pe-people, and -- and you made up with a couple\nguys you -- you were laying with to show what place you left. And -- and -- and -- and\nit was a horrible thing because some people couldn’t reach it.",
        "A: Some people couldn’t leave, so -- so they just -- so they just -- just urinate, so you\nget up in the morning It’s wet all over. And wa -- one night I was the -- see, we talking\nabout after the war, we got back in the war this time. That what you say, we can jump\nback?",
        "A: I was [indecipherable] and I supposed to have typhus, and I have a constant noise in my\nears. I couldn’t eat, I couldn’t keep balance. So a friend of mine, I gave him my portion of\nbread, so he was carrying me around so they don’t catch me, because if they say you’re\ndisabled, bingo. So what happened here, when I came to the factory, I couldn’t keep balance,\nso the guy make me work, and I didn’t make it, so they send me back in the barracks. Now,\nduring lunchtime or something, the guys were coming in, back to the barracks. So, there were\nbunkbeds. On every bunkbed, there was day shift and night shift was just one place to sleep ta\n-- every bunkbed was filled, three or four people. And, you know, you couldn’t get in,\nbecause they push you out. So finally I sat on the edge of one, and I had a belt, which was cut\nin half so fix my wooden shoes so I don’t lose them, you know? So I took the -- the belt I got\nin my pants, and put it around my throat, and I sit on the edge of the bunk, and tie it up, and I\njump, to hang myself. And I lost conscious, you know? I open my eyes, I’m on the floor, and\nthe guy who I was giving the portion of bread, which was [indecipherable] he says, “You’re\ngoing to miss your bread portion.” And I could not move, I’m all shaked up, so he said it three\ntimes, and he left, because he was afraid to lose his portion. So then I say -- I had a little metal\nbox, and there was a half a razor, and a couple cigarette butts. So I said, “I’m going to do the\nJapanese stuff,” you know?",
        "A: Somebody picked my pocket, and it was gone. So then I lay, I -- I don’t know how long, I\nfinally got up, and -- and I was crawling around, trying to lay down somewhere, and the one\nbunk is -- only one person was there. So I figured he must be one of the kapos, you know, the\nfore -- foremans? So I can keep him -- one foot on the ground, and somehow I slip beside\nhim, and I think I went to sleep. In the morning, somebody wake me, and the guy say, “You\nbetter get away from there.” I say, “Why?” “Somebody urinate, and there’s urine under the\nbed in there. Gestapo, when they come, they ba -- beat the heck out of you.” So I want to be\nnice, so the guy was laying beside it, I say -- try deliver the message, you understand -- the\nguy on the other side, “Leave that man alone, he been dead since last night.” That’s why he\nwas sleeping alone. So --",
        "A: Well, that was [indecipherable] I didn’t tell anybody how keep my money anything, I\ndidn’t know [indecipherable] trust. I didn’t do anything except somebody can tell me, and\nthere was just regular, every day life. You know, there’s no -- no matter of trust. There was no\nquestion of trusting, because there were no dangerous [indecipherable] illegally trust\nsomebody, and they get you. It’s just -- I don’t know how to --",
        "A: Well yeah, well, if you -- if you --",
        "A: Yeah, well --",
        "A: Well, tha -- that’s -- no, I -- I don’t think I was in that way. Well, usually when you\nmake a transaction with somebody, people mi -- we were trusting, we were given the\nwrong [indecipherable] the insurance man sell me insurance, and half of it weren’t\ntrue. The -- if you went to buy a car, they tell you lies, you know, this certain amount\nhere of like salesmanship here, where people, they -- they say at [indecipherable] I got\nsuper salesman, and they got a super stupid people go in f-for the sales talk, I mean,\nyou know? And a lot of time, people figured that you are -- this has nothing to do with\nit, but a lot of time people figured that you don’t know anything. To give you example,\nwhen there was a -- a -- a -- they were going -- like the president, there was between\nNixon and Kennedy.",
        "A: So me and my son took very much interest. We got a book from Kennedy, “Profiles\nof Courage,” and we read the paper, we even listen to [indecipherable] radio, and all\nthat. Where I go to fix a TV, and there was a guy, he’s a president of this huge\ncompany. I think his name was West, or he live on West Avenue, he says, “Mr.\nBrodecki, when you finish working on TV, I want to talk to you.” He was\ncampaigning for Nixon. Okay, he not ask me if I know anything about it or not. So he\nsays, “You sit down, I want to tell you so -- a little bit about Mr. Nixon.” So I played\ndumb, I said, “How did you know him, where did you meet him? Did you,” -- no, no,\nno. I said, “Did you go to school with him?” No, no, no. I say -- I didn’t tell him that I\nalready knew more about it than he does. He was telling me -- he wanted to tell me all\nabout Mr. Nixon, like I was -- I came out of the woods, so you got a lot of things like\nthat here. Like you go look at the car, he says that’s the best car, and then you read the\nConsumer Reports, you know exactly who -- who -- what it is with that. A lot of\npeople are just, you know, that way. A -- a woman ask me thi -- when I was working at\nWard’s what’s the best television to buy. If I tell her, she buys something else. I say,\n“How come you did?” Oh, salesman told me that this is better. So you talk about trust,\nwho is -- you trust, people -- you can not be knowledgeable on every field. So people\nwill tell you stuff, and you believe it. But this is different kind of trust, during the war,\nwhere your life is in danger, you know, or your future. I mean there’s different degrees\nof trust.",
        "A: So, I don -- I know exactly what you’re asking, but I -- I don’t know how to answer\nit correctly.",
        "A: I don’t trust one area, but the other area, you’re too ignorant not to trust, do you\nknow what I mean?",
        "A: I wou -- I wou -- what hit me when we came here is the -- the advertisement, when\nthey were advertising cigarettes, every cigarette was the best, you know? Pall Mall\nwas the special people’s smoke, and [indecipherable] is this, and that -- and we -- we\ndidn’t -- we weren’t used to that kind of advertisement. It’s just like I was driving here\none time a couple years ago, and -- and sees a lot of restaurants in Richmond. The\nBarkley Hotel dining room is above a mall. I went there, and I got lunch. That was the\nbiggest bunch of garbage I ever had in my -- so who do you trust?",
        "A: Well, I don’t know, but there was -- there was a lot of jokes during the war.",
        "A: There was a Jewish woman, and she was cursing all day long, Hitler, then -- I hope\nyou burn, I hope you drop dead, I hope this, I hope that, and continuously. So people\nsay, “Why do you do that?” She says, “It’s always a moment when it comes true, and I\ndon’t want to miss it.”",
        "A: Y-Yeah, well --",
        "A: Oh yeah.",
        "A: I-I don’t know, you didn’t like it, but they didn’t -- first they didn’t be -- some of\nthem didn’t believe. Other say well, what’s the big deal, a lot of people had trouble,\nIrish and Dutch, why I had to make a blow up about it. And well, you had to -- you\nhad to understand that people rel -- regardless of religions, they grew up in this\nsociety. They even have Jews which are anti-Semites. I have a neighbor which is\nblack, he hate niggers. I mean, he said they all crooked [indecipherable] so a -- a lot of\npeople got their own opinions, they grew up in this environment, so when they -- why\nshould they feel different than the next who 1s a Christian, unless they had some kind\nof education in that area? Those -- like we had a Yom HaShoah -- you know what that\nis?",
        "A: One of the Jewish fellas didn’t -- didn’t show up. I mean, acquaintances say, well\nwhere were you last night? Oh, I don’t believe in that stuff. And he was also a\nnewcomer. He says people get killed here and there, why are the Jews making so much\nfuss about it, you know? So the people don’t understand that they grew up in different\nenvironments, it’s just that being Jewish 1s a religion, you might not even practice it. A\n-- a lot of people don’t come to any events, and so just being Jewish doesn’t mean that\nyou know everything, or you got the same outlook like the other Jews, you know,\nthere’s just a difference in people.",
        "A: You know, people -- was a amian lady -- you -- you know Armenia --",
        "A: -- was taken away from Russians. Between the Turks and the Russians, they did\naway with it. There’s a Armenian woman working in a thrift store here. You know,\nwhen they first come, they get the minor jobs, then they go -- and -- and we met a guy\nfrom Russia which is Jewish, he’s a Russian. So, it just a mentality. I was -- I stop now\nand then in thrift stores, some might pick up antique or something, so this Russians --\nRussian walked in, so I said to the Armenian, which she -- I said is -- one of your\nfriends is a Russian. She said, “He’s not a Russian, he’s a Jew.” So what no -- no\nmatter what you do, you’re a Jew. You’re not American, you’re not a -- I had that\nhappen, one day when I was in a automotive shop --",
        "A: -- and the guy said hey -- he’s also a Polack. So he said, “He’s not a Polack, he’s a\nJew.” So wh-what you gonna do? There -- there was a joke with this, you hear that\none? Where that drunk was in the -- and -- on the train, and he keeps saying that he\nhate Jews. So this Jewish fellow was sitting there, “And I hate drunks.” So finally the\ndrunk got laughing, and he says, “Wh-Why are you laughing?” He said, “I’m\nlaughing, I'll be sober tomorrow, but you'll still be a Jew.” So you -- you -- don’t\nmake any difference, Hitler find out you great, great, great father has Jewish wife, so\nright away you -- you a Jew, you know what I mean? So what are you gonna do about\nit?",
        "A: If you -- if you convert to Catholic, you know what they say? He’s a converted Jew.",
        "A: Well, I -- I really don’t know, you kind of exhaust the -- all the territory about the --\nthere’s not much I can say. There was a lot of incidents during the war.",
        "A: Like I told you about when I was trying to commit suicide.",
        "A: And there was other incidents. There was a couple things which I never understood,\nand this is a little spooky. I was dreaming a couple people in front of a bridge. Next\nday we were marching to Theresienstadt, and I see those two people, just like I had a\ndream exactly -- I don’t know what it means. A couple times I had a dream and the\nnext day it kind of come -- come by me, just -- and I never understood how this come\nabout, that you know ahead of time. So we’re telling here one time that a couple, all of\nsudden the guy got up at night, turned to his wife to come on. And they got 1n the car\nand went driving. Their kids got a accident somewhere miles away. Now this lady over\nthere, we were resting on the bed upstairs, which we cannot see what’s going on. All\nof a sudden there’s a knock on the door, and she says, “Did you break your arm?” I\nsaid, “What in the hell are you talking about?” She ran down and opened the door, and\nmy son walks in like that, he fell off the bicycle. And that’s a true story.",
        "A: She told you?",
        "A: I don’t know how.",
        "A: I -- I know that your question didn’t have nothing to do with that answer, but I\ndidn’t know how to get around to it, you just about exhausted the whole thing.",
        "A: Ah, I un -- I understand your question, but what can I explain. I would talk about it\nall the time there should be tolerance, understanding, and [indecipherable] not\neverybody so perfect to be Mother Theresa, you know?",
        "A: Do y-you remember what Santiana said, if you forget your past [indecipherable]\nwill repeat itself. I -- I think that in the small scale, it’s happening every day, because\nif you look at the Africa, some European countries, Asia, there’s a holocaust against a\nlot of people. So it’s not on the scale it was in World War Two, but things are\nhappening, and if -- if you don’t listen -- for example, we -- we tried to stop it like here\nthey went to Iraq, and got Mr. Saddam Hussein Mr. Saddam Hussein would do like\nHitler do, occupy lot of countries, he probably holocaust a lot of -- a lot of people. I\ndon’t know, they -- they -- I cannot come to detail, but they -- they -- he pois --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B\n[blank]\nBeginning Tape Three, Side A",
        "A: Yeah, well 1-1-1f -- 1f he wouldn’t be stopped, just like Blair said, the English prime\nminister, he say if we went on the wrong information about the weapons of mass\ndestructions, and all, but there -- the future going to say that we did the right thing,\nbecause he was a villain. He was killing people, so we will be forgiven for that. But\nthat would be a holocaust if he -- he start with Kuwait, and goes Adurabi -- Abudabi,\nall those little countries. He probably kill millions of people. And so the Holocaust\ndidn -- didn’t end it. During the Holocaust -- it’s just -- you got small holocausts\ndifferent places to different people. I don’t know, there’s some American history, Billy\nJack, and all that stuff was going on over here. That wasn’t very pretty, either, so --",
        "A: You know, like you got the Indians.",
        "A: Like I see old American movies, and I see the sign in front of a -- a -- a restaurant\nthat say, dogs and I-Irish are not allowed, you know? They didn’t discriminate against\nChinese, who build the railroad from New York to California. I mean, you know, so --",
        "A: They’re still in -- people, and it depends how many good people, how many bad\npeople, the good people win, or the bad people win. You know”? And if the bad people\ntake over, you got another Holocaust, you know what I mean?",
        "A: Even in your country -- it’s in Serbia over there, they were slaughtering people in a",
        "A: Well, first of all, I’m glad I’m in United States. Democracy, you know. You can\nsay things here where other countries you go to jail. You know what I mean? There’s\nfreedom, and a lot of people take advantage of the freedom. But in the -- y-y-you\ncannot take away the rights from people. Where they got that here, anti-demafa --\nDefamation League? No one -- they might def -- defend Nazis and everything else\nbecause a free country. But a -- I think things are getting better, and I think United\nStates stopped the Nazis, and Saddam Hussein, and -- and -- and they’re in\nAfghanistan. Whatever the -- the reason was, they made the world better. Only thing I\nfeel sorry for all those people get killed. She tell you I go twice [indecipherable] to --\nA2: Tell them it was your idea.",
        "A: -- to -- to the war memorial, and I put a wreath on it",
        "A: He-here -- here’s a war memorial, in --",
        "A: -- Richmond, World War Two, World War One, they got all the names all over, and\nI might be able to show you what I do, after the session.",
        "A: Yeah.",
        "A: Because I feel bad.",
        "A: I-I started off in Richmond -- so --",
        "A: Because a -- a -- wh-when we came here, and I didn’t know if United States would\nintervene in Europe, I might never see the -- time of the day, I might have been dead.\nAnd all this, 50 - 60, or how many thousand American boys die, and I went to homes,\nfix the TV, and here’s a picture, on the top of TV of a G.I., and I say, “Who is that?”\n“Well, my -- my son, he got killed in Europe.” Or my father. And I figured they’re\nlooking at me like, you know, I’m still alive, and those -- I -- I just felt bad that those\npeople volunteer [indecipherable] sacrifice their lives for the freedom here, which the\naverage people on the street don’t understand that, that they owe somebody the\nliberties they get now. Like today they dying in Baghdad every day. So I just decided\nto take a part at remembrance. And when we finish that, I [indecipherable] the wreath,\nI got it at home. [indecipherable]",
        "A: Well, that means a lot. I mean, that he understand like h-he really got -- took\ninterest in our family, then he went to Israel, and -- and he was a fundraiser that time,\na-and he was in this house when they called him in, they couldn’t raise enough money\nfor the museum. He was awarded a United States -- so he went to work for the\nmuseum, and it was very difficult, but he says he wouldn’t quit, or trust anybody with\nthe job. And a -- and a woman who was dying, who want the museum to survive was\nMr. Meyerhoff from Philadelphia, he put six million dollars for the museum. And he\ndid it for his wife, I think sh -- I don’t know if she was a newcomer, and he called Joe\nhere, and Joe took the job. And he finished the job, he was -- you’re going to see a\nWallenberg there -- oh, on 14th Street, and in front, Joseph Michael Brodeck1,\nNational Campaign director. But what happened after Clinton was elected, a lot of jobs\nwere appointed by the government, see? The people who started the museum, they\nwere out, they appoint other people. You know, which were democrats, I think. But\nanyway, he finish his job, so he went to work for Apec, that’s where he got the picture\nwith the Jewish president. But he stay there for about a year, but he didn’t like,\nbecause he said it was affected by local politics, like democrats, or republicans.",
        "A: And that was above helping Israel and oh -- so then finally he quit that, but he’s\nnow with the st -- brokerage company in -- in Washington.",
        "A: I think he started off, 1t’s just a big, big, big company. They never advertise. So\nthat’s the story.",
        "A: Yeah, you gonna see the [indecipherable] I don’t think they took it off, because\nthat’s the original people --",
        "A: It’s Joseph Michael Brodecki, National Campaign Director.",
        "A: He was going all over the country, every time he called me, I says, “Where you at?”\n“Well, I’m San Francisco.” “Where you at?” “I’m Los Angeles.” I mean, he was gone\n24 hours a day.",
        "A: Mm-hm.",
        "A: You’re welcome.\n60End of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJuly 26, 2003\nRG-50.549.02*0070",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Boleslaw\nBrodecki, conducted by Nina Ellis on July 26, 2003 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Richmond, Virginia and is part of the United\nStates Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held\nby the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "July 26, 2003\nBeginning Tape One, Side A"
    ]
}