{
    "rg": "RG-50.030.0238_trs_en",
    "sequence": [
        "Q: Tom, could you give us just a sense of your family background, a little bit of where you came\nfrom.",
        "A: Well, I came from Budapest, Hungary; my father had eight — seven brothers. There were\neight brothers altogether. And my mother had 12 sisters and brothers. But I didn't know them. I\nknew only one of them because by the time I was born after World War II — World War I, I'm\nsorry, there were only one of my mother's sister alive. And my father, he had brothers, and some\nof them died in World War I. And as I mentioned to you, big family, they were. Now, what else\nwould you like to know? What my father did? My father was photographer, and he was the\nofficial photographer for the Hapsburg family, was the king that time. And after that he was the\nofficial photographer of Admiral Horthy! whom he knew from World War I, from Vienna. They\nwere together in the so-called “war minisztérium.”” And he had a very well known photography\nstudio in Budapest, at that time, for the upper class, princes and barons and so forth.\nAnd besides it also, he was a high society photographer, let's put it, in short.",
        "Q: What was his name?",
        "A: Paul.",
        "Q: Did you learn photography with him?",
        "A: Yes. I grew up in photography, and I had a brother of mine who was also a photographer, and\n— but he was 11 years older than I am. And I learned photography from my father, which his\nfamous saying was, \"I'm not teaching you. You just watch me.\" I was just watching him. And\nwhen he died, he was right, because I knew most of it from him. Naturally, I had studying, but\nthe actual photography I learned from him; just watching. Besides, speaking about photography,\nhe was mostly doing portraits, studio portraits, and he wanted to — me to go out and do outside\nwork, which I loved to do. As a matter of fact, I didn't want to be a photographer until I was 15,\nand that's when I — excuse me — that's when I had the feeling that I want to be a photographer.\nAnd he also had a photography shop; small, elegant photography shop with cameras. And I\ndecided I want to be a photographer. And I took the first camera, which was a Leica from the\nshelf. And he wasn't there, but he just came in and he said that, \"What are you doing?\" I said, \"I\nwant to be a photographer. I took this camera I'm starting with.\" He took the camera out of my\n' Miklés Horthy\n* Ministry (Hungarian)\nhand; he put it back on the shelf. He took the oldest camera that exists which — not with films,\nwith plates — and he said, \"That's where you start, with the oldest camera.\" He said, \"If you want\nto know photography, you have to start from scratch.\"",
        "Q: What kind of photography did he do for Admiral Horthy?",
        "A: He sent to do Admiral Horthy — I don't know if you've ever seen his pictures. They were done\nby him and he did his portraits. Also, he did all the new — well, that wasn't personal for Admiral,\nor the new Secretary of State or Secretary of War or this or that, you know?\nThe official photography for the cabinet. Later on, I was quite young, he sent me up to do it.",
        "Q: What was the impact, then, given the Horthy's position obviously changed with the Nazi\nmovement into Hungary? What happened in terms of his work and the relationship to Horthy?",
        "A: Nothing happened. It was going on until quite — the end of the war. I mean, end of Horthy. I\nhave a funny story to tell you if — I don't know if it belongs here or not, but as I said, every time\nthere was a new cabinet member, he was called up until maybe I was 16 or 17, he started to send\nme up to the palace to do the picture. So one morning, he got the call, and that was during the\nwar already, maybe in the mid— around 1943, I would say, which was close to the end of the war\n— but we didn't know that then — that the new Secretary of War will be coming. They changed,\nbecause Hungary was starting to get slowly out of the war. So anyway, he got the phone call to\nsend — to go up. So he said, \"In the afternoon you have to go up to the palace to do the new\nSecretary of War.\" I said, \"I cannot do it.\" \"Why not?\" I said, \"Because\" — it's hard to explain it,\nat that time in Hungary from the early '20s, there was a so-called paramilitary. It was a\nparamilitary organization which you had to go. It was a must. And they were practicing every\nweek outside the outskirts of Hungary, no Budapest. So I said to him, \"Because I have this\nobligation.\" He said, \"The hell. You don't go there.\" I said, \"I have to, because — Okay. Then ask\nthe head of there what you have to do and he will release you.\" All right. So I went out there, and\nthere's a train, tram, and at the beginning you had to — is it interesting at all, what I'm saying? At\nthe beginning you had to go to him and ask for permission to leave. He said, \"What is the\nreason?\" I said, \"Because I have to take the picture of the new Secretary of War.\" He looked at\nme and said, \"You.\" I said, \"Me.\"\nHe said, \"Well, I let you do it, because that's the biggest lie I have ever heard. I'll let you do it.\nBut you bring me a paper where you have been Tuesday afternoon between 3:00 and 5:00,\"\nbecause that's — So I went. I did the pictures. And after the picture taking, I knew he was the head\nof the cabinet, minisztérium for PR and so forth, and I went to him in the building, and I said, \"I\nneed the paper that I — he was laughing, and he gave me the official paper of the Hungarian\ncabinet stating that Thomas Veres was, between 3:00 and 5:00, taking picture of the new\nSecretary of War. Next time I showed it to him, and he flipped. That's the end of that story.",
        "Q: Tom, could you give me some sense, then, of the first impact of the Nazis when things began\nto change.",
        "A: Well, certain things did begin to change, and don't call it \"the Nazis,\" because actually — wait.\nYou call Nazis the German Nazis or the Hungarian Nazis?",
        "Q: That's a good question.",
        "A: I know. That's why I'm asking. Which one do you want? Because that was two different\nperiod. Because Hungary not necessarily was on the German side, and the historical background\ncomes out now in today's days because of World War I mistake when the biggest part of\nHungary was taken away. And Hitler was the only one who was supporting, because he himself\nwas Germany's leader, to get back what was taken away. Now, I don't in history — I have to give\nyou the historical background, which I think it's important because that made Hungary on the\nside of the Axis.\nAnd that made Horthy on the side of the Axis, because Hungary's part was taken most. Now,\ntoday, and in recent history, when Yugoslavia's breaking apart, one and a half million\nHungarians were living there, then the Rumania, the Transylvania was taken away when two\nmillion Hungarians lived there, and just two days ago when Czechoslovakia, Slovakia, the upper\npart of Slovakia was — the lower part of Slovakia was mostly Hungarian, a million and a half.\nAnd that was the reason. And they were not Hungarian. It was a first only rightist government,\nand then it became more sliding to the right, more to the right, and at the end it became a Nazi\ngovernment. But it was not a Nazi government until October — even then it wasn't called,\nbecause the Germans occupied Hungary in March 19th, 1944. And from March 19, '44, Horthy\nlost his power. He was just a figurehead. And in October 15th, when the government was taken\nover, those are the Hungarian Nazis. Then it became actual Nazi government. Does it answer\nyour question?",
        "Q: It's a good background to it all.",
        "Q: So you came from a Jewish family; correct?",
        "A: Yes.",
        "Q: So there must have been some danger at some point that had an impact on you or your\nphotographic activities were not exactly normal, I presume.",
        "A: No. In all honesty, you know, there were Jewish laws which started in 1939, I think. But\nthere were one, two, three different kind of Jewish laws. But, personally, I was not affected by it\ndirect. Not the photography, and not in personal life. But you knew what was coming. At least\nyou thought you knew what was coming.\nAnd, let me put it this way. My brother, who was 11 years old — 11 years older than I am, he\nmarried an American which was accidental. It had nothing to do with Jewish or not Jewish. And\nhe came to the States in 1939. And two days later or three days later, actually, he was called up\nfor labor camp, to serve in labor camp. But he wasn't there. I was there. Except the bad rumors.\nThere were people who were affected; but, personally, I wasn't.",
        "Q: Were you ever called in to labor service?",
        "A: Yes, I was. It was after the Germans came in. 1944, they came, 19 — March 19, and I was\ncalled up April 7th, 1944. I went. What happens is a long story, but I went to the upper part of\nHungary, and I — I was sent to the huge camp for — which was for only putting together the\ndifferent outfits and sending either to Russia or Yugoslavia or — I had the luck of the fate that I\nwas sent to a city, which was — Miskolc is the name, and I was there from March — no, from\nApril to August. And in August, another luck of fate was that I was sent — the whole outfit was\nsent to Budapest. And I worked in a — it's a wood factory making ammunition boxes until — and\nthat was from August till October when the Hungarian Nazis took over. And that's when this\noutfit was — the word came that the outfit 1s sending — was sent to Germany. And I said goodbye.",
        "Q: How’",
        "A: How? I knew the captain, and by then we had — I don't know if you read it or — we had\nexemption for my father and his whole family for the Jewish laws.\nAnd I was in the labor camp but not as a Jew. Exempt and with different armband, and I was in\nvery good friendship with the captain. And I said to the captain, \"Goodbye. I'm not going to\nGermany.\" And I was stepping down to the left. And that's when I went to Wallenberg,’ who I\ndidn't know it exist, to the Swedish legation.",
        "Q: How did that happen? How did you come into contact with Wallenberg?",
        "A: My father's studio, which I told you, did also foreign legations, people and so forth. And he,\nat least three years before, two years before, he took picture of Per Anger, who you mentioned.\nAnd—\n[Technical conversation]",
        "Q: All right. So let's just start again with how you came to make contact with Wallenberg.",
        "A: Yes. My father took his family pictures. He was a young man then, Per Anger, and his wife\nand little baby and it's about. I would say, two years before, this happened. And he also bought a\nLeica camera at that time, and I was teaching his wife how to use the camera because of the new\nbaby and so forth. And then, I have seen them weekly as — not friends, but in a friendly\n> Raoul Wallenberg\natmosphere. I — every week I — we used to live in the — it's a well-known building in Budapest,\nthe Gerbeaud palace, or the Gerbeaud building, which was the most famous confectionery 1n all\nof Budapest. And in the war, naturally, there was not too many chocolate, and I got a box of\nchocolate every week, which I gave to his wife, wife, because she loved it. And when I actually —\nand it was an escape from the labor camp, though I took it easy and I call it I just stepped aside.\nI, you know — all I knew, my father also had the Swedish passport because he had Swedish\nfriends.\nAnd very little, because I wasn't too much in contact by then with them, but I was able to go\nhome. And he told me about it. He told me, \"You have also Swedish passport.\" And that gave me\nthe idea that I go, when I escape the labor camp, to — right away, next morning, to go to the\nSwedish legation and look for Per Anger. Now, the way it actually happened was there were\nhundreds of people, that was on the Buda side, hundreds of people waiting in front of the\nlegation asking for the Swedish passport. But the policeman didn't let them in. So somehow I\nworked my way to the policeman, and I asked him, \"Would you please send a message to Per\nAnger that Thomas Veres is here and would like to speak to him.\" In about a half an hour,\nsomebody came out, two other policemen, and said — made on the loud speaker announcement\nthat everybody should immediately leave the territory of the Swedish legation, immediately,\nexcept Thomas Veres. And a cold sweat was coming down. And they let me in. And I met Per\nAnger, and he said, \"What can I do for you?\" I said, \"Look, I just left the labor camp, and I'm\nasking you what you could help.\" \"Oh, I introduce you to Raoul.\" And a young man came in.\n\"Raoul,\" he said, \"this is Thomas Veres, friend of mine, photographer.\" \"Oh, yeah. You will be\nmy photographer.\" And in ten minutes the official paper was made out that Thomas Veres is the\nofficial photographer of the Swedish legation of Hungary. And Wallenberg signed it, and he\ngave it to me. I never used that paper because it wouldn't mean anything at all. But he said,\n\"From now on, you will be my photographer, and you will do documentary what we are doing\nhere for the outside world to show what's happening. You will report directly to me\" — not to the\nusual people who were working on the passports. And that's how I became his photographer.",
        "Q: Do you know —",
        "A: Did I know what?",
        "Q: What you were getting into?",
        "A: No, I did not. I did not. As a matter of fact, I was a little bit skeptical — not a little bit. I was\nquite skeptical to — “how am I going to take pictures?” And slowly, I learned my lesson.\nFirst I did, as I told you before, many of the actual passport pictures of people who needed it for\nhim, not for direct, not for the people. What we did when he did save people and they didn't have\nthe Swedish papers, we reversed the action. I did the pictures. In the meantime, the officers did\nthe passport, and the two were together. It was a post-issued passport, which didn't say it, but\nthat's how it happened. When the actual — Can we stop here? I'd like to drink.\n[Technical conversation]",
        "Q: Did Wallenberg tell you why he wanted a photographer with him?",
        "A: Yes. Remember, I told you that he said for documentary to show to the outside world what's\nhappening, in his words, as a documentary. Now, I started saying if I remember that one\nmorning, which is November — end of November, I think it was either 27\", 28th or 28\", 29, in\nthe morning, because at that time my parents were still in the Gerbeaud house in our old home.\nAnd I went home to sleep. During the day I was with the Swedish legation, what I told you doing\npassport pictures until then. And then one morning, early morning — he used to start early\nmorning, so did I. Even up to today. I was there before seven o'clock or 6:30. And a small,\nhandwritten note wait for me. And his secretary said, \"Tom, Wallenberg sent this note to you.\"\nAnd the note said that \"Wait\" — \"Come out to the — meet” — no, I'm sorry, \"Meet me at the\nJozsefvarosi Palyaudvar,\" which is the train station at the outskirts of Budapest, and it's a freight\nstation, not for the public. I have never been there. And I went out by train, and I get there and\nthe whole train station was surrounded by Hungarian gendarmes, and there I was with a camera\nin my pocket with Wallenberg's note.\nHe was quite, I call it naive, of those dangers. Even if he realize it, he tried to somehow\nminimize it. So I went to the first gendarme and I started to say half German, half English, half\nHungarian, trying to imitate I'm from the Swedish legation and I want to go in. And the guy\nlooked at me like, \"Who wants to go in this place?\" So I talk my — I had to talk my way in there.\nI didn't show them any paper. That would be the worst. My mouth took me in there. And the\ntrain station had about 10,000, 15,000 men, Jews, ready for deportation. They were the ones who\nwere surrounded from Budapest, the labor camps, who were still at that time, end of November,\nsent to Germany by train. Later on, it was on foot. This time it was by train, for deportation. And\nWallenberg was there and set up a little table. And I went to him and he whispered in my ear,\n\"Tom, take as many pictures as you can.\" I didn't want to ask him \"Will you pose for me\" or, you\nknow, \"How?\" So I had my coat on me and I had a shawl, and I always have a pocketknife with\nme, and I made a slit in the shawl and prearranged the camera setting on my Leica, and I just —\nthrough the shawl I did bring just the lens out and started, through the shawl, shooting.\nSometimes I was sitting in his car and shooting from the car, and sometimes I just went around\nlooking left or right like nothing happened and take the pictures. Up till — first of all, somebody\nwas yelling to me, \"Tommy, Tommy.\" It was not my best, but one of my best friends with whom\nI was in school from first grade until the end of my schooling. We were sitting next to each\nother. So I didn't want to be recognized, and I whispered to him, you know, \"Do something.\"\nAnd I kicked him in the butt, and I said, \"Dirty Jew. Go over there,\" in Hungarian; that the line\nwas standing for information to give that you have Schutzpass* or not, because that's what\nWallenberg in a big book had to verify it, “yes, no, yes, no.”\n* Protective pass (German)\nAnd he was trying, naturally, also for the ones who didn't have it, to say “yes,” and go to the left,\ngo to the right, go to left, go to right.\nEnd Tape 1\nTape 2",
        "Q: Tom, as you pick up on your description of that, could you mention something about the kind\nof danger that you faced and what the danger of taking photographs was.",
        "A: That's self explanatory. What I wanted to follow-up, the next thing I heard, again, \"Tommy,\nTommy.\" And this was a first cousin of mine. And the same thing happened. I went to him. The\nidiot start, \"Tommy, Tommy.\" I said — I kicked him in the butt, too. \"Dirty Jew. Go over there.\"\nAnd the third one, which I remember, I can recall, I saw in the line. He was a very well known\nHungarian actor, theatrical actor. And usually he played farmers. He was a Jew, but he played\nfarmer, Hungarian farmer. He was very good. He was standing in the line. And he didn't have — I\nwent to him, and I whispered to him. He didn't have the passport. So I went to Wallenberg, and I\nwhispered to him, \"That's a famous Hungarian actor, well-known Hungarian actor.” He let him\ngo, you know. He looked at the book; “yes.” The interesting part of that one was that maybe two\nor three years later the same actor who was again in the theater came to my photo shop. And\nnaturally he never saw me before. And I said to him, \"Have you been 1n the Jozsefvarosi\nPalyaudvar?\" And he said, \"Yeah.\" And I said to him, \"Do you know who was the one?\" He\ndidn't — He looked like he didn't believe me, that I was actually the one who saved his life. But\nhe was nice, but then, nothing special. You asked me about if there was any danger. So that was\nthe second — I was there two days, and then this kind of deportation start.\nFrom then on they started taking people on foot. And on the second day, there was a friend of\nmine, too, in the car. And while the procedure was going on, and taking picture, \"Let's see what's\nhappening behind the train.\" And we slid behind the trains, and they were already ready and\nclosed. All you saw in those little cattle wagons, you had clear windows with wrought iron. And\nhands were sticking out and yelling and crying, \"Help, help.\" You heard people, \"Help me out. I\ngive you 100,000 pengo,\" and this and that, and \"I own a coffee house here.\" So it was a terrible\nthing, because you only heard it. So with my friend, we slip closer to the wagon and start — it\nopened amazingly easy. It opened up. Started to open one door, and people slowly — the wood\npanel which they walked up was still there, and slowly they started to come out. And we were\ntrying to tell them to go to the other side; that's where the procedure is going on. And didn't\nnotice in the big excitement that slowly whispering, \"Hungarian police officer.\" I'm saying\n\"Hungarian police officer,\" because in the whole thing there was only one German involved, and\nhis name was Dannecker?. He was the right-hand of Eichmann® who wasn't there that time. The\nrest of it was Hungarian gendarmes. The German, Dannecker, he just stood there silently like\nhe's not doing the whole thing. And the couple of Hungarian higher-up, and he was a captain,\nand he noticed me and started yelling in Hungarian, \"Stop immediately.\" And then pulled his\nrevolver, aiming. Meantime, Wallenberg came over too, somehow, luckily. With the car, they\npulled over and pulled up and said, \"Jump. Tom, jump!\" I would have gotten the Olympic record\nfor this, because I jumped so fast that I jumped in the car. And we closed the door and pulled out.\n> Theodor Dannecker\n© Adolf Eichmann\nThey were yelling after us, and that was the last time we went there. Wallenberg said jokingly,\n\"We cannot come back here.\" So that was the — that showed a little bit of danger.\nNext, your question.",
        "Q: How long had you been working with Wallenberg by then? I mean, it's hard for us to\nunderstand. This is compressed into a few weeks.",
        "A: My whole affiliation, in lifetime, it's very short. But it was somehow one of my — one of my\nlongest time. It was actually, I can tell you, October 17 when I met him first — I think it was 17.\nEither 17 — I know. I can tell you another danger that has nothing to do with the legation. Yeah,\nit was October 17, until I have seen him the last time January the 14th. Yes. And that's the whole\nperiod. You asked me that; right?",
        "Q: Yes. And from the time that you met with him in the middle of October to the end of\nNovember you were talking about at the railway station —",
        "A: Uh-huh.",
        "Q: — was that the period of his most intense activity of — of going to the places of deportation\nand pulling people back from —",
        "A: Not only that. Other instance, which just give you one idea — First of all, the Swedish\nlegation had a place under somebody's command which was called Schiitzlingsprotokoll,’ which\nis in German. I don't know if you speak any German. It's called Schutzlingsprotokoll. In that\nyoung men were having all kinds of uniforms starting from priest to soldier to Nazi. And when\nthey came in for help, these young men have been going out like — as I said, depending on the\nsituation, in certain uniforms and trying to bring people out. Now, that was not Wallenberg's\npersonal, but it was under his command. It happened that one of the houses — I did many things,\nyou know. When, for instance, the International Ghetto was built, I'm sure you heard about it, it\nwas called the International Ghetto, where not only the Swedish but different other legation who\nhad imitated the Swedish success, Swiss, Vatican and so forth. And was — a certain part in\nBudapest was called the International Ghetto which was under protection of different legations.\nAnd when there was need for it, I was there for a day to try to get people in, because all the\npeople who lived there, had to go out if they were Christians, and the Jews were coming 1n under\nSwedish protection or any other protection. There were — because the plan of the Nazi\ngovernment was — Hungarian Nazi government was, up till then, from March 19.... Look, 1f I'm\ntelling something you heard before, then stop me.",
        "Q: Tell us everything.\n’ Protégé protocol (German)",
        "A: Up till March 19, start — they did not put the Jews in ghettos. They named certain houses\nyellow-star houses which was mostly occupied by Jews. But that was all over Budapest. Certain\nhouse was, the next house wasn't, and they were called yellow-star houses. Now, the plan of the\nHungarian Nazi government was, at the end, to empty all those houses and put them in the actual\nghetto, which there was a ghetto which was not done and not established, actually, by the Nazis.\nIt was its own ghetto like in every European city. Mostly for the very orthodox Jews. And they\nlived there for years and years. But as I said, they were concentrated — it was concentration by\nlittle. First in houses, and then to put them in the ghetto and then to kill the ghetto. That was the\nplan. Now, the Swedish or International Ghetto was these people with passports. And not in\nthose, but in one of the houses which was a yellow-star house, I was with Wallenberg, and the\nphone said that one of the yellow-star houses had been taken away by the Arrow Cross, which 1s\nthe Hungarian Nazis. So Wallenberg said to me, \"Let's go.\" And I went too, not as photographer,\nbut as interpreter. With him I spoke either German or English. I knew a little English. And we\narrived to the house, and the house was empty. And I don't know what floor. There was one\nArrow Cross officer who was not only Arrow Cross, but he was — it is hard to translate it from\nHungarian. It was a — a certain organization of the Arrow Cross, to put it this way, who was\ndesignated strictly for killing.\nSo this captain was there from the Arrow Cross, and Wallenberg told me — I was the interpreter —\n\"Ask him where are the Jews,\" because there was nobody in the house. He said, \"In the Danube.\"\n\"Ask him why.\" He said it as natural as he can, \"Because they were dirty Jews.\" He also said,\n\"They were swimming in the Danube,\" yeah. So he did not only go out — when he got — there\nwas help here needed, he went out. Now, he said to me that, \"There is nothing we can do here,\"\nand we left. Next question.",
        "Q: Did he go to the Danube?",
        "A: Pardon?",
        "Q: Did he go to the Danube?",
        "A: No. Why? For what?",
        "Q: I don't know.",
        "A: No, no, no. That was over. No. He said to me, \"We cannot help here,\" so .....",
        "Q: It strikes me that you were all actually very young, younger than we think looking, say, at\nWallenberg's pictures. Could you talk something about your — the youth of the people involved?\nHow old was Wallenberg?",
        "A: He was born in 1912, so thirty — can you count? He was born in 1912. So 32. Yeah. Yeah, he\nwas 32. Now, the people involved, except that organization which I told you that — the\nSchutzlingsprotokoll, they — all of them were older than I was; yes, quite older. And the\ntechnicality, because it was a big organization and a fantastic organization; very well organized,\nissuing the passports. Now, his idea was to make them, because the Germans — and that was not\nwith the Hungarians; mostly with the Germans — they like legality, and he wanted to make it real\nlegal. And all his speaking with the Hungarian Nazi government or with the Germans, he was\nproving — in other words, it wasn't just a piece of paper. It was all the documents behind it. Like\nif it called — it was needed — excuse me — Swedish connection. The Swedish, the letters, proving\nthe Swedish connection have been all documented with each passport.\nAgainst that was the Swiss legations organization who had issued to anybody, without any\npaperwork background, which that's why it took away a lot from the Swedish organization in\nlegality. And — and also, it was not recognized. Or if 1t was, it was not recognized like the\nSwedish. And the reason for that was, that he was a good man, but he did not take as part in it.\nHis name was Lutz,® who was the Swiss legation's — head of the Swiss legation. And he did not\ntake part just — as Wallenberg did, bodily and in mind. So the Swiss legation was called the\nBaross utca, and anybody — and there would be crowds there. When there was — sooner or later,\nthey just started up without any paperwork. Now, to some people this was right; to some people\nthis was wrong. I don't know if I under— I make myself understand why, but behind the Swiss\nlegations, which was not in the Swiss legation building — it was in the Baross utca, it was called\n— was mostly the Zionist movement. They were under the cover of Swiss legation doing — they\nwere mostly Zionists.",
        "Q: It strikes me that a lot of what Wallenberg did, because he was acting so quickly and\nimprovising actions all the time —",
        "A: Yes.",
        "Q: — depended a great deal on, as it must have for all of you, speaking different languages,\ntaking each day or each hour as it came. And also what you're referring to, it seems to me that he\nunderstood the nature of the Nazi respect for bureaucracy—",
        "A: Yes.",
        "Q: ...and he took advantage of it.",
        "A: Yes.",
        "Q: Will you talk about that?",
        "A: Yes. You said it right. Now, you're mentioning with all different languages, as I said, mostly\nit was either German or English. And most of the people around him — I forgot to tell you when I\nmet him first he asked me, \"Do you speak any other language?\" And I told him, \"Yes, German.\"\n® Carl Lutz\nAnd that's when he said that, \"You'll be my photographer.\" The organization had, as far the\noffice work, they were people mostly—\n- and there was a big electrical and light bulb and radio factory in Budapest, and they were the\nhead of that company. Because they were one of the first ones who — because it was partly\nSwedish owned, if I remember right, the factory. They were the first ones who received Swedish\npassport. Now, those passports were actually original Swedish passport, like you say an\nAmerican passport. The Schutzpass idea came only after that. So there was a difference. And\nthen I — one day I took pictures of that group. He asked me, and he told me, \"This is for P.R.\npurpose. I want to send it.\" And I — it was very legitimate because he wanted to show his\nco-workers. And I think you have that picture. That was people I still remember the names, and\nthey were from that factory. And they were head of this — it was a big organization. And as I said\nbefore, I don't want to be repetitious, it was well organized.",
        "Q: What was it like to work with Wallenberg? What was he like?",
        "A: I'm saying it now, and I'm saying that for years, and somehow I — just the other day I found\nout, and I was amazed, because my idea of him was, and is, that he was like the Scarlet\nPimpernel. Even his manners was Leslie Howard; were very low key, not ostentatious.\nSometimes [gesturing]. He was a very low key, very good looking — not great, but good looking\nyoung man. But to me he was always the Scarlet Pimpernel. And just the other day — I don't want\nto go into the source, but his sister is saying that, and I didn't know that. I'm still puzzled because\nit happened a few days ago. His sister, I don't know if you heard about her, they were in the\nmovies in the early '40s in London, and he had a problem always, he wasn't doing what he liked\nto do. And they saw the Scarlet — 1t wasn't the Scarlet. The second, Mr. Smith?\nYou know, the second, which Leslie Howard played when he was going to Germany with a\ncrew. You never heard of that movie? And he is a British professor, and he's helping Jews out\nfrom Germany. Pimpernel Smith, that was the movie's title. And supposedly he came out from\nthe movie with his sister and said, \"You know, this is what I would like to do.\" And in just a few\ndays later, I experience that. So, that says how he was; right? That's how he was.",
        "Q: Did he give —",
        "A: But he was, at the same time, very firm in his — in his saying what he is believing, but not\nbossy. Firm. And I still didn't make up my mind what to call it. Was he brave or naive? Because\nit looked like that he did not know fear. To give you an example — That was not the last time. It\nwas beginning of January. I think it was the eighth. Almost at the end, because finally Russian\ntroops came in Budapest on 15\", whatever. He told me one afternoon that, \"Tom, let's go up to\nthe Buda side to the mountain and let's see where the Russians are,\" just for fun. All right. He sat\nin the car, and we had three paid gendarmes who were paid by the legation. You know, they\nwere our people, with machine guns on the side sticking out of the car. And the siege was going\non. I mean, all over, bloody soldiers and shooting. And we go over — it had to be the eighth\nbecause after the third the bridges were blown up a day later. And we can go over to the Buda\nside up to the mountain, and we step out from the car, and the Russians were on the next\nmountain shooting over here, and we were at the guns shooting over there. And we stepped out\nand we took pictures. I took pictures of him, which I never had because it was gone. And like —\nyou know, like a tale, a fairy tale standing there. He said, \"Let's take pictures,\" and we took\npictures. And in the meantime the war was going on around us. Now, if that was braveness, I\ndon't know; or naivete, I don't know. The fact is that while I was there, I didn't think of the\ndanger.\nHe took you with his kind of thinking. Took you with him. And we're just trying to give a little\npicture.",
        "Q: Did he ever talk about his reasons for his actions?",
        "A: No. That was obvious. But, for instance, he liked small jokes. And he had a friend with me\nthere, and we're sitting in the car. He said, \"I feel like I was kidnapped in the States.\" And I\nthought he was joking. Right after the war, in his life history, I learned that he was here in —\ngoing — in the States going to university; I don't know which one, Chicago, or whatever. And he\nwas not actually kidnapped but he was robbed on the way of the — and he said, \"I feel like.\" And\nI thought he was kidding, and he wasn't. Now, about his work, why no, there was no question\nabout it. It would have been just lost time to speak about it. Not to me, at least.",
        "Q: He seems to have given a lot of courage to other people.",
        "A: Yes, he did, for instance, to me. Can we stop a little?",
        "Q: Sure.",
        "A: Or you said six minutes.",
        "Q: No, that's okay. That was before.",
        "A: That was before.",
        "Q: Do you need a drink?",
        "A: Just a little relaxation.\nEnd of Tape 2.\nTape 3",
        "Q: You were asked whether you were sleeping in your own home during part of this time.",
        "A: Ihave been sleeping in my home all — all right. I have to think back. First of all, it happened\njust the day when, after — hold on a second — after the Nazis took over and I was still in that labor\ncamp. And I wanted to know, because I had the right from my captain, as I told you, to go home\nand sleep. And that weekend, when the Nazis took over, I was home. And then I had to go back\nto the camp, and I was there for two days, or a day. But I was quite concerned what's happening\nto my parents because the Nazi government took away the exemptions which Horthy gave. They\nnullified it. So I— another officer with whom I was well, friendship, I told him and he said, \"T'll\ncome with you. I do have, anyway, some pictures to develop and that will be a good excuse.\" So\nwe went to the — my parents' home, and I started to develop. He came with me in the darkroom,\nlooking at this and that. And suddenly, the bell started non-stop ringing, the doorbell. Now, that\nwas a big place, you must understand. It wasn't only the studio. It was the darkroom. It was the\nliving quarters are all in a big place, like top penthouse or something.\nAnd I was in the dark in the darkroom and I heard voices, \"We are looking for the Jew who came\nin.\" That was me. Now, nobody would call me a Jew because I didn't have my armband, so\nsomebody in the house who knew me reported it. So in the dark I was still developing. I took off\nmy ring, I took off my [gesturing]. I knew they came for me, particularly. And it wasn't a Jewish\nhouse. So when I finished up the development, I didn't want to ruin, but my heart was pounding.\nSo I go out and there is my friend, the officer, Hungarian army officer he was, and three\nHungarian Nazis from the Arrow Cross dressed in Arrow Cross uniform with machine guns,\nwith hand grenade, with revolver; name it. They were armed to the [gesturing]. And they started\nto question me. So my friend the officer, army officer, pulled his revolver and said, \"He's with\nme and nobody is harming him. He's doing work for the Army.\" And then I recognize. One of\nthem was working downstairs in that confectionery store. And he came to me quite — he\nrecognized me. Said, \"Yeah, yeah, yeah, I know him. He's a good Hungarian boy.\" And he left\nbecause my friend pulled his revolver. They were playing with the hand grenades like this. After\nthe war, a year later I was just shooting in my studio, and a detective came with somebody. He\nsaid that this guy was arrested; that he killed I don't know how many Jews, and \"He is calling\nthat he saved your life, and he wants your help.\" I went down. It was the Hungarian Arrow Cross\nguy. And I said, \"How many people?\" He said, \"Hundreds of people. He was taking them down\nto the Danube.\" What would you do now? I'm asking you the question. What would you do in\nmy place? Because he was calling me as a witness that I save his life. Answer me. What would\nyou do? That's one occasion I'm asking you a question.\nAnd I saw — Whether I was right or wrong, I said, \"I never saw him before.\" I figured he may\nhave saved me — he was not the guy. It was my friend, the captain, who saved my life because he\npulled his — how do I know how many hundreds of other people he killed? Okay. That's — I\nwanted to tell this because ever since, if it comes up in me: Did I do right or wrong? I could have\nsaved the life maybe, but my testimony, I cannot go against the other people who he killed —\nthat's number one. Number two, he was not actually the one. He came to me, because many\ntimes I went through this, after I was already saved, after he pulled the gun, after he said then\n\"Get out of here,\" my friend. So the question was — Yeah, I slept home then. Now, after the train\nstory, Wallenberg told me that, \"I need this very fast because I want to send it with the next\npouch, diplomatic pouch, to Sweden.\" \"When do you need it?\" \"Tomorrow.\" So I went home,\nsleeping. During the nighttime I print it. And this is why I don't know how many — I know I\nprinted 12 prints of each. And there were a lot of pictures. And I took the pictures and the\nnegatives, and it was already getting dark, and I knew he was — Wallenberg was waiting for me\nat the legation. And I was, at that time, mostly dressed not exactly, but similar to the Nazi\nuniform. I had boots, I had black riding. So — I didn't wear the armband. So I had the pictures,\nand I went, naturally, on foot to the legation from my parents' house. It was getting dark, and on\none part of the trip was a narrow street, and I have seen people asking for identification over\nthere, and they were Arrow Cross people. So I went to the other side. I was zigzagging until I\nreached the big square, and by that time it was really dark. And that Arrow Cross guy was also\nasking for — but I was too late. He was that close, as you to me now. And with a lamp, he was\nputting the lamp — you know, small lamp with batteries. Flashlight. You see? Flashlight, and\nasking.\nAnd there was somebody just showing his identification. So I had to make up my mind. If I stop\nand go this way, he would shoot after me. So I kept going, and when I reached him, the pictures\nwere in my left hand, I said the Hungarian Nazi salute — like “Heil Hitler,” “Eljen Szalasi.!”\nAnd he greeted me back like this [gesturing], and I kept going. And when I told — I reached the\nlegation and I told Wallenberg what happened. I was still out of breath. And he told me, \"Tom,\nthis is getting really dangerous, so from now on you give me all the negatives undeveloped and\nwe'll take care out there.\" So that was the last time I saw these pictures and the negatives, and all\nthe other negatives that I did later. Now, I still didn't answer the question how long. So one day\nshortly after this, which had to be the beginning of December, the fighting was — and the air raids\nwere so heavy that I — but the phones were up to the last moment on. So it was so heavy fighting\nthat I called my parents. \"I can't get through.\" It was really very dangerous. \"I'm going to sleep\nhere.\" And from then on I was sleeping at the Ulloi ut legation. And that's where, later on — I\ndon't know if you know that story, which was January the 10th, two days after the mountains,\nwhen we were up in the mountains. One night, it was a snowy night, and one night the Arrow\nCross came and the whole legation was taken to the Arrow Cross place, a department of one of\nthe Arrow Cross. So I knew this is the end again. And I had some false identification with me. I\ntold you, I didn't believe in them. That was for the Red Cross, and it had red canvas binding.\nVery nice papers they were, stating that I worked for the Red Cross. And on the way to the\nArrow Cross house, I ate it. It tasted very badly, but I ate it little by little. And I didn't want them\nto find it on me. And there were too many people.\n” Hail Hitler (German)\n' Long live (Ferenc) Szdlasi (Hungarian)\nEverybody from the whole legation was taken out. So a lot of people. Don't ask me how many,\nbecause — well over a hundred. So when we got to one building where they wanted to put us in\nthe cellar, I heard the Arrow Cross yelling at each other, \"Put them on top of each other. They're\ngoing to die anyway.\" And then they didn't put them because there wasn't place for us, so they\ntook it to their house and started to — They liked my boots. Right away I found customer. They\nsaid, \"This is mine.\" And we were standing next to the wall, hands up, and there was an old little\nguy there who was always very — he was a very nice person, but he always asked questions. And\nas we were standing next to the wall ready to go to the Danube for, you know, he is asking me,\n\"Mr. Veres, do you know which way is the Danube?\" So I think I didn't lose my sense of humor.\nI told him, \"Once the shooting starts, you know we'll be there.\" And the next moment a truckload\nof Hungarian policemen came with Wallenberg heading. What happened that the Arrow Cross\ndid not note is on the other floor there was a phone connection. The whole room was phones, the\nwoman who was doing the phones, who was the daughter of the head of the department, phoned\nWallenberg and reached him. And he collected a truckload of Hungarian policemen, and they\ncame with their truck. And they came in and he said that, \"These are my people. You cannot\ntouch them,\" and took everybody out.",
        "Q: Did Wallenberg sense that a point would come when he couldn't get away with these\ndemands —",
        "A: Yes.",
        "Q: — anymore?",
        "A: Yes, after that. He had to hide himself, and he was hiding in one of the big bank's bank-vault,\nwhich was just a block away from where — I knew it from this woman. This building was one\nblock where my parents' home was, and he was hiding in the bank-vault. Only with a password\nyou could go in. And that was the last time I met him,\nwhen I got the phone from the super from the house that the Arrow Cross took away the whole\ncellar, Christians and Jews, everybody, where they lived, because they discovered a big, huge\nfood supply from the confectionery, and they wanted the food take away. Now, the owner of that\nwhole building and the confectionery, which wasn't just a little confection — now it's called the\nsame name — was Swiss, originally Swiss owned. And one of the families started to yell to the\nArrow Cross, \"You can't take this away. This is Swiss owned.\" And the Arrow Cross, as much as\nthey knew, \"Swiss? That has to be Jews.\" And they were not Jews. And they took everybody\nfrom the cellar, Jew and not Jew alike, and emptied out the whole building. It was full of\nchocolate and sugar and you name it, sardines, and they took it. And they took everybody to that\ndepartment of the Arrow Cross. And the people who they let out who were friends from the\nbuilding told me that they were — last time they saw them, they were also hands up next to the\nwall, and they took them down to the Danube the next night to kill them. And the interesting\npart, besides that is, is that — I don't know if you know that statue — the original statue of\nWallenberg which is standing — was standing in the little square where the International Ghetto\nwas, and I don't know if you know the story. The Russians stole the statue. In any case,\ninteresting part, if you want, I'll tell you, that little park where that statue — and I have that\npicture — which used to stand about maybe a hundred yards from them, that was the Danube and\nthat's where they killed my parents, 200 yards from his statue which was raised later. Now, the\nstory of the statue, shall I tell you?",
        "Q: I'd like to ask you something else about the photographs.",
        "A: Ask me a question.",
        "Q: The photographs that you have which we're using —",
        "A: They're just minor.",
        "Q: — those people pulled out — pulled out from deportation —",
        "A: Yes.",
        "Q: — could you describe something about that scene and what those people — what the effect on\nthem was of the sudden change of fate.",
        "A: It was not to believe it, almost, you know, this could happen. And then those pictures,\nWallenberg was in another car, and I took pictures while the car was following them, went to the\nleft and to the right, you know.\nI took some pictures there, some of, and they thought of me that Wallenberg is here. But they\nnever called him Raoul, and anybody would tell you that they knew him that well. Now, if that\nwas out of respect or — but he was not called Raoul. Nobody that I knew called him Raoul. So\nthey said, \"Wallenberg is here. Wallenberg is here.\" And that gave them some courage. And I\ntook pictures. I wasn't Wallenberg, but I was sticking out from the car, and while the car was\ngoing slow, I took some pictures. Yes, that feeling was a relief. But it is hard to explain. That\nfriend of mine who called me, \"Tom, Tom,\" you know — excuse me — I took him to one of the\nbuildings, safe buildings, and he didn't, naturally, have papers because I told you that I took him\nout without papers. And I told him, \"Look, this is where I have the little place — studio where I\ntook the passport pictures.” I said, \"I'm going to take your pictures now, and stay here. You have\nfood, you can sleep here, and I'll be back when I arrange for you with the ready papers.\" Two\ndays later his mother, who I know from schooling, comes to the legation that, \"Tommy, please\nhelp now. They took him away.\" \"What do you mean? I told him he was safe there.\" \"Yes, but he\nwent down because his fiancée was living two blocks from there and they caught him on the\nstreet.\" I said, \"I'm sorry, I — I- this way I cannot —\" And he never returned. He was taken care.\nSo he was saved there, and then died there. You never know.",
        "Q: And that group of people who were pulled out of the actual scene of deportation, they were\ntaken to the Swedish houses for protection? Is that — They were housed, then —",
        "A: First, I'm trying to explain it to you that issue. I told you the legality was important. So first\nthey had to supply them with papers, the ones who didn't have paper. The ones who had the\npaper were taken to the international houses, Swedish houses. The ones who didn't have the\npapers, they were not put in there. Not to endanger the others, they were in other houses owned\nby the legation waiting to have their passports ready. In order to have the passports, first I had to\ntake passport pictures of them.\nAnd then it went on a procedure; three, four days.\n[Technical conversation]",
        "Q: Okay. Tom, could you tell me something about what use Wallenberg made of these pictures\neven while you were all still working?",
        "A: No, except that he sent them out. There was no use there to use them.",
        "Q: I thought I'd read somewhere that they — a few pictures were taken and put in front of the\nHungarian Nazi —",
        "A: Yes. You read in a book. I don't know; I wasn't there. So I can tell you only, in all honesty,\nwhat I have seen. The use — well, I also did — actually, they were not the pictures. I had, for\ninstance, Xeroxed — now I'm using Xerox, my God — photocopied, all the Schutzpasse and he\nhad them in a book. You had to read them too. So that was an immediate use besides my\npassport pictures. And then it was — my parents had been taken away January 12th. It had to be\nJanuary the 10th — no. It was — in any case, I think it was the 10th when I was with him, and he\nwas speaking — I wasn't in the room, but I was waiting outside with the head of the SS\"! troops\nwho had been surrounding — the defense of the surrounding of Budapest who were, I don't know\nOber— Obersturmbannfithrer’’ [inaudible], whatever. His name I don't remember, but they exist.\nAnd he gave a paper to Wallenberg after a long conversation approving with Wallenberg's\nconviction that what he should do. He gave a paper that the head of the surrounding SS troops,\n\"Obersturmbannfuhrer,\" whatever, \"is guaranteeing the ghetto\" because it was ready to blowup,\nand in the personal life of every Jew in Budapest. And when he came out, he told me that, \"Tom,\nI need copies on these, as many as you can do.\" I said, \"There is no —\" at that time everybody is\nliving already in the cellar. He said, \"Do the best you can.\" And he drove me to my parents'\nhome. And everybody was in the cellar, but I told you two days later, they — and in one little\nclosed — enclosed place, I took developer down and the necessary chemicals, and all night — I\ndon't know how much you know about photography with the old-fashioned way that you put it in\nbetween two glasses, but there was no electricity. I used candlelight, and doing it under the\ncandle I made about a hundred prints of that paper, which — And he came for me the next day,\n'l Schutzstaffeln [Protection Squads] (German)\n'2 Lieutenant Colonel (German)\nand that was the last time I saw my parents, and I gave them one of these papers, but didn't help\nany. And that was a very — that was the last time. But that was one of a kind, you know, that\nunder — no electricity. But he didn't say to me, \"How did you do that?\" He didn't even ask. For\neverything, this gives — his mind was set at the end to say it. But \"how\" and \"when\" and \"why\"\nand \"how did you,\" that doesn't interest him.",
        "Q: Had you ever seen him scared?",
        "A: No. Again, I don't know if that was braveness or naivete. No, I haven't. I told you stories of\nhim which — no, definitely no. And even if he was, I didn't see him showing it. Next question.",
        "Q: I take it he kept very calm and cool through most circumstances.",
        "A: Always, always. Not one time have I seen him excited or — you know, that — showed —\nshowing any kind of emotion like this. Joking, yes, which I told you when we have been going\nup to the mountain, but not — He was a calm, cool man.",
        "Q: Just for the record, would you tell me what became of your parents.",
        "A: Pardon?",
        "Q: Would you just tell us for the record what became of your parents.",
        "A: I told you. I told you that they were killed at the Danube. I told you before; remember?",
        "Q: Right at that time; right.",
        "A: Hmm?",
        "Q: Very close to the time that they were taken from your house.",
        "A: Yeah. That night. I didn't know at that time. It took me about a half a year to know it and to\nsink in. They were shot in the Danube. It's —",
        "Q: And your brother.",
        "A: My brother was here in the States. He was here since 1939. He's not alive, he died of cancer\nbut — in 1974. And even he, when I told him stories, he did not realize the full weight of the\nhistory of it. And when I came here, I, I wanted to come here for a long time, and I sent papers,\nmy uncle who lived here in Los Angeles since the mid-thirties, and I gave him the original book\non Wallenberg which I have to write, and I gave him papers; among them, one which stated that\nI am the official photographer of the Swedish legation. And nobody knew about Wallenberg in\n1956. And when I started to try to tell stories, you know, either they didn't understand or they\ndidn't believe it. They thought I'm making it up. If they believed it, it sounded too strong, until I\nmentioned it much earlier that — in 1980 or '81, I have met one Sunday morning in the Sunday\nTimes magazine my pictures and his story. And it was an up and down. For a while it was\ninteresting, and then it again became a non-person, and then again something happened. I believe\nthat in 19— I think it was '56 that I read about him, that Gromyko,'* the Russian foreign minister,\nadmitted that he died in Russian prison, which nobody believed, but it was in '47. That was the\nfirst time that they have spoken about him. I told you the last time I saw him in that vault.\nEnd of Tape 3\n'S Andrei Gromyko\nTape 4",
        "Q: Okay. When you're ready, would you describe the last time you saw Wallenberg and what\nhappened after that.\n[Technical conversation]",
        "A: What happened afterward? Okay. When I got the phone call from the super in the building\nwhere my parents were, I was trying to get through. Knowing Wallenberg's hiding place, I\nwanted to speak to him. But the fighting was so strong, I couldn't get through. I mean, really.\nYou can imagine that I was trying. It was impossible. Took me two days to get through. And I\nknow the password. And as I have mentioned it, the bank-vault was a block away from the\nGerbeaud house. They had been taken away. So I went to the bank-vault, said the password, and\nthen he was coming out. And I told him what happened. He said, \"Tom, you know it's too late\nnow. I can't do anything.\" So a few other people came out. There were just a few people in the\nbank-vault. And we went to the big — it was like a — it's a bank, you know, with all the windows\nthere. And we were standing there in a round circle with the people who came out who were with\nhim. They were important people for the legation. And his chauffeur, Vili'*. And we were\nstanding in a circle, and the fighting outside is going on, and he started saying that, \"I'm going to\nDebrecen to pick up the, the new Hungarian — with new Hungarian government to plan for the\nfuture.\"\nI don't know if you know it. There was a big plan of his. He wanted to — the plan was almost\nready. After the war, relief, and help to people. And it wasn't only for Jews. It was for the whole\ncountry. It was called the “Nansen Plan.” And as we were standing there — And he also asked me\nif I want to come with him, and I said, \"I can't, you know. I'm looking —\" I didn't know what\nhappened to my parents, because I told you it took me a half a year. And so I said, \"No, I can't.\nI'm looking for my parents, to help.\" And as we were standing in that circle, one of them was\nabout that size [gesturing], he went flat on his stomach and down on the floor. As it turned out,\nfrom a stray bullet, he was shot in the heart, just as we were standing there. And that was the last\ntime I have seen him, which was — it had to be either 14 or 15 of January. Now, about the statue,\nwhich you didn't ask me, and you said you don't know. Do you know about the statue?\n[Technical conversation]\nMany years after, they raised money to raise a statue for him. And I know the artist and the\npeople who were involved, and they asked me to take the little — it's called maquette of the statue\n'4 Vilmos Langfelder\nand I was working. On the pedestal of the statue was his profile, and the last eight or ten pictures,\nI was working with the artist, was done after — in the photography, what I did on him. That\nremind me; I never saw those pictures again. So I worked for a while with the artist; you know,\nin telling, showing pictures, this and that. And that was — the statue itself was a big snake with a\nman killing the snake.\nAnd on the side on the pedestal was his name and saying thanks for him from the Hungarian\npeople. And they called me that — I don't know what day. Maybe it was a Friday, that the statue\nis up; \"We just finished it,\" in that park I have told you, \"and take some pictures before the\nofficial unveiling on Sunday.\" And that never came because the statue disappeared 1n the thin air.\nNow you have to live those times; that was already the Russians, the Communists, the\neverybody. Why? Everybody knew that they didn't like him. So obviously it was stolen by the\nRussians. Now, you don't — that was a big statue from here to there [gesturing]. A year later, I go\nto one of the exhibitions, art exhibitions, in Budapest, and the statue is there without his profile\nand without the inscription, and the statue's name was \"Fight Against Fascism.\" Years later, I\nwas already here, and I was reading — somebody sent me a Hungarian magazine, and I see the\nstatue there. Said that — what was his name? The Indonesian head — Sukarno!°. Sukarno was in\nBudapest and fell in love with a picture which — which title is \"The Snake Killer,\" and he bought\nit for his garden many moons later. And obviously, supposedly, right now it's standing — they\nmust have different versions. Cannot be the same. But the same statue is one of the — in front of\nthe pharmaceutical company — you're shaking your — you heard it? No. Okay...pharmaceutical\ncompanies in Hungary; standing there. I don't know if it has a title or not, but I had the — I read it\nalso, and I know it's true. So that's the story of one of his — And then they raised statues today,\nwhich has nothing to do with that one, and doesn't remember Wallenberg to me at all, so....",
        "Q: I wanted to go back to in the times that you were with Wallenberg and you were\nphotographing him when he was-—",
        "A: Yes.",
        "Q: ...confronting the deportation attempts, what's the most surprising thing that he did? What\nsurprised you or astonished you the most in his actions?",
        "A: Nothing astonished me; nothing. Because I don't know how to explain it to you, but the\nwhole thing was like a smooth operation. It, it, it was natural. You didn't question why it\nhappened; what is it. No. I don't know if it gives you an explanation or not, but there were no\nsurprises. Your whole concentration was to help to people. But that was not surprising.\nSurprising was the day by day happenings that they called you from here or for there. They\ntaking people here and come out from the big factory or — that was surprising. It wasn't\nsurprising. It was a thing that you worked on it, but not surprised. I cannot tell you one incident\nwhich I would call that surprising. Sorry.\n'S Achmed Sukarno",
        "Q: And yet what he did was so unique.",
        "A: Yes. That's surprising. That's the surprising. Unique and still taking it as nothing happened.",
        "Q: Do you think anyone else could have done similar things?",
        "A: Well, you're asking me that. I don't know. It took a special man to do it. But how many\nspecial men are coming up when the time comes and stand up. Well, maybe there are lots of\nthem, but they are not there when it's needed. Is it surprising that it's not surprising? It is the most\nnatural, I cannot give you any other description than it was just so natural, so smooth. And it was\na great deal — deed, I mean.",
        "Q: Can you give us the picture of any other interactions he had, you know, before that end of\nNovember railway station? Any other scenes of that kind you could describe for us?",
        "A: Well, I gave you the — that house when everybody was taken. I can — For instance, when I\ntold you the head of the SS group, they were going on the street. Nobody was on the street.\nNobody asked, \"How come we are all alone on the street.\" I'm trying to visualize it. And it was\nhe — you wouldn't know because you have to go deeper. Somebody who had the connection\nbetween the Budapest and — that we had people built in, who were working for us but they were\noutside, either Nazis or — and, and his chauffeur, that's when we were.... No, I'm sorry. That\nhappened when we were stepping out from the car and going to make the copy, copy negatives.\nYou know, when I told you.... Something wrong?",
        "Q: We're getting a high-pitched tone somewhere. Sorry.",
        "A: Okay? Where were we? We were on the street, stepping out. And I'm just trying to give you\nthat nobody dared to go out on the street, and there we were, walking on the street. Now, this is\nnothing because you walk on the street every day, but that was some kind of special event, you\nknow. And came three; two of them Arrow Cross uniform, and then other one, a streetcar\nconductor with his streetcar uniform, and — but with the Nazi armband. So they came ahead, and\nwe just went by. And after that, we were just talking. “They could have stopped us. They could\nhave stopped us.” Now, this is true. That happened quite late, before the Russians came in.\nMaybe two weeks later, I was passing by — as a matter of fact, Genya'® showed me a picture. The\nCommunist party's headquarter, I passed by, and they had armed guards in the doorway, guns,\nand the Russians were already in two weeks later. What do you think? Who was the guy standing\nin the — with the Communist, red armband?\n'© Genya Markon\nThe streetcar conductor I saw two weeks before with the Arrow Cross band. That's — I know it's\nnot easy to believe, but I remembered his face. I'm very good with faces; very bad with names. I\ndidn't ask his name.",
        "Q: Did you understand the power your photographs could have?",
        "A: You know what? I think I did. As a matter of fact, not only photographs. I did movies. I\nmean, today, home movie. I had a little Kodak. At that time it was a big thing, but eight\nmillimeter movie. Now, many of the films never reached anywhere because, as I mentioned to\nyou, in the last days he was hiding, so I had movies, and I was all the time with a — I don't know\nwhy, but — and he was going, too, all the time. In German it's rucksack, when you go to — back\nknap— backpack. I had all my things in there. Backpack; cameras, undeveloped films. And when\nthe biggest fight was going on where the legation was, we were in the cellar, certain part, a few\nof us, and suddenly a Russian comes in. Here we are. The Russians occupied us. He was\nstanding at the top of the stairway. He said — don't tell me how we understood it, but he said, \"I'm\ngoing to stand here to stand guard.\" Let's say this is over there. Half an hour later, on the other\nside the wall opens and the German head comes in and says, \"Anybody here?\" you know. And\nwe told him, \"Hey, get out of here. The Russian's are over there.\" No, he is going to collect the\nGermans, and he did. So we knew there will be a big fight going on there. And we broke through\nthe wall which has a certain spot in it just for this purpose, and went, which was connected with\nother big cellar where at least a hundred people, women and children were. Good enough.\nFifteen minutes later, the German comes in with machine gun, and that was deliberate up high,\nyou know. We had to go — And on the other side, the Russian. And they started to shoot each\nother above our head. And in the short period it was so full of gunpowder, smoke; children cried,\nand women. So we said, \"Let's try, and try to get out from here.\"\nAnd slowly we broke out the next wall, and trying the children and women. And my knapsack\nwas in my way, and I gave it to somebody, friend, and I said, \"Look. I'm helping the women and\nchildren. You come after us anyway.\" And we — took us a day to go about ten houses from cellar\nto cellar to cellar. Two hours later, this friend of mine showed up. I said, \"Where's my\nknapsack?\" He said, \"The Russians took it.\" There went my films, my cameras, everything. What\nwas not developed, what was not given to him yet; everything. Ask question.",
        "Q: Was it known really directly there in Budapest what was happening in Auschwitz with the\nHungarian Jews?",
        "A: You mean at that time?",
        "Q: The intense rate of killing that was taking place.",
        "A: Wait. Are you speaking after the war or during the —",
        "Q: In '44, during that time.",
        "A: Not really. You heard the stories, but it wasn't accepted or — or — or proven as a known fact.\nThey was speaking about.",
        "Q: Did Wallenberg know, clearly?",
        "A: I don't know. I really don't know. I never spoke about things — what happened after. But for\ninstance, when I was in Miskolc, that was before Wallenberg, which I told you, in labor camp.\nAs you know, the countryside was almost clean from Jews by the time he came, which was in\nJuly. And half of the outfit was from Miskolc, and the parents — parents were in the ghetto, and\nwe help them to pack and — you know, because they were deported. And the trains were going\nnext where we had our outfit. And one morning next to the train there were handwritten signs to\nthe boys, some of the boys, \"Goodbye.\nI don't know if I'll see you.\" And we were picking up and giving whoever it belonged to. And a\nfew weeks later, postcards were coming for the boys, and it said — I don't know if you ever heard\nthe name Waldsee. That was the code name of Auschwitz, and saying it was — as the location.\nDo you speak any German? It sounds like a resort area, you know? Waldsee. And they\nstereotype. They said, \"We are feeling good, we are working; we are feeling good, we are\nworking; we are working, we are feeling good. Everything is fine.\" And that was Auschwitz. But\nwe didn't know it. And they were boys who thought, \"Oh, that's all right,\" you know. They are\nworking. And the name was — you never heard? Waldsee, but there was no talk about Auschwitz.\nWaldsee was Auschwitz. If he knew it, I don't know. I don't — maybe. I don't know. I'm trying to\ngive you only what I know without any question.",
        "Q: Are there any other people who worked directly with you with Wallenberg that stand out in\nyour mind?",
        "A: Well, there were the — who was with him in the vault. Hugo Wohl who was the head of the\nelectrical factory, and Forgacs'’ who was his — they were all connected with that factory, and\ntheir sons. I was in good. And then there are people whose name I don't mention because I know\nthey have nothing to do with it in their life. It turned out that they don't want to be heard. I\nwanted to say something. I interrupted myself, but I don't know what it was. Yeah; that —\nRemember when I told you when I was introduced to him, he said that \"You will report direct to\nme.\" And for good reasons I kept my distance, and with his thoughts also, that I did not mingle\ntoo much. First of all, you didn't know — what I was doing was undercover even there, because\nyou didn't know who is squealing on who and what — you know, to be caught. So I had to be very\ncareful telling people this I'm taking pictures.\nSo I had a special place there. I was in connection with many people, but many of them didn't\neven know that I exist. And as I told you, I just — I know not many, maybe two or three names,\nwhich I can't mention because I know that they wouldn't want. Why, don't ask me.\n'7 Vilmos Forgacs",
        "Q: Did Wallenberg change your life?",
        "A: First of all, he was life. Not intentionally or unintentionally, but I wouldn't be here. Maybe I\nwould with some other — I don't know — In my whole life, it's not a daily routine, but he left a big\nmark on my way of thinking even if I don't think about him directly. So when I had a chance, I\nwas trying to help. Not in those circumstances, but I had my other later on with the Communist\ngovernment and so forth, which I was against. So he left — he left a deep mark on my mind and\nin my heart, in a good way. Sometimes I was just suppressing, you know, because for a while,\nwhen — when nobody was listening, I was trying to tell a story and was trying to tell people about\nhim and they didn't listen, so I buried it. And it's — I call it lately, maybe in the last few years.\nAnd then I saw many that I — I'm still not active because even today, I don't see too many things\nright about what people are doing. Many are just there; not just there, but making money.",
        "Q: What would you like younger people who are not familiar with his actions, what would you\nwant them to know about what he did, what he was, what he is for you?",
        "A: For me or for them?",
        "Q: In the sense of what he did, what that represents, how that changed you for the good. How\nwould you communicate that to younger people?",
        "A: It's easy to live when there is no trouble in your life, and you will find only few people who\nwill stand up, and you never know where the trouble comes; from the right or to the left. And try\nto be a mensch, which he was. That's it, a mensch, which he was. Because you don't find this\ntype every day, and you may not recognize it when there is no trouble. But you do know who it\nis by the action when it's there. And very few people stand up when it's needed. And you think\nthey are good friends, and they don't stand up for you. And do not wait for the time when the\ntrouble is coming. Try to prevent the trouble. Because no matter where it happens in the world,\nshould it be Hungary, Germany, the United States, the gutter people are there, no matter what\nand where they were born. And the same bad idea could be anywhere. Should it be called\n“Communist,” should it be called “Nazi,” they come out from the gutter. They float out when the\npeople are not there to prevent it. That's it. I hope it says it.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Q: Tom, could you give us just a sense of your family background, a little bit of where you came\nfrom.",
        "Q: What was his name?",
        "Q: Did you learn photography with him?",
        "Q: What kind of photography did he do for Admiral Horthy?",
        "Q: What was the impact, then, given the Horthy's position obviously changed with the Nazi\nmovement into Hungary? What happened in terms of his work and the relationship to Horthy?",
        "Q: Tom, could you give me some sense, then, of the first impact of the Nazis when things began\nto change.",
        "Q: That's a good question.",
        "Q: It's a good background to it all.",
        "Q: So you came from a Jewish family; correct?",
        "Q: So there must have been some danger at some point that had an impact on you or your\nphotographic activities were not exactly normal, I presume.",
        "Q: Were you ever called in to labor service?",
        "Q: How’",
        "Q: How did that happen? How did you come into contact with Wallenberg?",
        "Q: All right. So let's just start again with how you came to make contact with Wallenberg.",
        "Q: Do you know —",
        "Q: What you were getting into?",
        "Q: Did Wallenberg tell you why he wanted a photographer with him?",
        "Q: Tom, as you pick up on your description of that, could you mention something about the kind\nof danger that you faced and what the danger of taking photographs was.",
        "Q: How long had you been working with Wallenberg by then? I mean, it's hard for us to\nunderstand. This is compressed into a few weeks.",
        "Q: Yes. And from the time that you met with him in the middle of October to the end of\nNovember you were talking about at the railway station —",
        "Q: — was that the period of his most intense activity of — of going to the places of deportation\nand pulling people back from —",
        "Q: Tell us everything.\n’ Protégé protocol (German)",
        "Q: Did he go to the Danube?",
        "Q: Did he go to the Danube?",
        "Q: I don't know.",
        "Q: It strikes me that you were all actually very young, younger than we think looking, say, at\nWallenberg's pictures. Could you talk something about your — the youth of the people involved?\nHow old was Wallenberg?",
        "Q: It strikes me that a lot of what Wallenberg did, because he was acting so quickly and\nimprovising actions all the time —",
        "Q: — depended a great deal on, as it must have for all of you, speaking different languages,\ntaking each day or each hour as it came. And also what you're referring to, it seems to me that he\nunderstood the nature of the Nazi respect for bureaucracy—",
        "Q: ...and he took advantage of it.",
        "Q: Will you talk about that?",
        "Q: What was it like to work with Wallenberg? What was he like?",
        "Q: Did he give —",
        "Q: Did he ever talk about his reasons for his actions?",
        "Q: He seems to have given a lot of courage to other people.",
        "Q: Sure.",
        "Q: No, that's okay. That was before.",
        "Q: Do you need a drink?",
        "Q: You were asked whether you were sleeping in your own home during part of this time.",
        "Q: Did Wallenberg sense that a point would come when he couldn't get away with these\ndemands —",
        "Q: — anymore?",
        "Q: I'd like to ask you something else about the photographs.",
        "Q: The photographs that you have which we're using —",
        "Q: — those people pulled out — pulled out from deportation —",
        "Q: — could you describe something about that scene and what those people — what the effect on\nthem was of the sudden change of fate.",
        "Q: And that group of people who were pulled out of the actual scene of deportation, they were\ntaken to the Swedish houses for protection? Is that — They were housed, then —",
        "Q: Okay. Tom, could you tell me something about what use Wallenberg made of these pictures\neven while you were all still working?",
        "Q: I thought I'd read somewhere that they — a few pictures were taken and put in front of the\nHungarian Nazi —",
        "Q: Had you ever seen him scared?",
        "Q: I take it he kept very calm and cool through most circumstances.",
        "Q: Just for the record, would you tell me what became of your parents.",
        "Q: Would you just tell us for the record what became of your parents.",
        "Q: Right at that time; right.",
        "Q: Very close to the time that they were taken from your house.",
        "Q: And your brother.",
        "Q: Okay. When you're ready, would you describe the last time you saw Wallenberg and what\nhappened after that.\n[Technical conversation]",
        "Q: I wanted to go back to in the times that you were with Wallenberg and you were\nphotographing him when he was-—",
        "Q: ...confronting the deportation attempts, what's the most surprising thing that he did? What\nsurprised you or astonished you the most in his actions?",
        "Q: And yet what he did was so unique.",
        "Q: Do you think anyone else could have done similar things?",
        "Q: Can you give us the picture of any other interactions he had, you know, before that end of\nNovember railway station? Any other scenes of that kind you could describe for us?",
        "Q: We're getting a high-pitched tone somewhere. Sorry.",
        "Q: Did you understand the power your photographs could have?",
        "Q: Was it known really directly there in Budapest what was happening in Auschwitz with the\nHungarian Jews?",
        "Q: The intense rate of killing that was taking place.",
        "Q: In '44, during that time.",
        "Q: Did Wallenberg know, clearly?",
        "Q: Are there any other people who worked directly with you with Wallenberg that stand out in\nyour mind?",
        "Q: Did Wallenberg change your life?",
        "Q: What would you like younger people who are not familiar with his actions, what would you\nwant them to know about what he did, what he was, what he is for you?",
        "Q: In the sense of what he did, what that represents, how that changed you for the good. How\nwould you communicate that to younger people?"
    ],
    "answers": [
        "A: Well, I came from Budapest, Hungary; my father had eight — seven brothers. There were\neight brothers altogether. And my mother had 12 sisters and brothers. But I didn't know them. I\nknew only one of them because by the time I was born after World War II — World War I, I'm\nsorry, there were only one of my mother's sister alive. And my father, he had brothers, and some\nof them died in World War I. And as I mentioned to you, big family, they were. Now, what else\nwould you like to know? What my father did? My father was photographer, and he was the\nofficial photographer for the Hapsburg family, was the king that time. And after that he was the\nofficial photographer of Admiral Horthy! whom he knew from World War I, from Vienna. They\nwere together in the so-called “war minisztérium.”” And he had a very well known photography\nstudio in Budapest, at that time, for the upper class, princes and barons and so forth.\nAnd besides it also, he was a high society photographer, let's put it, in short.",
        "A: Paul.",
        "A: Yes. I grew up in photography, and I had a brother of mine who was also a photographer, and\n— but he was 11 years older than I am. And I learned photography from my father, which his\nfamous saying was, \"I'm not teaching you. You just watch me.\" I was just watching him. And\nwhen he died, he was right, because I knew most of it from him. Naturally, I had studying, but\nthe actual photography I learned from him; just watching. Besides, speaking about photography,\nhe was mostly doing portraits, studio portraits, and he wanted to — me to go out and do outside\nwork, which I loved to do. As a matter of fact, I didn't want to be a photographer until I was 15,\nand that's when I — excuse me — that's when I had the feeling that I want to be a photographer.\nAnd he also had a photography shop; small, elegant photography shop with cameras. And I\ndecided I want to be a photographer. And I took the first camera, which was a Leica from the\nshelf. And he wasn't there, but he just came in and he said that, \"What are you doing?\" I said, \"I\nwant to be a photographer. I took this camera I'm starting with.\" He took the camera out of my\n' Miklés Horthy\n* Ministry (Hungarian)\nhand; he put it back on the shelf. He took the oldest camera that exists which — not with films,\nwith plates — and he said, \"That's where you start, with the oldest camera.\" He said, \"If you want\nto know photography, you have to start from scratch.\"",
        "A: He sent to do Admiral Horthy — I don't know if you've ever seen his pictures. They were done\nby him and he did his portraits. Also, he did all the new — well, that wasn't personal for Admiral,\nor the new Secretary of State or Secretary of War or this or that, you know?\nThe official photography for the cabinet. Later on, I was quite young, he sent me up to do it.",
        "A: Nothing happened. It was going on until quite — the end of the war. I mean, end of Horthy. I\nhave a funny story to tell you if — I don't know if it belongs here or not, but as I said, every time\nthere was a new cabinet member, he was called up until maybe I was 16 or 17, he started to send\nme up to the palace to do the picture. So one morning, he got the call, and that was during the\nwar already, maybe in the mid— around 1943, I would say, which was close to the end of the war\n— but we didn't know that then — that the new Secretary of War will be coming. They changed,\nbecause Hungary was starting to get slowly out of the war. So anyway, he got the phone call to\nsend — to go up. So he said, \"In the afternoon you have to go up to the palace to do the new\nSecretary of War.\" I said, \"I cannot do it.\" \"Why not?\" I said, \"Because\" — it's hard to explain it,\nat that time in Hungary from the early '20s, there was a so-called paramilitary. It was a\nparamilitary organization which you had to go. It was a must. And they were practicing every\nweek outside the outskirts of Hungary, no Budapest. So I said to him, \"Because I have this\nobligation.\" He said, \"The hell. You don't go there.\" I said, \"I have to, because — Okay. Then ask\nthe head of there what you have to do and he will release you.\" All right. So I went out there, and\nthere's a train, tram, and at the beginning you had to — is it interesting at all, what I'm saying? At\nthe beginning you had to go to him and ask for permission to leave. He said, \"What is the\nreason?\" I said, \"Because I have to take the picture of the new Secretary of War.\" He looked at\nme and said, \"You.\" I said, \"Me.\"\nHe said, \"Well, I let you do it, because that's the biggest lie I have ever heard. I'll let you do it.\nBut you bring me a paper where you have been Tuesday afternoon between 3:00 and 5:00,\"\nbecause that's — So I went. I did the pictures. And after the picture taking, I knew he was the head\nof the cabinet, minisztérium for PR and so forth, and I went to him in the building, and I said, \"I\nneed the paper that I — he was laughing, and he gave me the official paper of the Hungarian\ncabinet stating that Thomas Veres was, between 3:00 and 5:00, taking picture of the new\nSecretary of War. Next time I showed it to him, and he flipped. That's the end of that story.",
        "A: Well, certain things did begin to change, and don't call it \"the Nazis,\" because actually — wait.\nYou call Nazis the German Nazis or the Hungarian Nazis?",
        "A: I know. That's why I'm asking. Which one do you want? Because that was two different\nperiod. Because Hungary not necessarily was on the German side, and the historical background\ncomes out now in today's days because of World War I mistake when the biggest part of\nHungary was taken away. And Hitler was the only one who was supporting, because he himself\nwas Germany's leader, to get back what was taken away. Now, I don't in history — I have to give\nyou the historical background, which I think it's important because that made Hungary on the\nside of the Axis.\nAnd that made Horthy on the side of the Axis, because Hungary's part was taken most. Now,\ntoday, and in recent history, when Yugoslavia's breaking apart, one and a half million\nHungarians were living there, then the Rumania, the Transylvania was taken away when two\nmillion Hungarians lived there, and just two days ago when Czechoslovakia, Slovakia, the upper\npart of Slovakia was — the lower part of Slovakia was mostly Hungarian, a million and a half.\nAnd that was the reason. And they were not Hungarian. It was a first only rightist government,\nand then it became more sliding to the right, more to the right, and at the end it became a Nazi\ngovernment. But it was not a Nazi government until October — even then it wasn't called,\nbecause the Germans occupied Hungary in March 19th, 1944. And from March 19, '44, Horthy\nlost his power. He was just a figurehead. And in October 15th, when the government was taken\nover, those are the Hungarian Nazis. Then it became actual Nazi government. Does it answer\nyour question?",
        "A: Yes.",
        "A: No. In all honesty, you know, there were Jewish laws which started in 1939, I think. But\nthere were one, two, three different kind of Jewish laws. But, personally, I was not affected by it\ndirect. Not the photography, and not in personal life. But you knew what was coming. At least\nyou thought you knew what was coming.\nAnd, let me put it this way. My brother, who was 11 years old — 11 years older than I am, he\nmarried an American which was accidental. It had nothing to do with Jewish or not Jewish. And\nhe came to the States in 1939. And two days later or three days later, actually, he was called up\nfor labor camp, to serve in labor camp. But he wasn't there. I was there. Except the bad rumors.\nThere were people who were affected; but, personally, I wasn't.",
        "A: Yes, I was. It was after the Germans came in. 1944, they came, 19 — March 19, and I was\ncalled up April 7th, 1944. I went. What happens is a long story, but I went to the upper part of\nHungary, and I — I was sent to the huge camp for — which was for only putting together the\ndifferent outfits and sending either to Russia or Yugoslavia or — I had the luck of the fate that I\nwas sent to a city, which was — Miskolc is the name, and I was there from March — no, from\nApril to August. And in August, another luck of fate was that I was sent — the whole outfit was\nsent to Budapest. And I worked in a — it's a wood factory making ammunition boxes until — and\nthat was from August till October when the Hungarian Nazis took over. And that's when this\noutfit was — the word came that the outfit 1s sending — was sent to Germany. And I said goodbye.",
        "A: How? I knew the captain, and by then we had — I don't know if you read it or — we had\nexemption for my father and his whole family for the Jewish laws.\nAnd I was in the labor camp but not as a Jew. Exempt and with different armband, and I was in\nvery good friendship with the captain. And I said to the captain, \"Goodbye. I'm not going to\nGermany.\" And I was stepping down to the left. And that's when I went to Wallenberg,’ who I\ndidn't know it exist, to the Swedish legation.",
        "A: My father's studio, which I told you, did also foreign legations, people and so forth. And he,\nat least three years before, two years before, he took picture of Per Anger, who you mentioned.\nAnd—\n[Technical conversation]",
        "A: Yes. My father took his family pictures. He was a young man then, Per Anger, and his wife\nand little baby and it's about. I would say, two years before, this happened. And he also bought a\nLeica camera at that time, and I was teaching his wife how to use the camera because of the new\nbaby and so forth. And then, I have seen them weekly as — not friends, but in a friendly\n> Raoul Wallenberg\natmosphere. I — every week I — we used to live in the — it's a well-known building in Budapest,\nthe Gerbeaud palace, or the Gerbeaud building, which was the most famous confectionery 1n all\nof Budapest. And in the war, naturally, there was not too many chocolate, and I got a box of\nchocolate every week, which I gave to his wife, wife, because she loved it. And when I actually —\nand it was an escape from the labor camp, though I took it easy and I call it I just stepped aside.\nI, you know — all I knew, my father also had the Swedish passport because he had Swedish\nfriends.\nAnd very little, because I wasn't too much in contact by then with them, but I was able to go\nhome. And he told me about it. He told me, \"You have also Swedish passport.\" And that gave me\nthe idea that I go, when I escape the labor camp, to — right away, next morning, to go to the\nSwedish legation and look for Per Anger. Now, the way it actually happened was there were\nhundreds of people, that was on the Buda side, hundreds of people waiting in front of the\nlegation asking for the Swedish passport. But the policeman didn't let them in. So somehow I\nworked my way to the policeman, and I asked him, \"Would you please send a message to Per\nAnger that Thomas Veres is here and would like to speak to him.\" In about a half an hour,\nsomebody came out, two other policemen, and said — made on the loud speaker announcement\nthat everybody should immediately leave the territory of the Swedish legation, immediately,\nexcept Thomas Veres. And a cold sweat was coming down. And they let me in. And I met Per\nAnger, and he said, \"What can I do for you?\" I said, \"Look, I just left the labor camp, and I'm\nasking you what you could help.\" \"Oh, I introduce you to Raoul.\" And a young man came in.\n\"Raoul,\" he said, \"this is Thomas Veres, friend of mine, photographer.\" \"Oh, yeah. You will be\nmy photographer.\" And in ten minutes the official paper was made out that Thomas Veres is the\nofficial photographer of the Swedish legation of Hungary. And Wallenberg signed it, and he\ngave it to me. I never used that paper because it wouldn't mean anything at all. But he said,\n\"From now on, you will be my photographer, and you will do documentary what we are doing\nhere for the outside world to show what's happening. You will report directly to me\" — not to the\nusual people who were working on the passports. And that's how I became his photographer.",
        "A: Did I know what?",
        "A: No, I did not. I did not. As a matter of fact, I was a little bit skeptical — not a little bit. I was\nquite skeptical to — “how am I going to take pictures?” And slowly, I learned my lesson.\nFirst I did, as I told you before, many of the actual passport pictures of people who needed it for\nhim, not for direct, not for the people. What we did when he did save people and they didn't have\nthe Swedish papers, we reversed the action. I did the pictures. In the meantime, the officers did\nthe passport, and the two were together. It was a post-issued passport, which didn't say it, but\nthat's how it happened. When the actual — Can we stop here? I'd like to drink.\n[Technical conversation]",
        "A: Yes. Remember, I told you that he said for documentary to show to the outside world what's\nhappening, in his words, as a documentary. Now, I started saying if I remember that one\nmorning, which is November — end of November, I think it was either 27\", 28th or 28\", 29, in\nthe morning, because at that time my parents were still in the Gerbeaud house in our old home.\nAnd I went home to sleep. During the day I was with the Swedish legation, what I told you doing\npassport pictures until then. And then one morning, early morning — he used to start early\nmorning, so did I. Even up to today. I was there before seven o'clock or 6:30. And a small,\nhandwritten note wait for me. And his secretary said, \"Tom, Wallenberg sent this note to you.\"\nAnd the note said that \"Wait\" — \"Come out to the — meet” — no, I'm sorry, \"Meet me at the\nJozsefvarosi Palyaudvar,\" which is the train station at the outskirts of Budapest, and it's a freight\nstation, not for the public. I have never been there. And I went out by train, and I get there and\nthe whole train station was surrounded by Hungarian gendarmes, and there I was with a camera\nin my pocket with Wallenberg's note.\nHe was quite, I call it naive, of those dangers. Even if he realize it, he tried to somehow\nminimize it. So I went to the first gendarme and I started to say half German, half English, half\nHungarian, trying to imitate I'm from the Swedish legation and I want to go in. And the guy\nlooked at me like, \"Who wants to go in this place?\" So I talk my — I had to talk my way in there.\nI didn't show them any paper. That would be the worst. My mouth took me in there. And the\ntrain station had about 10,000, 15,000 men, Jews, ready for deportation. They were the ones who\nwere surrounded from Budapest, the labor camps, who were still at that time, end of November,\nsent to Germany by train. Later on, it was on foot. This time it was by train, for deportation. And\nWallenberg was there and set up a little table. And I went to him and he whispered in my ear,\n\"Tom, take as many pictures as you can.\" I didn't want to ask him \"Will you pose for me\" or, you\nknow, \"How?\" So I had my coat on me and I had a shawl, and I always have a pocketknife with\nme, and I made a slit in the shawl and prearranged the camera setting on my Leica, and I just —\nthrough the shawl I did bring just the lens out and started, through the shawl, shooting.\nSometimes I was sitting in his car and shooting from the car, and sometimes I just went around\nlooking left or right like nothing happened and take the pictures. Up till — first of all, somebody\nwas yelling to me, \"Tommy, Tommy.\" It was not my best, but one of my best friends with whom\nI was in school from first grade until the end of my schooling. We were sitting next to each\nother. So I didn't want to be recognized, and I whispered to him, you know, \"Do something.\"\nAnd I kicked him in the butt, and I said, \"Dirty Jew. Go over there,\" in Hungarian; that the line\nwas standing for information to give that you have Schutzpass* or not, because that's what\nWallenberg in a big book had to verify it, “yes, no, yes, no.”\n* Protective pass (German)\nAnd he was trying, naturally, also for the ones who didn't have it, to say “yes,” and go to the left,\ngo to the right, go to left, go to right.\nEnd Tape 1\nTape 2",
        "A: That's self explanatory. What I wanted to follow-up, the next thing I heard, again, \"Tommy,\nTommy.\" And this was a first cousin of mine. And the same thing happened. I went to him. The\nidiot start, \"Tommy, Tommy.\" I said — I kicked him in the butt, too. \"Dirty Jew. Go over there.\"\nAnd the third one, which I remember, I can recall, I saw in the line. He was a very well known\nHungarian actor, theatrical actor. And usually he played farmers. He was a Jew, but he played\nfarmer, Hungarian farmer. He was very good. He was standing in the line. And he didn't have — I\nwent to him, and I whispered to him. He didn't have the passport. So I went to Wallenberg, and I\nwhispered to him, \"That's a famous Hungarian actor, well-known Hungarian actor.” He let him\ngo, you know. He looked at the book; “yes.” The interesting part of that one was that maybe two\nor three years later the same actor who was again in the theater came to my photo shop. And\nnaturally he never saw me before. And I said to him, \"Have you been 1n the Jozsefvarosi\nPalyaudvar?\" And he said, \"Yeah.\" And I said to him, \"Do you know who was the one?\" He\ndidn't — He looked like he didn't believe me, that I was actually the one who saved his life. But\nhe was nice, but then, nothing special. You asked me about if there was any danger. So that was\nthe second — I was there two days, and then this kind of deportation start.\nFrom then on they started taking people on foot. And on the second day, there was a friend of\nmine, too, in the car. And while the procedure was going on, and taking picture, \"Let's see what's\nhappening behind the train.\" And we slid behind the trains, and they were already ready and\nclosed. All you saw in those little cattle wagons, you had clear windows with wrought iron. And\nhands were sticking out and yelling and crying, \"Help, help.\" You heard people, \"Help me out. I\ngive you 100,000 pengo,\" and this and that, and \"I own a coffee house here.\" So it was a terrible\nthing, because you only heard it. So with my friend, we slip closer to the wagon and start — it\nopened amazingly easy. It opened up. Started to open one door, and people slowly — the wood\npanel which they walked up was still there, and slowly they started to come out. And we were\ntrying to tell them to go to the other side; that's where the procedure is going on. And didn't\nnotice in the big excitement that slowly whispering, \"Hungarian police officer.\" I'm saying\n\"Hungarian police officer,\" because in the whole thing there was only one German involved, and\nhis name was Dannecker?. He was the right-hand of Eichmann® who wasn't there that time. The\nrest of it was Hungarian gendarmes. The German, Dannecker, he just stood there silently like\nhe's not doing the whole thing. And the couple of Hungarian higher-up, and he was a captain,\nand he noticed me and started yelling in Hungarian, \"Stop immediately.\" And then pulled his\nrevolver, aiming. Meantime, Wallenberg came over too, somehow, luckily. With the car, they\npulled over and pulled up and said, \"Jump. Tom, jump!\" I would have gotten the Olympic record\nfor this, because I jumped so fast that I jumped in the car. And we closed the door and pulled out.\n> Theodor Dannecker\n© Adolf Eichmann\nThey were yelling after us, and that was the last time we went there. Wallenberg said jokingly,\n\"We cannot come back here.\" So that was the — that showed a little bit of danger.\nNext, your question.",
        "A: My whole affiliation, in lifetime, it's very short. But it was somehow one of my — one of my\nlongest time. It was actually, I can tell you, October 17 when I met him first — I think it was 17.\nEither 17 — I know. I can tell you another danger that has nothing to do with the legation. Yeah,\nit was October 17, until I have seen him the last time January the 14th. Yes. And that's the whole\nperiod. You asked me that; right?",
        "A: Uh-huh.",
        "A: Not only that. Other instance, which just give you one idea — First of all, the Swedish\nlegation had a place under somebody's command which was called Schiitzlingsprotokoll,’ which\nis in German. I don't know if you speak any German. It's called Schutzlingsprotokoll. In that\nyoung men were having all kinds of uniforms starting from priest to soldier to Nazi. And when\nthey came in for help, these young men have been going out like — as I said, depending on the\nsituation, in certain uniforms and trying to bring people out. Now, that was not Wallenberg's\npersonal, but it was under his command. It happened that one of the houses — I did many things,\nyou know. When, for instance, the International Ghetto was built, I'm sure you heard about it, it\nwas called the International Ghetto, where not only the Swedish but different other legation who\nhad imitated the Swedish success, Swiss, Vatican and so forth. And was — a certain part in\nBudapest was called the International Ghetto which was under protection of different legations.\nAnd when there was need for it, I was there for a day to try to get people in, because all the\npeople who lived there, had to go out if they were Christians, and the Jews were coming 1n under\nSwedish protection or any other protection. There were — because the plan of the Nazi\ngovernment was — Hungarian Nazi government was, up till then, from March 19.... Look, 1f I'm\ntelling something you heard before, then stop me.",
        "A: Up till March 19, start — they did not put the Jews in ghettos. They named certain houses\nyellow-star houses which was mostly occupied by Jews. But that was all over Budapest. Certain\nhouse was, the next house wasn't, and they were called yellow-star houses. Now, the plan of the\nHungarian Nazi government was, at the end, to empty all those houses and put them in the actual\nghetto, which there was a ghetto which was not done and not established, actually, by the Nazis.\nIt was its own ghetto like in every European city. Mostly for the very orthodox Jews. And they\nlived there for years and years. But as I said, they were concentrated — it was concentration by\nlittle. First in houses, and then to put them in the ghetto and then to kill the ghetto. That was the\nplan. Now, the Swedish or International Ghetto was these people with passports. And not in\nthose, but in one of the houses which was a yellow-star house, I was with Wallenberg, and the\nphone said that one of the yellow-star houses had been taken away by the Arrow Cross, which 1s\nthe Hungarian Nazis. So Wallenberg said to me, \"Let's go.\" And I went too, not as photographer,\nbut as interpreter. With him I spoke either German or English. I knew a little English. And we\narrived to the house, and the house was empty. And I don't know what floor. There was one\nArrow Cross officer who was not only Arrow Cross, but he was — it is hard to translate it from\nHungarian. It was a — a certain organization of the Arrow Cross, to put it this way, who was\ndesignated strictly for killing.\nSo this captain was there from the Arrow Cross, and Wallenberg told me — I was the interpreter —\n\"Ask him where are the Jews,\" because there was nobody in the house. He said, \"In the Danube.\"\n\"Ask him why.\" He said it as natural as he can, \"Because they were dirty Jews.\" He also said,\n\"They were swimming in the Danube,\" yeah. So he did not only go out — when he got — there\nwas help here needed, he went out. Now, he said to me that, \"There is nothing we can do here,\"\nand we left. Next question.",
        "A: Pardon?",
        "A: No. Why? For what?",
        "A: No, no, no. That was over. No. He said to me, \"We cannot help here,\" so .....",
        "A: He was born in 1912, so thirty — can you count? He was born in 1912. So 32. Yeah. Yeah, he\nwas 32. Now, the people involved, except that organization which I told you that — the\nSchutzlingsprotokoll, they — all of them were older than I was; yes, quite older. And the\ntechnicality, because it was a big organization and a fantastic organization; very well organized,\nissuing the passports. Now, his idea was to make them, because the Germans — and that was not\nwith the Hungarians; mostly with the Germans — they like legality, and he wanted to make it real\nlegal. And all his speaking with the Hungarian Nazi government or with the Germans, he was\nproving — in other words, it wasn't just a piece of paper. It was all the documents behind it. Like\nif it called — it was needed — excuse me — Swedish connection. The Swedish, the letters, proving\nthe Swedish connection have been all documented with each passport.\nAgainst that was the Swiss legations organization who had issued to anybody, without any\npaperwork background, which that's why it took away a lot from the Swedish organization in\nlegality. And — and also, it was not recognized. Or if 1t was, it was not recognized like the\nSwedish. And the reason for that was, that he was a good man, but he did not take as part in it.\nHis name was Lutz,® who was the Swiss legation's — head of the Swiss legation. And he did not\ntake part just — as Wallenberg did, bodily and in mind. So the Swiss legation was called the\nBaross utca, and anybody — and there would be crowds there. When there was — sooner or later,\nthey just started up without any paperwork. Now, to some people this was right; to some people\nthis was wrong. I don't know if I under— I make myself understand why, but behind the Swiss\nlegations, which was not in the Swiss legation building — it was in the Baross utca, it was called\n— was mostly the Zionist movement. They were under the cover of Swiss legation doing — they\nwere mostly Zionists.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes. You said it right. Now, you're mentioning with all different languages, as I said, mostly\nit was either German or English. And most of the people around him — I forgot to tell you when I\nmet him first he asked me, \"Do you speak any other language?\" And I told him, \"Yes, German.\"\n® Carl Lutz\nAnd that's when he said that, \"You'll be my photographer.\" The organization had, as far the\noffice work, they were people mostly—\n- and there was a big electrical and light bulb and radio factory in Budapest, and they were the\nhead of that company. Because they were one of the first ones who — because it was partly\nSwedish owned, if I remember right, the factory. They were the first ones who received Swedish\npassport. Now, those passports were actually original Swedish passport, like you say an\nAmerican passport. The Schutzpass idea came only after that. So there was a difference. And\nthen I — one day I took pictures of that group. He asked me, and he told me, \"This is for P.R.\npurpose. I want to send it.\" And I — it was very legitimate because he wanted to show his\nco-workers. And I think you have that picture. That was people I still remember the names, and\nthey were from that factory. And they were head of this — it was a big organization. And as I said\nbefore, I don't want to be repetitious, it was well organized.",
        "A: I'm saying it now, and I'm saying that for years, and somehow I — just the other day I found\nout, and I was amazed, because my idea of him was, and is, that he was like the Scarlet\nPimpernel. Even his manners was Leslie Howard; were very low key, not ostentatious.\nSometimes [gesturing]. He was a very low key, very good looking — not great, but good looking\nyoung man. But to me he was always the Scarlet Pimpernel. And just the other day — I don't want\nto go into the source, but his sister is saying that, and I didn't know that. I'm still puzzled because\nit happened a few days ago. His sister, I don't know if you heard about her, they were in the\nmovies in the early '40s in London, and he had a problem always, he wasn't doing what he liked\nto do. And they saw the Scarlet — 1t wasn't the Scarlet. The second, Mr. Smith?\nYou know, the second, which Leslie Howard played when he was going to Germany with a\ncrew. You never heard of that movie? And he is a British professor, and he's helping Jews out\nfrom Germany. Pimpernel Smith, that was the movie's title. And supposedly he came out from\nthe movie with his sister and said, \"You know, this is what I would like to do.\" And in just a few\ndays later, I experience that. So, that says how he was; right? That's how he was.",
        "A: But he was, at the same time, very firm in his — in his saying what he is believing, but not\nbossy. Firm. And I still didn't make up my mind what to call it. Was he brave or naive? Because\nit looked like that he did not know fear. To give you an example — That was not the last time. It\nwas beginning of January. I think it was the eighth. Almost at the end, because finally Russian\ntroops came in Budapest on 15\", whatever. He told me one afternoon that, \"Tom, let's go up to\nthe Buda side to the mountain and let's see where the Russians are,\" just for fun. All right. He sat\nin the car, and we had three paid gendarmes who were paid by the legation. You know, they\nwere our people, with machine guns on the side sticking out of the car. And the siege was going\non. I mean, all over, bloody soldiers and shooting. And we go over — it had to be the eighth\nbecause after the third the bridges were blown up a day later. And we can go over to the Buda\nside up to the mountain, and we step out from the car, and the Russians were on the next\nmountain shooting over here, and we were at the guns shooting over there. And we stepped out\nand we took pictures. I took pictures of him, which I never had because it was gone. And like —\nyou know, like a tale, a fairy tale standing there. He said, \"Let's take pictures,\" and we took\npictures. And in the meantime the war was going on around us. Now, if that was braveness, I\ndon't know; or naivete, I don't know. The fact is that while I was there, I didn't think of the\ndanger.\nHe took you with his kind of thinking. Took you with him. And we're just trying to give a little\npicture.",
        "A: No. That was obvious. But, for instance, he liked small jokes. And he had a friend with me\nthere, and we're sitting in the car. He said, \"I feel like I was kidnapped in the States.\" And I\nthought he was joking. Right after the war, in his life history, I learned that he was here in —\ngoing — in the States going to university; I don't know which one, Chicago, or whatever. And he\nwas not actually kidnapped but he was robbed on the way of the — and he said, \"I feel like.\" And\nI thought he was kidding, and he wasn't. Now, about his work, why no, there was no question\nabout it. It would have been just lost time to speak about it. Not to me, at least.",
        "A: Yes, he did, for instance, to me. Can we stop a little?",
        "A: Or you said six minutes.",
        "A: That was before.",
        "A: Just a little relaxation.\nEnd of Tape 2.\nTape 3",
        "A: Ihave been sleeping in my home all — all right. I have to think back. First of all, it happened\njust the day when, after — hold on a second — after the Nazis took over and I was still in that labor\ncamp. And I wanted to know, because I had the right from my captain, as I told you, to go home\nand sleep. And that weekend, when the Nazis took over, I was home. And then I had to go back\nto the camp, and I was there for two days, or a day. But I was quite concerned what's happening\nto my parents because the Nazi government took away the exemptions which Horthy gave. They\nnullified it. So I— another officer with whom I was well, friendship, I told him and he said, \"T'll\ncome with you. I do have, anyway, some pictures to develop and that will be a good excuse.\" So\nwe went to the — my parents' home, and I started to develop. He came with me in the darkroom,\nlooking at this and that. And suddenly, the bell started non-stop ringing, the doorbell. Now, that\nwas a big place, you must understand. It wasn't only the studio. It was the darkroom. It was the\nliving quarters are all in a big place, like top penthouse or something.\nAnd I was in the dark in the darkroom and I heard voices, \"We are looking for the Jew who came\nin.\" That was me. Now, nobody would call me a Jew because I didn't have my armband, so\nsomebody in the house who knew me reported it. So in the dark I was still developing. I took off\nmy ring, I took off my [gesturing]. I knew they came for me, particularly. And it wasn't a Jewish\nhouse. So when I finished up the development, I didn't want to ruin, but my heart was pounding.\nSo I go out and there is my friend, the officer, Hungarian army officer he was, and three\nHungarian Nazis from the Arrow Cross dressed in Arrow Cross uniform with machine guns,\nwith hand grenade, with revolver; name it. They were armed to the [gesturing]. And they started\nto question me. So my friend the officer, army officer, pulled his revolver and said, \"He's with\nme and nobody is harming him. He's doing work for the Army.\" And then I recognize. One of\nthem was working downstairs in that confectionery store. And he came to me quite — he\nrecognized me. Said, \"Yeah, yeah, yeah, I know him. He's a good Hungarian boy.\" And he left\nbecause my friend pulled his revolver. They were playing with the hand grenades like this. After\nthe war, a year later I was just shooting in my studio, and a detective came with somebody. He\nsaid that this guy was arrested; that he killed I don't know how many Jews, and \"He is calling\nthat he saved your life, and he wants your help.\" I went down. It was the Hungarian Arrow Cross\nguy. And I said, \"How many people?\" He said, \"Hundreds of people. He was taking them down\nto the Danube.\" What would you do now? I'm asking you the question. What would you do in\nmy place? Because he was calling me as a witness that I save his life. Answer me. What would\nyou do? That's one occasion I'm asking you a question.\nAnd I saw — Whether I was right or wrong, I said, \"I never saw him before.\" I figured he may\nhave saved me — he was not the guy. It was my friend, the captain, who saved my life because he\npulled his — how do I know how many hundreds of other people he killed? Okay. That's — I\nwanted to tell this because ever since, if it comes up in me: Did I do right or wrong? I could have\nsaved the life maybe, but my testimony, I cannot go against the other people who he killed —\nthat's number one. Number two, he was not actually the one. He came to me, because many\ntimes I went through this, after I was already saved, after he pulled the gun, after he said then\n\"Get out of here,\" my friend. So the question was — Yeah, I slept home then. Now, after the train\nstory, Wallenberg told me that, \"I need this very fast because I want to send it with the next\npouch, diplomatic pouch, to Sweden.\" \"When do you need it?\" \"Tomorrow.\" So I went home,\nsleeping. During the nighttime I print it. And this is why I don't know how many — I know I\nprinted 12 prints of each. And there were a lot of pictures. And I took the pictures and the\nnegatives, and it was already getting dark, and I knew he was — Wallenberg was waiting for me\nat the legation. And I was, at that time, mostly dressed not exactly, but similar to the Nazi\nuniform. I had boots, I had black riding. So — I didn't wear the armband. So I had the pictures,\nand I went, naturally, on foot to the legation from my parents' house. It was getting dark, and on\none part of the trip was a narrow street, and I have seen people asking for identification over\nthere, and they were Arrow Cross people. So I went to the other side. I was zigzagging until I\nreached the big square, and by that time it was really dark. And that Arrow Cross guy was also\nasking for — but I was too late. He was that close, as you to me now. And with a lamp, he was\nputting the lamp — you know, small lamp with batteries. Flashlight. You see? Flashlight, and\nasking.\nAnd there was somebody just showing his identification. So I had to make up my mind. If I stop\nand go this way, he would shoot after me. So I kept going, and when I reached him, the pictures\nwere in my left hand, I said the Hungarian Nazi salute — like “Heil Hitler,” “Eljen Szalasi.!”\nAnd he greeted me back like this [gesturing], and I kept going. And when I told — I reached the\nlegation and I told Wallenberg what happened. I was still out of breath. And he told me, \"Tom,\nthis is getting really dangerous, so from now on you give me all the negatives undeveloped and\nwe'll take care out there.\" So that was the last time I saw these pictures and the negatives, and all\nthe other negatives that I did later. Now, I still didn't answer the question how long. So one day\nshortly after this, which had to be the beginning of December, the fighting was — and the air raids\nwere so heavy that I — but the phones were up to the last moment on. So it was so heavy fighting\nthat I called my parents. \"I can't get through.\" It was really very dangerous. \"I'm going to sleep\nhere.\" And from then on I was sleeping at the Ulloi ut legation. And that's where, later on — I\ndon't know if you know that story, which was January the 10th, two days after the mountains,\nwhen we were up in the mountains. One night, it was a snowy night, and one night the Arrow\nCross came and the whole legation was taken to the Arrow Cross place, a department of one of\nthe Arrow Cross. So I knew this is the end again. And I had some false identification with me. I\ntold you, I didn't believe in them. That was for the Red Cross, and it had red canvas binding.\nVery nice papers they were, stating that I worked for the Red Cross. And on the way to the\nArrow Cross house, I ate it. It tasted very badly, but I ate it little by little. And I didn't want them\nto find it on me. And there were too many people.\n” Hail Hitler (German)\n' Long live (Ferenc) Szdlasi (Hungarian)\nEverybody from the whole legation was taken out. So a lot of people. Don't ask me how many,\nbecause — well over a hundred. So when we got to one building where they wanted to put us in\nthe cellar, I heard the Arrow Cross yelling at each other, \"Put them on top of each other. They're\ngoing to die anyway.\" And then they didn't put them because there wasn't place for us, so they\ntook it to their house and started to — They liked my boots. Right away I found customer. They\nsaid, \"This is mine.\" And we were standing next to the wall, hands up, and there was an old little\nguy there who was always very — he was a very nice person, but he always asked questions. And\nas we were standing next to the wall ready to go to the Danube for, you know, he is asking me,\n\"Mr. Veres, do you know which way is the Danube?\" So I think I didn't lose my sense of humor.\nI told him, \"Once the shooting starts, you know we'll be there.\" And the next moment a truckload\nof Hungarian policemen came with Wallenberg heading. What happened that the Arrow Cross\ndid not note is on the other floor there was a phone connection. The whole room was phones, the\nwoman who was doing the phones, who was the daughter of the head of the department, phoned\nWallenberg and reached him. And he collected a truckload of Hungarian policemen, and they\ncame with their truck. And they came in and he said that, \"These are my people. You cannot\ntouch them,\" and took everybody out.",
        "A: Yes.",
        "A: Yes, after that. He had to hide himself, and he was hiding in one of the big bank's bank-vault,\nwhich was just a block away from where — I knew it from this woman. This building was one\nblock where my parents' home was, and he was hiding in the bank-vault. Only with a password\nyou could go in. And that was the last time I met him,\nwhen I got the phone from the super from the house that the Arrow Cross took away the whole\ncellar, Christians and Jews, everybody, where they lived, because they discovered a big, huge\nfood supply from the confectionery, and they wanted the food take away. Now, the owner of that\nwhole building and the confectionery, which wasn't just a little confection — now it's called the\nsame name — was Swiss, originally Swiss owned. And one of the families started to yell to the\nArrow Cross, \"You can't take this away. This is Swiss owned.\" And the Arrow Cross, as much as\nthey knew, \"Swiss? That has to be Jews.\" And they were not Jews. And they took everybody\nfrom the cellar, Jew and not Jew alike, and emptied out the whole building. It was full of\nchocolate and sugar and you name it, sardines, and they took it. And they took everybody to that\ndepartment of the Arrow Cross. And the people who they let out who were friends from the\nbuilding told me that they were — last time they saw them, they were also hands up next to the\nwall, and they took them down to the Danube the next night to kill them. And the interesting\npart, besides that is, is that — I don't know if you know that statue — the original statue of\nWallenberg which is standing — was standing in the little square where the International Ghetto\nwas, and I don't know if you know the story. The Russians stole the statue. In any case,\ninteresting part, if you want, I'll tell you, that little park where that statue — and I have that\npicture — which used to stand about maybe a hundred yards from them, that was the Danube and\nthat's where they killed my parents, 200 yards from his statue which was raised later. Now, the\nstory of the statue, shall I tell you?",
        "A: Ask me a question.",
        "A: They're just minor.",
        "A: Yes.",
        "A: It was not to believe it, almost, you know, this could happen. And then those pictures,\nWallenberg was in another car, and I took pictures while the car was following them, went to the\nleft and to the right, you know.\nI took some pictures there, some of, and they thought of me that Wallenberg is here. But they\nnever called him Raoul, and anybody would tell you that they knew him that well. Now, if that\nwas out of respect or — but he was not called Raoul. Nobody that I knew called him Raoul. So\nthey said, \"Wallenberg is here. Wallenberg is here.\" And that gave them some courage. And I\ntook pictures. I wasn't Wallenberg, but I was sticking out from the car, and while the car was\ngoing slow, I took some pictures. Yes, that feeling was a relief. But it is hard to explain. That\nfriend of mine who called me, \"Tom, Tom,\" you know — excuse me — I took him to one of the\nbuildings, safe buildings, and he didn't, naturally, have papers because I told you that I took him\nout without papers. And I told him, \"Look, this is where I have the little place — studio where I\ntook the passport pictures.” I said, \"I'm going to take your pictures now, and stay here. You have\nfood, you can sleep here, and I'll be back when I arrange for you with the ready papers.\" Two\ndays later his mother, who I know from schooling, comes to the legation that, \"Tommy, please\nhelp now. They took him away.\" \"What do you mean? I told him he was safe there.\" \"Yes, but he\nwent down because his fiancée was living two blocks from there and they caught him on the\nstreet.\" I said, \"I'm sorry, I — I- this way I cannot —\" And he never returned. He was taken care.\nSo he was saved there, and then died there. You never know.",
        "A: First, I'm trying to explain it to you that issue. I told you the legality was important. So first\nthey had to supply them with papers, the ones who didn't have paper. The ones who had the\npaper were taken to the international houses, Swedish houses. The ones who didn't have the\npapers, they were not put in there. Not to endanger the others, they were in other houses owned\nby the legation waiting to have their passports ready. In order to have the passports, first I had to\ntake passport pictures of them.\nAnd then it went on a procedure; three, four days.\n[Technical conversation]",
        "A: No, except that he sent them out. There was no use there to use them.",
        "A: Yes. You read in a book. I don't know; I wasn't there. So I can tell you only, in all honesty,\nwhat I have seen. The use — well, I also did — actually, they were not the pictures. I had, for\ninstance, Xeroxed — now I'm using Xerox, my God — photocopied, all the Schutzpasse and he\nhad them in a book. You had to read them too. So that was an immediate use besides my\npassport pictures. And then it was — my parents had been taken away January 12th. It had to be\nJanuary the 10th — no. It was — in any case, I think it was the 10th when I was with him, and he\nwas speaking — I wasn't in the room, but I was waiting outside with the head of the SS\"! troops\nwho had been surrounding — the defense of the surrounding of Budapest who were, I don't know\nOber— Obersturmbannfithrer’’ [inaudible], whatever. His name I don't remember, but they exist.\nAnd he gave a paper to Wallenberg after a long conversation approving with Wallenberg's\nconviction that what he should do. He gave a paper that the head of the surrounding SS troops,\n\"Obersturmbannfuhrer,\" whatever, \"is guaranteeing the ghetto\" because it was ready to blowup,\nand in the personal life of every Jew in Budapest. And when he came out, he told me that, \"Tom,\nI need copies on these, as many as you can do.\" I said, \"There is no —\" at that time everybody is\nliving already in the cellar. He said, \"Do the best you can.\" And he drove me to my parents'\nhome. And everybody was in the cellar, but I told you two days later, they — and in one little\nclosed — enclosed place, I took developer down and the necessary chemicals, and all night — I\ndon't know how much you know about photography with the old-fashioned way that you put it in\nbetween two glasses, but there was no electricity. I used candlelight, and doing it under the\ncandle I made about a hundred prints of that paper, which — And he came for me the next day,\n'l Schutzstaffeln [Protection Squads] (German)\n'2 Lieutenant Colonel (German)\nand that was the last time I saw my parents, and I gave them one of these papers, but didn't help\nany. And that was a very — that was the last time. But that was one of a kind, you know, that\nunder — no electricity. But he didn't say to me, \"How did you do that?\" He didn't even ask. For\neverything, this gives — his mind was set at the end to say it. But \"how\" and \"when\" and \"why\"\nand \"how did you,\" that doesn't interest him.",
        "A: No. Again, I don't know if that was braveness or naivete. No, I haven't. I told you stories of\nhim which — no, definitely no. And even if he was, I didn't see him showing it. Next question.",
        "A: Always, always. Not one time have I seen him excited or — you know, that — showed —\nshowing any kind of emotion like this. Joking, yes, which I told you when we have been going\nup to the mountain, but not — He was a calm, cool man.",
        "A: Pardon?",
        "A: I told you. I told you that they were killed at the Danube. I told you before; remember?",
        "A: Hmm?",
        "A: Yeah. That night. I didn't know at that time. It took me about a half a year to know it and to\nsink in. They were shot in the Danube. It's —",
        "A: My brother was here in the States. He was here since 1939. He's not alive, he died of cancer\nbut — in 1974. And even he, when I told him stories, he did not realize the full weight of the\nhistory of it. And when I came here, I, I wanted to come here for a long time, and I sent papers,\nmy uncle who lived here in Los Angeles since the mid-thirties, and I gave him the original book\non Wallenberg which I have to write, and I gave him papers; among them, one which stated that\nI am the official photographer of the Swedish legation. And nobody knew about Wallenberg in\n1956. And when I started to try to tell stories, you know, either they didn't understand or they\ndidn't believe it. They thought I'm making it up. If they believed it, it sounded too strong, until I\nmentioned it much earlier that — in 1980 or '81, I have met one Sunday morning in the Sunday\nTimes magazine my pictures and his story. And it was an up and down. For a while it was\ninteresting, and then it again became a non-person, and then again something happened. I believe\nthat in 19— I think it was '56 that I read about him, that Gromyko,'* the Russian foreign minister,\nadmitted that he died in Russian prison, which nobody believed, but it was in '47. That was the\nfirst time that they have spoken about him. I told you the last time I saw him in that vault.\nEnd of Tape 3\n'S Andrei Gromyko\nTape 4",
        "A: What happened afterward? Okay. When I got the phone call from the super in the building\nwhere my parents were, I was trying to get through. Knowing Wallenberg's hiding place, I\nwanted to speak to him. But the fighting was so strong, I couldn't get through. I mean, really.\nYou can imagine that I was trying. It was impossible. Took me two days to get through. And I\nknow the password. And as I have mentioned it, the bank-vault was a block away from the\nGerbeaud house. They had been taken away. So I went to the bank-vault, said the password, and\nthen he was coming out. And I told him what happened. He said, \"Tom, you know it's too late\nnow. I can't do anything.\" So a few other people came out. There were just a few people in the\nbank-vault. And we went to the big — it was like a — it's a bank, you know, with all the windows\nthere. And we were standing there in a round circle with the people who came out who were with\nhim. They were important people for the legation. And his chauffeur, Vili'*. And we were\nstanding in a circle, and the fighting outside is going on, and he started saying that, \"I'm going to\nDebrecen to pick up the, the new Hungarian — with new Hungarian government to plan for the\nfuture.\"\nI don't know if you know it. There was a big plan of his. He wanted to — the plan was almost\nready. After the war, relief, and help to people. And it wasn't only for Jews. It was for the whole\ncountry. It was called the “Nansen Plan.” And as we were standing there — And he also asked me\nif I want to come with him, and I said, \"I can't, you know. I'm looking —\" I didn't know what\nhappened to my parents, because I told you it took me a half a year. And so I said, \"No, I can't.\nI'm looking for my parents, to help.\" And as we were standing in that circle, one of them was\nabout that size [gesturing], he went flat on his stomach and down on the floor. As it turned out,\nfrom a stray bullet, he was shot in the heart, just as we were standing there. And that was the last\ntime I have seen him, which was — it had to be either 14 or 15 of January. Now, about the statue,\nwhich you didn't ask me, and you said you don't know. Do you know about the statue?\n[Technical conversation]\nMany years after, they raised money to raise a statue for him. And I know the artist and the\npeople who were involved, and they asked me to take the little — it's called maquette of the statue\n'4 Vilmos Langfelder\nand I was working. On the pedestal of the statue was his profile, and the last eight or ten pictures,\nI was working with the artist, was done after — in the photography, what I did on him. That\nremind me; I never saw those pictures again. So I worked for a while with the artist; you know,\nin telling, showing pictures, this and that. And that was — the statue itself was a big snake with a\nman killing the snake.\nAnd on the side on the pedestal was his name and saying thanks for him from the Hungarian\npeople. And they called me that — I don't know what day. Maybe it was a Friday, that the statue\nis up; \"We just finished it,\" in that park I have told you, \"and take some pictures before the\nofficial unveiling on Sunday.\" And that never came because the statue disappeared 1n the thin air.\nNow you have to live those times; that was already the Russians, the Communists, the\neverybody. Why? Everybody knew that they didn't like him. So obviously it was stolen by the\nRussians. Now, you don't — that was a big statue from here to there [gesturing]. A year later, I go\nto one of the exhibitions, art exhibitions, in Budapest, and the statue is there without his profile\nand without the inscription, and the statue's name was \"Fight Against Fascism.\" Years later, I\nwas already here, and I was reading — somebody sent me a Hungarian magazine, and I see the\nstatue there. Said that — what was his name? The Indonesian head — Sukarno!°. Sukarno was in\nBudapest and fell in love with a picture which — which title is \"The Snake Killer,\" and he bought\nit for his garden many moons later. And obviously, supposedly, right now it's standing — they\nmust have different versions. Cannot be the same. But the same statue is one of the — in front of\nthe pharmaceutical company — you're shaking your — you heard it? No. Okay...pharmaceutical\ncompanies in Hungary; standing there. I don't know if it has a title or not, but I had the — I read it\nalso, and I know it's true. So that's the story of one of his — And then they raised statues today,\nwhich has nothing to do with that one, and doesn't remember Wallenberg to me at all, so....",
        "A: Yes.",
        "A: Nothing astonished me; nothing. Because I don't know how to explain it to you, but the\nwhole thing was like a smooth operation. It, it, it was natural. You didn't question why it\nhappened; what is it. No. I don't know if it gives you an explanation or not, but there were no\nsurprises. Your whole concentration was to help to people. But that was not surprising.\nSurprising was the day by day happenings that they called you from here or for there. They\ntaking people here and come out from the big factory or — that was surprising. It wasn't\nsurprising. It was a thing that you worked on it, but not surprised. I cannot tell you one incident\nwhich I would call that surprising. Sorry.\n'S Achmed Sukarno",
        "A: Yes. That's surprising. That's the surprising. Unique and still taking it as nothing happened.",
        "A: Well, you're asking me that. I don't know. It took a special man to do it. But how many\nspecial men are coming up when the time comes and stand up. Well, maybe there are lots of\nthem, but they are not there when it's needed. Is it surprising that it's not surprising? It is the most\nnatural, I cannot give you any other description than it was just so natural, so smooth. And it was\na great deal — deed, I mean.",
        "A: Well, I gave you the — that house when everybody was taken. I can — For instance, when I\ntold you the head of the SS group, they were going on the street. Nobody was on the street.\nNobody asked, \"How come we are all alone on the street.\" I'm trying to visualize it. And it was\nhe — you wouldn't know because you have to go deeper. Somebody who had the connection\nbetween the Budapest and — that we had people built in, who were working for us but they were\noutside, either Nazis or — and, and his chauffeur, that's when we were.... No, I'm sorry. That\nhappened when we were stepping out from the car and going to make the copy, copy negatives.\nYou know, when I told you.... Something wrong?",
        "A: Okay? Where were we? We were on the street, stepping out. And I'm just trying to give you\nthat nobody dared to go out on the street, and there we were, walking on the street. Now, this is\nnothing because you walk on the street every day, but that was some kind of special event, you\nknow. And came three; two of them Arrow Cross uniform, and then other one, a streetcar\nconductor with his streetcar uniform, and — but with the Nazi armband. So they came ahead, and\nwe just went by. And after that, we were just talking. “They could have stopped us. They could\nhave stopped us.” Now, this is true. That happened quite late, before the Russians came in.\nMaybe two weeks later, I was passing by — as a matter of fact, Genya'® showed me a picture. The\nCommunist party's headquarter, I passed by, and they had armed guards in the doorway, guns,\nand the Russians were already in two weeks later. What do you think? Who was the guy standing\nin the — with the Communist, red armband?\n'© Genya Markon\nThe streetcar conductor I saw two weeks before with the Arrow Cross band. That's — I know it's\nnot easy to believe, but I remembered his face. I'm very good with faces; very bad with names. I\ndidn't ask his name.",
        "A: You know what? I think I did. As a matter of fact, not only photographs. I did movies. I\nmean, today, home movie. I had a little Kodak. At that time it was a big thing, but eight\nmillimeter movie. Now, many of the films never reached anywhere because, as I mentioned to\nyou, in the last days he was hiding, so I had movies, and I was all the time with a — I don't know\nwhy, but — and he was going, too, all the time. In German it's rucksack, when you go to — back\nknap— backpack. I had all my things in there. Backpack; cameras, undeveloped films. And when\nthe biggest fight was going on where the legation was, we were in the cellar, certain part, a few\nof us, and suddenly a Russian comes in. Here we are. The Russians occupied us. He was\nstanding at the top of the stairway. He said — don't tell me how we understood it, but he said, \"I'm\ngoing to stand here to stand guard.\" Let's say this is over there. Half an hour later, on the other\nside the wall opens and the German head comes in and says, \"Anybody here?\" you know. And\nwe told him, \"Hey, get out of here. The Russian's are over there.\" No, he is going to collect the\nGermans, and he did. So we knew there will be a big fight going on there. And we broke through\nthe wall which has a certain spot in it just for this purpose, and went, which was connected with\nother big cellar where at least a hundred people, women and children were. Good enough.\nFifteen minutes later, the German comes in with machine gun, and that was deliberate up high,\nyou know. We had to go — And on the other side, the Russian. And they started to shoot each\nother above our head. And in the short period it was so full of gunpowder, smoke; children cried,\nand women. So we said, \"Let's try, and try to get out from here.\"\nAnd slowly we broke out the next wall, and trying the children and women. And my knapsack\nwas in my way, and I gave it to somebody, friend, and I said, \"Look. I'm helping the women and\nchildren. You come after us anyway.\" And we — took us a day to go about ten houses from cellar\nto cellar to cellar. Two hours later, this friend of mine showed up. I said, \"Where's my\nknapsack?\" He said, \"The Russians took it.\" There went my films, my cameras, everything. What\nwas not developed, what was not given to him yet; everything. Ask question.",
        "A: You mean at that time?",
        "A: Wait. Are you speaking after the war or during the —",
        "A: Not really. You heard the stories, but it wasn't accepted or — or — or proven as a known fact.\nThey was speaking about.",
        "A: I don't know. I really don't know. I never spoke about things — what happened after. But for\ninstance, when I was in Miskolc, that was before Wallenberg, which I told you, in labor camp.\nAs you know, the countryside was almost clean from Jews by the time he came, which was in\nJuly. And half of the outfit was from Miskolc, and the parents — parents were in the ghetto, and\nwe help them to pack and — you know, because they were deported. And the trains were going\nnext where we had our outfit. And one morning next to the train there were handwritten signs to\nthe boys, some of the boys, \"Goodbye.\nI don't know if I'll see you.\" And we were picking up and giving whoever it belonged to. And a\nfew weeks later, postcards were coming for the boys, and it said — I don't know if you ever heard\nthe name Waldsee. That was the code name of Auschwitz, and saying it was — as the location.\nDo you speak any German? It sounds like a resort area, you know? Waldsee. And they\nstereotype. They said, \"We are feeling good, we are working; we are feeling good, we are\nworking; we are working, we are feeling good. Everything is fine.\" And that was Auschwitz. But\nwe didn't know it. And they were boys who thought, \"Oh, that's all right,\" you know. They are\nworking. And the name was — you never heard? Waldsee, but there was no talk about Auschwitz.\nWaldsee was Auschwitz. If he knew it, I don't know. I don't — maybe. I don't know. I'm trying to\ngive you only what I know without any question.",
        "A: Well, there were the — who was with him in the vault. Hugo Wohl who was the head of the\nelectrical factory, and Forgacs'’ who was his — they were all connected with that factory, and\ntheir sons. I was in good. And then there are people whose name I don't mention because I know\nthey have nothing to do with it in their life. It turned out that they don't want to be heard. I\nwanted to say something. I interrupted myself, but I don't know what it was. Yeah; that —\nRemember when I told you when I was introduced to him, he said that \"You will report direct to\nme.\" And for good reasons I kept my distance, and with his thoughts also, that I did not mingle\ntoo much. First of all, you didn't know — what I was doing was undercover even there, because\nyou didn't know who is squealing on who and what — you know, to be caught. So I had to be very\ncareful telling people this I'm taking pictures.\nSo I had a special place there. I was in connection with many people, but many of them didn't\neven know that I exist. And as I told you, I just — I know not many, maybe two or three names,\nwhich I can't mention because I know that they wouldn't want. Why, don't ask me.\n'7 Vilmos Forgacs",
        "A: First of all, he was life. Not intentionally or unintentionally, but I wouldn't be here. Maybe I\nwould with some other — I don't know — In my whole life, it's not a daily routine, but he left a big\nmark on my way of thinking even if I don't think about him directly. So when I had a chance, I\nwas trying to help. Not in those circumstances, but I had my other later on with the Communist\ngovernment and so forth, which I was against. So he left — he left a deep mark on my mind and\nin my heart, in a good way. Sometimes I was just suppressing, you know, because for a while,\nwhen — when nobody was listening, I was trying to tell a story and was trying to tell people about\nhim and they didn't listen, so I buried it. And it's — I call it lately, maybe in the last few years.\nAnd then I saw many that I — I'm still not active because even today, I don't see too many things\nright about what people are doing. Many are just there; not just there, but making money.",
        "A: For me or for them?",
        "A: It's easy to live when there is no trouble in your life, and you will find only few people who\nwill stand up, and you never know where the trouble comes; from the right or to the left. And try\nto be a mensch, which he was. That's it, a mensch, which he was. Because you don't find this\ntype every day, and you may not recognize it when there is no trouble. But you do know who it\nis by the action when it's there. And very few people stand up when it's needed. And you think\nthey are good friends, and they don't stand up for you. And do not wait for the time when the\ntrouble is coming. Try to prevent the trouble. Because no matter where it happens in the world,\nshould it be Hungary, Germany, the United States, the gutter people are there, no matter what\nand where they were born. And the same bad idea could be anywhere. Should it be called\n“Communist,” should it be called “Nazi,” they come out from the gutter. They float out when the\npeople are not there to prevent it. That's it. I hope it says it.\nConclusion of Interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJune 22, 1994\nRG-50.030* 0238",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Tom Veres,\nconducted on June 22, 1992 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "TOM VERES\nJune 22, 1994\nTape |"
    ]
}