{
    "rg": "RG-50.030.0591_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nBlanche Hall, on October 15\", 2010, conducted by Ina Navazelskis in Fort Lee,\nNew Jersey. Mrs. Hall, thank you very much for agreeing to be interviewed today.",
        "Answer: You’re welcome.",
        "Q: I'd like to begin our interview with some idea about your family, your young —\nyour youth, your childhood, who your parents were. So Ill se — ask those types of\nquestions. Can you tell me when were you born, and what your name at birth was?",
        "A: March 2™, 1913, and my name was Blanche Katzenstein(ph).",
        "Q: Blanche Katzenstein(ph).",
        "A: Yeah.",
        "Q: And where were you born?",
        "A: In Schlichtern, in Germany.",
        "Q: Schliichtern? Where is Schliichtern?",
        "A: Schliichtern is — Schliichtern, Frankfurt and Fulda.",
        "Q: Ah, it’s between Frankfurt am Main and Fulda?",
        "A: Yeah.",
        "Q: So you were kind of in central Germany. Is that Hessen?",
        "A: Yes, yeah.",
        "Q: Is that the land of Hessen?\nOctober 15, 2010",
        "A: It’s Hessen, Hessen.",
        "Q: Okay. Is Schliichtern a village or a town?",
        "A: A small town.",
        "Q: A small town. Who were your parents?",
        "A: Herman — the names?",
        "Q: Yeah, the names.",
        "A: Herman and Gutta Katzenstein.",
        "Q: Herman and Gutta?",
        "A: Katzenstein.",
        "Q: And is Gutta spelled g-u-t-t-a?",
        "A: Yeah.",
        "Q: Okay. Katzenstein(ph). Would you remember about when they were born?",
        "A: [indecipherable] but, hell, I had it in my hand the other day.\nA2: A— 1881.",
        "Q: Oh, so they were young parents, actually. Or maybe not, maybe 20 - 30 years old.\nHerman was born in?",
        "A: He was in — was he — wait a minute.\nA2: That’s Gutta.",
        "A: Katzenstein.\nA2: This is Gutta, eight — 1883.\nOctober 15, 2010",
        "A: Wait a— my mother —\nA2: No, 1886.",
        "A: My mother was born in nine — in 1886.",
        "Q: Okay, and your father?",
        "A: 1881.",
        "Q: Okay. Are you the only child in the family?",
        "A: I had a brother, he passed away.",
        "Q: Was he older or younger?",
        "A: He was a year younger.",
        "Q: And what was his name?",
        "A: Ludwig Katzenstein(ph).",
        "Q: Ludwig Katzenstein(ph), okay. And what was your father — what was your\nfather’s profession? What did he do to make a living?",
        "A: He was a— a-— how — how do you call it, a salesman.",
        "Q: He was a salesman?",
        "A: Y-Yeah. He’s — he was in business himself.",
        "Q: In what way? Did he have a store, or did he —",
        "A: We had a store in the house, yes.\nA2: Fabrics, right?",
        "Q: What was it — what did he sell?\nOctober 15, 2010",
        "A: Clothes.",
        "Q: Clothes?\nA2: Cloth.",
        "A: Clothes, huh?\nA2: Cloth, fabric.",
        "Q: Fabric, okay, yard goods.",
        "A: Huh?",
        "Q: Does that say — yard goods.",
        "A: Yard goods.",
        "Q: Yard goods, okay. And so did he — you had a store in your own home?",
        "A: Yes, we had a room in our hou — store, okay, call it a store, that’s right. But he\nwent out. He had his — he had a car in later years, and before that he had a bundle.\nAnd he went — he had — he had his business really in Bad Orb, and for\n[indecipherable] three days in Bad Orb, and — and one and a half days in — in\nNeuehof.",
        "Q: Uh-huh, in Neuehof.",
        "A: Yeah.",
        "Q: And your mother, did she ha — did she help him in this business, or did she have\nnothing —",
        "A: No, no, no, she was just in the house, she was a —\nOctober 15, 2010\nA2: She had the insurance business.",
        "A: Oh, she had her own business. I forgot.",
        "Q: Oh, she had her own business, okay, what was hers?",
        "A: Yeah [indecipherable] he was — she was an insurance agent for the Akner(ph)\nund Munchen Feuerversicherung.",
        "Q: Uh-huh, Akner(ph) und Miinchen Feuerversicherung.",
        "A: Yeah.",
        "Q: So it means that the fire insurance company of Aachen and Mu-Munich.",
        "A: Fire and theft, I suppose.",
        "Q: Okay. Of Aachen and Miinchen — Munich.",
        "A: Akner(ph) and Munchen.",
        "Q: Uh-huh.",
        "A: Feuerversicherung.",
        "Q: Okay.",
        "A: That’s a long time.",
        "Q: Can you tell me what your earliest memories are?",
        "A: What?",
        "Q: Your earliest memories.",
        "A: My earliest memories?",
        "Q: Memories, yeah, as a child. What is the — when you think back —\nOctober 15, 2010",
        "A: Somebody coming?",
        "Q: No.",
        "A: We-hell. [indecipherable] me in my early years [indecipherable] I don’t know\nany more. With — with my girl — wi-with my friends?",
        "Q: Mm-hm.",
        "A: We played on the street.",
        "Q: You played on the street.",
        "A: We played.",
        "Q: Okay. Let me ask it this way then, did your mother do all the cooking and the\ncleaning at home as well, you know’?",
        "A: No, she had a maid.",
        "Q: She had a maid.",
        "A: She had a maid. She did the cooking, but not the cleaning.",
        "Q: Okay. You were born in 1913.",
        "A: Yeah.",
        "Q: And the first World War happened the next year.",
        "A: In-",
        "Q: 19 four —",
        "A:— 1918.",
        "Q: No, that’s when it ended.\nOctober 15, 2010",
        "A: Oh, that’s when it — oh, 1914.",
        "Q: That’s right. So it —",
        "A: 1914, yeah.",
        "Q: So your first years were during the first World War. Do you remember anything,\nanything at all as a little child, of soldiers, of people marching down the streets, of —",
        "A: Well, I remember we were scared of the — of the soldiers as children. You know,\nsaw the soldiers on the streets and we were scared.",
        "Q: Of German sol — of your own German soldiers?",
        "A: It was — I don’t know any more — no, there were some — I don’t know where they\nwere from. They were not completely black, but they were —\nA2: You mean the uniforms?",
        "A: No, the faces.\nA2: The faces?",
        "Q: Yeah, yeah.",
        "A: Faces, but they were — where were they from? I don’t remember. We were scared\nof them.",
        "Q: Okay, were they — th-they weren’t German soldiers then, they were foreign\nsoldiers. Oh, you didn’t know. You were little, you didn’t know.",
        "A: They were soldiers.\nOctober 15, 2010",
        "Q: Yeah. And your — do you remember playing with your brother when he was born,\nafter he was born?",
        "A: Sure, if — I remember. And how. We were fighting more than enough.",
        "Q: Oh, really?",
        "A: And my mother always blamed me.",
        "Q: Sh — why?",
        "A: Why, she — she blamed me, she always — her son was everything.",
        "Q: Ah.",
        "A: Who knows?",
        "Q: Ah.",
        "A: I don’t know any more. Well, we had a good time. We ler — we had a good living,\nthere’s no doubt about it. Then when the times were bad, when war start, and the\nfood was — we always had food because we lived in the country. And oh, I— when I\nwent to school, let’s see first grade, second grade, who knows, you know? And my\nmother gave me five cents, or five pennies, you know, buy myself a — a roll, in order\nto get — I was hungry.",
        "Q: Mm-hm.",
        "A: In order to fill my stomach up, I filled up with water. That I remember, I never\nforget that.\nOctober 15, 2010",
        "Q: And — and when did you — when did you start going to school? How old were you\nwhen you started going?",
        "A: Six years.",
        "Q: Six years. So that would have been 1919, or 1920, something like that?",
        "A: I never thought of it, I don’t know any more.",
        "Q: Yeah. Can you tell us about your school? Do you have any memories of school?",
        "A: Yeah, I do remember. It was okay, you know, the school was all right. We had to\n— we had strict teachers. One teacher, he — when we came — the boys, they had to\nbend over, and they got every day before school started, a good licking on the\nbehind, and the girls had to show their hands.",
        "Q: And they got the ruler on the hands?",
        "A: The ruler.",
        "Q: And was that because —",
        "A: A nice stick.",
        "Q: Was that just sort of always? Just — just in case?",
        "A: Sure. That’s how the teachers started.",
        "Q: Well, it sounds frightening.",
        "A: Ah, well.",
        "Q: And was it — were there in — in — in Schliichtern, was there a large Jewish\ncommunity, or was it —\nOctober 15, 2010",
        "A: Yes, was a large Jewish community. I don’t [indecipherable] but a large Jewish\ncommunity, yes, it was nice.",
        "Q: Was it — were there also Gentiles living in there, or living there, or was it mostly\nJewish?",
        "A: No, mostly Gentile.",
        "Q: Mostly Gentile.",
        "A: Mostly Gentile. Of the eight, I remember, before Hitler came, I think there were\nabout a hundred Jews in Schliichtern.",
        "Q: Uh-huh, a hundred.",
        "A: Yeah.",
        "Q: A hundred. And did you have a synagogue?",
        "A: Oh yes, a beautiful synagogue.",
        "Q: Yeah?",
        "A: Upstairs and downstairs. Downstairs the men, upstairs the women.",
        "Q: And did your — were your parents religious?",
        "A: Yes, they were religious.",
        "Q: And did you go to synagogue, did you —",
        "A: Oh yes, oh yes. My grandmother would have killed me if I wouldn’t have gone.",
        "Q: Do you have memories of your grandmother?",
        "A: Sure.\nOctober 15, 2010",
        "Q: Whose mother was she?",
        "A: My grandparents.",
        "Q: Yeah.",
        "A: My mother’s — my mother’s parents, and then I have memory of my father’s\nparents. His father died young, he had — ah, what the hell? He had cancer of the\nliver, and in that time there was no medicine to give him for pain. He hanged\nhimself.",
        "Q: Oh my.",
        "A: Couldn’t take the pain any more, he hanged himself. But my grandmother lived a\nlong time.",
        "Q: And how old were you — did she die when you were a teenager or something?",
        "A: Yeah.",
        "Q: Yeah?",
        "A: Yeah.",
        "Q: Was she a very strong influence on you?",
        "A: Not that grandmother, my mother’s mother was a strong influence on me, yes.",
        "Q: In what way?",
        "A: In every way. She was very strict. Very loving, but very strict. Oh sure, was a\nwonderful woman, wonderful. And I think I brought up my children like that. She\nwas very strict and she was very loving.\nOctober 15, 2010",
        "Q: And, can you give me some examples of both ways —",
        "A: And my grandfather too. My grandfather was a — a — a Jewish teacher.",
        "Q: At a—at a school, at a Jewish school, or as a—a teacher in the German school\nsystem?",
        "A: In the Jewish school, but they were paid by the government.",
        "Q: I see.",
        "A: The Jewish teachers were paid by the government.\nA2: And they would have in the morning, the Jews would have an hour of Jewish\neducation and the Catholics would have an hour of Catholic education.",
        "A: Yeah, and we got — we had in the mornings —",
        "Q: Okay.",
        "A: — yeah, we had to go to Hebrew school in the morning, an hour before regular\nschool because the — the Christian children, they also had an hour —",
        "Q: Of religious education?",
        "A: Of religious education.",
        "Q: I see.",
        "A: And then we went in — went to regular school.",
        "Q: What are the — did your — did your mother’s and father’s families, were they also\nborn and raised in Schliichtern? Had they come from somewhere else?",
        "A: My mother’s — no, my mother’s parents, they came from Mainstockheim.\nOctober 15, 2010",
        "Q: Mm-hm.",
        "A: That’s in — near Wirthswies in Bavaria. And my father’s, they were born in —\nnear Schluchtern.",
        "Q: Near Schluchtern.",
        "A: Yeah. Forgot, Wienschteiner(ph) or someplace, I forgot which one.",
        "Q: Did — so, in order that I’m not confused, are you — are you saying that when you\nwent to school, you went to a regular public school —",
        "A: Yeah.",
        "Q: — but you had separate religion classes?",
        "A: Yeah.",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: Okay. And your grandfather was a teacher in one of them? Is that what you said?",
        "A: My grandfather was a Hebrew teacher, no.",
        "Q: Teacher.",
        "A: In Mainstockheim, that was near — near Wirthswies in Bavaria, he was a\nHebrew teacher. And during the war —",
        "Q: First World War, yeah?",
        "A: Which war was that now, I forgot already — he also taught a regular school.",
        "Q: First World War, yeah.\nOctober 15, 2010",
        "A: It must have been 18 sometimes?",
        "Q: Mm-hm.",
        "A: I don’t know what year that was. Yeah, because they needed the teacher, the other\nteacher went to — my grandfather couldn’t go to the army, you know, but they were —\nboth grandfathers couldn’t go. This one had only a half a leg, one and a half legs,\nand I forgot already the other one — my father couldn’t go because he had — I don’t\nknow what it was. One of those wars, he had something with his eye, some sickness\nwith the eye, forgot what it was. So I have good memories from my childhood.",
        "Q: I'd like to have some — some examples of those — those good —",
        "A: Huh?",
        "Q: What are some of the examples of those good memories? What ma — what makes\nyou feel particularly happy about thinking of those things?",
        "A: Cause it was a nice time in — in— 1n Germany at that time. We were — we had —\neverybody was happy, everybody lived nice together. There came Passover, my\nmother sent me with some matzos to a neighbor who wasn’t Jewish, you know, they\nliked matzos and that was a big — big thing for them to get some matzos, you know,\nthree, four matzos.",
        "Q: Mm-hm. And so there was friendly relations with your German neighbors?",
        "A: Yes.",
        "Q: Normally, you would say.\nOctober 15, 2010",
        "A: Sure, we had good relations with them.",
        "Q: Did you have also friends amongst —",
        "A: Friends?",
        "Q: Yes.",
        "A: Sure, I had two German — oh, I had two girls, they were not Jewish. One was\nIrmgard(ph) Miller, and the — which she was a nice girl, and the other one was the\nAnnamarie(ph) Schultz(ph) and I owe her a spit 1n the face.",
        "Q: Oh, why”?",
        "A: When we were young — when I was about 18, I would say, you know, I bo — my\nmother died when?\nA2: 733.",
        "A: 1933. And so how old was I in 1933?",
        "Q: Thir — 20.",
        "A: Yeah?",
        "Q: 20s. You were 20.",
        "A: 20?",
        "Q: Mm-hm.",
        "A: I met that girl on the street, she came one way and I went the other way. And she\nout of — Hitler was in power then.",
        "Q: I see.\nOctober 15, 2010",
        "A: Out of the blue sky, she spit in my face.",
        "Q: And she had been your friend?",
        "A: Huh?",
        "Q: And she had been your friend before?",
        "A: Yeah. And the other one, the Irmgard(ph) Miller, she was nice. They all were\nmostly nice, but that was a miserable girl, I don’t know why she did it, because I was\nJewish. What can you do? If I would — I wish I would see her today, I owe her that\nspit.",
        "Q: It’s been many years —",
        "A: Huh?",
        "Q: — in the way — it’s been many years in the waiting for it.",
        "A: I’m waiting a long time.",
        "Q: Yeah. 83 — 87 years, something like that. That’s a long time to wait. No, I’ve got\nmy numbers wrong, it’s 77 years.",
        "A: I—I don’t even know — I don’t even know if she’s alive, who knows, I don’t\nknow.",
        "Q: So-",
        "A: I have no idea.",
        "Q: — I want to go back to the school days.",
        "A: Whatever.\nOctober 15, 2010",
        "Q: So — so, when you went to school, you — it was strict, you had separate religion\nclasses?",
        "A: Yes.",
        "Q: And did you feel like you were different from anybody else, I mean — no? It was",
        "A: No.",
        "Q: Did you feel German as well as Jewish?",
        "A: Huh?",
        "Q: Did you feel like you were a German as well as being Jewish?",
        "A: Sure, and on Shabbas we had a half a day school. I wore a nice, white apron\n[indecipherable] to school, because it was Shabbas.",
        "Q: Mm-hm. And — and at school, did —",
        "A: There was no — no anti-Semitism.",
        "Q: You didn’t feel that, no?",
        "A: No, no.",
        "Q: No.",
        "A: No. There was none.",
        "Q: Did you feel different though, from the other children? Were there many Jewish\nchildren in the school?",
        "A: Sure there were Jewish children.\nOctober 15, 2010",
        "Q: Many?",
        "A: In my class? Depends, you know. My class, I forgot how many. I think I was the\nonly one, probably. Was there another one? No, there was another one. I don’t know\nwhen [indecipherable] I don’t remember how many we were in the school.",
        "Q: Okay, okay.",
        "A: That’s too long ago.",
        "Q: Okay. What would you say about — about how things started to change when —\nyou know, when this girl came and spit in your face, and it was such a surprise —",
        "A: How things started, it’s a good question. It just — overnight. It just started\novernight, you know. They came out of the — how do you call it? Out of the —\nA2: The wood. Woodwork.",
        "A: Came out of the — how do you call that?",
        "Q: The woodwork?",
        "A: Huh?",
        "Q: Out of the woodwork, out of the blue?",
        "A: Yeah.",
        "Q: Something like that.",
        "A: Just like that. Just like that.",
        "Q: So, by the time Hitler was in power, you were 20 years old.",
        "A: Probably, yeah.\nOctober 15, 2010",
        "Q: Yeah. Had you gone — ha — you had finished school.",
        "A: Sure, I was finishing school. I already had gone to another school oh — in\nMunchen.",
        "Q: In Munich?",
        "A: In Munich on my own — yeah, in — what was it? I forgot already. Oh, I learned to\ntake care of babies.\nA2: Baby nurse.",
        "Q: A baby nurse, uh-huh.",
        "A: What was it? Yeah, that was in Munich. And — well, I don’t know any more.",
        "Q: Did you have a job afterwards?",
        "A: A job?",
        "Q: Uh-huh.",
        "A: Yes, I did have a job. I had a job by f — by a family with four children, ages 10 to\ntwo. And I took care of them. I had to — I had to take completely care of them. I\nwanted to work because I always wanted to have my own money.",
        "Q: Did you still live at home?",
        "A: Huh?",
        "Q: Did you still live at home at that time?",
        "A: I lived by these people.",
        "Q: Uh-huh.\nOctober 15, 2010",
        "A: Their name was Hyman(ph) in — forgot the name where they were. In this farm\nsomeplace. Was nice people, you know. And then I had a job, another job. I don’t\nknow any more, I forgot. Yeah, I don’t know any more, this too long ago, you want\nto know from 150 years ago. All right. What else? Do you remember what I told\nyou?\nA2: You used to te-tell us about when you would — you and your friends, you used to\ngo swimming, you were part of a swimming group.",
        "A: Oh, that was — yeah, when Hitler was in power, you know. In Frankfurt, I lived\nin Frankfurt and with my father, my mother had passed away, and we used to go —\nwe could only go on a Monday night to a s-swimming, to a Jewish — with the Jewish\npeople, you know, they were allowed only so — on Monday nights. That was in\nFrankfurt, that was in — what was the year — how old was I when I got married?\n1923? No. ’23, I was —",
        "Q: No, in 1923 you were 10 years old.",
        "A: No, I would not be — I was 23.\nA2: °35 you got married.",
        "Q: In 1935”",
        "A: Yeah, I got married in 1935, yeah.",
        "Q: What was your husband’s name?",
        "A: My husband’s name? Eustyne(ph).\nOctober 15, 2010",
        "Q: Eustyne(ph)? And —",
        "A: Justin.",
        "Q: Justin. And was — where was he from?",
        "A: Dammstadt.",
        "Q: Dammstadt.",
        "A: [had a good mother-in-law.",
        "Q: Did you?",
        "A: Yes.",
        "Q: Tell me about her.",
        "A: They can tell you. They know her.",
        "Q: No, but you’re the person we’re interviewing. So —",
        "A: Huh?",
        "Q: You’re the person we’re interviewing, so you tell me.",
        "A: She was a very good woman. She was really clever. She had a big business.",
        "Q: Mm-hm. What was her business?",
        "A: Wholesale of food in Dammstadt. They had a few trucks. She was very clever,\nmy mother-in-law, very clever woman. And a very good woman. A good grandma.",
        "Q: Was she, yeah? And 1-in — in what ways was she kind to you as a daughter-in-\nlaw? Because that’s not always the case that a mother-in-law is kind to her daughter-\nin-law.\nOctober 15, 2010",
        "A: I don’t know. I loved her and she loved me.",
        "Q: Did you — was it more than your own family? Did you feel closer to her than your\nown —",
        "A: I only had my father, my mother that was —",
        "Q: Ah, that’s right.",
        "A:—my mother was gone. You know, my father came every weekend from\nFrankfurt to Dammstadt, and stayed with me over the weekend. Sure.",
        "Q: And by that point though, Hitler was in power, and the Nazis —",
        "A: He came into power, yeah.",
        "Q: Had that affected their store? Had that affected their business, your mother-in-\nlaw’s business?",
        "A: Not right away —",
        "Q: Mm-hm.",
        "A: — because they were too well known, you know, for decent business people. But\nwhen it came, you know, they had to sell anyway, and we all had to leave.",
        "Q: Well, what was — what was it — what was her last name, your mother-in-law’s?",
        "A: Huh? Halle.",
        "Q: Halle, Halle. And so that —",
        "A: It was Halle.",
        "Q: Uh-huh.\nOctober 15, 2010",
        "A: It used to be Halle, with the e on the end, you know, Halle with the e on the end.",
        "Q: Uh-huh.",
        "A: Oh yes.",
        "Q: And so when you came to the United States, you just took the e off?",
        "A: Yeah.",
        "Q: I see.",
        "A: Because my father-in-law had already a brother and two sisters here, who came\nmuch earlier, you know, to the United States, and they had changed it to Hall.",
        "Q: I see.",
        "A: So we changed ours too.",
        "Q: Okay. And when did you decide that it’s time to go? When did your family, your\nhusband, your —",
        "A: Well, I don’t know anymore when we decided. It was bad already against the\nJews, you know. Oh, yes, that was even before I knew my husband. They took the\nJewish men in Dammstadt, all the Jewish men, like my father-in-law and my f — my\nfather-in-law and other Jewish men, you know, and they had to — they had to clean\nthe sidewalk with this — a brush. That was before I even met my husband, you know.",
        "Q: And you knew of it, ho — well, how — how did you meet your husband?\nOctober 15, 2010",
        "A: Huh, I met my husband, I was — poor guy didn’t have a chance. I was invited by\nsomebody, y-you know — I don’t know, friend of mine, and who was that — and I met\nmy husband, oh, he was there.\nA2: You — you were start — you —",
        "A: I got with him in the car, I don’t know how it goes any more. Anyway, I met him\nby a friend of mine, then he says that he’s going to Frankfurt, you know, we lived\nat Dammstadt at that time — no, I didn’t.\nA2: You lived in — you lived in Frankfurt.",
        "A: I lived in Frankfurt, yeah. So — and I liked him, and I figured I’m going to marry\nhim. So I said to him, oh, you’re going to the Café Falk(ph)? He said yes. I said, you\nknow what? I was supposed to go there, but I think I changed my mind. I said, where\nare you going? [indecipherable] So he said, I go — and in the [indecipherable] in\nthe — the — and Jews at that time could only go to a Jewish café, or in the — in\nHauptbahnhof.",
        "Q: In the central train station.",
        "A: Huh?",
        "Q: A-At the central train station.",
        "A: The train station.",
        "Q: Okay.\nOctober 15, 2010",
        "A: So I said, ’'m going with you. So we stayed til one o’clock at night he brought me\nhome. I can talk.",
        "Q: So what — you — you were — you were talking?",
        "A: Oh yes.",
        "Q: Who did the talking?",
        "A: Huh?",
        "Q: Who did the talking?",
        "A: I did.",
        "Q: And he did the listening.",
        "A: Sure.",
        "Q: And I guess he liked what he heard.",
        "A: I didn’t ask him, but he asked me — wanted to pick me up on the next weekend, I\nsaid, how about tomorrow night? Was Monday night. He said, why’? I said, I go\nswimming and I would like you to pick me up. I wanted him to see me in a bathing\nsuit. That was the end, he had no choice.",
        "Q: He had no choice.",
        "A: No.",
        "Q: Once he saw you in a bathing suit, he was a done-er, huh? And how soon after —",
        "A: [indecipherable]. Huh?",
        "Q: How soon after did you get married, after you met?\nOctober 15, 2010",
        "A: Three months later we got married.",
        "Q: And you moved to Dammstadt?",
        "A: Yes, moved to Dammstadt, yeah.",
        "Q: Yeah. And did you then — what did you — did you stay at home then, or did you\nhelp your mother-in-law in her business? How did you keep yourself occupied?",
        "A: I was supposed to help her in the business, but I had a girlfriend, and I met a girl\nthere, friend of my husband’s, his wife, she just got married then too. So we went out\nevery day, the two of us, or three of us. We went to a café in du — in the — in the\nforest there was a café, and had a good time.",
        "Q: Even in the middle of be — of it being Hitler’s Germany, you managed to enjoy\nyourself.",
        "A: Yeah, we did. Then, I don’t know how much later, you came.",
        "Q: Were you born in — were you born in Germany”? What’s her name?\nA2: My name?",
        "Q: Yeah.\nA2: Well, it was Gerta Gutta.",
        "Q: Gutta?\nA2: Gerta Gutta.",
        "Q: Gerta Gutta. And you were born what year?\nA2: In 736.\nOctober 15, 2010",
        "A: I got married in °35.\nA2: Right.",
        "Q: Yeah.",
        "A: Yeah.\nA2: I was born nine months later.",
        "Q: Yeah, okay.\nA2: She didn’t tell you that they left Schluchtern because the policeman, the head\nof the police came to tell her that her father shouldn’t come home any more, the\nNazis were looking for him.",
        "Q: Can you — can you —",
        "A: What is this?",
        "Q: — can you tell me about how you — your father came to leave Schliichtern and\nwhat — what was the circumstances?",
        "A: Oh, he had left already Schlichterntin(ph) —",
        "Q: I know.",
        "A: My father lived in Frankfurt — huh?\nA2: Why did Grandpa leave Schlichtern?",
        "Q: Why did your grandf — why did your father leave Schliichtern?",
        "A: Oh, it was on a Shabbas afternoon, and Hitler was in power already, and he was\nin shul, the afternoon and [indecipherable] and he had a — the — a policeman came.\nOctober 15, 2010\nWhen he went out of the synagogue, was a policeman there, and he came and he said\n— they went to school together. He said to my father, Herman, don’t go home. Go in\nyour car and go away and don’t come back to Schliichtern, because I sh — ’m—I\nhave — otherwise I have to take you into schutzhaft.",
        "Q: I have to arrest you.",
        "A: Yeah. So my father didn’t come home, he went to Frankfurt in — in his car, with\nhis — mein — my cousin brought him with his car to Frankfurt, then I sold the\nhouse.",
        "Q: So, did you stay in Schlichtern at that moment?",
        "A: Sure, I was still in Schliichtern.",
        "Q: Mm-hm.\nA2: Didn’t the — didn’t the Nazis come to your house that day?",
        "A: Oh, the Nazis, they came into our house. Was that before?\nA2: No, the same day.",
        "A: Came afterwards.\nA2: No, the same day.",
        "A: Huh?",
        "Q: The same day.",
        "A: Same day? Possible. And —",
        "Q: What happened?\nOctober 15, 2010",
        "A: Oh, they wanted to tur — what happened. They wanted my father. So, I mean,\nstupid me, I went to the — how would you call it, with a — that — the Birgermeister —",
        "Q: No, auf deutsche, auf deutsche. Auf deutsche [speaks German]",
        "A: Where the Biirgermeister lived, you know. And —\nA2: The mayor.",
        "Q: Where the mayor lived?",
        "A: The mayor, yeah. And I — we had already a different mayor, because th-the mayor\nwhich we had before was married to a Jewish woman, they had a child. So he was\ngone already. So he had an Hitler — a Hitler mayor, and went to him, and I told him,\nyou should take those guys away which are in front of our house, standing\n[indecipherable] waiting for my father. And I’m gonna write to my uncle in\nMilano, what’s going on in — in Schliichtern. I was 19 - 20 years old. So anyway,\nthose guys, then they dr — called them away, you know. That was the end, and then\nmy father didn’t come home anyway, I went to Frankfurt and I sold the house and\neverything. I’m sorry I sold it. Beautiful house. Belongs today to the city.",
        "Q: For — to the city of Schlichtern.",
        "A: City of Schliichtern, yeah, beautiful house. Oh, she saw it. Did you see it too?\nA2: I saw the house, it’s beautiful.",
        "Q: Was it a big villa or something?\nA2: It’s a very large house.\nOctober 15, 2010",
        "Q: Very large house.\nA2: Right — 1n-in the t — in the — right by the town.",
        "Q: Mm-hm. And were your grandparents still alive then, or they were dead by then?",
        "A: No, no, no, they died already, my grandparents were dead already.",
        "Q: I see. So it had been you and your father living in the house?",
        "A: Yeah.",
        "Q: Just the two of you in the —",
        "A: Yeah.",
        "Q: And —\nA2: Her brother was away in school.",
        "Q: I see. And — yeah.",
        "A: My brother — my brother couldn’t come back. He was in Italy, and he was told he\ncannot come back, because otherwise they’Il take him into — into custody too. And\nso he went to Brack(ph) —",
        "Q: Ah.",
        "A: — to Czechoslovakia.",
        "Q: To Czechoslovakia.",
        "A: He was in Italy, he was studying in Italy.",
        "Q: What was he studying?",
        "A: What do you call it?\nOctober 15, 2010\nA2: Art.",
        "A: Huh?",
        "Q: Art?",
        "A: Art, yeah.",
        "Q: He was studying art? Uh-huh.",
        "A: He was a— a commercial artist.",
        "Q: I see. And your — the person — your uncle in Milano, was he somebody who had a\nposition that — that 1t convinced the mayor to pull his guards away?",
        "A: No, that was just my saying, you know.",
        "Q: I see. Okay, I see.",
        "A: I wanted to scare them.",
        "Q: And, do you think you did?",
        "A: No. But then it went down, down, down, everything. My — my — my — I went with\nmy father to Italy, to my uncle for [indecipherable] something. And we were there\ntwo weeks and then we went home, and then the bastards that came into the house,\nthey smashed everything on the ground floor.",
        "Q: This is in Frankfurt already?",
        "A: Ah no, that was all in Schliichtern.",
        "Q: Ah.\nOctober 15, 2010",
        "A: They smashed everything to pieces. Was terrible, was really bad. Even our maid\nwas afraid, and she wasn’t Jewish.",
        "Q: And this — and that was while you were gone, huh?",
        "A: Huh?",
        "Q: That — was that done while you were gone? While you were in Italy?",
        "A: No, while we were in the house.",
        "Q: While you were in the house.",
        "A: In the house. They didn’t ask, but just came and smashed everything to piece.",
        "Q: Did you know the people who were doing it?",
        "A: No, no, no. Mostly they were not from my hometown, they brought them in from\nthe outside.",
        "Q: Ah, okay. And hometown people, did they ta — you know, fr — aside from the\nfriend who spit on you, the former friend, how did they cha — did their attitudes\nchange, or had they still st —",
        "A: Never heard of them any more. Never heard of them any more.",
        "Q: So, all the former friends —",
        "A: I would like to see her today, I owe her the spit.",
        "Q: Other people —",
        "A: It’s no use.",
        "Q: Yeah.\nOctober 15, 2010",
        "A: I could — that’s no use, no. I could find out, really, you know. To Amy’s friend,\nmy granddaughter — granddaughter has some — knows somebody who — ah, who\nknows? It doesn’t matter any more, it’s too long ago.",
        "Q: How about other people in the town? Do — did — how did they behave towards\nyou, the Gentiles, when Hitler got into power?",
        "A: Most of them were okay, they left you alone. Oh sure, they left you alone, you\nknow. They didn’t bother, no.",
        "Q: No.",
        "A: Nobody bothered, really.",
        "Q: Except you — but they — so, 1n order to — 1n order to do things that were aggressive\nand violent, they would have to bring in strangers to do them. Is that what we could\nunderstand?",
        "A: But we did nothing.",
        "Q: No, no, no, no. I know you didn’t do anything. It was when someone — when they\nwanted to scare you because you were Jewish, they brought in strangers from outside\nthe town.",
        "A: Yeah, yeah.",
        "Q: Yeah.",
        "A: Yeah. They put in strangers.",
        "Q: And —\nOctober 15, 2010",
        "A: The Jews were well liked in — in Schliichtern. They were well liked, they were —\nwe — we danced, went to dances together, you know, the — the Goyim and the Jews.\nAnd you know, it — what you call the [indecipherable] once a year they had a — how\ndo you call that? Like you have it here, too.\nA2: A big dance?",
        "A: Huh? Yeah, you know, a—a-—\nA2: A festival?",
        "A: Oktoberfest or something.\nA2: A festival.",
        "Q: Mm-hm. And it was all joined, everybody joined together to celebrate.",
        "A: Yeah, everybody danced together, everybody joined. There was nothing.",
        "Q: That must have been quite a surprise when it all happened.",
        "A: Huh?",
        "Q: It must have been quite a surprise when it all started to change.",
        "A: Sure, it was bad. What can you do? Couldn’t help it, you know, that’s what it\nhappened. Some of them went nuts.",
        "Q: Yeah.",
        "A: I met a— I have to go again, you know, I met a woman, she went to Schliichtern\n[indecipherable] in the — by the butcher here. So — but it doesn’t matter any more, s\n—I don’t know anybody any more anyway.\nOctober 15, 2010",
        "Q: Yeah.",
        "A: I wonder who is alive. Who knows? Today I enjoy my children, my\ngrandchildren, my great-grandchildren, and I hope something like this will never\nhappen again.",
        "Q: I understand.",
        "A: I hope so.",
        "Q: Tell me how you left Germany.",
        "A: Why I left?",
        "Q: Not why you left, how you left.",
        "A: Oh, should have brought out a picture. I had my daughter, Gertie was six months\nold.\nA2: Three months.",
        "A: Huh?",
        "A: Three months? I thought it was six months — in the basket, in a — what’s a —\nbasket, right?\nA2: A laundry basket.",
        "Q: Mm-hm.",
        "A: Such a basket. Ay yi yi. Had her in a basket and the carriage went along too. I —\nin the carriage I had all the diapers, you know. And I went to — where\n[indecipherable] I first stopped for two weeks in — oh God, didn’t I just tell it\nOctober 15, 2010\nbefore, someplace where I went? [indecipherable] to the book. I had an uncle and\naunt —\nA2: Milan?",
        "A: — and they lived in — near France — in France someplace. I don’t know any more.\nSo I went with my daughter, and — how the hell have I got it? Who knows? I don’t\nknow any more. In a basket to someplace in France.",
        "Q: How did you get there, did you go by train?",
        "A: By train. How else, not airplane. Went by train. And they’re so — Germans are\ncrazy. I had to open up the diaper and show her — show them her tushy, just in case I\n_J[-",
        "Q: Had jewelry there or something?",
        "A: Huh?",
        "Q: Just in case you would have jewelry there or something?",
        "A: Not jewelry, money.",
        "Q: Money.",
        "A: Jesus Christ. It was no laughing matter at that time.",
        "Q: No.",
        "A: Today I can laugh about tt.",
        "Q: Where was your husband?\nOctober 15, 2010",
        "A: When I left Germany, my husband was here already. He left before me. He left\non the first of May.",
        "Q: What year?",
        "A: Mm, good question.\nA2: 36.",
        "Q: °36?",
        "A: °36.",
        "Q: Okay, first of May, 1936, he had already left to come to the United States, yeah?",
        "A: Yeah.",
        "Q: And —",
        "A: I left in July or August, I don’t know when it was.",
        "Q: And had you talked? Had — what about his mother? Did she also leave?",
        "A: My mother-in-law?",
        "Q: Yeah.",
        "A: Yeah, the whole family left. They — I make my mother-in-law and my father-in-\nlaw and my brother-in-law — my — my other brother-in-law had gone with my\nhusband already. They were here, my husband went with my brother-in-law. And\nthen I [indecipherable] the in-laws. And they left on the first of May, Betty and\nErnie and Joe, my brother-in-law Joe, and my mother-in-law and my father-in-law.\nWe left later. I met my in — my in-laws in France.\nOctober 15, 2010",
        "Q: I see.",
        "A: [indecipherable] down to France already.",
        "Q: Where?\nA2: Le Havre.",
        "Q: In Le Havre, uh-huh, okay.",
        "A: I forgot already where. And I met them there, and then we went together, oh the —\nthe guy was so nice to me on the ship, you know. You have to take this — the big ship\ncould not come into the —",
        "Q: Port?",
        "A: Huh?",
        "Q: Into the port?",
        "A: The port was too big, you know. It was the Hamburg.",
        "Q: Uh-huh.",
        "A: And so I — that guy was nice to me. The — on the ship, what do you call those, the\n— the sh —\nA2: Captain.",
        "A: The captain. It was so windy, you know, and she screamed blue murder. So, he\nsays to me, come with me in my cabin. So, you know, it was too windy.",
        "Q: And so you stayed where it wasn’t so windy.\nOctober 15, 2010",
        "A: And then, what they did, they sing. On the ship. [sings in foreign language]\nThey make you feel so bad.",
        "Q: Yeah. Because it was a song about leaving your home.",
        "A: Yeah.",
        "Q: Yeah, yeah.",
        "A: I could’ve killed them.",
        "Q: And — and so it wasn’t easy to leave, was it?",
        "A: No, it wasn’t.",
        "Q: Why’?",
        "A: Why? I loved Germany. I loved my homeland. Had no complaints. My parents\nhad no complaints, we were living nicely. My father was doing very well.",
        "Q: Yeah.",
        "A: So, we lived nice with the neighbors, only until the lousy bastards came. The\nNazis.",
        "Q: Yeah.",
        "A: I don’t unders — I don’t understand it, not to this day.",
        "Q: Very few people do.",
        "A: Huh?",
        "Q: Very few people do.",
        "A: I can’t understand it.\nOctober 15, 2010",
        "Q: Yeah.",
        "A: No.",
        "Q: What about your father? Didn’t he leave with you?",
        "A: My father came later. Sent him affidavit, he came. Oh, we brought so many\npeople.\nA2: 84.",
        "A: 84 people.",
        "Q: How did you bring 84 people over?",
        "A: With — with the help. We had help. My father-in-law — my father-in-law’s sister\nwas married to a congressman, Blume(ph).",
        "Q: Do you rem — Blume(ph)?",
        "A: Mm-hm. And — and so there was help, you know, and then there was a Jewish\nwoman, she was working on the — where do you call it? On the immigration. And\nmy father-in-law had to go to the immigration, I don’t know what for, right away.\nAnd he talked to her, and she helped, too. Through that, you know, I mean, until\nroose — I think it was Roosevelt who stopped that to coming in, that you can’t get in.\nThe last one who came into the United States was my mother-in-law’s cousin. She\nwas married, I forgot her name. Then the — then they stopped, they didn’t let any\nmore Jews come in.\nOctober 15, 2010",
        "Q: So was it the congressman who helped your mother-in-law and you and your\nhusband first come over?",
        "A: Yeah, the — he helped, you know, because he was married to — to\n[indecipherable] I forgot, I mi — just said, you know? My — I don’t know what,\nforgot already. Anyway, and that’s how we got here. That’s — and then we — we were\nable to bring that many people.",
        "Q: It’s an amazing number of people.",
        "A: Huh?",
        "Q: That’s an amazing number of people.",
        "A: Yeah, yeah. The first ones we were able to bring here, my — somebody in the\nfamily was engaged to somebody and I don’t know, anyway, that was the first one to\ncome, be sent an affidavit. I mean, at that time you could send affidavits, and then\nRoosevelt, I think, stopped it.",
        "Q: But during that time, I mean, it means you arrived in the United States in 1936.",
        "A: Yeah, okay.",
        "Q: And so there’s a couple —",
        "A: One after the other came then.",
        "Q: Okay.",
        "A: [indecipherable] were able to.",
        "Q: How did you help? What were you doing in order to help?\nOctober 15, 2010",
        "A: We had to — shouldn’t say it, you know? Do you think we still told the truth all\nthe time?",
        "Q: That’s all right. No one’s gonna catch you now.",
        "A: How much you make, you know, you have to tell them how much you make.\nCome on. Or if you’re working, if you make money or not. We were able to bring\nthem in.",
        "Q: But I’m still confused. How did you do it?",
        "A: How? Oh, officially? We didn't tell the truth always.",
        "Q: But what was it —",
        "A: To say how much we make, you know, if we are working or not.",
        "Q: Ah, so you sponsored them in, you sponsored —",
        "A: Sure, yeah, yeah.",
        "Q: — 84 people in.",
        "A: Yeah.",
        "Q: And you — and you wrote. Can you tell me — so you wrote on the — on the\napplications that you were earning more money than you —",
        "A: Oh certainly, what do you think?",
        "Q: I see, I see. And so that they wouldn’t be a burden on the state —",
        "A: Yeah, roll that down, so I don’t have to be afraid [indecipherable] be sent away.\nOctober 15, 2010",
        "Q: No, no, no, you don’t. So, 1-it was an easier way of doing this, of getting them out\nof the country this way?",
        "A: Sure.",
        "Q: And was this unusual? I mean, did any — did you know of any other people who\nwere able to get so many others out?",
        "A: Never asked.",
        "Q: Never asked, yeah. And who were the people you were getting out?",
        "A: Oh, the whole mischpoho(ph). Friends. I know the first ones were some friends\nfrom my mother-in-law. He was a lawyer in Germany, was their lawyer in business.\nAnd they had two daughters, they were the first ones. They were the first one to ask.\nAnd then we have and we were a [indecipherable] you know. Many relatives. Sure,\nall of them, the whole — whole kit and caboodle.",
        "Q: So when they arrived, all the people —",
        "A: They all stopped in our house. They all slept there until they — a day or two or a\nweek, you know, until they found an apartment, and that was it, and then they were\non their own.",
        "Q: Where did you live, where was your house?",
        "A: We lived in New York.\nA2: Manhattan.",
        "Q: In Manhattan?\nOctober 15, 2010",
        "A: In Manhattan. Uptown.",
        "Q: Did you have an apartment?",
        "A: Oh sure, we had a nice apartment, big apartment, we all lived together. And then\nwhen they came, when the mischpoho(ph) came, they all slept by us, until they had\nan apartment or something, you know.",
        "Q: Do you remember where you first arrived, when you first arrived, where you\nstayed?",
        "A: Yes, in 178\" Street is fa — 178™ Street I think it was. Today it’s not there any\nmore, today the bridge — they had built a bridge there now. Sure, I remember. Oh,\nthat was full of bedbugs. Oh my God.",
        "Q: And — and did that mean that your — that your — your mother-in-law and the lu —\nyour husband’s family hadn’t established themselves here yet, or had they —",
        "A: Oh no.",
        "Q: No.",
        "A: My husband was here, he was working nights. He was a dishwasher, yeah. And\nErnie was working daytimes, my brother-in-law, so I found an — I found — there’s a\nletter, a green envelope.\nA2: Where?",
        "A: In the kitchen, in the — right there on the — when you come in on the right side.\nThey were — they had a room together, my ma — my brother-in-law and my husband,\nOctober 15, 2010\nthey were here first. And my husband worked nights, and my brother-in-law worked\ndaytimes, so they had one room. One slept at night and one slept in the daytime.\nThat wasn’t easy. But we were happy anyway [indecipherable] oh yes.",
        "Q: So when you arrived, did you arrive to that place with the baby?",
        "A: Yeah.",
        "Q: Yeah?",
        "A: That was a hundred and —",
        "Q: 78 Street?",
        "A: 78\" Street, yeah, I remember. Oh, God almighty. We had a bedroom\n[indecipherable] that this old big apartments, the long corridors, you know?",
        "Q: Yes, yes, yes, yes, yes.",
        "A: She — she couldn’t walk it, she was sitting on her behind and moving herself\nalong that long corridor.",
        "Q: Okay, so this is to wat — 100 fa — this letter is showing that it’s to 149 West 91\"\nStreet.",
        "A: That was where my a — that’s where my — where my husband and my brother-in-\nlaw —",
        "Q: Uh-huh? Stayed at this —",
        "A: — yeah, of Winkler.",
        "Q: Winkler.\nOctober 15, 2010",
        "A: They have a room rented from somebody.",
        "Q: Uh-huh.",
        "A: My brother-in-law worked daytimes and that’s when my husband slept. And\nwhen my husband went to work, then my brother-in-law slept in that bed.",
        "Q: And then what happened when you arrived? Where did you sleep?",
        "A: Oh no, then we — my husband took a — had taken already an apartment, 178\"\nStreet. And was on a Friday I arrived, and the — and the furniture arrived at the same\ntime, we brought all our furniture. And was on a Friday, moved in there, slept there.\nAll of us.\nA2: Who was all?",
        "Q: Yeah, who was all?",
        "A: My brother-in-laws, my cousin — pa — Daddy’s cousin, Manfred(ph).",
        "Q: Mm-hm, your mother-in-law?",
        "A: M-My mother-in-law, my father-in-law, who else was it? The whole\nmischpoho(ph), whatever that was.",
        "Q: Mm-hm.",
        "A: Manfred(ph).\nA2: Yeah.",
        "A: Yeah. But on Friday, at that Friday, Grandpa and Grandma, they slept by Aunt\nSophie.\nOctober 15, 2010",
        "Q: And when did you decide to start get — trying to get people over? When did you —\nyour family get involved with this?",
        "A: Oh, right away.",
        "Q: Right away?",
        "A: Yeah, you had to.",
        "Q: Mm-hm.",
        "A: You had to. My father-in-law had a sister here, and a brother here for years\nalready. And his sister came to Germany, I was married, was just married, you\nknow. And she said to my in-laws, you have to leave Germany. My mother-in-law\ndidn’t want to do this. Ah, that — that will go over too, won’t be anything, you know.\nShe didn’t want to leave. My mother-in-law said, let me keep Gertie, when she —\nafter she was born. Let me keep Gertie, I stay here and you can take a look how it is\nin America. So my father-in-law said no, we all go. And that’s how we all got out,\nyou know.\nA2: The Nazis told my father, who was very Aryan looking, you can’t\n[indecipherable] any more.",
        "A: Huh?",
        "Q: Oh yeah, your — your husband se — your daughter is saying that your husband\nlooked like an Aryan, did not look Jewish.",
        "A: Absolutely, yeah.\nOctober 15, 2010",
        "Q: And that he had a friend who stopped being his friend, bec —\nA2: [indecipherable] riding around with his friends, they were Nazis.",
        "Q: Hi — ah, he —\nA2: They ended up being nat — you know.",
        "Q: Uh-huh, these former friends.",
        "A: [speaks foreign language]\nA2: Din — you told me that Daddy used to drive around with his friends that were\nNazis —",
        "A: Oh, yes.\nA2: — til they told him they can’t any more.",
        "A: Oh, yes.\nA2: And that’s when he decided —",
        "A: He was blonde, you know, he looked like a goy.",
        "Q: Mm-hm. And he wo — and tell me about that, when he was — he still had some\nfriends who were Germans, who were Nazis?",
        "A: Yeah, they thought he was a Nazi. They told everyone he was one of them. And\nhe wasn’t, he was Jewish. Yeah, he had a lot of trouble. I told you my father-in-law\nhad to clean the sidewalk with a brush.",
        "Q: That’s right, that’s right.\nOctober 15, 2010",
        "A: Grandpa [indecipherable]. It was a crazy time, there’s no doubt about it. Th-\nThey were all not normal.",
        "Q: Yeah, yeah.",
        "A: But it shows you you can — you can — ho-ho — put hate into anybody. Absolutely,\nabsolutely, you can. It’s jealousy. It’s pure jealousy.",
        "Q: But of what?",
        "A: Of what? Are you Jewish?",
        "Q: No.",
        "A: Oh, okay. That’s good. They always were jealous, you know, of people who —\nwho — who — who hort — who worked, and they didn’t care that you worked\n[indecipherable] brought themselves up, you know, out of the — of nothing. So the\npeople were jealous. Not all of them, but the majority that time, they were ha — they\n— the hatred was put into them.",
        "Q: Yeah.",
        "A: They just — you know, you can do a lot with young people.",
        "Q: It’s true, it’s true.",
        "A: Yeah. Wasn’t the older ones. Was the young ones. Sure, they were jealous. Look,\nmy father worked, and — and my — my in-laws, they worked day and night. They\nworked, they worked, they worked. They brought themselves up. But those bums\nOctober 15, 2010\ndidn’t care. That’s what happened, that missel time. Was a miserable time, but we\nwere happy anyway. Oh, [indecipherable]. We were happy.",
        "Q: Well, sometimes that’s what you need in order to be able to survive, even when\nit’s a miserable time.",
        "A: When you are young, you can take much more.",
        "Q: Probably, yeah.",
        "A: Sure, what do you think? I just hope it doesn’t happen any place. No good,\nthere’s no doubt about it. Sure, what can you do?",
        "Q: When was the next time you went to Germany? After you came back, after you\nwere here and your brought all those people out?",
        "A: I forgot. We were once in Germany, my husband and I, don’t know when. Do\nyou remember?\nA2: 20 years ago maybe.",
        "Q: One time?",
        "A: [indecipherable] do you remember?\nA2: Maybe 20 - 25 years ago.",
        "A: I don’t remember.",
        "Q: So that would have been in 1985 - 19 — something like that.",
        "A: I have a goo — of good friends in Germany, not Jewish. Christina(ph)\nBecker(ph). She sends me a-all kinds of stuff on Christmas, she sends me big\nOctober 15, 2010\npackages. She is about in the 40s. She was — is — and when we went to Germany,\nmy husband and I, we visited my husband’s friends. They were never Nazis. And\nthis girl was about eight years old, today she’s in the 40s. And she fell in love with\nme. So every year she comes and she sends me a — she sends me here, for instance,\nand there I think it is — she’s — she sends me a whole lot of stuff from my hometown.\nOh, she sends me anything and everything. She’s very nice, and her parents are very\nnice. I just had something in my hand before from them. My husband, they were\ngood friends with her grandparents.",
        "Q: I see, I see.",
        "A: Yeah, the man worked in my husband — her grandfather worked in my husband’s\nbusiness, and they were the same age as my husband, you know? So they were good\nfriends all those years. And now the grandchildren — the granddaughter is good\nfriends with me.",
        "Q: That’s nice.",
        "A: Yeah, Christina(ph) Becker(ph).\nA2: They — I think [indecipherable] business, I’m not sure.",
        "Q: I see, okay.",
        "A: [speaks foreign language]",
        "Q: Did they — did they in some ways become involved in your father-in-law’s\nbusiness, afterwards, this — these — this family?\nOctober 15, 2010",
        "A: They — they — no, they started their own business then.",
        "Q: I see.",
        "A: The Bakers started their own. Oh, I should have — I think I threw out, just before.\nWhat did I do with it?",
        "Q: That’s okay.",
        "A: Was a big business, they have a big business, so they started their own,\nafterwards, and the big ta — it’s a big company today, very big company.",
        "Q: What did they do? Do you know what they —",
        "A: They are — they are ha — are in food.",
        "Q: Maidensmitten(ph)?",
        "A: In food —",
        "Q: Maidensmitten(ph).",
        "A: — wholesale. Oh, yes. But I think I threw it out.",
        "Q: And now, the people that you brought over.",
        "A: Yeah.",
        "Q: The 84 people that you managed to get out of Germany, did they stay — did you\nstay in contact with them?",
        "A: Most of them our bed.",
        "Q: I know, but afterwards, after —",
        "A: Sure we had, sure. Certainly. We all lived together in New York.\nOctober 15, 2010",
        "Q: Mm-hm. You say one cousin?\nA2: I think so.",
        "Q: What about one cousin?",
        "A: [speaks foreign language]\nA2: You have one cousin who’s still alive in New York, who you brought over?",
        "A: Who’s that?\nA2: I don’t remember.",
        "A: I forgot. In New York?\nA2: Or somewhere. Oh, Florida. Inga(ph).",
        "A: Huh?\nA2: Inga(ph).",
        "A: Du —- Inga(ph)? Yes. Oh, yeah, the Inga(ph) [indecipherable] and her sister is\nalive, I don’t know where she lives. In Israel, I think. And who’s anush — I have\nforgot Heidi. I had — must be more, but I can’t remember right now.\nA2: Gerta Forbes.",
        "A: Gerta. She lives in —\nA2: Florida.",
        "A: Where?\nA2: Florida.",
        "A: In Florida.\nOctober 15, 2010",
        "Q: Florida, uh-huh.",
        "A: And I can’t remember right now. Some of them, they’re younger than I am.",
        "Q: Was there anybody who you wanted to bring over and couldn’t?",
        "A: Yes.",
        "Q: Who, for example?",
        "A: The doctor who brought her into the world.",
        "Q: Oh.",
        "A: Didn’t let them out any more. No, didn’t let them in here any more. Didn’t let\nthem in here any more then, Roosevelt closed. Roosevelt wasn’t so nice. We\nthought he was God.",
        "Q: And what happened to him?",
        "A: Died in a concentration camp. He and his wife and his child, yeah. His wife\nbecame Jewish when she married him, the doctor, and the boy was Jewish and they\nkilled them all. No idea [indecipherable] you really have no idea? I had before here,\na list.",
        "Q: Oh, you had a list of the people that you —",
        "A: I have a list someplace. [indecipherable] I do with it?",
        "Q: And what is that book that I see? Is this sort of like memoirs?",
        "A: What have I got way in there?",
        "Q: This is my things.\nOctober 15, 2010",
        "A: That’s yours.",
        "Q: That’s mine, mm-hm.",
        "A: I had a list with the — oh, where did I put it? Take a look what I got over there.\nA2: No, this is not it.",
        "A: No, that’s not —",
        "Q: Can you tell me what this book 1s? Is this a book of me-memories?\nA2: Birth certificates and different things like that.",
        "Q: Uh-huh.",
        "A: No, that’s not. I thought I just had it before.",
        "Q: Is this the list of the people that you would have brought over?",
        "A: No. A whole list who got killed.",
        "Q: Oh, a list of who got killed.",
        "A: Where the hell did I put 1t now? I don’t know any more. I had it here someplace, I\ndon’t know where I put it. What you have laying there on [indecipherable]. Should\ninterview my son-in-law, my daughter’s husband.",
        "Q: Yeah?",
        "A: He came here — what he went through. He is from Poland. He 1s from —\nA2: Gdansk. Danzig.",
        "Q: Oh, Danzig, that was a tough place to be.\nOctober 15, 2010",
        "A: Can’t see it, can’t find it, who knows? Nah, that’s not it. Now, it must be here\nsomeplace. No, what’s in that book, or underneath the book, or in the book?\nA2: It’s not — yeah, it’s not there, it’s not.",
        "A: It must be. [indecipherable]",
        "Q: Okay, okay.",
        "A: I can look it up, what’s the difference?",
        "Q: It’s okay.",
        "A: I’ve got plenty.",
        "Q: Was that the list of people who didn’t make it? Geburt und tod, birth and death,\nit Says.",
        "A: Do you speak — you [indecipherable] German?",
        "Q: Uh-huh.",
        "A: I once — I don’t know where I — I don’t know where I got that from. It’s very\ngood. [speaks German]",
        "Q: You want me to read it?",
        "A: Yeah, why not?",
        "Q: [reads poem in German]",
        "A: I have in that book, maybe. It must be somewhere. I had something. Well, what’s\nthe difference, it’s enough. I have nothing in there.",
        "Q: It’s a—it’s a sad, but it’s a very meaningful poem.\nOctober 15, 2010",
        "A: Isn’t it?",
        "Q: It’s lovely, you know, in that sense, it’s lovely. Do you speak German at all with\nyour children here? Do you both understand German?\nA2: Basically.",
        "Q: Basically. So even —\nA2: I can read it a little bit. I took German in college for two years.",
        "Q: You took German in college for two years. And your parents, did you speak, here\nin the United States with your husband and with your in-laws —",
        "A: What?",
        "Q: Did you speak German with them, or did you speak English with them?",
        "A: On the beginning, probably German. That’s how [indecipherable] started.\nA2: My grandmothers — I spoke German before I went to school.",
        "Q: You spoke German until you started school here.\nA2: Yeah. And then my grandmother said, you live in America, you speak English.",
        "A: I don’t know any more.",
        "Q: [speaks German here] And this is sent in a 1936, on March 6\", there is a letter\nthat was sent to your husband, Mr. Eust —",
        "A: Yeah, this was sent to my husband when he lived by Winkler. He — he and his\nbrother, they had one room together.",
        "Q: Yeah, you told me about that.\nOctober 15, 2010",
        "A: And that’s where they lived, by Winkler. I kept that.",
        "Q: It’s authentic, you know, so many years. It’s a 74 year old envelope.\nA2: Thanks.",
        "Q: So — you look way better than the envelope.",
        "A: Oh, she knows how old you are.\nA2: Oh yeah. My son is 54.",
        "A: She looks good. My daughters look wonderful.",
        "Q: Yes, yes.",
        "A: Ah, yeah. Well.",
        "Q: What — what else do you think is important for other people to know about what\nhappened to you and what you participated in, went through?",
        "A: I tell everybody not to hate, yeah. Well, no good. And [indecipherable] you\nknow. Don’t forget to laugh. It’s like the — like the people, you know, don’t hate.",
        "Q: Yeah.",
        "A: I don’t hate anybody. I don’t care who it is, what they do, I don’t hate. I might\nlike — don’t like somebody personally some, but — but otherwise, there’s no hate in\nme.",
        "Q: Yeah.",
        "A: And that’s the only thing, don’t hate. You know, got to be happy, and take the\nevery day life as this — well, her husband went through a lot.\nOctober 15, 2010\nA2: They have his testimony.",
        "Q: Do we? Yeah?\nA2: Spielberg.",
        "Q: Ah, Spielberg does.",
        "A: Yeah.",
        "Q: Is there anything you two would like to add to your mom’s story?\nA2: No, I can’t think of anything, do you?\nA3: I’m trying to think [indecipherable]\nA2: I would like to know who the — the person was who was —",
        "A: Was?\nA2: — who was married t-to the — to the senator, or the whatever he was.",
        "Q: The congressman Blume(ph).\nA2: Congressman.",
        "A: Who was married to the [indecipherable] Uncle Michael’s —\nA2: Oh, Beetsy(ph)?\nA3: No, Beetsy(ph) was Uncle Michael.",
        "A: The Michael — Uncle Michael’s sister-in-law.\nA2: It’s his sister.",
        "A: Huh?\nA2: Aunt Beetsy’s(ph) sister was married to —\nOctober 15, 2010",
        "A: Aunt Beetsy’s(ph) sister, that’s right.\nA2: — to — was married to Congressman Blume(ph)?",
        "A: Blume(ph), yeah. [indecipherable]",
        "Q: But you don’t know who — what her name is. We just know her as Aunt\nBeetsy’s(ph) sister.\nA2: Right. Probably could look it up if —",
        "A: [indecipherable] right. That’s a long time.\nA2: My mother loves life. She likes all kinds of people. She has friends who are\nAsian, she has friends who are Indian. She is friendly with a Muslim pharmacist. She\n— she — she likes the United Nations, you know, she doesn’t — you know, she likes\npeople who are nice to her. You know, she doesn’t find anything wrong with a lot of\npeople, as long as they’re, you know, good and nice, she —",
        "A: Sure.",
        "Q: Yeah. But I —",
        "A: I like everybody. There’s no doubt about it.",
        "Q: Well, that’s a wonderful legacy. Tha-That 1 —",
        "A: That — that’s me.",
        "Q: Yeah.",
        "A: That’s me. That’s how I always was. I had two girlfriends, they were twins. One\nwas small, one was big. I don’t know if they’re alive. One went to Israel, and the\nOctober 15, 2010\nother one went to Chicago. I don’t know, it’s such a long time ago [indecipherable]\nany place.",
        "Q: Yeah.",
        "A: It was nice, so we had a wonderful [indecipherable]",
        "Q: Yeah.",
        "A: [had really good [indecipherable] it was nice where I come from in Germany,\nin Schliichtern, I would go back today, but I — it’s too far, I can’t take that any\nmore. I — I would love to, oh. But I have no hatred against my hometown, you know,\nagainst people who might be still alive even the — the Annamarie(ph) Schultz(ph).\nShe moved to Frankfurt as f— as far as I know. I wanted — I told you once, maybe\nyou can find out if she’s still there, on the — on the computer.\nA2: What my mother didn’t tell you is that when she came here, she had many\ndifferent jobs, you know, she — all her life.",
        "Q: Tell me what some of those jobs were.",
        "A: Oh, yeah, I had plenty jobs. I —I started out first taking care of a baby, and the\nparents in 181* Street. I never forget that, at that time, was my first job. And we\nlived together, my in-laws and I, so I could go working, yeah, but I had her, you\nknow, so my mother-in-law took care. And my mother-in-law really brought them\nup, both of them.\nA2: Cause she worked.\nOctober 15, 2010\nA3: She always worked.",
        "A: She was a wonderful woman, she was really a wonderful woman. My father-in-\nlaw was a very good man, oh. He was so good. And I had a job taking care ofa\nbaby, the — I-I got aj — I got a job. I took care of the baby, the people went away in\nthe country for two weeks. Can you imagine that, somebody trusting somebody?",
        "Q: With a baby.",
        "A: With a baby. That was that one. Then I was a cook once, in a club in New York,\nin — that was all young people. They had rented an apar — a house, one of these\nbrownstone houses. I was their — I was their cook, I cooked the meal, the evening\nmeal for them. I had to cook and I had to wash dishes, there was no dishwasher, and\na group of 80 - 90 people. What else did I do? Oh.\nA2: You worked for Benrus.",
        "A: Huh?\nA3: You worked at the hospital.",
        "A: I worked in a bakery.\nA3: In the hospital.",
        "A: I worked — huh?\nA3: In the hospital where you met Alice.",
        "A: I worked in the hospital, Jewish Memorial Hospital, with my friend —\nA2: Alice.\nOctober 15, 2010\nA3: Alice.",
        "Q: Mm-hm.",
        "A: A-Alice Abersano(ph). That’s how I learned English really, because she was so —\nshe wouldn’t speak German, you know, she was American. That’s how I really\nlearned English, with her. We worked together in the kitchen. Yeah, I don’t know\nthat [indecipherable] stuff of — it’s okay though, forget about it.\nA2: Okay.",
        "Q: It’s about a plant.",
        "A: And what else did I have? I worked once with my friend Alice — oh, we got a job\nin the — no, I don’t think we got a job, but we went for a job. At that time was the\nyear — it’s big, thick — a big — what was there? I never got a — 1n the — in the\nmeadows, there was a —a-— it was a— what was there? I was there for a few months.\nA2: In the world —",
        "A: Huh?\nA2: — fair — World’s Fair in Flushing, in Queens? In Queens?",
        "A: Yeah.\nA2: The World’s Fair?",
        "A: World’s Fair.",
        "Q: Uh-huh.\nOctober 15, 2010",
        "A: The — we had a -— oh yeah, I had the — a — they — they were looking for somebody\nto work in the cafeteria in the — in the — forgot the name of the cafeteria. And so we\nwent, my friend and I went for the job, they wouldn’t take me because I was Jewish.\nThe —",
        "Q: In Flushing, Queens?",
        "A: Yeah, don’t worry, you had that here too. And they wouldn’t take me, so she\nwouldn’t take the job either. I don’t know what I did, I did so many things.\nA2: You worked in Benrus.",
        "A: Huh?\nA2: You worked on watches, fixing watches.",
        "A: I worked — yeah, I worked on watches.",
        "Q: Yeah?",
        "A: My -\nA2: Benrus.",
        "A: Huh?\nA2: Benrus.",
        "A: Benrus? Oh yes, I worked, and I was so good, you know? I was so fast, I’m fast\nworker. They had to let me go because a woman, another young woman was there\nseven years. It was piecework. So I one, two, three I was finished, but I did it, you\nOctober 15, 2010\nknow? And the other woman was there for seven years already and she was jealous,\nand they had to let me go. I was the last one to come in, they had to let me go.\nA2: And then you worked for Daddy. You opened your own business.",
        "A: Yeah, I worked for Daddy, I worked more. What else did I do? I worked.",
        "Q: What was your father — what was your husband’s, your father’s business, what\nwas that?",
        "A: He started business, I forgot when, wholesale coffee.\nA2: Coffee. Coffee and tea.",
        "A: Yeah.\nA2: Whole Coffee Corporation.",
        "Q: Ah, okay.",
        "A: Yeah. And then I — after Susan was born —",
        "Q: And you’re Susan?",
        "A: — I wanted to — they wanted me in — in the — not the Benrus company, another big\ncompany, watch company. I-It was —\nA2: Bulova.\nA3: Bulova.",
        "A: Bulova. They wanted me, and my mother-in-law said, either you work for your\nhusband, go in your husband’s business, or I am not going — not going to take care of\nthe babies. So I had no choice.\nOctober 15, 2010",
        "Q: No choice. When were y —\nA2: Ask her what she did [indecipherable]",
        "Q: What did you do there?",
        "A: Huh?",
        "Q: What did you do in your husband’s business? What was your job?",
        "A: Everything. Oh my God, what I did. I forgot already.\nA2: You packed coffee, you roasted coffee.",
        "A: I packed coffee and tea with — at that time, you know, you could send overseas to\nthe American soldiers in Germany, they — they — they got packages sent, which they\nsold there. I [indecipherable]. So we had to lift ourselves up, and we were on the\nline — on the — how do you call that?\nA2: A conveyor?\nA3: Assembly line.",
        "Q: A food line?\nA3: Assembly line.",
        "Q: Assembly line.",
        "A: Assembly line. One of the guys went into the bathroom — because on an assembly\nline, you know, every [indecipherable] you know. You made packages and it’s so —\nso much in each package. You have to work, you know, you can’t just go in the\nbathroom and stay there. So we had the guy who went to the bathroom and stayed.\nOctober 15, 2010\nSo, I can — you can’t do that, you know, he was supposed stay on also. Well, I went\nin and I got him out. And then I fired him.",
        "Q: Of course, of course.\nA2: But she lifted the heavy cartons and —",
        "A: Ah, I did that [indecipherable] I have — I am strong, and I’m fast, and I liked the\nwork. So, today I am lazy.",
        "Q: I think by age 97, you’re allowed.",
        "A: I don’t know, I’m lazy.",
        "Q: I don’t know whether one would say that, after hearing all this.",
        "A: I’m lazy today, I don’t want to do nothing any more, see television. No —\nA2: But you like to talk to people.",
        "A: Huh?\nA2: You like to go out and talk to people.",
        "A: I like to go out and talk to people, you sure?",
        "Q: I’m glad you’re talking to me.",
        "A: I think they all know me over there in the mall.",
        "Q: Yeah?\nA2: Near where she lives.",
        "Q: Yeah? Okay. She doesn’t live here?\nA2: Yeah, she does.\nOctober 15, 2010",
        "Q: Oh yeah, yeah, yeah, yeah.\nA2: We go over.",
        "A: I live here.",
        "Q: Yeah.",
        "A: Until I die. ’'m not going any place.",
        "Q: You’re staying.",
        "A: Yeah. What for? I’m going away with her in the winter someplace.\nA2: On a cruise.",
        "A: On a cruise.",
        "Q: Can I ask when were you born?\nA3: 1942.",
        "Q: 1942. So, two girls, you have two girls.",
        "A: Yeah.",
        "Q: One born 1936, the other born 1942.",
        "A: Yeah.",
        "Q: Yeah. Any other children?",
        "A: No.",
        "Q: No. And what happened with your brother? You said he died recent —",
        "A: My brother died, he had no children.",
        "Q: Uh-huh.\nOctober 15, 2010",
        "A: No.",
        "Q: Did he — di — you brought him over, too? He came over as well?",
        "A: Oh yes, sure. My brother, my father, my brother and — no, Ludwig — ou-ouch, my\n—my shoulder hurts me.",
        "Q: Yeah.",
        "A: My sister — no, my brother brought his wife over from Czechoslovakia. She\ncame from Czechoslovakia. I don’t know, we brought a lot of people over already,\ntoo many for count already who they were. They — mo-most of them are not alive.\nThe uncle, you know, and his parents and — and Chemmy(ph), and the Ilsa(ph) and\nwho knows?",
        "Q: A lot.",
        "A: But that — most of them are — are dead. I don’t know who’s alive. Yeah. One in f\nA2: Florida.\nA3: Florida.",
        "A: Florida.\nA2: Gerta(ph) —",
        "A: Huh?\nA2: Gerta was — was born in Germany, or here?\nOctober 15, 2010",
        "A: Gerta? Oh — oh no, she was born — I don’t know any more, Gertie. It’s too long\nago. Who knows? It was a nice — it was nice living here right away. We had good\ntimes. The first — the first Sunday when — when I was here — my husband was here\nbefore with my brother-in-law, we went to the beach. And my mother-in-law went\nalong all the time. She was there from the beginning on. My father-in-law didn’t go.\nSo we went to the beach, you know, and took our sandwiches and a blanket and\nGertie was happily play.\nA2: We used to go to soccer games on Sunday.",
        "A: Huh?",
        "Q: Used to go to soccer games on Sunday?",
        "A: Oh, my husband went every Sunday for the — to the soccer game. They were used\nto it, and in Germany, you know —",
        "Q: Of course, it’s soccer.",
        "A: — every Sunday [indecipherable]. I had a good life.",
        "Q: Well —",
        "A: It was a good life. I’m lucky. Her husband didn’t have such a good life.\nA2: But now he’s got lots of kids.",
        "Q: How many grandchildren do you have?",
        "A: I don’t know any more. Seven.\nA2: No.\nOctober 15, 2010",
        "A: How many grandchildren?\nA2: Oh grandchildren, yeah, sorry.",
        "A: [have seven grandchildren, I have 23 or 24 great-grandchildren.\nA2: 24 with Stephanie.",
        "A: Oh, with Stephanie it’s 24.",
        "Q: That’s quite a legacy.",
        "A: Great grandchildren.",
        "Q: Yeah.",
        "A: Oh, they’re wonderful. They are.",
        "Q: It must mean a lot for them to hear their great-grandmother say so, too.",
        "A: They call me Grandma Blanche.",
        "Q: And do they all live around here?",
        "A: Huh?",
        "Q: Do they all live around here?",
        "A: Yeah, they all live — oh, the only one who doesn’t live around here is Adam and\nStephanie.\nA2: They live in Albany. My grandson.",
        "A: Oh, and Norman lives in —\nA2: He lives in Long Island.",
        "A: Lives in Long Island.\nOctober 15, 2010",
        "Q: Mm-hm.",
        "A: It’s nice.",
        "Q: It is.\nA2: When she says it was very nice times because they went to the beach, in other\nwords, without —",
        "Q: Fear.\nA2: — having much money, they had — and no fear, you know, so they enjoyed each\nother’s company. Cause I remember when I grew — was growing up, the house was\nalways full of people.",
        "Q: That’s a wonderful thing.\nA2: Yeah.",
        "Q: It’s a wonderful thing to see —",
        "A: What did you say [indecipherable]\nA2: The house was always full of people when I was young.",
        "A: Oh, yes.\nA2: So that was their enjoyment, you know, being together.",
        "A: Yeah.",
        "Q: To me it sounds like a very rich gift to have.\nA2: It was nice.\nA3: It was, it was.\nOctober 15, 2010",
        "A: So what did we have? Sandwiches, mostly. Not big stu — you know, sandwiches.\nMy mother-in-law made sandwiches.\nA2: Nothing [indecipherable]",
        "A: We were happy. We really were. It was nice. They had a nice youth, my children.\nHad nice grandparents, were wonderful. My pa — ecli — my — my [indecipherable]\nmy mother-in-law was a wonderful woman, wonderful woman, yeah. Very clever.",
        "Q: Uh-huh.",
        "A: Very pretty, too.",
        "Q: Also, it 1—1it’s impressive, that if she had a business in Germany",
        "A: Yeah.",
        "Q: — and they were large business people, to be able to adjust to a different life,\nwhere you don’t have as much, where you have to struggle more, and still — still ha —\nbe positive, still be —",
        "A: Yeah.",
        "Q: — happy, and thankful and being able to enjoy things. Those are huge gifts. Not\neverybody can do it. Not everybody’s able to, not everybody has the inside to be\nable to do this.",
        "A: I remember my mother-in-law and I, you know, before I — no, I worked. If—I\nworked at home. They gave out at that time homework, the business, whatever it\nwas. And she worked at home. When I took her out in carriage, I took her t — along\nOctober 15, 2010\nwhen — summer, when the weather was nice. I took it along and I sat on the bench\ndown near the lo —\nA2: The [indecipherable]",
        "A: Yeah, an-and I made it on the street, too, you know, the homework. And my\nmother-in-law and I very often would meet. At lunchtime we ate together, and she\nhad — we had sour cream, which was new for us. We didn't have that in Germany.\nSour cream and — and bread. Oh, it was so good, you know? We were satisfied. We\nwere Satisfied. We had more in Germany, but we were satisfied.",
        "Q: Mm-hm. You wanted —\nA2: When you first came over, on a Friday night, 1t was the Shabbas dinner. Tell her\nabout you — th-that.",
        "A: The first fra — we came on a Friday and we — my husband had rented an\napartment, we’re in there, and all of a sudden I hear Jewish songs. Oh, I s — that felt\nso good. Where does it come from? The windows were open because was a — it was\nin the — in August, you know? And right a — right nearby there, let’s say like the next\nhouse, were Jewish peop — German Jews living. And they were singing the songs\nfrom Friday nights.",
        "Q: So it wasn’t like you were in completely a strange land.",
        "A: No.",
        "Q: There was still something familiar.\nOctober 15, 2010",
        "A: That was wonderful.",
        "Q: Yeah.",
        "A: My father-in-law, I don’t know, when we came, my mother-in-law send them out,\ncause we lived up in 178\" Street — 78 - 79, I don’t know. And so my mother-in-law\nsaid to my father-in-law, go out and get some — what was it? You have it in English,\nthe same word. I forgot. Oh, what was it? I can’t remember this now, it’s came —\nA2: Challah?",
        "A: Huh?\nA2: Was it challah? Was it something to eat?",
        "A: No, it wasn’t challah, no, it was — I forgot. So he goes out, and he goes in the\nstore, in the grocery store, he says, give me — I forgot. So, the man said to him, I\nknow what you want. I can’t — I can’t do it now, it fell out of my head\n[indecipherable]",
        "Q: It was some food item, something from food.",
        "A: Yeah, was something from food. I don’t know any more.",
        "Q: All right, was this —",
        "A: That was okay. [indecipherable]",
        "Q: 178\" Street, is that up by the cloisters? Is that —\nA2: Yeah, not far.",
        "Q: Not far, so isn’t that —\nOctober 15, 2010\nA3: Not by the cloisters, it’s by the bridge.",
        "Q: I see.\nA3: By the — by the Port Authority.\nA2: Adjacent to the bridge.",
        "Q: Uh-huh.\nA3: In that area. I don’t think we — we didn’t live — we didn’t live up —",
        "Q: Uh-huh.\nA3: — that [indecipherable] the poor section.",
        "A: Then later we moved to Second Street.\nA2: Which is down near 200 Street.",
        "Q: Uh-huh.",
        "A: Yeah, that’s where they went to school. Their [indecipherable] she went to — you\nwent to college — to — not college.\nA2: To what?",
        "A: Where did you go down — downtown’?\nA2: School. High School. Oh, Washington Irving.",
        "Q: Washington Irving.",
        "A: Washington Irving.\nA2: I [indecipherable] downtown.",
        "Q: Where did you go?\nOctober 15, 2010\nA3: George Washington High School.",
        "Q: I see. Well —",
        "A: It was nice.",
        "Q: Is there anything else that you think we need to",
        "A: I don’t know.",
        "Q: — record here, that we should capture, as part — as your mom’s ta — story?",
        "A: All I can say, it’s a beautiful country, the United States. I’m very happy I’m\nhere. And I don’t hate the Germans, no I don’t.",
        "Q: I think that’s also quite a lesson.",
        "A: Huh?",
        "Q: I think that’s also quite a lesson.",
        "A: I don’t hate them.",
        "Q: Yeah.",
        "A: I would go again, visit them, but it’s too much for me —",
        "Q: Yeah.",
        "A: —I don’t think I could do it.",
        "Q: It’s a—it’s a tough journey.",
        "A: Huh?",
        "Q: It’s a far journey and it’s a long journey.",
        "A: Yeah, it’s a long trip.\nOctober 15, 2010",
        "Q: Yeah, yeah, it is.",
        "A: Maybe I’Il try it again, I don’t know.\nA2: She better be done.",
        "Q: Okay.",
        "A: Id like to.\nA2: She’d like to go again.",
        "Q: Yeah, she’d like to go, she’d like to go.",
        "A: Sure, I would like to go. I don’t know.",
        "Q: Well, you know what Mrs. Hall, if there’s anything else that you remember, that\nyou would like to add to this, if your children or your granddaughter wants to get in\ntouch with me, we can — we can try and record it again over the phone, or we can\nwrite a note in — 1n your file of some of the things that you might have wanted to\nadd.",
        "A: Yes. Make me younger so I can go.",
        "Q: It’s like when people ask, what — what else would like, you know, when they\nserve me in the stores, I want a winning lottery ticket.\nA2: The only —",
        "Q: Yeah?\nOctober 15, 2010\nA2: The only thing that — when she said they came over with their furniture, if I\nremember correctly, you couldn’t bring all your furniture, you had to buy — you had\nto buy cheap furniture, or something.",
        "A: No, we had beautiful furniture when we got married, we couldn’t bring them\nbecause [indecipherable] was a mistake. My husband said —\nA2: [indecipherable] they brought it from Germany, but they couldn’t\n[indecipherable] made it sound like they brought everything.",
        "Q: Yeah, no.\nA3: Couldn’t bring everything.",
        "Q: Okay.",
        "A: Oh, what beautiful furniture, oh, but my husband said, they’re too big. I’m sorry,\nyou know, should never listen to a— to a man about furniture [indecipherable]\nA2: Oh, I thought they wouldn’t let you bring it, it was Daddy. Okay, I take it back.\n[indecipherable]",
        "Q: They don’t have the same relationship to wood like we do, it’s true.",
        "A: Huh?",
        "Q: Men don’t have the same relationship to furniture as women do.",
        "A: No.",
        "Q: No.\nOctober 15, 2010",
        "A: [had yet gorgeous furniture. Oh, my God. I had night tables they were laid out\ninside with marmor.",
        "Q: Oy yoy, oy yoy.",
        "A: You know marmor, right?",
        "Q: Yeah.\nA2: What’s this?\nA3: Marble.",
        "A: Marble",
        "Q: Marble, marble, yeah.",
        "A: I mean, don’t bring it, bring — that we bought — that we bought new furniture and\nbrought them here.",
        "Q: Yeah.",
        "A: They’re okay, you know, but there’s nothing special.",
        "Q: I understand.",
        "A: They’re good furniture, I hope they didn’t throw them out.",
        "Q: Well, somebody did, somebody kept them.",
        "A: Maybe somebody would take them.",
        "Q: Yeah.",
        "A: They’re good, you know, they — I mean that they’Il last another hundred years or\nmore, oh yes.\nOctober 15, 2010",
        "Q: It’s true.",
        "A: This one is old, she wants that, Gertie.",
        "Q: Oh, yeah?",
        "A: Yeah, bec-because it goes together with the other one.\nA2: Aunt Frumpa(ph) wants it.",
        "A: Yeah, but I don’t care.",
        "Q: Okay. Well, I’m going to wrap up now.",
        "A: It’s old, you know how old that is here?",
        "Q: How old is that?",
        "A: Oh, who knows? That was — must be about at least 150 to 200 years.",
        "Q: Wow.\nA2: Wait a se — how is it that old?",
        "A: Huh? That comes from Uncle Oscar(ph).\nA2: Oh, oh, okay.",
        "A: I think so, sure. What e — what else now. Somebody has a glass that — you have a\nglass that’s from Grandma, no?\nA2: Yeah.",
        "A: [indecipherable]\nA2: Okay",
        "Q: I’ve got to — I’ve got to wrap this up, excuse me.\nOctober 15, 2010",
        "A: Not — this stuff doesn’t last that long, here.\nA2: Not what you buy [indecipherable]\nA3: She has to finish.",
        "Q: Okay. We can talk about that, but — but as far as the interview is concerned, I\nneed to wrap it up.",
        "A: What?",
        "Q: I need to finish the interview here.\nA2: She needs to finish the interview.",
        "Q: Yeah.",
        "A: Okay.",
        "Q: Okay, and I — by doing it, what I say is, this concludes the United States\nHolocaust Memorial Museum interview with Blanche Hall on October 15\", 2010.\nThank you very much for talking with us, for sharing your story.",
        "A: It was a pleasure.",
        "Q: It was a pleasure for me as well. Thanks again.",
        "A: You’re welcome. You can come and visit me any time.",
        "Q: Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nBlanche Hall, on October 15\", 2010, conducted by Ina Navazelskis in Fort Lee,\nNew Jersey. Mrs. Hall, thank you very much for agreeing to be interviewed today.",
        "Q: I'd like to begin our interview with some idea about your family, your young —\nyour youth, your childhood, who your parents were. So Ill se — ask those types of\nquestions. Can you tell me when were you born, and what your name at birth was?",
        "Q: Blanche Katzenstein(ph).",
        "Q: And where were you born?",
        "Q: Schliichtern? Where is Schliichtern?",
        "Q: Ah, it’s between Frankfurt am Main and Fulda?",
        "Q: So you were kind of in central Germany. Is that Hessen?",
        "Q: Is that the land of Hessen?\nOctober 15, 2010",
        "Q: Okay. Is Schliichtern a village or a town?",
        "Q: A small town. Who were your parents?",
        "Q: Yeah, the names.",
        "Q: Herman and Gutta?",
        "Q: And is Gutta spelled g-u-t-t-a?",
        "Q: Okay. Katzenstein(ph). Would you remember about when they were born?",
        "Q: Oh, so they were young parents, actually. Or maybe not, maybe 20 - 30 years old.\nHerman was born in?",
        "Q: Okay, and your father?",
        "Q: Okay. Are you the only child in the family?",
        "Q: Was he older or younger?",
        "Q: And what was his name?",
        "Q: Ludwig Katzenstein(ph), okay. And what was your father — what was your\nfather’s profession? What did he do to make a living?",
        "Q: He was a salesman?",
        "Q: In what way? Did he have a store, or did he —",
        "Q: What was it — what did he sell?\nOctober 15, 2010",
        "Q: Clothes?\nA2: Cloth.",
        "Q: Fabric, okay, yard goods.",
        "Q: Does that say — yard goods.",
        "Q: Yard goods, okay. And so did he — you had a store in your own home?",
        "Q: Uh-huh, in Neuehof.",
        "Q: And your mother, did she ha — did she help him in this business, or did she have\nnothing —",
        "Q: Oh, she had her own business, okay, what was hers?",
        "Q: Uh-huh, Akner(ph) und Miinchen Feuerversicherung.",
        "Q: So it means that the fire insurance company of Aachen and Mu-Munich.",
        "Q: Okay. Of Aachen and Miinchen — Munich.",
        "Q: Uh-huh.",
        "Q: Okay.",
        "Q: Can you tell me what your earliest memories are?",
        "Q: Your earliest memories.",
        "Q: Memories, yeah, as a child. What is the — when you think back —\nOctober 15, 2010",
        "Q: No.",
        "Q: Mm-hm.",
        "Q: You played on the street.",
        "Q: Okay. Let me ask it this way then, did your mother do all the cooking and the\ncleaning at home as well, you know’?",
        "Q: She had a maid.",
        "Q: Okay. You were born in 1913.",
        "Q: And the first World War happened the next year.",
        "Q: 19 four —",
        "Q: No, that’s when it ended.",
        "Q: That’s right. So it —",
        "Q: So your first years were during the first World War. Do you remember anything,\nanything at all as a little child, of soldiers, of people marching down the streets, of —",
        "Q: Of German sol — of your own German soldiers?",
        "Q: Yeah, yeah.",
        "Q: Okay, were they — th-they weren’t German soldiers then, they were foreign\nsoldiers. Oh, you didn’t know. You were little, you didn’t know.",
        "Q: Yeah. And your — do you remember playing with your brother when he was born,\nafter he was born?",
        "Q: Oh, really?",
        "Q: Sh — why?",
        "Q: Ah.",
        "Q: Ah.",
        "Q: Mm-hm.",
        "Q: And — and when did you — when did you start going to school? How old were you\nwhen you started going?",
        "Q: Six years. So that would have been 1919, or 1920, something like that?",
        "Q: Yeah. Can you tell us about your school? Do you have any memories of school?",
        "Q: And they got the ruler on the hands?",
        "Q: And was that because —",
        "Q: Was that just sort of always? Just — just in case?",
        "Q: Well, it sounds frightening.",
        "Q: And was it — were there in — in — in Schliichtern, was there a large Jewish\ncommunity, or was it —\nOctober 15, 2010",
        "Q: Was it — were there also Gentiles living in there, or living there, or was it mostly\nJewish?",
        "Q: Mostly Gentile.",
        "Q: Uh-huh, a hundred.",
        "Q: A hundred. And did you have a synagogue?",
        "Q: Yeah?",
        "Q: And did your — were your parents religious?",
        "Q: And did you go to synagogue, did you —",
        "Q: Do you have memories of your grandmother?",
        "Q: Whose mother was she?",
        "Q: Yeah.",
        "Q: Oh my.",
        "Q: And how old were you — did she die when you were a teenager or something?",
        "Q: Yeah?",
        "Q: Was she a very strong influence on you?",
        "Q: In what way?",
        "Q: And, can you give me some examples of both ways —",
        "Q: At a—at a school, at a Jewish school, or as a—a teacher in the German school\nsystem?",
        "Q: I see.",
        "Q: Okay.",
        "Q: Of religious education?",
        "Q: I see.",
        "Q: What are the — did your — did your mother’s and father’s families, were they also\nborn and raised in Schliichtern? Had they come from somewhere else?",
        "Q: Mm-hm.",
        "Q: Near Schluchtern.",
        "Q: Did — so, in order that I’m not confused, are you — are you saying that when you\nwent to school, you went to a regular public school —",
        "Q: — but you had separate religion classes?",
        "Q: Yeah.",
        "Q: Okay. And your grandfather was a teacher in one of them? Is that what you said?",
        "Q: Teacher.",
        "Q: First World War, yeah?",
        "Q: First World War, yeah.",
        "Q: Mm-hm.",
        "Q: I'd like to have some — some examples of those — those good —",
        "Q: What are some of the examples of those good memories? What ma — what makes\nyou feel particularly happy about thinking of those things?",
        "Q: Mm-hm. And so there was friendly relations with your German neighbors?",
        "Q: Normally, you would say.\nOctober 15, 2010",
        "Q: Did you have also friends amongst —",
        "Q: Yes.",
        "Q: Oh, why”?",
        "Q: Thir — 20.",
        "Q: 20s. You were 20.",
        "Q: Mm-hm.",
        "Q: I see.\nOctober 15, 2010",
        "Q: And she had been your friend?",
        "Q: And she had been your friend before?",
        "Q: It’s been many years —",
        "Q: — in the way — it’s been many years in the waiting for it.",
        "Q: Yeah. 83 — 87 years, something like that. That’s a long time to wait. No, I’ve got\nmy numbers wrong, it’s 77 years.",
        "Q: So-",
        "Q: — I want to go back to the school days.",
        "Q: So — so, when you went to school, you — it was strict, you had separate religion\nclasses?",
        "Q: And did you feel like you were different from anybody else, I mean — no? It was",
        "Q: Did you feel German as well as Jewish?",
        "Q: Did you feel like you were a German as well as being Jewish?",
        "Q: Mm-hm. And — and at school, did —",
        "Q: You didn’t feel that, no?",
        "Q: No.",
        "Q: Did you feel different though, from the other children? Were there many Jewish\nchildren in the school?",
        "Q: Many?",
        "Q: Okay, okay.",
        "Q: Okay. What would you say about — about how things started to change when —\nyou know, when this girl came and spit in your face, and it was such a surprise —",
        "Q: The woodwork?",
        "Q: Out of the woodwork, out of the blue?",
        "Q: Something like that.",
        "Q: So, by the time Hitler was in power, you were 20 years old.",
        "Q: Yeah. Had you gone — ha — you had finished school.",
        "Q: In Munich?",
        "Q: A baby nurse, uh-huh.",
        "Q: Did you have a job afterwards?",
        "Q: Uh-huh.",
        "Q: Did you still live at home?",
        "Q: Did you still live at home at that time?",
        "Q: Uh-huh.\nOctober 15, 2010",
        "Q: No, in 1923 you were 10 years old.",
        "Q: In 1935”",
        "Q: What was your husband’s name?",
        "Q: Eustyne(ph)? And —",
        "Q: Justin. And was — where was he from?",
        "Q: Dammstadt.",
        "Q: Did you?",
        "Q: Tell me about her.",
        "Q: No, but you’re the person we’re interviewing. So —",
        "Q: You’re the person we’re interviewing, so you tell me.",
        "Q: Mm-hm. What was her business?",
        "Q: Was she, yeah? And 1-in — in what ways was she kind to you as a daughter-in-\nlaw? Because that’s not always the case that a mother-in-law is kind to her daughter-\nin-law.",
        "Q: Did you — was it more than your own family? Did you feel closer to her than your\nown —",
        "Q: Ah, that’s right.",
        "Q: And by that point though, Hitler was in power, and the Nazis —",
        "Q: Had that affected their store? Had that affected their business, your mother-in-\nlaw’s business?",
        "Q: Mm-hm.",
        "Q: Well, what was — what was it — what was her last name, your mother-in-law’s?",
        "Q: Halle, Halle. And so that —",
        "Q: Uh-huh.\nOctober 15, 2010",
        "Q: Uh-huh.",
        "Q: And so when you came to the United States, you just took the e off?",
        "Q: I see.",
        "Q: I see.",
        "Q: Okay. And when did you decide that it’s time to go? When did your family, your\nhusband, your —",
        "Q: And you knew of it, ho — well, how — how did you meet your husband?\nOctober 15, 2010",
        "Q: In the central train station.",
        "Q: A-At the central train station.",
        "Q: Okay.\nOctober 15, 2010",
        "Q: So what — you — you were — you were talking?",
        "Q: Who did the talking?",
        "Q: Who did the talking?",
        "Q: And he did the listening.",
        "Q: And I guess he liked what he heard.",
        "Q: He had no choice.",
        "Q: Once he saw you in a bathing suit, he was a done-er, huh? And how soon after —",
        "Q: How soon after did you get married, after you met?\nOctober 15, 2010",
        "Q: And you moved to Dammstadt?",
        "Q: Yeah. And did you then — what did you — did you stay at home then, or did you\nhelp your mother-in-law in her business? How did you keep yourself occupied?",
        "Q: Even in the middle of be — of it being Hitler’s Germany, you managed to enjoy\nyourself.",
        "Q: Were you born in — were you born in Germany”? What’s her name?\nA2: My name?",
        "Q: Yeah.\nA2: Well, it was Gerta Gutta.",
        "Q: Gutta?\nA2: Gerta Gutta.",
        "Q: Gerta Gutta. And you were born what year?\nA2: In 736.",
        "Q: Yeah.",
        "Q: Yeah, okay.\nA2: She didn’t tell you that they left Schluchtern because the policeman, the head\nof the police came to tell her that her father shouldn’t come home any more, the\nNazis were looking for him.",
        "Q: Can you — can you —",
        "Q: — can you tell me about how you — your father came to leave Schliichtern and\nwhat — what was the circumstances?",
        "Q: I know.",
        "Q: Why did your grandf — why did your father leave Schliichtern?",
        "Q: I have to arrest you.",
        "Q: So, did you stay in Schlichtern at that moment?",
        "Q: Mm-hm.\nA2: Didn’t the — didn’t the Nazis come to your house that day?",
        "Q: The same day.",
        "Q: What happened?\nOctober 15, 2010",
        "Q: No, auf deutsche, auf deutsche. Auf deutsche [speaks German]",
        "Q: Where the mayor lived?",
        "Q: For — to the city of Schlichtern.",
        "Q: Was it a big villa or something?\nA2: It’s a very large house.\nOctober 15, 2010",
        "Q: Very large house.\nA2: Right — 1n-in the t — in the — right by the town.",
        "Q: Mm-hm. And were your grandparents still alive then, or they were dead by then?",
        "Q: I see. So it had been you and your father living in the house?",
        "Q: Just the two of you in the —",
        "Q: And —\nA2: Her brother was away in school.",
        "Q: I see. And — yeah.",
        "Q: Ah.",
        "Q: To Czechoslovakia.",
        "Q: What was he studying?",
        "Q: Art?",
        "Q: He was studying art? Uh-huh.",
        "Q: I see. And your — the person — your uncle in Milano, was he somebody who had a\nposition that — that 1t convinced the mayor to pull his guards away?",
        "Q: I see. Okay, I see.",
        "Q: And, do you think you did?",
        "Q: This is in Frankfurt already?",
        "Q: Ah.\nOctober 15, 2010",
        "Q: And this — and that was while you were gone, huh?",
        "Q: That — was that done while you were gone? While you were in Italy?",
        "Q: While you were in the house.",
        "Q: Did you know the people who were doing it?",
        "Q: Ah, okay. And hometown people, did they ta — you know, fr — aside from the\nfriend who spit on you, the former friend, how did they cha — did their attitudes\nchange, or had they still st —",
        "Q: So, all the former friends —",
        "Q: Other people —",
        "Q: Yeah.",
        "Q: How about other people in the town? Do — did — how did they behave towards\nyou, the Gentiles, when Hitler got into power?",
        "Q: No.",
        "Q: Except you — but they — so, 1n order to — 1n order to do things that were aggressive\nand violent, they would have to bring in strangers to do them. Is that what we could\nunderstand?",
        "Q: No, no, no, no. I know you didn’t do anything. It was when someone — when they\nwanted to scare you because you were Jewish, they brought in strangers from outside\nthe town.",
        "Q: Yeah.",
        "Q: And —\nOctober 15, 2010",
        "Q: Mm-hm. And it was all joined, everybody joined together to celebrate.",
        "Q: That must have been quite a surprise when it all happened.",
        "Q: It must have been quite a surprise when it all started to change.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: I understand.",
        "Q: Tell me how you left Germany.",
        "Q: Not why you left, how you left.",
        "Q: Mm-hm.",
        "Q: How did you get there, did you go by train?",
        "Q: Had jewelry there or something?",
        "Q: Just in case you would have jewelry there or something?",
        "Q: Money.",
        "Q: No.",
        "Q: Where was your husband?\nOctober 15, 2010",
        "Q: What year?",
        "Q: °36?",
        "Q: Okay, first of May, 1936, he had already left to come to the United States, yeah?",
        "Q: And —",
        "Q: And had you talked? Had — what about his mother? Did she also leave?",
        "Q: Yeah.",
        "Q: I see.",
        "Q: Where?\nA2: Le Havre.",
        "Q: In Le Havre, uh-huh, okay.",
        "Q: Port?",
        "Q: Into the port?",
        "Q: Uh-huh.",
        "Q: And so you stayed where it wasn’t so windy.\nOctober 15, 2010",
        "Q: Yeah. Because it was a song about leaving your home.",
        "Q: Yeah, yeah.",
        "Q: And — and so it wasn’t easy to leave, was it?",
        "Q: Why’?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Very few people do.",
        "Q: Very few people do.",
        "Q: Yeah.",
        "Q: What about your father? Didn’t he leave with you?",
        "Q: How did you bring 84 people over?",
        "Q: Do you rem — Blume(ph)?",
        "Q: So was it the congressman who helped your mother-in-law and you and your\nhusband first come over?",
        "Q: It’s an amazing number of people.",
        "Q: That’s an amazing number of people.",
        "Q: But during that time, I mean, it means you arrived in the United States in 1936.",
        "Q: And so there’s a couple —",
        "Q: Okay.",
        "Q: How did you help? What were you doing in order to help?\nOctober 15, 2010",
        "Q: That’s all right. No one’s gonna catch you now.",
        "Q: But I’m still confused. How did you do it?",
        "Q: But what was it —",
        "Q: Ah, so you sponsored them in, you sponsored —",
        "Q: — 84 people in.",
        "Q: And you — and you wrote. Can you tell me — so you wrote on the — on the\napplications that you were earning more money than you —",
        "Q: I see, I see. And so that they wouldn’t be a burden on the state —",
        "Q: No, no, no, you don’t. So, 1-it was an easier way of doing this, of getting them out\nof the country this way?",
        "Q: And was this unusual? I mean, did any — did you know of any other people who\nwere able to get so many others out?",
        "Q: Never asked, yeah. And who were the people you were getting out?",
        "Q: So when they arrived, all the people —",
        "Q: Where did you live, where was your house?",
        "Q: In Manhattan?\nOctober 15, 2010",
        "Q: Did you have an apartment?",
        "Q: Do you remember where you first arrived, when you first arrived, where you\nstayed?",
        "Q: And — and did that mean that your — that your — your mother-in-law and the lu —\nyour husband’s family hadn’t established themselves here yet, or had they —",
        "Q: No.",
        "Q: So when you arrived, did you arrive to that place with the baby?",
        "Q: Yeah?",
        "Q: 78 Street?",
        "Q: Yes, yes, yes, yes, yes.",
        "Q: Okay, so this is to wat — 100 fa — this letter is showing that it’s to 149 West 91\"\nStreet.",
        "Q: Uh-huh? Stayed at this —",
        "Q: Winkler.\nOctober 15, 2010",
        "Q: Uh-huh.",
        "Q: And then what happened when you arrived? Where did you sleep?",
        "Q: Yeah, who was all?",
        "Q: Mm-hm, your mother-in-law?",
        "Q: Mm-hm.",
        "Q: And when did you decide to start get — trying to get people over? When did you —\nyour family get involved with this?",
        "Q: Right away?",
        "Q: Mm-hm.",
        "Q: Oh yeah, your — your husband se — your daughter is saying that your husband\nlooked like an Aryan, did not look Jewish.",
        "Q: And that he had a friend who stopped being his friend, bec —\nA2: [indecipherable] riding around with his friends, they were Nazis.",
        "Q: Hi — ah, he —\nA2: They ended up being nat — you know.",
        "Q: Uh-huh, these former friends.",
        "Q: Mm-hm. And he wo — and tell me about that, when he was — he still had some\nfriends who were Germans, who were Nazis?",
        "Q: That’s right, that’s right.\nOctober 15, 2010",
        "Q: Yeah, yeah.",
        "Q: But of what?",
        "Q: No.",
        "Q: Yeah.",
        "Q: It’s true, it’s true.",
        "Q: Well, sometimes that’s what you need in order to be able to survive, even when\nit’s a miserable time.",
        "Q: Probably, yeah.",
        "Q: When was the next time you went to Germany? After you came back, after you\nwere here and your brought all those people out?",
        "Q: One time?",
        "Q: So that would have been in 1985 - 19 — something like that.",
        "Q: I see, I see.",
        "Q: That’s nice.",
        "Q: I see, okay.",
        "Q: Did they — did they in some ways become involved in your father-in-law’s\nbusiness, afterwards, this — these — this family?\nOctober 15, 2010",
        "Q: I see.",
        "Q: That’s okay.",
        "Q: What did they do? Do you know what they —",
        "Q: Maidensmitten(ph)?",
        "Q: Maidensmitten(ph).",
        "Q: And now, the people that you brought over.",
        "Q: The 84 people that you managed to get out of Germany, did they stay — did you\nstay in contact with them?",
        "Q: I know, but afterwards, after —",
        "Q: Mm-hm. You say one cousin?\nA2: I think so.",
        "Q: What about one cousin?",
        "Q: Florida, uh-huh.",
        "Q: Was there anybody who you wanted to bring over and couldn’t?",
        "Q: Who, for example?",
        "Q: Oh.",
        "Q: And what happened to him?",
        "Q: Oh, you had a list of the people that you —",
        "Q: And what is that book that I see? Is this sort of like memoirs?",
        "Q: This is my things.\nOctober 15, 2010",
        "Q: That’s mine, mm-hm.",
        "Q: Can you tell me what this book 1s? Is this a book of me-memories?\nA2: Birth certificates and different things like that.",
        "Q: Uh-huh.",
        "Q: Is this the list of the people that you would have brought over?",
        "Q: Oh, a list of who got killed.",
        "Q: Yeah?",
        "Q: Oh, Danzig, that was a tough place to be.",
        "Q: Okay, okay.",
        "Q: It’s okay.",
        "Q: Was that the list of people who didn’t make it? Geburt und tod, birth and death,\nit Says.",
        "Q: Uh-huh.",
        "Q: You want me to read it?",
        "Q: [reads poem in German]",
        "Q: It’s a—it’s a sad, but it’s a very meaningful poem.\nOctober 15, 2010",
        "Q: It’s lovely, you know, in that sense, it’s lovely. Do you speak German at all with\nyour children here? Do you both understand German?\nA2: Basically.",
        "Q: Basically. So even —\nA2: I can read it a little bit. I took German in college for two years.",
        "Q: You took German in college for two years. And your parents, did you speak, here\nin the United States with your husband and with your in-laws —",
        "Q: Did you speak German with them, or did you speak English with them?",
        "Q: You spoke German until you started school here.\nA2: Yeah. And then my grandmother said, you live in America, you speak English.",
        "Q: [speaks German here] And this is sent in a 1936, on March 6\", there is a letter\nthat was sent to your husband, Mr. Eust —",
        "Q: Yeah, you told me about that.\nOctober 15, 2010",
        "Q: It’s authentic, you know, so many years. It’s a 74 year old envelope.\nA2: Thanks.",
        "Q: So — you look way better than the envelope.",
        "Q: Yes, yes.",
        "Q: What — what else do you think is important for other people to know about what\nhappened to you and what you participated in, went through?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Do we? Yeah?\nA2: Spielberg.",
        "Q: Ah, Spielberg does.",
        "Q: Is there anything you two would like to add to your mom’s story?\nA2: No, I can’t think of anything, do you?\nA3: I’m trying to think [indecipherable]\nA2: I would like to know who the — the person was who was —",
        "Q: The congressman Blume(ph).\nA2: Congressman.",
        "Q: But you don’t know who — what her name is. We just know her as Aunt\nBeetsy’s(ph) sister.\nA2: Right. Probably could look it up if —",
        "Q: Yeah. But I —",
        "Q: Well, that’s a wonderful legacy. Tha-That 1 —",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Tell me what some of those jobs were.",
        "Q: With a baby.",
        "Q: Mm-hm.",
        "Q: It’s about a plant.",
        "Q: Uh-huh.\nOctober 15, 2010",
        "Q: In Flushing, Queens?",
        "Q: Yeah?",
        "Q: What was your father — what was your husband’s, your father’s business, what\nwas that?",
        "Q: Ah, okay.",
        "Q: And you’re Susan?",
        "Q: No choice. When were y —\nA2: Ask her what she did [indecipherable]",
        "Q: What did you do there?",
        "Q: What did you do in your husband’s business? What was your job?",
        "Q: A food line?\nA3: Assembly line.",
        "Q: Assembly line.",
        "Q: Of course, of course.\nA2: But she lifted the heavy cartons and —",
        "Q: I think by age 97, you’re allowed.",
        "Q: I don’t know whether one would say that, after hearing all this.",
        "Q: I’m glad you’re talking to me.",
        "Q: Yeah?\nA2: Near where she lives.",
        "Q: Yeah? Okay. She doesn’t live here?\nA2: Yeah, she does.\nOctober 15, 2010",
        "Q: Oh yeah, yeah, yeah, yeah.\nA2: We go over.",
        "Q: Yeah.",
        "Q: You’re staying.",
        "Q: Can I ask when were you born?\nA3: 1942.",
        "Q: 1942. So, two girls, you have two girls.",
        "Q: One born 1936, the other born 1942.",
        "Q: Yeah. Any other children?",
        "Q: No. And what happened with your brother? You said he died recent —",
        "Q: Uh-huh.\nOctober 15, 2010",
        "Q: Did he — di — you brought him over, too? He came over as well?",
        "Q: Yeah.",
        "Q: A lot.",
        "Q: Used to go to soccer games on Sunday?",
        "Q: Of course, it’s soccer.",
        "Q: Well —",
        "Q: How many grandchildren do you have?",
        "Q: That’s quite a legacy.",
        "Q: Yeah.",
        "Q: It must mean a lot for them to hear their great-grandmother say so, too.",
        "Q: And do they all live around here?",
        "Q: Do they all live around here?",
        "Q: Mm-hm.",
        "Q: It is.\nA2: When she says it was very nice times because they went to the beach, in other\nwords, without —",
        "Q: Fear.\nA2: — having much money, they had — and no fear, you know, so they enjoyed each\nother’s company. Cause I remember when I grew — was growing up, the house was\nalways full of people.",
        "Q: That’s a wonderful thing.\nA2: Yeah.",
        "Q: It’s a wonderful thing to see —",
        "Q: To me it sounds like a very rich gift to have.\nA2: It was nice.\nA3: It was, it was.\nOctober 15, 2010",
        "Q: Uh-huh.",
        "Q: Also, it 1—1it’s impressive, that if she had a business in Germany",
        "Q: — and they were large business people, to be able to adjust to a different life,\nwhere you don’t have as much, where you have to struggle more, and still — still ha —\nbe positive, still be —",
        "Q: — happy, and thankful and being able to enjoy things. Those are huge gifts. Not\neverybody can do it. Not everybody’s able to, not everybody has the inside to be\nable to do this.",
        "Q: Mm-hm. You wanted —\nA2: When you first came over, on a Friday night, 1t was the Shabbas dinner. Tell her\nabout you — th-that.",
        "Q: So it wasn’t like you were in completely a strange land.",
        "Q: There was still something familiar.",
        "Q: Yeah.",
        "Q: It was some food item, something from food.",
        "Q: All right, was this —",
        "Q: 178\" Street, is that up by the cloisters? Is that —\nA2: Yeah, not far.",
        "Q: Not far, so isn’t that —\nOctober 15, 2010\nA3: Not by the cloisters, it’s by the bridge.",
        "Q: I see.\nA3: By the — by the Port Authority.\nA2: Adjacent to the bridge.",
        "Q: Uh-huh.\nA3: In that area. I don’t think we — we didn’t live — we didn’t live up —",
        "Q: Uh-huh.\nA3: — that [indecipherable] the poor section.",
        "Q: Uh-huh.",
        "Q: Washington Irving.",
        "Q: Where did you go?",
        "Q: I see. Well —",
        "Q: Is there anything else that you think we need to",
        "Q: — record here, that we should capture, as part — as your mom’s ta — story?",
        "Q: I think that’s also quite a lesson.",
        "Q: I think that’s also quite a lesson.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: It’s a—it’s a tough journey.",
        "Q: It’s a far journey and it’s a long journey.",
        "Q: Yeah, yeah, it is.",
        "Q: Okay.",
        "Q: Yeah, she’d like to go, she’d like to go.",
        "Q: Well, you know what Mrs. Hall, if there’s anything else that you remember, that\nyou would like to add to this, if your children or your granddaughter wants to get in\ntouch with me, we can — we can try and record it again over the phone, or we can\nwrite a note in — 1n your file of some of the things that you might have wanted to\nadd.",
        "Q: It’s like when people ask, what — what else would like, you know, when they\nserve me in the stores, I want a winning lottery ticket.\nA2: The only —",
        "Q: Yeah?\nOctober 15, 2010\nA2: The only thing that — when she said they came over with their furniture, if I\nremember correctly, you couldn’t bring all your furniture, you had to buy — you had\nto buy cheap furniture, or something.",
        "Q: Yeah, no.\nA3: Couldn’t bring everything.",
        "Q: Okay.",
        "Q: They don’t have the same relationship to wood like we do, it’s true.",
        "Q: Men don’t have the same relationship to furniture as women do.",
        "Q: No.",
        "Q: Oy yoy, oy yoy.",
        "Q: Yeah.\nA2: What’s this?\nA3: Marble.",
        "Q: Marble, marble, yeah.",
        "Q: Yeah.",
        "Q: I understand.",
        "Q: Well, somebody did, somebody kept them.",
        "Q: Yeah.",
        "Q: It’s true.",
        "Q: Oh, yeah?",
        "Q: Okay. Well, I’m going to wrap up now.",
        "Q: How old is that?",
        "Q: Wow.\nA2: Wait a se — how is it that old?",
        "Q: I’ve got to — I’ve got to wrap this up, excuse me.",
        "Q: Okay. We can talk about that, but — but as far as the interview is concerned, I\nneed to wrap it up.",
        "Q: I need to finish the interview here.\nA2: She needs to finish the interview.",
        "Q: Yeah.",
        "Q: Okay, and I — by doing it, what I say is, this concludes the United States\nHolocaust Memorial Museum interview with Blanche Hall on October 15\", 2010.\nThank you very much for talking with us, for sharing your story.",
        "Q: It was a pleasure for me as well. Thanks again.",
        "Q: Thank you.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: You’re welcome.",
        "A: March 2™, 1913, and my name was Blanche Katzenstein(ph).",
        "A: Yeah.",
        "A: In Schlichtern, in Germany.",
        "A: Schliichtern is — Schliichtern, Frankfurt and Fulda.",
        "A: Yeah.",
        "A: Yes, yeah.",
        "A: It’s Hessen, Hessen.",
        "A: A small town.",
        "A: Herman — the names?",
        "A: Herman and Gutta Katzenstein.",
        "A: Katzenstein.",
        "A: Yeah.",
        "A: [indecipherable] but, hell, I had it in my hand the other day.\nA2: A— 1881.",
        "A: He was in — was he — wait a minute.\nA2: That’s Gutta.",
        "A: Katzenstein.\nA2: This is Gutta, eight — 1883.\nOctober 15, 2010",
        "A: Wait a— my mother —\nA2: No, 1886.",
        "A: My mother was born in nine — in 1886.",
        "A: 1881.",
        "A: I had a brother, he passed away.",
        "A: He was a year younger.",
        "A: Ludwig Katzenstein(ph).",
        "A: He was a— a-— how — how do you call it, a salesman.",
        "A: Y-Yeah. He’s — he was in business himself.",
        "A: We had a store in the house, yes.\nA2: Fabrics, right?",
        "A: Clothes.",
        "A: Clothes, huh?\nA2: Cloth, fabric.",
        "A: Huh?",
        "A: Yard goods.",
        "A: Yes, we had a room in our hou — store, okay, call it a store, that’s right. But he\nwent out. He had his — he had a car in later years, and before that he had a bundle.\nAnd he went — he had — he had his business really in Bad Orb, and for\n[indecipherable] three days in Bad Orb, and — and one and a half days in — in\nNeuehof.",
        "A: Yeah.",
        "A: No, no, no, she was just in the house, she was a —\nOctober 15, 2010\nA2: She had the insurance business.",
        "A: Oh, she had her own business. I forgot.",
        "A: Yeah [indecipherable] he was — she was an insurance agent for the Akner(ph)\nund Munchen Feuerversicherung.",
        "A: Yeah.",
        "A: Fire and theft, I suppose.",
        "A: Akner(ph) and Munchen.",
        "A: Feuerversicherung.",
        "A: That’s a long time.",
        "A: What?",
        "A: My earliest memories?",
        "A: Somebody coming?",
        "A: We-hell. [indecipherable] me in my early years [indecipherable] I don’t know\nany more. With — with my girl — wi-with my friends?",
        "A: We played on the street.",
        "A: We played.",
        "A: No, she had a maid.",
        "A: She had a maid. She did the cooking, but not the cleaning.",
        "A: Yeah.",
        "A: In-",
        "A:— 1918.\nOctober 15, 2010",
        "A: Oh, that’s when it — oh, 1914.",
        "A: 1914, yeah.",
        "A: Well, I remember we were scared of the — of the soldiers as children. You know,\nsaw the soldiers on the streets and we were scared.",
        "A: It was — I don’t know any more — no, there were some — I don’t know where they\nwere from. They were not completely black, but they were —\nA2: You mean the uniforms?",
        "A: No, the faces.\nA2: The faces?",
        "A: Faces, but they were — where were they from? I don’t remember. We were scared\nof them.",
        "A: They were soldiers.\nOctober 15, 2010",
        "A: Sure, if — I remember. And how. We were fighting more than enough.",
        "A: And my mother always blamed me.",
        "A: Why, she — she blamed me, she always — her son was everything.",
        "A: Who knows?",
        "A: I don’t know any more. Well, we had a good time. We ler — we had a good living,\nthere’s no doubt about it. Then when the times were bad, when war start, and the\nfood was — we always had food because we lived in the country. And oh, I— when I\nwent to school, let’s see first grade, second grade, who knows, you know? And my\nmother gave me five cents, or five pennies, you know, buy myself a — a roll, in order\nto get — I was hungry.",
        "A: In order to fill my stomach up, I filled up with water. That I remember, I never\nforget that.\nOctober 15, 2010",
        "A: Six years.",
        "A: I never thought of it, I don’t know any more.",
        "A: Yeah, I do remember. It was okay, you know, the school was all right. We had to\n— we had strict teachers. One teacher, he — when we came — the boys, they had to\nbend over, and they got every day before school started, a good licking on the\nbehind, and the girls had to show their hands.",
        "A: The ruler.",
        "A: A nice stick.",
        "A: Sure. That’s how the teachers started.",
        "A: Ah, well.",
        "A: Yes, was a large Jewish community. I don’t [indecipherable] but a large Jewish\ncommunity, yes, it was nice.",
        "A: No, mostly Gentile.",
        "A: Mostly Gentile. Of the eight, I remember, before Hitler came, I think there were\nabout a hundred Jews in Schliichtern.",
        "A: Yeah.",
        "A: Oh yes, a beautiful synagogue.",
        "A: Upstairs and downstairs. Downstairs the men, upstairs the women.",
        "A: Yes, they were religious.",
        "A: Oh yes, oh yes. My grandmother would have killed me if I wouldn’t have gone.",
        "A: Sure.\nOctober 15, 2010",
        "A: My grandparents.",
        "A: My mother’s — my mother’s parents, and then I have memory of my father’s\nparents. His father died young, he had — ah, what the hell? He had cancer of the\nliver, and in that time there was no medicine to give him for pain. He hanged\nhimself.",
        "A: Couldn’t take the pain any more, he hanged himself. But my grandmother lived a\nlong time.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Not that grandmother, my mother’s mother was a strong influence on me, yes.",
        "A: In every way. She was very strict. Very loving, but very strict. Oh sure, was a\nwonderful woman, wonderful. And I think I brought up my children like that. She\nwas very strict and she was very loving.\nOctober 15, 2010",
        "A: And my grandfather too. My grandfather was a — a — a Jewish teacher.",
        "A: In the Jewish school, but they were paid by the government.",
        "A: The Jewish teachers were paid by the government.\nA2: And they would have in the morning, the Jews would have an hour of Jewish\neducation and the Catholics would have an hour of Catholic education.",
        "A: Yeah, and we got — we had in the mornings —",
        "A: — yeah, we had to go to Hebrew school in the morning, an hour before regular\nschool because the — the Christian children, they also had an hour —",
        "A: Of religious education.",
        "A: And then we went in — went to regular school.",
        "A: My mother’s — no, my mother’s parents, they came from Mainstockheim.\nOctober 15, 2010",
        "A: That’s in — near Wirthswies in Bavaria. And my father’s, they were born in —\nnear Schluchtern.",
        "A: Yeah. Forgot, Wienschteiner(ph) or someplace, I forgot which one.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: My grandfather was a Hebrew teacher, no.",
        "A: In Mainstockheim, that was near — near Wirthswies in Bavaria, he was a\nHebrew teacher. And during the war —",
        "A: Which war was that now, I forgot already — he also taught a regular school.\nOctober 15, 2010",
        "A: It must have been 18 sometimes?",
        "A: I don’t know what year that was. Yeah, because they needed the teacher, the other\nteacher went to — my grandfather couldn’t go to the army, you know, but they were —\nboth grandfathers couldn’t go. This one had only a half a leg, one and a half legs,\nand I forgot already the other one — my father couldn’t go because he had — I don’t\nknow what it was. One of those wars, he had something with his eye, some sickness\nwith the eye, forgot what it was. So I have good memories from my childhood.",
        "A: Huh?",
        "A: Cause it was a nice time in — in— 1n Germany at that time. We were — we had —\neverybody was happy, everybody lived nice together. There came Passover, my\nmother sent me with some matzos to a neighbor who wasn’t Jewish, you know, they\nliked matzos and that was a big — big thing for them to get some matzos, you know,\nthree, four matzos.",
        "A: Yes.",
        "A: Sure, we had good relations with them.",
        "A: Friends?",
        "A: Sure, I had two German — oh, I had two girls, they were not Jewish. One was\nIrmgard(ph) Miller, and the — which she was a nice girl, and the other one was the\nAnnamarie(ph) Schultz(ph) and I owe her a spit 1n the face.",
        "A: When we were young — when I was about 18, I would say, you know, I bo — my\nmother died when?\nA2: 733.",
        "A: 1933. And so how old was I in 1933?",
        "A: Yeah?",
        "A: 20?",
        "A: I met that girl on the street, she came one way and I went the other way. And she\nout of — Hitler was in power then.",
        "A: Out of the blue sky, she spit in my face.",
        "A: Huh?",
        "A: Yeah. And the other one, the Irmgard(ph) Miller, she was nice. They all were\nmostly nice, but that was a miserable girl, I don’t know why she did it, because I was\nJewish. What can you do? If I would — I wish I would see her today, I owe her that\nspit.",
        "A: Huh?",
        "A: I’m waiting a long time.",
        "A: I—I don’t even know — I don’t even know if she’s alive, who knows, I don’t\nknow.",
        "A: I have no idea.",
        "A: Whatever.\nOctober 15, 2010",
        "A: Yes.",
        "A: No.",
        "A: Huh?",
        "A: Sure, and on Shabbas we had a half a day school. I wore a nice, white apron\n[indecipherable] to school, because it was Shabbas.",
        "A: There was no — no anti-Semitism.",
        "A: No, no.",
        "A: No. There was none.",
        "A: Sure there were Jewish children.\nOctober 15, 2010",
        "A: In my class? Depends, you know. My class, I forgot how many. I think I was the\nonly one, probably. Was there another one? No, there was another one. I don’t know\nwhen [indecipherable] I don’t remember how many we were in the school.",
        "A: That’s too long ago.",
        "A: How things started, it’s a good question. It just — overnight. It just started\novernight, you know. They came out of the — how do you call it? Out of the —\nA2: The wood. Woodwork.",
        "A: Came out of the — how do you call that?",
        "A: Huh?",
        "A: Yeah.",
        "A: Just like that. Just like that.",
        "A: Probably, yeah.\nOctober 15, 2010",
        "A: Sure, I was finishing school. I already had gone to another school oh — in\nMunchen.",
        "A: In Munich on my own — yeah, in — what was it? I forgot already. Oh, I learned to\ntake care of babies.\nA2: Baby nurse.",
        "A: What was it? Yeah, that was in Munich. And — well, I don’t know any more.",
        "A: A job?",
        "A: Yes, I did have a job. I had a job by f — by a family with four children, ages 10 to\ntwo. And I took care of them. I had to — I had to take completely care of them. I\nwanted to work because I always wanted to have my own money.",
        "A: Huh?",
        "A: I lived by these people.",
        "A: Their name was Hyman(ph) in — forgot the name where they were. In this farm\nsomeplace. Was nice people, you know. And then I had a job, another job. I don’t\nknow any more, I forgot. Yeah, I don’t know any more, this too long ago, you want\nto know from 150 years ago. All right. What else? Do you remember what I told\nyou?\nA2: You used to te-tell us about when you would — you and your friends, you used to\ngo swimming, you were part of a swimming group.",
        "A: Oh, that was — yeah, when Hitler was in power, you know. In Frankfurt, I lived\nin Frankfurt and with my father, my mother had passed away, and we used to go —\nwe could only go on a Monday night to a s-swimming, to a Jewish — with the Jewish\npeople, you know, they were allowed only so — on Monday nights. That was in\nFrankfurt, that was in — what was the year — how old was I when I got married?\n1923? No. ’23, I was —",
        "A: No, I would not be — I was 23.\nA2: °35 you got married.",
        "A: Yeah, I got married in 1935, yeah.",
        "A: My husband’s name? Eustyne(ph).\nOctober 15, 2010",
        "A: Justin.",
        "A: Dammstadt.",
        "A: [had a good mother-in-law.",
        "A: Yes.",
        "A: They can tell you. They know her.",
        "A: Huh?",
        "A: She was a very good woman. She was really clever. She had a big business.",
        "A: Wholesale of food in Dammstadt. They had a few trucks. She was very clever,\nmy mother-in-law, very clever woman. And a very good woman. A good grandma.\nOctober 15, 2010",
        "A: I don’t know. I loved her and she loved me.",
        "A: I only had my father, my mother that was —",
        "A:—my mother was gone. You know, my father came every weekend from\nFrankfurt to Dammstadt, and stayed with me over the weekend. Sure.",
        "A: He came into power, yeah.",
        "A: Not right away —",
        "A: — because they were too well known, you know, for decent business people. But\nwhen it came, you know, they had to sell anyway, and we all had to leave.",
        "A: Huh? Halle.",
        "A: It was Halle.",
        "A: It used to be Halle, with the e on the end, you know, Halle with the e on the end.",
        "A: Oh yes.",
        "A: Yeah.",
        "A: Because my father-in-law had already a brother and two sisters here, who came\nmuch earlier, you know, to the United States, and they had changed it to Hall.",
        "A: So we changed ours too.",
        "A: Well, I don’t know anymore when we decided. It was bad already against the\nJews, you know. Oh, yes, that was even before I knew my husband. They took the\nJewish men in Dammstadt, all the Jewish men, like my father-in-law and my f — my\nfather-in-law and other Jewish men, you know, and they had to — they had to clean\nthe sidewalk with this — a brush. That was before I even met my husband, you know.",
        "A: Huh, I met my husband, I was — poor guy didn’t have a chance. I was invited by\nsomebody, y-you know — I don’t know, friend of mine, and who was that — and I met\nmy husband, oh, he was there.\nA2: You — you were start — you —",
        "A: I got with him in the car, I don’t know how it goes any more. Anyway, I met him\nby a friend of mine, then he says that he’s going to Frankfurt, you know, we lived\nat Dammstadt at that time — no, I didn’t.\nA2: You lived in — you lived in Frankfurt.",
        "A: I lived in Frankfurt, yeah. So — and I liked him, and I figured I’m going to marry\nhim. So I said to him, oh, you’re going to the Café Falk(ph)? He said yes. I said, you\nknow what? I was supposed to go there, but I think I changed my mind. I said, where\nare you going? [indecipherable] So he said, I go — and in the [indecipherable] in\nthe — the — and Jews at that time could only go to a Jewish café, or in the — in\nHauptbahnhof.",
        "A: Huh?",
        "A: The train station.",
        "A: So I said, ’'m going with you. So we stayed til one o’clock at night he brought me\nhome. I can talk.",
        "A: Oh yes.",
        "A: Huh?",
        "A: I did.",
        "A: Sure.",
        "A: I didn’t ask him, but he asked me — wanted to pick me up on the next weekend, I\nsaid, how about tomorrow night? Was Monday night. He said, why’? I said, I go\nswimming and I would like you to pick me up. I wanted him to see me in a bathing\nsuit. That was the end, he had no choice.",
        "A: No.",
        "A: [indecipherable]. Huh?",
        "A: Three months later we got married.",
        "A: Yes, moved to Dammstadt, yeah.",
        "A: I was supposed to help her in the business, but I had a girlfriend, and I met a girl\nthere, friend of my husband’s, his wife, she just got married then too. So we went out\nevery day, the two of us, or three of us. We went to a café in du — in the — in the\nforest there was a café, and had a good time.",
        "A: Yeah, we did. Then, I don’t know how much later, you came.\nOctober 15, 2010",
        "A: I got married in °35.\nA2: Right.",
        "A: Yeah.\nA2: I was born nine months later.",
        "A: What is this?",
        "A: Oh, he had left already Schlichterntin(ph) —",
        "A: My father lived in Frankfurt — huh?\nA2: Why did Grandpa leave Schlichtern?",
        "A: Oh, it was on a Shabbas afternoon, and Hitler was in power already, and he was\nin shul, the afternoon and [indecipherable] and he had a — the — a policeman came.\nOctober 15, 2010\nWhen he went out of the synagogue, was a policeman there, and he came and he said\n— they went to school together. He said to my father, Herman, don’t go home. Go in\nyour car and go away and don’t come back to Schliichtern, because I sh — ’m—I\nhave — otherwise I have to take you into schutzhaft.",
        "A: Yeah. So my father didn’t come home, he went to Frankfurt in — in his car, with\nhis — mein — my cousin brought him with his car to Frankfurt, then I sold the\nhouse.",
        "A: Sure, I was still in Schliichtern.",
        "A: Oh, the Nazis, they came into our house. Was that before?\nA2: No, the same day.",
        "A: Came afterwards.\nA2: No, the same day.",
        "A: Huh?",
        "A: Same day? Possible. And —",
        "A: Oh, they wanted to tur — what happened. They wanted my father. So, I mean,\nstupid me, I went to the — how would you call it, with a — that — the Birgermeister —",
        "A: Where the Biirgermeister lived, you know. And —\nA2: The mayor.",
        "A: The mayor, yeah. And I — we had already a different mayor, because th-the mayor\nwhich we had before was married to a Jewish woman, they had a child. So he was\ngone already. So he had an Hitler — a Hitler mayor, and went to him, and I told him,\nyou should take those guys away which are in front of our house, standing\n[indecipherable] waiting for my father. And I’m gonna write to my uncle in\nMilano, what’s going on in — in Schliichtern. I was 19 - 20 years old. So anyway,\nthose guys, then they dr — called them away, you know. That was the end, and then\nmy father didn’t come home anyway, I went to Frankfurt and I sold the house and\neverything. I’m sorry I sold it. Beautiful house. Belongs today to the city.",
        "A: City of Schliichtern, yeah, beautiful house. Oh, she saw it. Did you see it too?\nA2: I saw the house, it’s beautiful.",
        "A: No, no, no, they died already, my grandparents were dead already.",
        "A: Yeah.",
        "A: Yeah.",
        "A: My brother — my brother couldn’t come back. He was in Italy, and he was told he\ncannot come back, because otherwise they’Il take him into — into custody too. And\nso he went to Brack(ph) —",
        "A: — to Czechoslovakia.",
        "A: He was in Italy, he was studying in Italy.",
        "A: What do you call it?\nOctober 15, 2010\nA2: Art.",
        "A: Huh?",
        "A: Art, yeah.",
        "A: He was a— a commercial artist.",
        "A: No, that was just my saying, you know.",
        "A: I wanted to scare them.",
        "A: No. But then it went down, down, down, everything. My — my — my — I went with\nmy father to Italy, to my uncle for [indecipherable] something. And we were there\ntwo weeks and then we went home, and then the bastards that came into the house,\nthey smashed everything on the ground floor.",
        "A: Ah no, that was all in Schliichtern.",
        "A: They smashed everything to pieces. Was terrible, was really bad. Even our maid\nwas afraid, and she wasn’t Jewish.",
        "A: Huh?",
        "A: No, while we were in the house.",
        "A: In the house. They didn’t ask, but just came and smashed everything to piece.",
        "A: No, no, no. Mostly they were not from my hometown, they brought them in from\nthe outside.",
        "A: Never heard of them any more. Never heard of them any more.",
        "A: I would like to see her today, I owe her the spit.",
        "A: It’s no use.\nOctober 15, 2010",
        "A: I could — that’s no use, no. I could find out, really, you know. To Amy’s friend,\nmy granddaughter — granddaughter has some — knows somebody who — ah, who\nknows? It doesn’t matter any more, it’s too long ago.",
        "A: Most of them were okay, they left you alone. Oh sure, they left you alone, you\nknow. They didn’t bother, no.",
        "A: Nobody bothered, really.",
        "A: But we did nothing.",
        "A: Yeah, yeah.",
        "A: Yeah. They put in strangers.",
        "A: The Jews were well liked in — in Schliichtern. They were well liked, they were —\nwe — we danced, went to dances together, you know, the — the Goyim and the Jews.\nAnd you know, it — what you call the [indecipherable] once a year they had a — how\ndo you call that? Like you have it here, too.\nA2: A big dance?",
        "A: Huh? Yeah, you know, a—a-—\nA2: A festival?",
        "A: Oktoberfest or something.\nA2: A festival.",
        "A: Yeah, everybody danced together, everybody joined. There was nothing.",
        "A: Huh?",
        "A: Sure, it was bad. What can you do? Couldn’t help it, you know, that’s what it\nhappened. Some of them went nuts.",
        "A: I met a— I have to go again, you know, I met a woman, she went to Schliichtern\n[indecipherable] in the — by the butcher here. So — but it doesn’t matter any more, s\n—I don’t know anybody any more anyway.\nOctober 15, 2010",
        "A: I wonder who is alive. Who knows? Today I enjoy my children, my\ngrandchildren, my great-grandchildren, and I hope something like this will never\nhappen again.",
        "A: I hope so.",
        "A: Why I left?",
        "A: Oh, should have brought out a picture. I had my daughter, Gertie was six months\nold.\nA2: Three months.",
        "A: Huh?",
        "A: Three months? I thought it was six months — in the basket, in a — what’s a —\nbasket, right?\nA2: A laundry basket.",
        "A: Such a basket. Ay yi yi. Had her in a basket and the carriage went along too. I —\nin the carriage I had all the diapers, you know. And I went to — where\n[indecipherable] I first stopped for two weeks in — oh God, didn’t I just tell it\nOctober 15, 2010\nbefore, someplace where I went? [indecipherable] to the book. I had an uncle and\naunt —\nA2: Milan?",
        "A: — and they lived in — near France — in France someplace. I don’t know any more.\nSo I went with my daughter, and — how the hell have I got it? Who knows? I don’t\nknow any more. In a basket to someplace in France.",
        "A: By train. How else, not airplane. Went by train. And they’re so — Germans are\ncrazy. I had to open up the diaper and show her — show them her tushy, just in case I\n_J[-",
        "A: Huh?",
        "A: Not jewelry, money.",
        "A: Jesus Christ. It was no laughing matter at that time.",
        "A: Today I can laugh about tt.",
        "A: When I left Germany, my husband was here already. He left before me. He left\non the first of May.",
        "A: Mm, good question.\nA2: 36.",
        "A: °36.",
        "A: Yeah.",
        "A: I left in July or August, I don’t know when it was.",
        "A: My mother-in-law?",
        "A: Yeah, the whole family left. They — I make my mother-in-law and my father-in-\nlaw and my brother-in-law — my — my other brother-in-law had gone with my\nhusband already. They were here, my husband went with my brother-in-law. And\nthen I [indecipherable] the in-laws. And they left on the first of May, Betty and\nErnie and Joe, my brother-in-law Joe, and my mother-in-law and my father-in-law.\nWe left later. I met my in — my in-laws in France.\nOctober 15, 2010",
        "A: [indecipherable] down to France already.",
        "A: I forgot already where. And I met them there, and then we went together, oh the —\nthe guy was so nice to me on the ship, you know. You have to take this — the big ship\ncould not come into the —",
        "A: Huh?",
        "A: The port was too big, you know. It was the Hamburg.",
        "A: And so I — that guy was nice to me. The — on the ship, what do you call those, the\n— the sh —\nA2: Captain.",
        "A: The captain. It was so windy, you know, and she screamed blue murder. So, he\nsays to me, come with me in my cabin. So, you know, it was too windy.",
        "A: And then, what they did, they sing. On the ship. [sings in foreign language]\nThey make you feel so bad.",
        "A: Yeah.",
        "A: I could’ve killed them.",
        "A: No, it wasn’t.",
        "A: Why? I loved Germany. I loved my homeland. Had no complaints. My parents\nhad no complaints, we were living nicely. My father was doing very well.",
        "A: So, we lived nice with the neighbors, only until the lousy bastards came. The\nNazis.",
        "A: I don’t unders — I don’t understand it, not to this day.",
        "A: Huh?",
        "A: I can’t understand it.\nOctober 15, 2010",
        "A: No.",
        "A: My father came later. Sent him affidavit, he came. Oh, we brought so many\npeople.\nA2: 84.",
        "A: 84 people.",
        "A: With — with the help. We had help. My father-in-law — my father-in-law’s sister\nwas married to a congressman, Blume(ph).",
        "A: Mm-hm. And — and so there was help, you know, and then there was a Jewish\nwoman, she was working on the — where do you call it? On the immigration. And\nmy father-in-law had to go to the immigration, I don’t know what for, right away.\nAnd he talked to her, and she helped, too. Through that, you know, I mean, until\nroose — I think it was Roosevelt who stopped that to coming in, that you can’t get in.\nThe last one who came into the United States was my mother-in-law’s cousin. She\nwas married, I forgot her name. Then the — then they stopped, they didn’t let any\nmore Jews come in.\nOctober 15, 2010",
        "A: Yeah, the — he helped, you know, because he was married to — to\n[indecipherable] I forgot, I mi — just said, you know? My — I don’t know what,\nforgot already. Anyway, and that’s how we got here. That’s — and then we — we were\nable to bring that many people.",
        "A: Huh?",
        "A: Yeah, yeah. The first ones we were able to bring here, my — somebody in the\nfamily was engaged to somebody and I don’t know, anyway, that was the first one to\ncome, be sent an affidavit. I mean, at that time you could send affidavits, and then\nRoosevelt, I think, stopped it.",
        "A: Yeah, okay.",
        "A: One after the other came then.",
        "A: [indecipherable] were able to.",
        "A: We had to — shouldn’t say it, you know? Do you think we still told the truth all\nthe time?",
        "A: How much you make, you know, you have to tell them how much you make.\nCome on. Or if you’re working, if you make money or not. We were able to bring\nthem in.",
        "A: How? Oh, officially? We didn't tell the truth always.",
        "A: To say how much we make, you know, if we are working or not.",
        "A: Sure, yeah, yeah.",
        "A: Yeah.",
        "A: Oh certainly, what do you think?",
        "A: Yeah, roll that down, so I don’t have to be afraid [indecipherable] be sent away.\nOctober 15, 2010",
        "A: Sure.",
        "A: Never asked.",
        "A: Oh, the whole mischpoho(ph). Friends. I know the first ones were some friends\nfrom my mother-in-law. He was a lawyer in Germany, was their lawyer in business.\nAnd they had two daughters, they were the first ones. They were the first one to ask.\nAnd then we have and we were a [indecipherable] you know. Many relatives. Sure,\nall of them, the whole — whole kit and caboodle.",
        "A: They all stopped in our house. They all slept there until they — a day or two or a\nweek, you know, until they found an apartment, and that was it, and then they were\non their own.",
        "A: We lived in New York.\nA2: Manhattan.",
        "A: In Manhattan. Uptown.",
        "A: Oh sure, we had a nice apartment, big apartment, we all lived together. And then\nwhen they came, when the mischpoho(ph) came, they all slept by us, until they had\nan apartment or something, you know.",
        "A: Yes, in 178\" Street is fa — 178™ Street I think it was. Today it’s not there any\nmore, today the bridge — they had built a bridge there now. Sure, I remember. Oh,\nthat was full of bedbugs. Oh my God.",
        "A: Oh no.",
        "A: My husband was here, he was working nights. He was a dishwasher, yeah. And\nErnie was working daytimes, my brother-in-law, so I found an — I found — there’s a\nletter, a green envelope.\nA2: Where?",
        "A: In the kitchen, in the — right there on the — when you come in on the right side.\nThey were — they had a room together, my ma — my brother-in-law and my husband,\nOctober 15, 2010\nthey were here first. And my husband worked nights, and my brother-in-law worked\ndaytimes, so they had one room. One slept at night and one slept in the daytime.\nThat wasn’t easy. But we were happy anyway [indecipherable] oh yes.",
        "A: Yeah.",
        "A: That was a hundred and —",
        "A: 78\" Street, yeah, I remember. Oh, God almighty. We had a bedroom\n[indecipherable] that this old big apartments, the long corridors, you know?",
        "A: She — she couldn’t walk it, she was sitting on her behind and moving herself\nalong that long corridor.",
        "A: That was where my a — that’s where my — where my husband and my brother-in-\nlaw —",
        "A: — yeah, of Winkler.",
        "A: They have a room rented from somebody.",
        "A: My brother-in-law worked daytimes and that’s when my husband slept. And\nwhen my husband went to work, then my brother-in-law slept in that bed.",
        "A: Oh no, then we — my husband took a — had taken already an apartment, 178\"\nStreet. And was on a Friday I arrived, and the — and the furniture arrived at the same\ntime, we brought all our furniture. And was on a Friday, moved in there, slept there.\nAll of us.\nA2: Who was all?",
        "A: My brother-in-laws, my cousin — pa — Daddy’s cousin, Manfred(ph).",
        "A: M-My mother-in-law, my father-in-law, who else was it? The whole\nmischpoho(ph), whatever that was.",
        "A: Manfred(ph).\nA2: Yeah.",
        "A: Yeah. But on Friday, at that Friday, Grandpa and Grandma, they slept by Aunt\nSophie.\nOctober 15, 2010",
        "A: Oh, right away.",
        "A: Yeah, you had to.",
        "A: You had to. My father-in-law had a sister here, and a brother here for years\nalready. And his sister came to Germany, I was married, was just married, you\nknow. And she said to my in-laws, you have to leave Germany. My mother-in-law\ndidn’t want to do this. Ah, that — that will go over too, won’t be anything, you know.\nShe didn’t want to leave. My mother-in-law said, let me keep Gertie, when she —\nafter she was born. Let me keep Gertie, I stay here and you can take a look how it is\nin America. So my father-in-law said no, we all go. And that’s how we all got out,\nyou know.\nA2: The Nazis told my father, who was very Aryan looking, you can’t\n[indecipherable] any more.",
        "A: Huh?",
        "A: Absolutely, yeah.\nOctober 15, 2010",
        "A: [speaks foreign language]\nA2: Din — you told me that Daddy used to drive around with his friends that were\nNazis —",
        "A: Oh, yes.\nA2: — til they told him they can’t any more.",
        "A: Oh, yes.\nA2: And that’s when he decided —",
        "A: He was blonde, you know, he looked like a goy.",
        "A: Yeah, they thought he was a Nazi. They told everyone he was one of them. And\nhe wasn’t, he was Jewish. Yeah, he had a lot of trouble. I told you my father-in-law\nhad to clean the sidewalk with a brush.",
        "A: Grandpa [indecipherable]. It was a crazy time, there’s no doubt about it. Th-\nThey were all not normal.",
        "A: But it shows you you can — you can — ho-ho — put hate into anybody. Absolutely,\nabsolutely, you can. It’s jealousy. It’s pure jealousy.",
        "A: Of what? Are you Jewish?",
        "A: Oh, okay. That’s good. They always were jealous, you know, of people who —\nwho — who — who hort — who worked, and they didn’t care that you worked\n[indecipherable] brought themselves up, you know, out of the — of nothing. So the\npeople were jealous. Not all of them, but the majority that time, they were ha — they\n— the hatred was put into them.",
        "A: They just — you know, you can do a lot with young people.",
        "A: Yeah. Wasn’t the older ones. Was the young ones. Sure, they were jealous. Look,\nmy father worked, and — and my — my in-laws, they worked day and night. They\nworked, they worked, they worked. They brought themselves up. But those bums\nOctober 15, 2010\ndidn’t care. That’s what happened, that missel time. Was a miserable time, but we\nwere happy anyway. Oh, [indecipherable]. We were happy.",
        "A: When you are young, you can take much more.",
        "A: Sure, what do you think? I just hope it doesn’t happen any place. No good,\nthere’s no doubt about it. Sure, what can you do?",
        "A: I forgot. We were once in Germany, my husband and I, don’t know when. Do\nyou remember?\nA2: 20 years ago maybe.",
        "A: [indecipherable] do you remember?\nA2: Maybe 20 - 25 years ago.",
        "A: I don’t remember.",
        "A: I have a goo — of good friends in Germany, not Jewish. Christina(ph)\nBecker(ph). She sends me a-all kinds of stuff on Christmas, she sends me big\nOctober 15, 2010\npackages. She is about in the 40s. She was — is — and when we went to Germany,\nmy husband and I, we visited my husband’s friends. They were never Nazis. And\nthis girl was about eight years old, today she’s in the 40s. And she fell in love with\nme. So every year she comes and she sends me a — she sends me here, for instance,\nand there I think it is — she’s — she sends me a whole lot of stuff from my hometown.\nOh, she sends me anything and everything. She’s very nice, and her parents are very\nnice. I just had something in my hand before from them. My husband, they were\ngood friends with her grandparents.",
        "A: Yeah, the man worked in my husband — her grandfather worked in my husband’s\nbusiness, and they were the same age as my husband, you know? So they were good\nfriends all those years. And now the grandchildren — the granddaughter is good\nfriends with me.",
        "A: Yeah, Christina(ph) Becker(ph).\nA2: They — I think [indecipherable] business, I’m not sure.",
        "A: [speaks foreign language]",
        "A: They — they — no, they started their own business then.",
        "A: The Bakers started their own. Oh, I should have — I think I threw out, just before.\nWhat did I do with it?",
        "A: Was a big business, they have a big business, so they started their own,\nafterwards, and the big ta — it’s a big company today, very big company.",
        "A: They are — they are ha — are in food.",
        "A: In food —",
        "A: — wholesale. Oh, yes. But I think I threw it out.",
        "A: Yeah.",
        "A: Most of them our bed.",
        "A: Sure we had, sure. Certainly. We all lived together in New York.\nOctober 15, 2010",
        "A: [speaks foreign language]\nA2: You have one cousin who’s still alive in New York, who you brought over?",
        "A: Who’s that?\nA2: I don’t remember.",
        "A: I forgot. In New York?\nA2: Or somewhere. Oh, Florida. Inga(ph).",
        "A: Huh?\nA2: Inga(ph).",
        "A: Du —- Inga(ph)? Yes. Oh, yeah, the Inga(ph) [indecipherable] and her sister is\nalive, I don’t know where she lives. In Israel, I think. And who’s anush — I have\nforgot Heidi. I had — must be more, but I can’t remember right now.\nA2: Gerta Forbes.",
        "A: Gerta. She lives in —\nA2: Florida.",
        "A: Where?\nA2: Florida.",
        "A: In Florida.\nOctober 15, 2010",
        "A: And I can’t remember right now. Some of them, they’re younger than I am.",
        "A: Yes.",
        "A: The doctor who brought her into the world.",
        "A: Didn’t let them out any more. No, didn’t let them in here any more. Didn’t let\nthem in here any more then, Roosevelt closed. Roosevelt wasn’t so nice. We\nthought he was God.",
        "A: Died in a concentration camp. He and his wife and his child, yeah. His wife\nbecame Jewish when she married him, the doctor, and the boy was Jewish and they\nkilled them all. No idea [indecipherable] you really have no idea? I had before here,\na list.",
        "A: I have a list someplace. [indecipherable] I do with it?",
        "A: What have I got way in there?",
        "A: That’s yours.",
        "A: I had a list with the — oh, where did I put it? Take a look what I got over there.\nA2: No, this is not it.",
        "A: No, that’s not —",
        "A: No, that’s not. I thought I just had it before.",
        "A: No. A whole list who got killed.",
        "A: Where the hell did I put 1t now? I don’t know any more. I had it here someplace, I\ndon’t know where I put it. What you have laying there on [indecipherable]. Should\ninterview my son-in-law, my daughter’s husband.",
        "A: He came here — what he went through. He is from Poland. He 1s from —\nA2: Gdansk. Danzig.\nOctober 15, 2010",
        "A: Can’t see it, can’t find it, who knows? Nah, that’s not it. Now, it must be here\nsomeplace. No, what’s in that book, or underneath the book, or in the book?\nA2: It’s not — yeah, it’s not there, it’s not.",
        "A: It must be. [indecipherable]",
        "A: I can look it up, what’s the difference?",
        "A: I’ve got plenty.",
        "A: Do you speak — you [indecipherable] German?",
        "A: I once — I don’t know where I — I don’t know where I got that from. It’s very\ngood. [speaks German]",
        "A: Yeah, why not?",
        "A: I have in that book, maybe. It must be somewhere. I had something. Well, what’s\nthe difference, it’s enough. I have nothing in there.",
        "A: Isn’t it?",
        "A: What?",
        "A: On the beginning, probably German. That’s how [indecipherable] started.\nA2: My grandmothers — I spoke German before I went to school.",
        "A: I don’t know any more.",
        "A: Yeah, this was sent to my husband when he lived by Winkler. He — he and his\nbrother, they had one room together.",
        "A: And that’s where they lived, by Winkler. I kept that.",
        "A: Oh, she knows how old you are.\nA2: Oh yeah. My son is 54.",
        "A: She looks good. My daughters look wonderful.",
        "A: Ah, yeah. Well.",
        "A: I tell everybody not to hate, yeah. Well, no good. And [indecipherable] you\nknow. Don’t forget to laugh. It’s like the — like the people, you know, don’t hate.",
        "A: I don’t hate anybody. I don’t care who it is, what they do, I don’t hate. I might\nlike — don’t like somebody personally some, but — but otherwise, there’s no hate in\nme.",
        "A: And that’s the only thing, don’t hate. You know, got to be happy, and take the\nevery day life as this — well, her husband went through a lot.\nOctober 15, 2010\nA2: They have his testimony.",
        "A: Yeah.",
        "A: Was?\nA2: — who was married t-to the — to the senator, or the whatever he was.",
        "A: Who was married to the [indecipherable] Uncle Michael’s —\nA2: Oh, Beetsy(ph)?\nA3: No, Beetsy(ph) was Uncle Michael.",
        "A: The Michael — Uncle Michael’s sister-in-law.\nA2: It’s his sister.",
        "A: Huh?\nA2: Aunt Beetsy’s(ph) sister was married to —\nOctober 15, 2010",
        "A: Aunt Beetsy’s(ph) sister, that’s right.\nA2: — to — was married to Congressman Blume(ph)?",
        "A: Blume(ph), yeah. [indecipherable]",
        "A: [indecipherable] right. That’s a long time.\nA2: My mother loves life. She likes all kinds of people. She has friends who are\nAsian, she has friends who are Indian. She is friendly with a Muslim pharmacist. She\n— she — she likes the United Nations, you know, she doesn’t — you know, she likes\npeople who are nice to her. You know, she doesn’t find anything wrong with a lot of\npeople, as long as they’re, you know, good and nice, she —",
        "A: Sure.",
        "A: I like everybody. There’s no doubt about it.",
        "A: That — that’s me.",
        "A: That’s me. That’s how I always was. I had two girlfriends, they were twins. One\nwas small, one was big. I don’t know if they’re alive. One went to Israel, and the\nOctober 15, 2010\nother one went to Chicago. I don’t know, it’s such a long time ago [indecipherable]\nany place.",
        "A: It was nice, so we had a wonderful [indecipherable]",
        "A: [had really good [indecipherable] it was nice where I come from in Germany,\nin Schliichtern, I would go back today, but I — it’s too far, I can’t take that any\nmore. I — I would love to, oh. But I have no hatred against my hometown, you know,\nagainst people who might be still alive even the — the Annamarie(ph) Schultz(ph).\nShe moved to Frankfurt as f— as far as I know. I wanted — I told you once, maybe\nyou can find out if she’s still there, on the — on the computer.\nA2: What my mother didn’t tell you is that when she came here, she had many\ndifferent jobs, you know, she — all her life.",
        "A: Oh, yeah, I had plenty jobs. I —I started out first taking care of a baby, and the\nparents in 181* Street. I never forget that, at that time, was my first job. And we\nlived together, my in-laws and I, so I could go working, yeah, but I had her, you\nknow, so my mother-in-law took care. And my mother-in-law really brought them\nup, both of them.\nA2: Cause she worked.\nOctober 15, 2010\nA3: She always worked.",
        "A: She was a wonderful woman, she was really a wonderful woman. My father-in-\nlaw was a very good man, oh. He was so good. And I had a job taking care ofa\nbaby, the — I-I got aj — I got a job. I took care of the baby, the people went away in\nthe country for two weeks. Can you imagine that, somebody trusting somebody?",
        "A: With a baby. That was that one. Then I was a cook once, in a club in New York,\nin — that was all young people. They had rented an apar — a house, one of these\nbrownstone houses. I was their — I was their cook, I cooked the meal, the evening\nmeal for them. I had to cook and I had to wash dishes, there was no dishwasher, and\na group of 80 - 90 people. What else did I do? Oh.\nA2: You worked for Benrus.",
        "A: Huh?\nA3: You worked at the hospital.",
        "A: I worked in a bakery.\nA3: In the hospital.",
        "A: I worked — huh?\nA3: In the hospital where you met Alice.",
        "A: I worked in the hospital, Jewish Memorial Hospital, with my friend —\nA2: Alice.\nOctober 15, 2010\nA3: Alice.",
        "A: A-Alice Abersano(ph). That’s how I learned English really, because she was so —\nshe wouldn’t speak German, you know, she was American. That’s how I really\nlearned English, with her. We worked together in the kitchen. Yeah, I don’t know\nthat [indecipherable] stuff of — it’s okay though, forget about it.\nA2: Okay.",
        "A: And what else did I have? I worked once with my friend Alice — oh, we got a job\nin the — no, I don’t think we got a job, but we went for a job. At that time was the\nyear — it’s big, thick — a big — what was there? I never got a — 1n the — in the\nmeadows, there was a —a-— it was a— what was there? I was there for a few months.\nA2: In the world —",
        "A: Huh?\nA2: — fair — World’s Fair in Flushing, in Queens? In Queens?",
        "A: Yeah.\nA2: The World’s Fair?",
        "A: World’s Fair.",
        "A: The — we had a -— oh yeah, I had the — a — they — they were looking for somebody\nto work in the cafeteria in the — in the — forgot the name of the cafeteria. And so we\nwent, my friend and I went for the job, they wouldn’t take me because I was Jewish.\nThe —",
        "A: Yeah, don’t worry, you had that here too. And they wouldn’t take me, so she\nwouldn’t take the job either. I don’t know what I did, I did so many things.\nA2: You worked in Benrus.",
        "A: Huh?\nA2: You worked on watches, fixing watches.",
        "A: I worked — yeah, I worked on watches.",
        "A: My -\nA2: Benrus.",
        "A: Huh?\nA2: Benrus.",
        "A: Benrus? Oh yes, I worked, and I was so good, you know? I was so fast, I’m fast\nworker. They had to let me go because a woman, another young woman was there\nseven years. It was piecework. So I one, two, three I was finished, but I did it, you\nOctober 15, 2010\nknow? And the other woman was there for seven years already and she was jealous,\nand they had to let me go. I was the last one to come in, they had to let me go.\nA2: And then you worked for Daddy. You opened your own business.",
        "A: Yeah, I worked for Daddy, I worked more. What else did I do? I worked.",
        "A: He started business, I forgot when, wholesale coffee.\nA2: Coffee. Coffee and tea.",
        "A: Yeah.\nA2: Whole Coffee Corporation.",
        "A: Yeah. And then I — after Susan was born —",
        "A: — I wanted to — they wanted me in — in the — not the Benrus company, another big\ncompany, watch company. I-It was —\nA2: Bulova.\nA3: Bulova.",
        "A: Bulova. They wanted me, and my mother-in-law said, either you work for your\nhusband, go in your husband’s business, or I am not going — not going to take care of\nthe babies. So I had no choice.\nOctober 15, 2010",
        "A: Huh?",
        "A: Everything. Oh my God, what I did. I forgot already.\nA2: You packed coffee, you roasted coffee.",
        "A: I packed coffee and tea with — at that time, you know, you could send overseas to\nthe American soldiers in Germany, they — they — they got packages sent, which they\nsold there. I [indecipherable]. So we had to lift ourselves up, and we were on the\nline — on the — how do you call that?\nA2: A conveyor?\nA3: Assembly line.",
        "A: Assembly line. One of the guys went into the bathroom — because on an assembly\nline, you know, every [indecipherable] you know. You made packages and it’s so —\nso much in each package. You have to work, you know, you can’t just go in the\nbathroom and stay there. So we had the guy who went to the bathroom and stayed.\nOctober 15, 2010\nSo, I can — you can’t do that, you know, he was supposed stay on also. Well, I went\nin and I got him out. And then I fired him.",
        "A: Ah, I did that [indecipherable] I have — I am strong, and I’m fast, and I liked the\nwork. So, today I am lazy.",
        "A: I don’t know, I’m lazy.",
        "A: I’m lazy today, I don’t want to do nothing any more, see television. No —\nA2: But you like to talk to people.",
        "A: Huh?\nA2: You like to go out and talk to people.",
        "A: I like to go out and talk to people, you sure?",
        "A: I think they all know me over there in the mall.",
        "A: I live here.",
        "A: Until I die. ’'m not going any place.",
        "A: Yeah. What for? I’m going away with her in the winter someplace.\nA2: On a cruise.",
        "A: On a cruise.",
        "A: Yeah.",
        "A: Yeah.",
        "A: No.",
        "A: My brother died, he had no children.",
        "A: No.",
        "A: Oh yes, sure. My brother, my father, my brother and — no, Ludwig — ou-ouch, my\n—my shoulder hurts me.",
        "A: My sister — no, my brother brought his wife over from Czechoslovakia. She\ncame from Czechoslovakia. I don’t know, we brought a lot of people over already,\ntoo many for count already who they were. They — mo-most of them are not alive.\nThe uncle, you know, and his parents and — and Chemmy(ph), and the Ilsa(ph) and\nwho knows?",
        "A: But that — most of them are — are dead. I don’t know who’s alive. Yeah. One in f\nA2: Florida.\nA3: Florida.",
        "A: Florida.\nA2: Gerta(ph) —",
        "A: Huh?\nA2: Gerta was — was born in Germany, or here?\nOctober 15, 2010",
        "A: Gerta? Oh — oh no, she was born — I don’t know any more, Gertie. It’s too long\nago. Who knows? It was a nice — it was nice living here right away. We had good\ntimes. The first — the first Sunday when — when I was here — my husband was here\nbefore with my brother-in-law, we went to the beach. And my mother-in-law went\nalong all the time. She was there from the beginning on. My father-in-law didn’t go.\nSo we went to the beach, you know, and took our sandwiches and a blanket and\nGertie was happily play.\nA2: We used to go to soccer games on Sunday.",
        "A: Huh?",
        "A: Oh, my husband went every Sunday for the — to the soccer game. They were used\nto it, and in Germany, you know —",
        "A: — every Sunday [indecipherable]. I had a good life.",
        "A: It was a good life. I’m lucky. Her husband didn’t have such a good life.\nA2: But now he’s got lots of kids.",
        "A: I don’t know any more. Seven.\nA2: No.\nOctober 15, 2010",
        "A: How many grandchildren?\nA2: Oh grandchildren, yeah, sorry.",
        "A: [have seven grandchildren, I have 23 or 24 great-grandchildren.\nA2: 24 with Stephanie.",
        "A: Oh, with Stephanie it’s 24.",
        "A: Great grandchildren.",
        "A: Oh, they’re wonderful. They are.",
        "A: They call me Grandma Blanche.",
        "A: Huh?",
        "A: Yeah, they all live — oh, the only one who doesn’t live around here is Adam and\nStephanie.\nA2: They live in Albany. My grandson.",
        "A: Oh, and Norman lives in —\nA2: He lives in Long Island.",
        "A: Lives in Long Island.\nOctober 15, 2010",
        "A: It’s nice.",
        "A: What did you say [indecipherable]\nA2: The house was always full of people when I was young.",
        "A: Oh, yes.\nA2: So that was their enjoyment, you know, being together.",
        "A: Yeah.",
        "A: So what did we have? Sandwiches, mostly. Not big stu — you know, sandwiches.\nMy mother-in-law made sandwiches.\nA2: Nothing [indecipherable]",
        "A: We were happy. We really were. It was nice. They had a nice youth, my children.\nHad nice grandparents, were wonderful. My pa — ecli — my — my [indecipherable]\nmy mother-in-law was a wonderful woman, wonderful woman, yeah. Very clever.",
        "A: Very pretty, too.",
        "A: Yeah.",
        "A: Yeah.",
        "A: I remember my mother-in-law and I, you know, before I — no, I worked. If—I\nworked at home. They gave out at that time homework, the business, whatever it\nwas. And she worked at home. When I took her out in carriage, I took her t — along\nOctober 15, 2010\nwhen — summer, when the weather was nice. I took it along and I sat on the bench\ndown near the lo —\nA2: The [indecipherable]",
        "A: Yeah, an-and I made it on the street, too, you know, the homework. And my\nmother-in-law and I very often would meet. At lunchtime we ate together, and she\nhad — we had sour cream, which was new for us. We didn't have that in Germany.\nSour cream and — and bread. Oh, it was so good, you know? We were satisfied. We\nwere Satisfied. We had more in Germany, but we were satisfied.",
        "A: The first fra — we came on a Friday and we — my husband had rented an\napartment, we’re in there, and all of a sudden I hear Jewish songs. Oh, I s — that felt\nso good. Where does it come from? The windows were open because was a — it was\nin the — in August, you know? And right a — right nearby there, let’s say like the next\nhouse, were Jewish peop — German Jews living. And they were singing the songs\nfrom Friday nights.",
        "A: No.\nOctober 15, 2010",
        "A: That was wonderful.",
        "A: My father-in-law, I don’t know, when we came, my mother-in-law send them out,\ncause we lived up in 178\" Street — 78 - 79, I don’t know. And so my mother-in-law\nsaid to my father-in-law, go out and get some — what was it? You have it in English,\nthe same word. I forgot. Oh, what was it? I can’t remember this now, it’s came —\nA2: Challah?",
        "A: Huh?\nA2: Was it challah? Was it something to eat?",
        "A: No, it wasn’t challah, no, it was — I forgot. So he goes out, and he goes in the\nstore, in the grocery store, he says, give me — I forgot. So, the man said to him, I\nknow what you want. I can’t — I can’t do it now, it fell out of my head\n[indecipherable]",
        "A: Yeah, was something from food. I don’t know any more.",
        "A: That was okay. [indecipherable]",
        "A: Then later we moved to Second Street.\nA2: Which is down near 200 Street.",
        "A: Yeah, that’s where they went to school. Their [indecipherable] she went to — you\nwent to college — to — not college.\nA2: To what?",
        "A: Where did you go down — downtown’?\nA2: School. High School. Oh, Washington Irving.",
        "A: Washington Irving.\nA2: I [indecipherable] downtown.\nOctober 15, 2010\nA3: George Washington High School.",
        "A: It was nice.",
        "A: I don’t know.",
        "A: All I can say, it’s a beautiful country, the United States. I’m very happy I’m\nhere. And I don’t hate the Germans, no I don’t.",
        "A: Huh?",
        "A: I don’t hate them.",
        "A: I would go again, visit them, but it’s too much for me —",
        "A: —I don’t think I could do it.",
        "A: Huh?",
        "A: Yeah, it’s a long trip.\nOctober 15, 2010",
        "A: Maybe I’Il try it again, I don’t know.\nA2: She better be done.",
        "A: Id like to.\nA2: She’d like to go again.",
        "A: Sure, I would like to go. I don’t know.",
        "A: Yes. Make me younger so I can go.",
        "A: No, we had beautiful furniture when we got married, we couldn’t bring them\nbecause [indecipherable] was a mistake. My husband said —\nA2: [indecipherable] they brought it from Germany, but they couldn’t\n[indecipherable] made it sound like they brought everything.",
        "A: Oh, what beautiful furniture, oh, but my husband said, they’re too big. I’m sorry,\nyou know, should never listen to a— to a man about furniture [indecipherable]\nA2: Oh, I thought they wouldn’t let you bring it, it was Daddy. Okay, I take it back.\n[indecipherable]",
        "A: Huh?",
        "A: No.\nOctober 15, 2010",
        "A: [had yet gorgeous furniture. Oh, my God. I had night tables they were laid out\ninside with marmor.",
        "A: You know marmor, right?",
        "A: Marble",
        "A: I mean, don’t bring it, bring — that we bought — that we bought new furniture and\nbrought them here.",
        "A: They’re okay, you know, but there’s nothing special.",
        "A: They’re good furniture, I hope they didn’t throw them out.",
        "A: Maybe somebody would take them.",
        "A: They’re good, you know, they — I mean that they’Il last another hundred years or\nmore, oh yes.\nOctober 15, 2010",
        "A: This one is old, she wants that, Gertie.",
        "A: Yeah, bec-because it goes together with the other one.\nA2: Aunt Frumpa(ph) wants it.",
        "A: Yeah, but I don’t care.",
        "A: It’s old, you know how old that is here?",
        "A: Oh, who knows? That was — must be about at least 150 to 200 years.",
        "A: Huh? That comes from Uncle Oscar(ph).\nA2: Oh, oh, okay.",
        "A: I think so, sure. What e — what else now. Somebody has a glass that — you have a\nglass that’s from Grandma, no?\nA2: Yeah.",
        "A: [indecipherable]\nA2: Okay\nOctober 15, 2010",
        "A: Not — this stuff doesn’t last that long, here.\nA2: Not what you buy [indecipherable]\nA3: She has to finish.",
        "A: What?",
        "A: Okay.",
        "A: It was a pleasure.",
        "A: You’re welcome. You can come and visit me any time.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 15, 2010\nRG-50.030*0591",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Blanche Hall,\nconducted by Ina Navazelskis on October 15, 2010 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Fort Lee, New Jersey and is part of the United\nStates Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held\nby the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "BLANCHE HALL\nOctober 15, 2010"
    ]
}