{
    "rg": "RG-50.030.0567_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nRomeo Fagiolo, conducted by Ina Navazelskis on March 1“, 2010, at Leisure\nWorld in Silver Spring, Maryland. Mr. Fagiolo, can you tell us a little bit about\nyour background; where you were born; where you grew up; your family, and so on\nand so forth?",
        "Answer: Yeah, I was born in Washington, D.C., and I made a historic beginning. I\nwas born the night that the Knickerbocker Theater in Washington collapsed.",
        "Q: Oh my.",
        "A: Yeah, that — they — the roof collapsed on the 28\", and I was born on the 29\".",
        "Q: On the 29\" of which month and —",
        "A: Of January, 1922.",
        "Q: And you grew up in Washington?",
        "A: I grew up in Washington, I went to all school in here. I went to Central High\nSchool and graduated. And then I was — I graduated from high school in June of\n\"41. So you know what I was doing on December of ’42 —",
        "Q: I can imagine.",
        "A: k—or ’41. So I had no education other than a high school education, and I was\ndrafted in February of — of 1943, and I took my basic training at the infas —\ninfamous Fort Hood, or at that time was known as Camp Hood. And the camp had\nMarch 1, 2010\njust opened, as a matter of fact, we slept in the motor pool, because the barracks\nweren’t ready for us.",
        "Q: Can you tell us where was this camp?",
        "A: Camp in Texas, in Killeen, Texas. And I — I stayed there for about a year. I took\nmy basic training there, and I was sent to a s-school. When I graduated from the\nschool, they kept me there as an instructor, and I stayed maybe six or seven months.",
        "Q: How is it that you came into the army rather than one of the other branches of\nmilitary service?",
        "A: Well, that’s my own fault, I wanted to go into the Air Force, and I took the Air\nForce exam, passed it. But I was drafted before the Air Force could get to me. And\nthe rule in that day 1s, once you’re drafted, you can’t choose your service.",
        "Q: I see.",
        "A: Your service has to be picked prior to your induction.",
        "Q: Are you the only son in your family?",
        "A: Yes, I-",
        "Q: Were there any girls?",
        "A: Yes, I had one sister, who is now deceased.",
        "Q: And your parents, when you were drafted, how did they respond to it? Were they\nupset, were they —\nMarch 1, 2010",
        "A: No, they weren’t, they — I — I think in those days I — I— we looked at it as an\nhonor to go into the — into the army. And if you were rejected, or become a 4F, it\nwas really — I’ve seen men cry because they were turned down.",
        "Q: Yeah.",
        "A: But my parents were from Italy. They were born over there. They met while\nthey were in the United States. And the oddity is that two sisters married two\nbrothers. And they were — well, you know, we just lived here, and my father took\nme down to Georgetown and put me on the bus, and as he was walking away, I saw\nhim cry, I had — I’d — I'd never — never saw — never saw my father cry too often.\nBut I guess he was happy. But they were always good to me, I had a good family.\nAnd so I went to Fort Hood. And after I taught there for awhile, I tried to get out of\nteaching. I — I wanted to get into a — a lion outfit, which was a — not — not\nnecessarily a fighting outfit, but do something other than just teach my whole\ncareer. So I put in for what they called ASTP.",
        "Q: What does that stand for?",
        "A: I-It stand for Army Specialized Training Corp.",
        "Q: Okay.",
        "A: And the purpose of that was, you would go to some university, get a degree from\ncollege, and upon graduation you were obligated to serve two years as an officer in\nMarch 1, 2010\nthe army. So I went to Texas A&M, and I was there about maybe four months, and\nthey disbanded —",
        "Q: The program?",
        "A: — the program. So they sent me back, at that time was Camp Hood, and during\nthe interim, the camp had changed from a — a tank destroyer, to the infantry.",
        "Q: Why was it called an infamous camp?",
        "A: Well, ni — because of the recent — the recent episode —",
        "Q: Ah, that.",
        "A: Yeah, that.",
        "Q: Okay, because of that, okay, yeah.",
        "A: But it — 1t— it’s one of the largest camps in the U.S. Army. I think from one end\nof the spectrum to the other is like 26 miles. That’s why it’s a —",
        "Q: Okay. So you’re talking about a shooting that took place in 2009, but you were\nthere half a century —",
        "A: Before.",
        "Q: — before. Yeah, okay.",
        "A: So anyway, I ended up in the infantry, and I did one -I—I was a\n[indecipherable] for one cycle, training soldiers. And then I got orders to go to\nMarch 1, 2010\nCamp Gruber, Oklahoma, which was the 42\" infantry division. And I was in that\ncamp, I think July or in August, and we moved out in — in November, probably —",
        "Q: How large was the division?",
        "A: It was — well, one infantry division usually consists of about 30,000 men.",
        "Q: That’s a lot.",
        "A: Yeah.",
        "Q: And — and you moved out in —",
        "A: Well, then — then — then we were shipped overseas.",
        "Q: In what time?",
        "A: It was in November of °44.",
        "Q: So, already after D-Day.",
        "A: Oh yeah. D-Day had passed.",
        "Q: And so where — where was your first European landing with the division?",
        "A: In Marseilles.",
        "Q: In Marseilles, okay.",
        "A: And from there we went up and we caught the lines. And the reason they closed\nthe ASTP is that they had lost more men on D-Day than — than we’ve advertised or\nreported. So they were short of infantry people. And when we went over, we were\nonly the three infantry divisions. Artillery, the medics and everything else didn’t\nMarch 1, 2010\ncome over until January. So when we got there, they told us we were going to a\nquiet sector, the whole alliance. Well, the quiet sector turned out to be the Battle of\nthe Bulge.",
        "Q: Oh my.",
        "A: At Bastogne.",
        "Q: Oh my.",
        "A: So we lo — we were green soldiers and we probably made a lot of mistakes, but\nwe lost a lot of good men.",
        "Q: Can you tell me about what happened to you, what you remember from that\ntime, where you were?",
        "A: You mean from —",
        "Q: When you were in these battles, when you were in the — you know, when you\nhad landed in Marseilles, your first memories of what you saw.",
        "A: Saw is just going up through France, which we — by that time had already been\nsecured. And the thing I remember is the civilians, they had soo set — two sets of\nflags. They had a white one and — and an American one. So it depend who was\ngoing by, which flag they would wave out of the window.",
        "Q: Oh my. Oh my.\nMarch 1, 2010",
        "A: But we landed, it was very cold. We landed at what they call CP2, which was a",
        "Q: Mm-hm, what does that mean?",
        "A: That was where they organized the — the soldiers at — at — once they co — you\nleave the boat. And that’s where we met Bed Check Charlie, that was a German\nplane. They would come over every night, and that was a nickname that we gave\nthem.",
        "Q: Bad check Charlie?",
        "A: Bal — Bed Check Charlie.",
        "Q: Bed Check Charlie.",
        "A: Yeah. He made sure we got to bed.",
        "Q: Yeah.",
        "A: Never fired on us, just flew over. So that was it, and then they — they rushed us\nto the front, and that’s when we hit the — the Battle of the Bulge, the snow and the\nfreezing weather, and —",
        "Q: You were in that?",
        "A: Yeah, I was in that. I went over as a corporal, and we lost so many men, that I\nbecame a staff sergeant overnight.\nMarch 1, 2010",
        "Q: Were you — and how long did that battle la — well, th — for you, how long did that\nbattle last?",
        "A: That battle last until the end of January.",
        "Q: So for — for —",
        "A: For a month, five weeks.",
        "Q: For a month, five weeks.",
        "A: And my birthday is the 29\" of January, and that was the date that they took us\noff the front, and that was my birthday present.",
        "Q: Pretty good birthday present.",
        "A: Yup.",
        "Q: I remember when I lived in The Netherlands, there is a cemetery outside the\ntown that I lived, maintained by the American military, and they had bring —\nbrought 1n a lot of the soldiers who died in the Battle of the Bulge. Not only that\nbattle, but a lot of others.",
        "A: Oh, that [indecipherable]",
        "Q: It was — and th-the hills are just covered, they’re just covered. And f — very\nmoving, very moving to walk around there.",
        "A: It is, it is, itis. The first person that I lost when we hit the front, was wit — was an\nold timer, and he was drafted when he was 30, you know, and that was the upper\nMarch 1, 2010\n[indecipherable]. And we became good friends. He was in the insurance business,\nmy father was also, so we had a little common interest in that. Before we went\noverseas, we used to go to the PX —",
        "Q: [sneeze] Excuse me, excuse me. I was going to stifle that one.",
        "A: Oh, that’s all right, that’s all right. So anyway, we became good friends, we’d go\nto the PX and so forth. And the first night that we were in battle, I had a sleeping\nbag, it was down. And I got it on a raffle, cause they only gave one per platoon. So\nthe first night we tried to bed down, I couldn’t find my bedroll. And it was common\nin the army to say it was a midnight requisition, that somebody had acquired it. So\nanyway, the next day — his name was Clifford, he came over to me and he says,\nRomeo, I’m sorry, I grabbed your bedroll by mistake. Cause he knew it was mine,\ncause it was the only one.",
        "Q: That was down.",
        "A: So I said, that’s okay, Cliff. But anyway, about three hours later, he was dead, so\nI always felt that he had his last night on this good earth, in my nice sleeping bag.",
        "Q: At least warm, yeah.",
        "A: Yeah. So —",
        "Q: Do you — were you there when he —\nMarch 1, 2010",
        "A: No, he was on another si — another gun post. We were in the anti-tank, and when\nwe got there we were supposed to have three anti-tank guns, and three trucks. And\nwe got no t— we had no trucks, and two guns.",
        "Q: Oh my.",
        "A: And then we lost his gun, the Germans fired a direct hit. As a matter of fact, it\nwas told to me later that — that an 88 shell hit him in the head. And when I went\nthere after 1t was over, there was a fellow called Valentime(ph), he had red hair,\nand there was red hair all over the guns and place. So anyway, that was his last\nnight on earth, with my bedroll.",
        "Q: Was that the first time you had seen such — you had seen —",
        "A: Yeah, yeah.",
        "Q: — that sort of thing?",
        "A: That was the first battle, the first. So after that, a-after January, after my\nbirthday, we had lost so many men, they took us back and we organized this, and\nrefilled the ranks.",
        "Q: Where did they take you to?",
        "A: I-It was in France, close to Nancy, France, and we — we were there about three\nweeks before they got all the men back together. And so we stayed there until\nMarch 1, 2010\nMarch, the first of March, and then that’s when we tried — had the offensive, that we\nwent through the —",
        "Q: Can you tell me a little bit about that?",
        "A: Yeah, well, that was really — the resistance wa-wasn’t too heavy. But it was buth\n— y-you’d hit — certain times when you would hit little resistance and then you\nwould go in reserve, and then the next day you might move 20 miles with nothing,\nno resistance.",
        "Q: And was this already through southern Germany, or was this still in France?",
        "A: Th-Th — no, no, we had — still in France, and we didn’t cross the Rhine, and I\nremember it was Easter Sunday.",
        "Q: At what point did you cross the Rhine, at what place? Do you remember?",
        "A: No, I don’t.",
        "Q: You don’t. But it was a — but probably in the south.",
        "A: Oh yeah, it was south Germany. And then, and from that point on, it was just —\nwe went through — we took v-various th — Daun, we took Schweinfurt, we took —\nwe — we took th — three or four —",
        "Q: Yeah.",
        "A: — cities.",
        "Q: Is it — did you come in contact with German POWs?\nMarch 1, 2010",
        "A: Oh yeah.",
        "Q: As you were coming along, yeah? As you were going there.",
        "A: Well — well, they were surrendering, and the story that I always tell, we were in\nreserve, and I — they used to give us a chocolate bar to eat. And I was eating that,\nand I had a tap on my shoulder and I turned around. And it was a German soldier,\nand he had a white flag.",
        "Q: And he wanted some chocolate?",
        "A: Well, I guess maybe he did, but that he had a circular from Eisenhower\nencouraging the Germans to surrender, and that they would be well taken care of,\nand so forth. So, he was all alone, and I didn't know what to do with him. And\nluckily, there were other Germans coming from the front, quite a few of them, so I\njust told him to fall in with the rest of them, and that was the last time I saw him.",
        "Q: Did he — was he young, or old?",
        "A: Ah, ah, n— he — he wasn’t young, but he wasn’t old. You — I — he must have\nbeen 30 or 40. I tell you, their faces were dirty, they were beard. Y-You know, it\nwas really to distinguish the age. And in those days, you know, e-every time we got\na German prisoner, they always say, you know, nicht schiessen, you know, Polack,\nPolack, you know. Don’t shoot me, boy.",
        "Q: Don’t shoot me, I’m a Pole.\nMarch 1, 2010",
        "A: ’ma Pole. And that’s what they would do.",
        "Q: Yeah.",
        "A: But —",
        "Q: Did you come in contact with the civilian population?",
        "A: Oh, a-as you go through the town.",
        "Q: That’s right. And was there a difference between the French and the German\ntowns as you were going through them?",
        "A: Yes. First of all, you could tell the — being a German, the civilians were well\nclothed. The French had nothing. Clothes, you could tell the difference, I don’t\nknow about soap and things like that, but once you hit Germany, there was a\ndifferent class of people, and that they had a better part of the life. And some of the\nstories that the Frenchmen tell, it’s a — you know, it’s disgraceful.",
        "Q: What did you hear? What were some of those stories that the — that the French\nwere telling?",
        "A: Oh, well I got —I got it in here, the — a story that — actually, this was 1n — in\nFrance, a lady that — they were in nor — Norway, and it was a fishing town, and\nthey were sending messages to — to Russia, and Russia would send them to\nEngland, and the Germans caught them. And there were seven of them. So they\ntook the men out and they want them to dig their own graves. So one of them was\nMarch 1, 2010\nslow doing it, and when the officer, the German officer was pushing him along, he\nsays, I’m in no hurry, I sh — he says, I know what I’m digging. So the German got\nmad and spit on him. And this — and the fisherman, with his spade, turned around\nand hit him with such force, that he actually decapitated him.",
        "Q: Oh!",
        "A: And of course, when he did that, that was the end of it, and the other Germans\nhad killed the rest of them. And in retaliation, they took the wives, seven wives, and\nthey took them to — to Germany and this one lady that she had a eight months old\nbaby girl, and when she got on the boat, they took the baby from her, and the put it\non a crib, in a box on the deck of the ship. And when she came out the next morning\nthe baby was gone. And of course they assumed that — that they just threw her\noverboard. And she ended up as a — working fine wires for the German in some\nfactory. And when they were — when she was liberated — I wasn’t there,\nincidentally, this was told to me by, you know, another company, that those women\nwere all in cells. They would open the cells, and they wouldn’t come out. And they\nwould tell them, you know, you’re free, you’re free. But they were just scared. They\ndidn’t know — 1-1-1-it makes you cry, it really does. The people were just scared,\nthey lived from day to day. They never knew when they were going to be the last\nday. They finally coaxed them out, and then the Americans, which I take pride of,\nMarch 1, 2010\nthe-they really treated those people. They gave them their own food and clothes,\nand they were well taken care of. And s-so it — after that —",
        "Q: So, as soldiers, you were swapping these stories that you were seeing, you — that\nyou were experience — yeah.",
        "A: Yeah, well, you know, after [indecipherable] relates this one lady that they —\nthat they had come across. And eventually, see, we have a reunion every year. And\none year, they — they brought her over. She always wanted to meet the — the soldiers\nthat liberated her. And she came over with her daughter. And — and she brought\nwith her, she had a quilt — not a quilt, it was a — a blanket. And in — while in the cell,\nwhat she did, knitting, she knitted her family tree on the quilt. And she brought that\nwith her, and it was old, and oh, but you could tell where she had spent hours just\ndoing it.",
        "Q: Doing it, yeah.",
        "A: But the thing that amazed me, they were scared to come out. They were scared to\ncome out.",
        "Q: So do you remember the first time you had contact with German civilians? Was\nit memorable, or not really [indecipherable]",
        "A: Well — well, see, the only ones that you really hit, 1s that you’re going along, and\nthe people on the street, they were — course, they had the American, and you know,\nMarch 1, 2010\nyou would wave, and maybe talk to them. One night I had an experience, I got lost\nwith my squad, and I didn’t know which way to go, and there was a— a German. So\nI started to talk to him, and he spoke perfect English. So I — I was trying to get to\nma — back to my line, so he was telling me where to go. And of course, I was\nhesitant, because you know, you never know.",
        "Q: Who is he, yeah.",
        "A: But I asked him, I said, how come you speak such good English? So he said, I\nlived in Baltimore for 30 years. And he says that then he went back to his\nhometown and the war broke out. But he led us back to my lines, and he spoke\nperfect English.",
        "Q: Wow.",
        "A: He really did. But those are the only ones that you really meet. I—I sh —I\nhesitate, because a lot of times I’ve met people afterwards, and not — not during the\nwar.",
        "Q: Yeah, I’m interested in figuring, and getting a picture of, you know, what your —\nwhat your experience is as you’re going along. You know, you’re in France, then\nyou cross the Rhine at — at Easter time, the towns change from poorly dressed\npeople to very well dressed people.",
        "A: Yeah.\nMarch 1, 2010",
        "Q: You know, you find some prisoners of war. And e — I don’t remember, is April\nin March or in — was Easter in a — in March or in April that year?",
        "A: I think it must have been March —",
        "Q: Okay.",
        "A: — or probably — maybe the first of April.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: And so it —",
        "A: That’s when General Patton, you know, made his — he urinated in — 1n the\nRhine. That was his —",
        "Q: His symbol.",
        "A: Yeah, symbol of success. But after that 1t was — the war was — you could tell it\nwas coming to an end. But then you would hit pockets, there was stiff resistance, so\nyou couldn’t relax, and y-you just had to be alert and watch, and —",
        "Q: But you didn’t lose that many men this time, after —",
        "A: No, no, that I didn’t. The — the second time, the only ones we lost were minor.\nMost of my [indecipherable] was frostbite from — from the snow and all. And that\n— that was a miserable life, that — that was.",
        "Q: So you’re sleeping in the fields, or your —\nMarch 1, 2010",
        "A: Oh yeah. Had no place to sleep, and — and I tell you, I don’t mean to embarrass\nyou, but I tell you the worst part was going to the bathroom in the morning. I tell\nyou, you pull up your pants and snow all in them.",
        "Q: It’s — yeah, I mean it’s —",
        "A: Yeah.",
        "Q: I—I don’t want to imagine it, but where — what — what 1s a soldier’s life? It’s no\nfun.",
        "A: No, it isn’t. You actually become an animal.",
        "Q: You felt that way [indecipherable]",
        "A: Oh yeah, you live like an animal. You learn things that a civilian, an American\ncivilian wouldn’t recognize, but — you know where to take cover, get under bushes.\nA-And you live — you live like an animal. You just pray from one spot to the other,\nand it’s a— it’s — it’s a rough life. And not only worrying about dying, which I never\ndid. My only fear was losing my legs, I never wanted to lose my legs. Death would\nhave been —",
        "Q: Preferable?",
        "A: As many people in these camps, death would have been a blessing.",
        "Q: Yeah.",
        "A: A real blessing. And I haven’t gotten to Dachau, I'll save that for last —\nMarch 1, 2010",
        "Q: Yeah.",
        "A: — but — but at that time, there was no resistance, occasionally, and then we\nalways had good billets. If you were reserve, they got you good housing, or decent\nhousing, and — which was real nice.",
        "Q: Did you have — was there any news, or any thought at that point that something\nspecial had happened to the Jews? Was there any kind of —",
        "A: No.",
        "Q: No.",
        "A: Nothing at all. The only thing that I knew, see, I was going to high school, and\nwe used to get a paper, and he would have, you know, how many planes Germany\nwas building every month, and this and the other.",
        "Q: When you were still in Washington, you mean?",
        "A: Yeah, still a civilian.",
        "Q: Yeah, yeah.",
        "A: You know, I was in high school. And I — and that’s the only thing that I knew,\nand then the — they read you through the different religious [indecipherable] they\nwould say that they’re torturing the Jews, or doing this. But it — 1t — that was remote.\nYou know, you were a 17 year old kid going to high school, and you did it for\ncurrent events, you know, as an assignment.\nMarch 1, 2010",
        "Q: Right.",
        "A: And — and you re — you didn’t have the feeling of it, as you did just reading it.\nAnd that made a difference, and a lot of them, they go — they got educated very\nquickly.",
        "Q: So tell me, when you were — you crossed the Rhine, and wa — and it was April,\nyeah?",
        "A: Yeah.",
        "Q: It was April. And so there’s — from the Rhine to Munich, it was — it took a\nmonth — took three weeks to get there?",
        "A: Took, you know, about a month, because we were in — Dachau was taken the\n29\" of ja — April.",
        "Q: Okay.",
        "A: So, maybe it was in the latter part of March.",
        "Q: Mm-hm. And —",
        "A: I’m -— you know, I’m — I always hate to give these interviews, because see, I was\nan infantry person. I-In our place, we never knew where we were, we never knew\nnothing, and it — the G.Ls always used to say, you know, someday we’ll have to\ncome back and see where we’ve been. And that’s — that’s what it was. And in — in\ntime — you never knew whether it was Saturday, or Sunday, or — or if — 1-1-1t was\nMarch 1, 2010\njust one day after the other. But in Germany, wi — I was in anti-tank, which are less\nburdened, because we didn’t have too many trouble with tanks, like we did in\nFrance and during the Battle of the Bulge. I mean, the Germans would come at you\nwith eight, 10 tanks, so we were really busy. But when we started to move, and then\nthe battle fatigue for me, was to stay in one place. Because the longer you stayed\nthere, you would lose one man today, and another one tomorrow. And finally after a\nweek you’d — you know, you would get jittery. But as long as you moving, and you\ngoing into new territory, and you just didn’t have that fear that you had.",
        "Q: And were you stalled a lot? I mean, between the Rhine and Munich, did you —",
        "A: Oh no, it was a steady, steady movement. Steady movement.",
        "Q: Steady movement, steady movement.",
        "A: I—I had gotten a — an ear infection, and I tried to get the medics. [phone\nringing]",
        "Q: Excuse me.",
        "A: Tried to get to the medics and you couldn’t find a medic, everybody was moving\nso fast.",
        "Q: Yeah.\nMarch 1, 2010",
        "A: It —1t took me three days. By that time my ear was, you know, it was — it’s worse\nthan an earache, cause I was in some shelling, which — well, that’s another story.\nBut — but that’s what it was, we were just moving along. And —",
        "Q: But the shelling, nevertheless, happened during this moving along?",
        "A: Well, ye — well, yeah.",
        "Q: What was — tell me about that a little bit.",
        "A: Well, the shelling was that the Germans used to use the p — the Polish men, they\nwere set up the — the line of resistance behind the German soldiers. So when the\nGerman soldiers would retreat, those guys were already set in with guns, and that’s\nthe only thing they had. So they would fire.",
        "Q: On the Germans?",
        "A: No, they would fire on us. These were —",
        "Q: The Polish?",
        "A: Well, they were Polish, or at least they claimed to be Polish.",
        "Q: Because the Polish we-were enslaved by the Germans.",
        "A: I know tt.",
        "Q: So, I would be — you know, why would a German give a Pole a gun? He would —",
        "A: They — na — no, no, they were firing the artillery, and whether they were actually\nfiring them, I don’t know, but they would dig them in —\nMarch 1, 2010",
        "Q: I see.",
        "A: — and they would get the ammunition ready, and they — they were doing it. And\nthen, at that time, the Russian — the Germans, yo — I mean, they were desperate, you\nknow, I mean, they took — just like with me with that German person I asked to lead\nme the way. I — I didn’t know whether he was leading me right or wrong, but I was\ndesperate.",
        "Q: Yeah.",
        "A: Thad to take a chance. So I was — I did it right. And I had nine men with me,\nwhich —",
        "Q: That’s quite some repos — responsibility.",
        "A: It really is, it really is. Cause some of them were — they were younger than I was.\nSome of them — yo-you know, it’s — it’s disgraceful, but when I was in the hospital\njust for a day or two, there was a fellow there, he was 18 years old, he’d been in the\narmy, I figured it was less than a year, and he lost a leg. Hadn’t been in the army.\nSo — but that’s it — but we went from one town to the other. If I knew you were\ngonna ask me that, I —",
        "Q: It’s okay.",
        "A: I have sa — detailed map, it really shows where —\nMarch 1, 2010",
        "Q: Oh, that would — that would be interesting to have in the future. You know, that\nwe could have in addition to your interview, that we’d have the map that shows the\nde — you know, the route.",
        "A: Yeah [indecipherable] Schweinfurt.",
        "Q: Yeah.",
        "A: And then, of course, Munich was —",
        "Q: What would — was — was that —",
        "A: [indecipherable|",
        "Q: — was that — I mean, Munich’s a huge city, so how — was it bombed, was it —",
        "A: Bombed, it was — it was di — it was square blocks of rubbish. And my first — I\nhad two impressions when I got into Munich. One was, I couldn’t understand how\none man would allow his citizens to go through the hell that they went through. And\nsome of those civilians really had a hard, hard life. You know, I’ve had mothers tell\nme that, you know, they put the babies to bed, get them settled down, the air raid\nsiren goes on, grab the kids, take them to the shelter, get them settled. All clear\ncame out, take them back home. And that’s only once, but when you do that every\nnight for months, it’s hard. It’s very, very hard. So those — th-the civilians, even\nthough they were Germans, I always respected the Germans, and I always respected\nthe Wehrmachts. And some G.Ls weren’t as liberal as I was, but I know when the\nMarch 1, 2010\nwar was over — where was I? I think it was in Munich. There, they were marching\nGerman prisoners on the street somewhere. And of course the German civilians all\nclapped, you know. And so the G.I. next to me said, what are they clapping for?",
        "Q: Yeah.",
        "A: Said, well, that’s their men, that’s their citizens, they’re Germans like them, and\nyou know, there’s a certain honor between them. You know, I would do the same\nthing. But I never had any malice toward anybody. Except, I think if I would have\never captured Hitler, man, I would have —",
        "Q: Yep.",
        "A: And believe it or not, I really, really hoped for that.",
        "Q: Did you?",
        "A: I really did. You know, and it was a far fetch, I mean, you know, it’s like the\nGermans capturing Eisenhower. It’s a — it’s a dream.",
        "Q: He didn’t let that happen. He made sure that he wa —",
        "A: Yeah, he wa — he did the right thing, believe me, cause he would have ended up",
        "Q: Oh yeah. He knew what was coming.",
        "A: Yeah.\nMarch 1, 2010",
        "Q: So tell me, when you were in Munich and you’re on your way to Dachau —\nhang on a second. [tape break]",
        "A: Oh, actually, it’s reversed —",
        "Q: Okay, first —",
        "A: [indecipherable] Dachau",
        "Q: — Dachau first, before Munich?",
        "A: We went — yeah —",
        "Q: Okay.",
        "A: Dachau first. And — and Dachau was a two division, 45\" and 42\", and\nincidentally, there’s a bitter bitterness between the two.",
        "Q: Oh really?",
        "A: Yeah, they — one trying to claim who was first, who was — so it’s — til this day\nivsa—",
        "Q: It’s a controversy.",
        "A: Yeah.",
        "Q: Yeah.",
        "A: Which makes no difference.",
        "Q: Okay. Can you hold on just a second please? Okay, tell me what you saw. You —\nwhen you go to Dachau, tell me what you were supposed to do, and what you saw,\nMarch 1, 2010\nand what surprised you?",
        "A: Well, I came in from probably the south side, and I actually went though the\ngates, because the troops had been in front of us. But our first encounter, of course,\nwas the railroad cars. And we came down there, and that was a shock.",
        "Q: What’d you see?",
        "A: Corpse. One just loaded, one car after the other, after the other, 50 cars, I think\nthere were.",
        "Q: 50 cars?",
        "A: Of — of just —",
        "Q: Corpses.",
        "A: — corpses. And the sad things that you run into is they were coming down and\nthere was — some lady had — who was on a train, had gotten off with her baby, and\nshe no sooner got off the car than she collapsed, I guess, cause what we saw is they\nwere dead. And she died, and the baby outlived the mother. And you could tell that\nshe was grabbing her mother’s breast, pulling her clothes away to — for something\nto eat. And then you see two of them dead, just sitting there, mother and whatever,\nthey were. But the thing is, to think that they had to suffer, that’s the part that — that\nis — that’s unbelievable. And those cars that they rode in, see, I rode in those cars\nunder ideal conditions, and it wasn’t — it wasn’t —\nMarch 1, 2010",
        "Q: It was not ideal conditions.",
        "A: It was not, oh no, not there.",
        "Q: Did you know who those people were, the corpses, did you know who they were\nby that point?",
        "A: Oh, there was no way you could have told one from the other.",
        "Q: No, no, no, I mean by — did you know if they were Jews, did you know if they\nwere Poles? Did you know why — you know, did you know who they were a-at that\npoint, when you came upon them?",
        "A: No, no, I didn’t.",
        "Q: You didn’t.",
        "A: But the assumption would be that they’re Jews. I think the final calculations in\ntheir books, they’ ll tell you how many Jews were involved.",
        "Q: But when you were going through there, and you’re seeing this, you had no idea\nwho these corpses were?",
        "A: Just dead corpses.",
        "Q: Just dead corpses. And then when you got into Dachau, was there anybody\nliving?",
        "A: Oh yeah, there were the — they — they had there — some of — some of the people\nwere dead, living dead. I don’t know if you ever seen a doctor when he tries to\nMarch 1, 2010\nverify if somebody died, they pull the eyelids back to look in his eyes. Cause you\ncan look in the eye and you can tell whether he’s living [indecipherable]. And\nthat’s the way these people were, they just had a dead eye. They looked straight\nahead, and they’re nothing but skin and bones. And after we left Dachau, they were\nlosing 200 a day. After we got there.",
        "Q: What you — did you talk to any of them?",
        "A: No. They were filthy and dirty. Some of the people come up and they would try\nto hug you, and I push away. And one thing that really bothers me, some lady, she\nmust have had a bottle of wine, and she wanted to gi-give it, part of 1t to me. And\nshe’s starving, you know, and she wanted to give me part of it. And I-I[—I ca—I\nmean, I couldn’t drink out of it. I mean, it was just the filth, the smell, I mean, y-you\njust couldn’t.",
        "Q: Yeah.",
        "A: No way. And some of them, I guess they fa — you know, they tried to hug you,\nand —",
        "Q: Yeah.",
        "A: And you — you just had to push them away, push them away.",
        "Q: Did —\nMarch 1, 2010",
        "A: But what I did, after we walked, this was the other part of our division, they had\nto secure the re — the camp. There were some prisoners who were in good shape —\nnot good shape, but they were better shape.",
        "Q: Better shape.",
        "A: Course, the — all they wanted to do was get out. And they had to contain them,\nwhich wasn’t an easy job to do.",
        "Q: Why would they had to be contained?",
        "A: Because they were all diseased, there was a lot of disease in the camp. They\ndidn’t want the prisoners running around in the streets of Munich, in — in a diseased\nState.",
        "Q: And I can imagine that the prisoners couldn’t understand, now if you’re liberated\nus, how come you don’t let us go?",
        "A: Oh yeah, yeah. But — but what they did, th-they [indecipherable] they came in\nwith blankets, they came in with food, and — and they took care of them. And they\nweren’t there that long. They weren't there that long. I got a —",
        "Q: Were there any guards that were there?",
        "A: Oh yeah —",
        "Q: Were there any Germans that you found?",
        "A: — oh yeah, yeah, they — well, I didn’t — our division didn’t hit them.\nMarch 1, 2010",
        "Q: Okay.",
        "A: The 45\" division, they hit the barracks. And they killed — they killed — I think\nthere was 35 SSs, they never lived to tell the tale. And they had electric fence\naround the camp, that wasn’t turned on, which made it easier for their — the troops\nin front of us. And then, the pride I take getting — walking down by those railroad\ntracks, the G.I.s in front of me, they heard a moan. And they climbed up, and they\nliterally had to walk on corpses, I mean it. They finally get to this one fellow, and\nthey pulled him out and he was still alive. And imagine just being in with a bunch\nof dead people, you know? And — but they got him on a Jeep, I saw that, and they\ntook him away, I guess they took him to the medics. And the joy part of\n[indecipherable] is that in ’95, which is 50\" anniversary of the liberation, I went to\nit in — in — in Munich, this fellow that they pulled out came to that reunion.",
        "Q: Oh my.",
        "A: And I tell you, he was a hero. I think everybody —",
        "Q: Oh my.",
        "A: — and he — he had become a very wealthy person, doing — I don’t know what he\ndid, but he got involved in some business or something. But he was living, and you\nwould never know that he came out of a —",
        "Q: Pile of corpses.\nMarch 1, 2010",
        "A: A pile of corpses.",
        "Q: My goodness.",
        "A: And my — you know, you ge — 1-1 — it’s destiny.",
        "Q: Yeah.",
        "A: You know, it’s like in the army, you know, you — you advance, and this fellow\ngets shot, this one da — and you keep walking, you know. You — you can’t explain\nthat.",
        "Q: What did you — what did you think, or do you remember what you thought when\nyou were walking through here, because I don’t — you know, you weren’t expecting\nto see this, right? You weren’t —",
        "A: Oh no, you — we didn’t expect to find a — a — th-the magnitude that it was. It was\njust — there was just corpse everywhere. And the thing I remember is that lady with\nthe baby in her arms. I’Il never forget that. And the other ones in the crematories, I\nwent in there, and the soil had so much blood 1n it, that 1-1t had a purple brownish\ncolor. It just didn’t look like dirt, but just from the saturation of the — of the blood.",
        "Q: Of the blood.",
        "A: It’s just that, and the other one that I always remembered was the — the — the —\nthe inmates had a — to wash up, if you want to call it that, it’s like an umbrella\nopened up, and at the top, the water would come from the top, and come down and\nMarch 1, 2010\nthen it would all wash. But the dirt, the stench, the — ye — I-I mean, how could you\ngo there and clean up? I mean, it was so filthy, you know, just oh.",
        "Q: About how many people, do you know, were in the camp when — when you —",
        "A: Close to 30,000.",
        "Q: When you guys walked into it, there still were about 30,000 people in there?",
        "A: Yeah, yeah, yeah. They — I tell you, this book give it all — I mean, I — this is\nwhere I get it.",
        "Q: Uh-huh.",
        "A: But th-they broke it down — they broke it down by, you know, different people.\nBut the Jews were always the most. They were the largest number. I have to —",
        "Q: Mm-hm. How long were you there in Dachau?",
        "A: Dachau, I went in there that Sunday afternoon, and I stayed in the — we left, and\nI stayed in a building, it was an office building. And the two things I remember in\nthere were — you know, they used to have red ink and black ink on the desk. And\nthe G.Ls as they go through there, get the ink and throw it against the wall. And\nthen they had a bust of Hitler standing there, and I think everybody that went by\nshot it. I-It was just perforated with —",
        "Q: Holes.\nMarch 1, 2010",
        "A: — holes. So [indecipherable]. And then I left that morning, and that’s when they\nwere bringing the — the — the people from the city of Dachau. Which people don’t\nunderstand, but that’s a very intellectual city. There’s colleges there, and so forth,\nand being associated with the camp didn’t help them at all.",
        "Q: No.",
        "A: But anyway, that morning they were bringing people in. Somebody — you — you\nwant to stop?",
        "Q: No, no, no, no, hang on a minute. Well, let’s see. All right. But — okay.",
        "A: But anyway, they — they brought them in.",
        "Q: They brought them in.",
        "A: They brought them in, and the women, you know, they would get their coats and\nwalk through the place, and course they all denied that they knew anything about it.\nNobody in Germany was a — was a Nazi, you know.",
        "Q: Right.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nRomeo Fagiolo, conducted by Ina Navazelskis on March 1“, 2010, at Leisure\nWorld in Silver Spring, Maryland. Mr. Fagiolo, can you tell us a little bit about\nyour background; where you were born; where you grew up; your family, and so on\nand so forth?",
        "Q: Oh my.",
        "Q: On the 29\" of which month and —",
        "Q: And you grew up in Washington?",
        "Q: I can imagine.",
        "Q: Can you tell us where was this camp?",
        "Q: How is it that you came into the army rather than one of the other branches of\nmilitary service?",
        "Q: I see.",
        "Q: Are you the only son in your family?",
        "Q: Were there any girls?",
        "Q: And your parents, when you were drafted, how did they respond to it? Were they\nupset, were they —",
        "Q: Yeah.",
        "Q: What does that stand for?",
        "Q: Okay.",
        "Q: The program?",
        "Q: Why was it called an infamous camp?",
        "Q: Ah, that.",
        "Q: Okay, because of that, okay, yeah.",
        "Q: Okay. So you’re talking about a shooting that took place in 2009, but you were\nthere half a century —",
        "Q: — before. Yeah, okay.",
        "Q: How large was the division?",
        "Q: That’s a lot.",
        "Q: And — and you moved out in —",
        "Q: In what time?",
        "Q: So, already after D-Day.",
        "Q: And so where — where was your first European landing with the division?",
        "Q: In Marseilles, okay.",
        "Q: Oh my.",
        "Q: Oh my.",
        "Q: Can you tell me about what happened to you, what you remember from that\ntime, where you were?",
        "Q: When you were in these battles, when you were in the — you know, when you\nhad landed in Marseilles, your first memories of what you saw.",
        "Q: Oh my. Oh my.",
        "Q: Mm-hm, what does that mean?",
        "Q: Bad check Charlie?",
        "Q: Bed Check Charlie.",
        "Q: Yeah.",
        "Q: You were in that?",
        "Q: Were you — and how long did that battle la — well, th — for you, how long did that\nbattle last?",
        "Q: So for — for —",
        "Q: For a month, five weeks.",
        "Q: Pretty good birthday present.",
        "Q: I remember when I lived in The Netherlands, there is a cemetery outside the\ntown that I lived, maintained by the American military, and they had bring —\nbrought 1n a lot of the soldiers who died in the Battle of the Bulge. Not only that\nbattle, but a lot of others.",
        "Q: It was — and th-the hills are just covered, they’re just covered. And f — very\nmoving, very moving to walk around there.",
        "Q: [sneeze] Excuse me, excuse me. I was going to stifle that one.",
        "Q: That was down.",
        "Q: At least warm, yeah.",
        "Q: Do you — were you there when he —",
        "Q: Oh my.",
        "Q: Was that the first time you had seen such — you had seen —",
        "Q: — that sort of thing?",
        "Q: Where did they take you to?",
        "Q: Can you tell me a little bit about that?",
        "Q: And was this already through southern Germany, or was this still in France?",
        "Q: At what point did you cross the Rhine, at what place? Do you remember?",
        "Q: You don’t. But it was a — but probably in the south.",
        "Q: Yeah.",
        "Q: Is it — did you come in contact with German POWs?",
        "Q: As you were coming along, yeah? As you were going there.",
        "Q: And he wanted some chocolate?",
        "Q: Did he — was he young, or old?",
        "Q: Don’t shoot me, I’m a Pole.",
        "Q: Yeah.",
        "Q: Did you come in contact with the civilian population?",
        "Q: That’s right. And was there a difference between the French and the German\ntowns as you were going through them?",
        "Q: What did you hear? What were some of those stories that the — that the French\nwere telling?",
        "Q: Oh!",
        "Q: So, as soldiers, you were swapping these stories that you were seeing, you — that\nyou were experience — yeah.",
        "Q: Doing it, yeah.",
        "Q: So do you remember the first time you had contact with German civilians? Was\nit memorable, or not really [indecipherable]",
        "Q: Who is he, yeah.",
        "Q: Wow.",
        "Q: Yeah, I’m interested in figuring, and getting a picture of, you know, what your —\nwhat your experience is as you’re going along. You know, you’re in France, then\nyou cross the Rhine at — at Easter time, the towns change from poorly dressed\npeople to very well dressed people.",
        "Q: You know, you find some prisoners of war. And e — I don’t remember, is April\nin March or in — was Easter in a — in March or in April that year?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: And so it —",
        "Q: His symbol.",
        "Q: But you didn’t lose that many men this time, after —",
        "Q: So you’re sleeping in the fields, or your —",
        "Q: It’s — yeah, I mean it’s —",
        "Q: I—I don’t want to imagine it, but where — what — what 1s a soldier’s life? It’s no\nfun.",
        "Q: You felt that way [indecipherable]",
        "Q: Preferable?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Did you have — was there any news, or any thought at that point that something\nspecial had happened to the Jews? Was there any kind of —",
        "Q: No.",
        "Q: When you were still in Washington, you mean?",
        "Q: Yeah, yeah.",
        "Q: Right.",
        "Q: So tell me, when you were — you crossed the Rhine, and wa — and it was April,\nyeah?",
        "Q: It was April. And so there’s — from the Rhine to Munich, it was — it took a\nmonth — took three weeks to get there?",
        "Q: Okay.",
        "Q: Mm-hm. And —",
        "Q: And were you stalled a lot? I mean, between the Rhine and Munich, did you —",
        "Q: Steady movement, steady movement.",
        "Q: Excuse me.",
        "Q: Yeah.\nMarch 1, 2010",
        "Q: But the shelling, nevertheless, happened during this moving along?",
        "Q: What was — tell me about that a little bit.",
        "Q: On the Germans?",
        "Q: The Polish?",
        "Q: Because the Polish we-were enslaved by the Germans.",
        "Q: So, I would be — you know, why would a German give a Pole a gun? He would —",
        "Q: I see.",
        "Q: Yeah.",
        "Q: That’s quite some repos — responsibility.",
        "Q: It’s okay.",
        "Q: Oh, that would — that would be interesting to have in the future. You know, that\nwe could have in addition to your interview, that we’d have the map that shows the\nde — you know, the route.",
        "Q: Yeah.",
        "Q: What would — was — was that —",
        "Q: — was that — I mean, Munich’s a huge city, so how — was it bombed, was it —",
        "Q: Yeah.",
        "Q: Yep.",
        "Q: Did you?",
        "Q: He didn’t let that happen. He made sure that he wa —",
        "Q: Oh yeah. He knew what was coming.",
        "Q: So tell me, when you were in Munich and you’re on your way to Dachau —\nhang on a second. [tape break]",
        "Q: Okay, first —",
        "Q: — Dachau first, before Munich?",
        "Q: Okay.",
        "Q: Oh really?",
        "Q: It’s a controversy.",
        "Q: Yeah.",
        "Q: Okay. Can you hold on just a second please? Okay, tell me what you saw. You —\nwhen you go to Dachau, tell me what you were supposed to do, and what you saw,",
        "Q: What’d you see?",
        "Q: 50 cars?",
        "Q: Corpses.",
        "Q: It was not ideal conditions.",
        "Q: Did you know who those people were, the corpses, did you know who they were\nby that point?",
        "Q: No, no, no, I mean by — did you know if they were Jews, did you know if they\nwere Poles? Did you know why — you know, did you know who they were a-at that\npoint, when you came upon them?",
        "Q: You didn’t.",
        "Q: But when you were going through there, and you’re seeing this, you had no idea\nwho these corpses were?",
        "Q: Just dead corpses. And then when you got into Dachau, was there anybody\nliving?",
        "Q: What you — did you talk to any of them?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Did —",
        "Q: Better shape.",
        "Q: Why would they had to be contained?",
        "Q: And I can imagine that the prisoners couldn’t understand, now if you’re liberated\nus, how come you don’t let us go?",
        "Q: Were there any guards that were there?",
        "Q: Were there any Germans that you found?",
        "Q: Okay.",
        "Q: Oh my.",
        "Q: Oh my.",
        "Q: Pile of corpses.",
        "Q: My goodness.",
        "Q: Yeah.",
        "Q: What did you — what did you think, or do you remember what you thought when\nyou were walking through here, because I don’t — you know, you weren’t expecting\nto see this, right? You weren’t —",
        "Q: Of the blood.",
        "Q: About how many people, do you know, were in the camp when — when you —",
        "Q: When you guys walked into it, there still were about 30,000 people in there?",
        "Q: Uh-huh.",
        "Q: Mm-hm. How long were you there in Dachau?",
        "Q: Holes.\nMarch 1, 2010",
        "Q: No.",
        "Q: No, no, no, no, hang on a minute. Well, let’s see. All right. But — okay.",
        "Q: They brought them in.",
        "Q: Right."
    ],
    "answers": [
        "Answer: Yeah, I was born in Washington, D.C., and I made a historic beginning. I\nwas born the night that the Knickerbocker Theater in Washington collapsed.",
        "A: Yeah, that — they — the roof collapsed on the 28\", and I was born on the 29\".",
        "A: Of January, 1922.",
        "A: I grew up in Washington, I went to all school in here. I went to Central High\nSchool and graduated. And then I was — I graduated from high school in June of\n\"41. So you know what I was doing on December of ’42 —",
        "A: k—or ’41. So I had no education other than a high school education, and I was\ndrafted in February of — of 1943, and I took my basic training at the infas —\ninfamous Fort Hood, or at that time was known as Camp Hood. And the camp had\nMarch 1, 2010\njust opened, as a matter of fact, we slept in the motor pool, because the barracks\nweren’t ready for us.",
        "A: Camp in Texas, in Killeen, Texas. And I — I stayed there for about a year. I took\nmy basic training there, and I was sent to a s-school. When I graduated from the\nschool, they kept me there as an instructor, and I stayed maybe six or seven months.",
        "A: Well, that’s my own fault, I wanted to go into the Air Force, and I took the Air\nForce exam, passed it. But I was drafted before the Air Force could get to me. And\nthe rule in that day 1s, once you’re drafted, you can’t choose your service.",
        "A: Your service has to be picked prior to your induction.",
        "A: Yes, I-",
        "A: Yes, I had one sister, who is now deceased.\nMarch 1, 2010",
        "A: No, they weren’t, they — I — I think in those days I — I— we looked at it as an\nhonor to go into the — into the army. And if you were rejected, or become a 4F, it\nwas really — I’ve seen men cry because they were turned down.",
        "A: But my parents were from Italy. They were born over there. They met while\nthey were in the United States. And the oddity is that two sisters married two\nbrothers. And they were — well, you know, we just lived here, and my father took\nme down to Georgetown and put me on the bus, and as he was walking away, I saw\nhim cry, I had — I’d — I'd never — never saw — never saw my father cry too often.\nBut I guess he was happy. But they were always good to me, I had a good family.\nAnd so I went to Fort Hood. And after I taught there for awhile, I tried to get out of\nteaching. I — I wanted to get into a — a lion outfit, which was a — not — not\nnecessarily a fighting outfit, but do something other than just teach my whole\ncareer. So I put in for what they called ASTP.",
        "A: I-It stand for Army Specialized Training Corp.",
        "A: And the purpose of that was, you would go to some university, get a degree from\ncollege, and upon graduation you were obligated to serve two years as an officer in\nMarch 1, 2010\nthe army. So I went to Texas A&M, and I was there about maybe four months, and\nthey disbanded —",
        "A: — the program. So they sent me back, at that time was Camp Hood, and during\nthe interim, the camp had changed from a — a tank destroyer, to the infantry.",
        "A: Well, ni — because of the recent — the recent episode —",
        "A: Yeah, that.",
        "A: But it — 1t— it’s one of the largest camps in the U.S. Army. I think from one end\nof the spectrum to the other is like 26 miles. That’s why it’s a —",
        "A: Before.",
        "A: So anyway, I ended up in the infantry, and I did one -I—I was a\n[indecipherable] for one cycle, training soldiers. And then I got orders to go to\nMarch 1, 2010\nCamp Gruber, Oklahoma, which was the 42\" infantry division. And I was in that\ncamp, I think July or in August, and we moved out in — in November, probably —",
        "A: It was — well, one infantry division usually consists of about 30,000 men.",
        "A: Yeah.",
        "A: Well, then — then — then we were shipped overseas.",
        "A: It was in November of °44.",
        "A: Oh yeah. D-Day had passed.",
        "A: In Marseilles.",
        "A: And from there we went up and we caught the lines. And the reason they closed\nthe ASTP is that they had lost more men on D-Day than — than we’ve advertised or\nreported. So they were short of infantry people. And when we went over, we were\nonly the three infantry divisions. Artillery, the medics and everything else didn’t\nMarch 1, 2010\ncome over until January. So when we got there, they told us we were going to a\nquiet sector, the whole alliance. Well, the quiet sector turned out to be the Battle of\nthe Bulge.",
        "A: At Bastogne.",
        "A: So we lo — we were green soldiers and we probably made a lot of mistakes, but\nwe lost a lot of good men.",
        "A: You mean from —",
        "A: Saw is just going up through France, which we — by that time had already been\nsecured. And the thing I remember is the civilians, they had soo set — two sets of\nflags. They had a white one and — and an American one. So it depend who was\ngoing by, which flag they would wave out of the window.\nMarch 1, 2010",
        "A: But we landed, it was very cold. We landed at what they call CP2, which was a",
        "A: That was where they organized the — the soldiers at — at — once they co — you\nleave the boat. And that’s where we met Bed Check Charlie, that was a German\nplane. They would come over every night, and that was a nickname that we gave\nthem.",
        "A: Bal — Bed Check Charlie.",
        "A: Yeah. He made sure we got to bed.",
        "A: Never fired on us, just flew over. So that was it, and then they — they rushed us\nto the front, and that’s when we hit the — the Battle of the Bulge, the snow and the\nfreezing weather, and —",
        "A: Yeah, I was in that. I went over as a corporal, and we lost so many men, that I\nbecame a staff sergeant overnight.\nMarch 1, 2010",
        "A: That battle last until the end of January.",
        "A: For a month, five weeks.",
        "A: And my birthday is the 29\" of January, and that was the date that they took us\noff the front, and that was my birthday present.",
        "A: Yup.",
        "A: Oh, that [indecipherable]",
        "A: It is, it is, itis. The first person that I lost when we hit the front, was wit — was an\nold timer, and he was drafted when he was 30, you know, and that was the upper\nMarch 1, 2010\n[indecipherable]. And we became good friends. He was in the insurance business,\nmy father was also, so we had a little common interest in that. Before we went\noverseas, we used to go to the PX —",
        "A: Oh, that’s all right, that’s all right. So anyway, we became good friends, we’d go\nto the PX and so forth. And the first night that we were in battle, I had a sleeping\nbag, it was down. And I got it on a raffle, cause they only gave one per platoon. So\nthe first night we tried to bed down, I couldn’t find my bedroll. And it was common\nin the army to say it was a midnight requisition, that somebody had acquired it. So\nanyway, the next day — his name was Clifford, he came over to me and he says,\nRomeo, I’m sorry, I grabbed your bedroll by mistake. Cause he knew it was mine,\ncause it was the only one.",
        "A: So I said, that’s okay, Cliff. But anyway, about three hours later, he was dead, so\nI always felt that he had his last night on this good earth, in my nice sleeping bag.",
        "A: Yeah. So —\nMarch 1, 2010",
        "A: No, he was on another si — another gun post. We were in the anti-tank, and when\nwe got there we were supposed to have three anti-tank guns, and three trucks. And\nwe got no t— we had no trucks, and two guns.",
        "A: And then we lost his gun, the Germans fired a direct hit. As a matter of fact, it\nwas told to me later that — that an 88 shell hit him in the head. And when I went\nthere after 1t was over, there was a fellow called Valentime(ph), he had red hair,\nand there was red hair all over the guns and place. So anyway, that was his last\nnight on earth, with my bedroll.",
        "A: Yeah, yeah.",
        "A: That was the first battle, the first. So after that, a-after January, after my\nbirthday, we had lost so many men, they took us back and we organized this, and\nrefilled the ranks.",
        "A: I-It was in France, close to Nancy, France, and we — we were there about three\nweeks before they got all the men back together. And so we stayed there until\nMarch 1, 2010\nMarch, the first of March, and then that’s when we tried — had the offensive, that we\nwent through the —",
        "A: Yeah, well, that was really — the resistance wa-wasn’t too heavy. But it was buth\n— y-you’d hit — certain times when you would hit little resistance and then you\nwould go in reserve, and then the next day you might move 20 miles with nothing,\nno resistance.",
        "A: Th-Th — no, no, we had — still in France, and we didn’t cross the Rhine, and I\nremember it was Easter Sunday.",
        "A: No, I don’t.",
        "A: Oh yeah, it was south Germany. And then, and from that point on, it was just —\nwe went through — we took v-various th — Daun, we took Schweinfurt, we took —\nwe — we took th — three or four —",
        "A: — cities.\nMarch 1, 2010",
        "A: Oh yeah.",
        "A: Well — well, they were surrendering, and the story that I always tell, we were in\nreserve, and I — they used to give us a chocolate bar to eat. And I was eating that,\nand I had a tap on my shoulder and I turned around. And it was a German soldier,\nand he had a white flag.",
        "A: Well, I guess maybe he did, but that he had a circular from Eisenhower\nencouraging the Germans to surrender, and that they would be well taken care of,\nand so forth. So, he was all alone, and I didn't know what to do with him. And\nluckily, there were other Germans coming from the front, quite a few of them, so I\njust told him to fall in with the rest of them, and that was the last time I saw him.",
        "A: Ah, ah, n— he — he wasn’t young, but he wasn’t old. You — I — he must have\nbeen 30 or 40. I tell you, their faces were dirty, they were beard. Y-You know, it\nwas really to distinguish the age. And in those days, you know, e-every time we got\na German prisoner, they always say, you know, nicht schiessen, you know, Polack,\nPolack, you know. Don’t shoot me, boy.\nMarch 1, 2010",
        "A: ’ma Pole. And that’s what they would do.",
        "A: But —",
        "A: Oh, a-as you go through the town.",
        "A: Yes. First of all, you could tell the — being a German, the civilians were well\nclothed. The French had nothing. Clothes, you could tell the difference, I don’t\nknow about soap and things like that, but once you hit Germany, there was a\ndifferent class of people, and that they had a better part of the life. And some of the\nstories that the Frenchmen tell, it’s a — you know, it’s disgraceful.",
        "A: Oh, well I got —I got it in here, the — a story that — actually, this was 1n — in\nFrance, a lady that — they were in nor — Norway, and it was a fishing town, and\nthey were sending messages to — to Russia, and Russia would send them to\nEngland, and the Germans caught them. And there were seven of them. So they\ntook the men out and they want them to dig their own graves. So one of them was\nMarch 1, 2010\nslow doing it, and when the officer, the German officer was pushing him along, he\nsays, I’m in no hurry, I sh — he says, I know what I’m digging. So the German got\nmad and spit on him. And this — and the fisherman, with his spade, turned around\nand hit him with such force, that he actually decapitated him.",
        "A: And of course, when he did that, that was the end of it, and the other Germans\nhad killed the rest of them. And in retaliation, they took the wives, seven wives, and\nthey took them to — to Germany and this one lady that she had a eight months old\nbaby girl, and when she got on the boat, they took the baby from her, and the put it\non a crib, in a box on the deck of the ship. And when she came out the next morning\nthe baby was gone. And of course they assumed that — that they just threw her\noverboard. And she ended up as a — working fine wires for the German in some\nfactory. And when they were — when she was liberated — I wasn’t there,\nincidentally, this was told to me by, you know, another company, that those women\nwere all in cells. They would open the cells, and they wouldn’t come out. And they\nwould tell them, you know, you’re free, you’re free. But they were just scared. They\ndidn’t know — 1-1-1-it makes you cry, it really does. The people were just scared,\nthey lived from day to day. They never knew when they were going to be the last\nday. They finally coaxed them out, and then the Americans, which I take pride of,\nMarch 1, 2010\nthe-they really treated those people. They gave them their own food and clothes,\nand they were well taken care of. And s-so it — after that —",
        "A: Yeah, well, you know, after [indecipherable] relates this one lady that they —\nthat they had come across. And eventually, see, we have a reunion every year. And\none year, they — they brought her over. She always wanted to meet the — the soldiers\nthat liberated her. And she came over with her daughter. And — and she brought\nwith her, she had a quilt — not a quilt, it was a — a blanket. And in — while in the cell,\nwhat she did, knitting, she knitted her family tree on the quilt. And she brought that\nwith her, and it was old, and oh, but you could tell where she had spent hours just\ndoing it.",
        "A: But the thing that amazed me, they were scared to come out. They were scared to\ncome out.",
        "A: Well — well, see, the only ones that you really hit, 1s that you’re going along, and\nthe people on the street, they were — course, they had the American, and you know,\nMarch 1, 2010\nyou would wave, and maybe talk to them. One night I had an experience, I got lost\nwith my squad, and I didn’t know which way to go, and there was a— a German. So\nI started to talk to him, and he spoke perfect English. So I — I was trying to get to\nma — back to my line, so he was telling me where to go. And of course, I was\nhesitant, because you know, you never know.",
        "A: But I asked him, I said, how come you speak such good English? So he said, I\nlived in Baltimore for 30 years. And he says that then he went back to his\nhometown and the war broke out. But he led us back to my lines, and he spoke\nperfect English.",
        "A: He really did. But those are the only ones that you really meet. I—I sh —I\nhesitate, because a lot of times I’ve met people afterwards, and not — not during the\nwar.",
        "A: Yeah.\nMarch 1, 2010",
        "A: I think it must have been March —",
        "A: — or probably — maybe the first of April.",
        "A: Yeah.",
        "A: That’s when General Patton, you know, made his — he urinated in — 1n the\nRhine. That was his —",
        "A: Yeah, symbol of success. But after that 1t was — the war was — you could tell it\nwas coming to an end. But then you would hit pockets, there was stiff resistance, so\nyou couldn’t relax, and y-you just had to be alert and watch, and —",
        "A: No, no, that I didn’t. The — the second time, the only ones we lost were minor.\nMost of my [indecipherable] was frostbite from — from the snow and all. And that\n— that was a miserable life, that — that was.\nMarch 1, 2010",
        "A: Oh yeah. Had no place to sleep, and — and I tell you, I don’t mean to embarrass\nyou, but I tell you the worst part was going to the bathroom in the morning. I tell\nyou, you pull up your pants and snow all in them.",
        "A: Yeah.",
        "A: No, it isn’t. You actually become an animal.",
        "A: Oh yeah, you live like an animal. You learn things that a civilian, an American\ncivilian wouldn’t recognize, but — you know where to take cover, get under bushes.\nA-And you live — you live like an animal. You just pray from one spot to the other,\nand it’s a— it’s — it’s a rough life. And not only worrying about dying, which I never\ndid. My only fear was losing my legs, I never wanted to lose my legs. Death would\nhave been —",
        "A: As many people in these camps, death would have been a blessing.",
        "A: A real blessing. And I haven’t gotten to Dachau, I'll save that for last —\nMarch 1, 2010",
        "A: — but — but at that time, there was no resistance, occasionally, and then we\nalways had good billets. If you were reserve, they got you good housing, or decent\nhousing, and — which was real nice.",
        "A: No.",
        "A: Nothing at all. The only thing that I knew, see, I was going to high school, and\nwe used to get a paper, and he would have, you know, how many planes Germany\nwas building every month, and this and the other.",
        "A: Yeah, still a civilian.",
        "A: You know, I was in high school. And I — and that’s the only thing that I knew,\nand then the — they read you through the different religious [indecipherable] they\nwould say that they’re torturing the Jews, or doing this. But it — 1t — that was remote.\nYou know, you were a 17 year old kid going to high school, and you did it for\ncurrent events, you know, as an assignment.\nMarch 1, 2010",
        "A: And — and you re — you didn’t have the feeling of it, as you did just reading it.\nAnd that made a difference, and a lot of them, they go — they got educated very\nquickly.",
        "A: Yeah.",
        "A: Took, you know, about a month, because we were in — Dachau was taken the\n29\" of ja — April.",
        "A: So, maybe it was in the latter part of March.",
        "A: I’m -— you know, I’m — I always hate to give these interviews, because see, I was\nan infantry person. I-In our place, we never knew where we were, we never knew\nnothing, and it — the G.Ls always used to say, you know, someday we’ll have to\ncome back and see where we’ve been. And that’s — that’s what it was. And in — in\ntime — you never knew whether it was Saturday, or Sunday, or — or if — 1-1-1t was\nMarch 1, 2010\njust one day after the other. But in Germany, wi — I was in anti-tank, which are less\nburdened, because we didn’t have too many trouble with tanks, like we did in\nFrance and during the Battle of the Bulge. I mean, the Germans would come at you\nwith eight, 10 tanks, so we were really busy. But when we started to move, and then\nthe battle fatigue for me, was to stay in one place. Because the longer you stayed\nthere, you would lose one man today, and another one tomorrow. And finally after a\nweek you’d — you know, you would get jittery. But as long as you moving, and you\ngoing into new territory, and you just didn’t have that fear that you had.",
        "A: Oh no, it was a steady, steady movement. Steady movement.",
        "A: I—I had gotten a — an ear infection, and I tried to get the medics. [phone\nringing]",
        "A: Tried to get to the medics and you couldn’t find a medic, everybody was moving\nso fast.",
        "A: It —1t took me three days. By that time my ear was, you know, it was — it’s worse\nthan an earache, cause I was in some shelling, which — well, that’s another story.\nBut — but that’s what it was, we were just moving along. And —",
        "A: Well, ye — well, yeah.",
        "A: Well, the shelling was that the Germans used to use the p — the Polish men, they\nwere set up the — the line of resistance behind the German soldiers. So when the\nGerman soldiers would retreat, those guys were already set in with guns, and that’s\nthe only thing they had. So they would fire.",
        "A: No, they would fire on us. These were —",
        "A: Well, they were Polish, or at least they claimed to be Polish.",
        "A: I know tt.",
        "A: They — na — no, no, they were firing the artillery, and whether they were actually\nfiring them, I don’t know, but they would dig them in —\nMarch 1, 2010",
        "A: — and they would get the ammunition ready, and they — they were doing it. And\nthen, at that time, the Russian — the Germans, yo — I mean, they were desperate, you\nknow, I mean, they took — just like with me with that German person I asked to lead\nme the way. I — I didn’t know whether he was leading me right or wrong, but I was\ndesperate.",
        "A: Thad to take a chance. So I was — I did it right. And I had nine men with me,\nwhich —",
        "A: It really is, it really is. Cause some of them were — they were younger than I was.\nSome of them — yo-you know, it’s — it’s disgraceful, but when I was in the hospital\njust for a day or two, there was a fellow there, he was 18 years old, he’d been in the\narmy, I figured it was less than a year, and he lost a leg. Hadn’t been in the army.\nSo — but that’s it — but we went from one town to the other. If I knew you were\ngonna ask me that, I —",
        "A: I have sa — detailed map, it really shows where —\nMarch 1, 2010",
        "A: Yeah [indecipherable] Schweinfurt.",
        "A: And then, of course, Munich was —",
        "A: [indecipherable|",
        "A: Bombed, it was — it was di — it was square blocks of rubbish. And my first — I\nhad two impressions when I got into Munich. One was, I couldn’t understand how\none man would allow his citizens to go through the hell that they went through. And\nsome of those civilians really had a hard, hard life. You know, I’ve had mothers tell\nme that, you know, they put the babies to bed, get them settled down, the air raid\nsiren goes on, grab the kids, take them to the shelter, get them settled. All clear\ncame out, take them back home. And that’s only once, but when you do that every\nnight for months, it’s hard. It’s very, very hard. So those — th-the civilians, even\nthough they were Germans, I always respected the Germans, and I always respected\nthe Wehrmachts. And some G.Ls weren’t as liberal as I was, but I know when the\nMarch 1, 2010\nwar was over — where was I? I think it was in Munich. There, they were marching\nGerman prisoners on the street somewhere. And of course the German civilians all\nclapped, you know. And so the G.I. next to me said, what are they clapping for?",
        "A: Said, well, that’s their men, that’s their citizens, they’re Germans like them, and\nyou know, there’s a certain honor between them. You know, I would do the same\nthing. But I never had any malice toward anybody. Except, I think if I would have\never captured Hitler, man, I would have —",
        "A: And believe it or not, I really, really hoped for that.",
        "A: I really did. You know, and it was a far fetch, I mean, you know, it’s like the\nGermans capturing Eisenhower. It’s a — it’s a dream.",
        "A: Yeah, he wa — he did the right thing, believe me, cause he would have ended up",
        "A: Yeah.\nMarch 1, 2010",
        "A: Oh, actually, it’s reversed —",
        "A: [indecipherable] Dachau",
        "A: We went — yeah —",
        "A: Dachau first. And — and Dachau was a two division, 45\" and 42\", and\nincidentally, there’s a bitter bitterness between the two.",
        "A: Yeah, they — one trying to claim who was first, who was — so it’s — til this day\nivsa—",
        "A: Yeah.",
        "A: Which makes no difference.\nMarch 1, 2010\nand what surprised you?",
        "A: Well, I came in from probably the south side, and I actually went though the\ngates, because the troops had been in front of us. But our first encounter, of course,\nwas the railroad cars. And we came down there, and that was a shock.",
        "A: Corpse. One just loaded, one car after the other, after the other, 50 cars, I think\nthere were.",
        "A: Of — of just —",
        "A: — corpses. And the sad things that you run into is they were coming down and\nthere was — some lady had — who was on a train, had gotten off with her baby, and\nshe no sooner got off the car than she collapsed, I guess, cause what we saw is they\nwere dead. And she died, and the baby outlived the mother. And you could tell that\nshe was grabbing her mother’s breast, pulling her clothes away to — for something\nto eat. And then you see two of them dead, just sitting there, mother and whatever,\nthey were. But the thing is, to think that they had to suffer, that’s the part that — that\nis — that’s unbelievable. And those cars that they rode in, see, I rode in those cars\nunder ideal conditions, and it wasn’t — it wasn’t —\nMarch 1, 2010",
        "A: It was not, oh no, not there.",
        "A: Oh, there was no way you could have told one from the other.",
        "A: No, no, I didn’t.",
        "A: But the assumption would be that they’re Jews. I think the final calculations in\ntheir books, they’ ll tell you how many Jews were involved.",
        "A: Just dead corpses.",
        "A: Oh yeah, there were the — they — they had there — some of — some of the people\nwere dead, living dead. I don’t know if you ever seen a doctor when he tries to\nMarch 1, 2010\nverify if somebody died, they pull the eyelids back to look in his eyes. Cause you\ncan look in the eye and you can tell whether he’s living [indecipherable]. And\nthat’s the way these people were, they just had a dead eye. They looked straight\nahead, and they’re nothing but skin and bones. And after we left Dachau, they were\nlosing 200 a day. After we got there.",
        "A: No. They were filthy and dirty. Some of the people come up and they would try\nto hug you, and I push away. And one thing that really bothers me, some lady, she\nmust have had a bottle of wine, and she wanted to gi-give it, part of 1t to me. And\nshe’s starving, you know, and she wanted to give me part of it. And I-I[—I ca—I\nmean, I couldn’t drink out of it. I mean, it was just the filth, the smell, I mean, y-you\njust couldn’t.",
        "A: No way. And some of them, I guess they fa — you know, they tried to hug you,\nand —",
        "A: And you — you just had to push them away, push them away.\nMarch 1, 2010",
        "A: But what I did, after we walked, this was the other part of our division, they had\nto secure the re — the camp. There were some prisoners who were in good shape —\nnot good shape, but they were better shape.",
        "A: Course, the — all they wanted to do was get out. And they had to contain them,\nwhich wasn’t an easy job to do.",
        "A: Because they were all diseased, there was a lot of disease in the camp. They\ndidn’t want the prisoners running around in the streets of Munich, in — in a diseased\nState.",
        "A: Oh yeah, yeah. But — but what they did, th-they [indecipherable] they came in\nwith blankets, they came in with food, and — and they took care of them. And they\nweren’t there that long. They weren't there that long. I got a —",
        "A: Oh yeah —",
        "A: — oh yeah, yeah, they — well, I didn’t — our division didn’t hit them.\nMarch 1, 2010",
        "A: The 45\" division, they hit the barracks. And they killed — they killed — I think\nthere was 35 SSs, they never lived to tell the tale. And they had electric fence\naround the camp, that wasn’t turned on, which made it easier for their — the troops\nin front of us. And then, the pride I take getting — walking down by those railroad\ntracks, the G.I.s in front of me, they heard a moan. And they climbed up, and they\nliterally had to walk on corpses, I mean it. They finally get to this one fellow, and\nthey pulled him out and he was still alive. And imagine just being in with a bunch\nof dead people, you know? And — but they got him on a Jeep, I saw that, and they\ntook him away, I guess they took him to the medics. And the joy part of\n[indecipherable] is that in ’95, which is 50\" anniversary of the liberation, I went to\nit in — in — in Munich, this fellow that they pulled out came to that reunion.",
        "A: And I tell you, he was a hero. I think everybody —",
        "A: — and he — he had become a very wealthy person, doing — I don’t know what he\ndid, but he got involved in some business or something. But he was living, and you\nwould never know that he came out of a —\nMarch 1, 2010",
        "A: A pile of corpses.",
        "A: And my — you know, you ge — 1-1 — it’s destiny.",
        "A: You know, it’s like in the army, you know, you — you advance, and this fellow\ngets shot, this one da — and you keep walking, you know. You — you can’t explain\nthat.",
        "A: Oh no, you — we didn’t expect to find a — a — th-the magnitude that it was. It was\njust — there was just corpse everywhere. And the thing I remember is that lady with\nthe baby in her arms. I’Il never forget that. And the other ones in the crematories, I\nwent in there, and the soil had so much blood 1n it, that 1-1t had a purple brownish\ncolor. It just didn’t look like dirt, but just from the saturation of the — of the blood.",
        "A: It’s just that, and the other one that I always remembered was the — the — the —\nthe inmates had a — to wash up, if you want to call it that, it’s like an umbrella\nopened up, and at the top, the water would come from the top, and come down and\nMarch 1, 2010\nthen it would all wash. But the dirt, the stench, the — ye — I-I mean, how could you\ngo there and clean up? I mean, it was so filthy, you know, just oh.",
        "A: Close to 30,000.",
        "A: Yeah, yeah, yeah. They — I tell you, this book give it all — I mean, I — this is\nwhere I get it.",
        "A: But th-they broke it down — they broke it down by, you know, different people.\nBut the Jews were always the most. They were the largest number. I have to —",
        "A: Dachau, I went in there that Sunday afternoon, and I stayed in the — we left, and\nI stayed in a building, it was an office building. And the two things I remember in\nthere were — you know, they used to have red ink and black ink on the desk. And\nthe G.Ls as they go through there, get the ink and throw it against the wall. And\nthen they had a bust of Hitler standing there, and I think everybody that went by\nshot it. I-It was just perforated with —",
        "A: — holes. So [indecipherable]. And then I left that morning, and that’s when they\nwere bringing the — the — the people from the city of Dachau. Which people don’t\nunderstand, but that’s a very intellectual city. There’s colleges there, and so forth,\nand being associated with the camp didn’t help them at all.",
        "A: But anyway, that morning they were bringing people in. Somebody — you — you\nwant to stop?",
        "A: But anyway, they — they brought them in.",
        "A: They brought them in, and the women, you know, they would get their coats and\nwalk through the place, and course they all denied that they knew anything about it.\nNobody in Germany was a — was a Nazi, you know.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMarch 1, 2010\nRG-50.030* 0567",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Romeo\nFagiolo, conducted by Ina Navazelskis on March 1, 2010 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Silver Spring, Maryland and is part of the United\nStates Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held\nby the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ROMEO FAGIOLO\nMarch 1, 2010"
    ]
}