{
    "rg": "RG-50.549.02.0016_trs_en",
    "sequence": [
        "Question: Just make sure we’re recording here. Why don’t you just say a few words and -\n- say your name.",
        "Answer: A few simple words? Leo Bretholz is my name and recording Holocaust stories\nis my game. Although, I like to stay away from it, base -- I never bring up the subject\nwhen we sit. It’s not -- I’m not a -- a dweller on -- on the -- on the events. I don’t exult in\nthe word survivor, because that, to me, is almost like a -- become an object of -- of\ncuriosity. Those who are no longer here, they are the real people that should be paid\nattention to. Because if we don’t remember them, you know, we’ ll kill them all over\nagain. But the word survivor to me connotes something that’s always a -- a special group\nand you know, when I speak to people and then they say, “Do you have a number?” I\nsay, “No, I don’t have a number, because if I were -- had been in a position to get a\nnumber, chances are 99 or 999 out of 1000 that I wouldn’t be speaking to you here. So\nonce I don’t have the number, I am no longer that object of curiosity and I’m losing some\n-- I’m lo-losing some credibility, you know. They want to hear that oh, you’re in\nAuschw -- well, if you’re in Auschwitz, you’re not here to tell the story. Some of them\nare, but the majority of them are not. It’s enough that I escaped from a train and even that\nwas -- in that train out of -- out of 1000, only seven -- out of 1000, 773 were gassed on\narrival. So, even that is sort of a -- a -- a percentage to -- to -- to be -- to be taken into\nconsideration, you know, so anyway. Now I said more than what you wanted me to say.",
        "Q: Let me make sure I’m getting all this on tape. I want to begin with talking about the\nevents, maybe the weeks or days leading up to the end of the war and where you were\nand what you were doing.",
        "A: Well, the end of the -- the days of the end of the war, after I had lived through the\nliberation in France. Paris was liberated on the 25th of August, 1944. And then the war\nended in *45. I was still in France and originally I had papers to come to the United States\nin 1941, but that was negated by the fact that there was Pearl Harbor and the Americans\n[indecipherable] entered the war. So, the papers that I had then, which was the affidavit\nof support, which we got from our relatives here, that expired. And of course after that, I\nwent through all my adventures to deportation and the escape and the jail and everything.\nBut in *45, at the end of the war, I was in France and was awaiting the documents that my\naunt, who lived in Baltimore sent me, which is an affidavit of support, at the end of 1946,\nI received my visa of entry into the United States. And in January of 1947, the 19th of\nJanuary 1947, I went to LeHavre in France and took the John Erikkson to the United\nState, a 10 days crossing. And I arrived in New York on the 29th of January, 1947, which\nis now a little over 51 years. To some people, a lifetime, to me it flew by just like this and\nit’s hardly to be believed, that’s 51 years have gone by, yes. So I was in France at the end\nof the -- of -- of the war and came to the United States there. At that point, I didn’t know\nyet what had happened to my family, although the -- the indications were quite ominous\nthat a tragedy had happened, because we knew already what had happened on the camps\nand I knew that my mother -- hadn’t heard since ‘42. So that was, to me, an indication.\nSo I came to United States, I -- I was then s-still ignorant of the fact what happened to my\nmother and sisters.",
        "Q: I'd like to ask you about that in -- in a little bit, but do you recall -- I think I re-recall\nreading something about liberation day and you were in a town in France where they\nwere -- German soldiers were being led through town?",
        "A: Yeah, that’s in the book, also. That is in my book, the book will come out at the end of\nthis year -- towards the end of the year now. Probably November of 1998 and the book\nwill be called, “Leap into Darkness - Seven Years on the Run in Wartime Europe”’. It’s\nco-written by my good friend Michael Oleska, the -- actually, he was the -- he motivated\nme to write it and then he was editing it f-for me and we did mutual project, was -- it\nwent very well. Taught me a lot and gave me an opportunity. But, at the end of the war,\nin Limoge, I was in Limoge. That’s where I was when France was liberated. And the\ngarrison, the German oc -- the German garrison in Limoge was not the same as it had\nbeen before June of 1944, because some of them were sent to the war front. The landing\nin Normandy took place on the sixth of June. And on the 10th of June was the burning of\nthe village of Orodure, to which I was a -- almost witness, because I was on my way\nthere and got off the train when I saw a German transport going there and I didn’t want to\ngo into the same direction. That village was burned to the ground and all it’s inhabitants,\nexcept a few, burned with the village. And I was just about maybe 10 - 15 miles away\nfrom them. Everyone that had a ticket for Orodure, to get off, which I had -- was taken\ninto station, was part of that massacre. So there again, I was lucky in a great, great way.\nYou see, my escape is not so much survival and -- and that’s why I say I don’t exult in it.\nIt’s a -- it’s a question of -- of fear and luck. The fear is the motivater and then you got to\nbe lucky for -- for it to succeed or to -- to get away. So, that was just -- before the\nliberation, after the liberation, we had these -- the remnant of the German garrison in -- in\n-- in Limoge. They were taken down the main street, down towards the station by a\nragtag outfit of the resistance, whom the Germans considered dispensable, just a few\nweeks earlier. And here, this ragtag outfit that didn’t have matching shoes, had the nerve.\nAnything to -- to -- to -- to hold on to basically, except their pride and their joy that the --\nnow, the war -- the end of the war came. Those Germans acted like little sheep, you\nknow. Their -- a few weeks earlier they were the masters and at that moment they walked\nwith their hands on top of their heads and looking scared. Why? Because they’re human\nbeings. And some of them were young. I mean they were in the hands of these\nunderground people and they knew that these undergrounds had a bone to pick with\nthem. They knew that wh-wh-wh-when we are in their hands, we are not in the hands of -\n- of a -- of -- of an enemy’s ha -- high command, where they have to deal with -- with\nprotocol and war amenities. The amenities of exchanging and of fairness, imprisonment.\nThese -- these underground, th-the -- the resistance, they were bent on -- on vengeance.",
        "Q: And you are -- were a member of this ragtag [indecipherable]",
        "A: I -- I was -- I was not -- I -- I was a member of the -- of the Sixth. The -- the Sixth was\na group that was engaged in clandestine performances, like doing false identification\ncards and -- and documents. We did that already, before the liberation. But, we were all\nunder a -- taking orders. Some were connected with the FTPF, they were called. In\nFrench it’s Front Tereur Partisain Francais. Front tereur means snipers or guerrillas.\nPartisain -- partisans, you know. They were a tough -- oh, how do you say it? Rough,\nrock and tumble outfit. They didn’t go by -- by orders or by command. There was another\ngroup was called FFI, the Force Francais L’Interiore. The French Forces of the Interior.\nThey took orders from DeGaulle in London. And there was this conflict between the two\ngroups. The one wanted to go the -- the legal -- the -- the proper way. The other said,\n“We're going to get the enemy whichever way we can.” So this -- this was the group.\nAnd under -- we were usually under these orders. But the partisans that arrested the\nGermans, they were the ones that had come out of the woods carrying their rifles. Some\nof the rifles -- most of the rifles were not loaded. But the rifle looked good and inspired --\nif -- if -- if not fear, at least respect.",
        "Q: Do you remember what you were feeling that particular day, after -- after so many\nyears on the run and so much uncertainty?",
        "A: Well, it -- it -- it -- it was -- there was elation. There was jubil -- jubilant attitudes, you\nknow. In the streets 1t was festive, carnival-type. And people were rejoicing that -- that --\nto see that the Germans had been defeated because the atrocities -- in fact, I write that in\nthe book, down the street, th-they were -- they were carrying placards, “Remember\nOrodure’’, that’s the town that they burned down, you know. Euphoria, that’s the word.\nWh --",
        "Q: Mm-hm. You -- you were feeling euphoric, yourself?",
        "A: Yeah, yeah. The mood was euphoric. And then with it came a sobering moment,\nmixed in with that euphoria. That while the war is finished, there are families somewhere\nfrom whom we hadn’t heard. So, to us this was the beginning of a new chapter of finding\nout and searching. And being here dealing with things. When Paris was liberated, in ‘44 -\n- in August °44, we knew that Germany was not defeated yet. In fact, that same year, in\nthe -- in the fall, came the Battle of the Bulge. And in that counter attack by the Germans,\nthey advanced far enough for Paris to feel that there might be another -- a re-occupation.\nThat never happened. The allies -- allies prevailed. But that was that moment. Germans\nwere still kicking -- alive and kicking. And when the landing took place in ‘44, during\nthat period, in June of ‘44, the deportations from southern France, from Vichy, France\ntowards Drancy and Auschwitz were still going on. So even that euphoric moo-mood,\nabout the landings, had to be tempered with -- with the knowledge that people are still\nbeing sent away. But then when -- when -- in 1945, in May of ‘45, the armistice was\nsigned, there was a different attitude. Now, we knew that the war was ended and we had\nto deal with the aftermath. For many of us, that had to do with family, because we had\nleft our families and loved ones and some of it -- some of them left with their families,\nbut in the process of fleeing, of going to France and living on the Vichy, some of those\nfa-families had been separated. Young men were hiding out while their parents were\ndeported. That happened quite often, you saw that in the movies with -- with “Au revoir\nmes enfants” and you had so many other things and -- and so in Freedman in the wrote --\nthe wro -- who wrote that book, “When Memory Comes”, he was taken to a convent and\nhis parents were deported and never came back. And finally he got back to his Judaism,\nbecause he -- he was converted by the padres and -- no, bu -- bu -- no, he went to a -- not\nto a con -- he went to a monastery, I think. So anyway, we all had to deal with these\nthings and knowing that the war was over was very good, but there was the family’s story\nand the history of -- and the aspect of -- of dealing with it -- dealing with it from\nemotional standpoint because we -- we -- it was the great uncertainty, who had survived\nand who had not survived.",
        "Q: And how did you go about beginning to deal with it?",
        "A: I tried to start searches. Red Cross and other venues and did actually not find out until\n1962 what had happened. That was from ‘47 to ‘62, 15 years -- what happened to my\nmother and sisters, which is also in -- in the book. And how I dealt at the moment? At\nthat moment I was -- in 1946, I was 25 years old, I had survived the war. I had received\nmy papers to come to America. And frankly I was looking forward to getting away from\nthe continent there. It had not been too kind to me, to say the least and of course, France,\nbeautiful country. Countries are always beautiful, 1t’s what the people do that’s not so\ngood, often, you know. But France to me was -- was a country that I wanted already to\nget away from because I had been in jail and I had been deported and I had been beaten\nup and so on. I -- I looked forward to coming to America, wh-where I knew I had family\nand start a new life. And that’s what I was dealing with. I did not dwell too much on the\nfact that I better stay in Europe and try to find my mother and sisters, because I had\nreached out to Red Cross and other agencies and I never heard anything. And of course at\nthat time, the communication system had not developed to the point where you knew\nwho had survived, who had not survived. So I -- I wanted to be just getting away from\nthere and I knew that staying there wouldn’t advance anything from me emotionally,\nbecause I’d only be still under the -- the impact of what happened to me. And I looked\nforward to make a break. And that’s what happened. I came to the United States. I did not\ndwell too much on the sentimentality. [indecipherable] stay here and -- and -- and -- and -\n- and f -- and fight it to the end, because the continent was no longer for me, you see? I\nwanted to get away from it.",
        "Q: How did you support yourself? You were a young man and for those two years before\nyou came to America?",
        "A: Well, we were all -- the American Joint Distribution Committee, they were in charge,\neven during the war, with some of the aid that they distributed to us. And in Limoge I\nworked for a aid committee, the Corshazod committee -- com-com-Committee\nd’ Assistance Sociale est Secouron a Reconstructione. A -- a reconstruction of every -- we\nhelped people who came back, who were repatriated or people who came out of hiding.\nAnd to -- to establish themselves with -- with ID cards and rejoining families. I worked\nfor that committee and -- in Limoge and that committee was also in charge of distributing\nthe Joint Distribution -- the American Joint Distri -- A -- the -- AJDC -- the JDC,\nAmerican Joint Distribution Committee -- Committee. They sent funds into Europe and\nthey were the arm that extended into the -- into the Jewish community of friends and\nother countries in the -- in the area, Belgium and Holland, Luxembourg.",
        "Q: Can you tell me about your --",
        "A: And by the way, on that committee, I got paid for working there. Nominally, but I\ndidn’t need to go to fancy restaurants, you know or something like that.",
        "Q: Tell me about your -- your trip to America in 1947.",
        "A: I was in a -- on the Jo -- SS John Erikkson. I was -- I think about a 37 -- 37,000 ton\nformer liberty ship. And it was a -- a January voyage. 80 percent of the ship got seasick.\nMost of us, while we were seasick, slept on deck, because in the cabins it was too -- the\nsmell wasn’t so good. There was -- with the disinfectant and so on. I -- it was a -- a-- a\npleasant ship to be on. It had good food and a piano where one F-Frenchman was playing\nswing music. It’s interesting -- was an interesting voyage. We were seasick and overnight\nthe seasickness stopped, because we got into calm seas when we passed the Gulf Stream.\nSo on the icicles that were hanging on the -- on the railing started melting and the waves\nwere pretty high, I was one sitting there where this fella that played on the piano, he was\na -- quite an artist. He improvised music and arrangements. Arrangements of popular\ntunes, especially American tunes. And there was a young lady, who was a war bride and\nshe came to America to rejoin her fiancé. And these two fell in love. And then we landed\nin New York, Hoboken or Brooklyn. Never forget that scene. We landed in New York,\nshe and that young man walked down the gangplank and her fiancé, the former GI and\nhis folk were standing there with flowers to wait to -- to receive her. And this young man\nwalked down with her, carrying her suitcase. And actually big suitcases were taken in by\nthe porters for the customs, but these little handbags carrying something for her. And we\nobserved that, because we were already aware of that, because that was the talk. She says,\n“T don’t know what to tell my fiancé.” We were friends on that -- on that ship, you know,\nI have a few pictures that show us together. And then they walked down to her fiancé and\nhis folks and she says, “I have to tell you that I fell in love on this ship and this is the\nman.” I don’t know what the words were that they exchanged there, but this was one of\nthe scenes of that arriving -- arriving in America. There was one young lady who said\nshe’s going to Eagle Pass, Texas. A Parisian woman. Eagle Pass, Texas, that’s at the\nMexican border. I mean, this is an outpost where you -- where the cows walk in the\nstreets and watermelons [indecipherable]. Well, with her I was 1n correspondence after I\ncame here, for a few weeks or a couple months or so. And she wrote to me she doesn’t\nknow how to deal with that, but from Paris to Eagle Pass, she never knew that it would\nbe this way. And then she -- she devised a -- a subterfuge where her mother was writing\nher a letter from Paris that the grandmother is very ill and is about to die. So she told her\nhusband, he was her husband already, that she’s going back to Paris, to the funeral of her\ngrandmother. Later I found out that she wrote to him that she is not coming back to Eagle\nPass. And [indecipherable], these are these spur of the moment situations where people in\nthe war get together, fall in love, don’t know what the future will be and then you\ntransplant somebody from Paris to Eagle Pass, you’re -- you’re crossing a -- you’re going\nin to -- all together different culture there.",
        "Q: And -- and what was the future for you? What -- what were your plans?",
        "A: My plans were to be in -- in -- in Baltimore and start working. To maybe -- you know,\nearn -- earn my -- my keep. I had family here. My aunt, my father’s sister, Aunt Sophie.\nAnd ma -- Aunt Minna and Uncle Sam, whom I had been with in Luxembourg after I\nescaped from Vienna. They had come here and my aunt was in the rag business, metal\nand iron, scrap metal and iron, but I never expected to be in that business and I came in\nJanuary, lost my Uncle Sam, whom I loved very much. I came in the 29th of -- of January\nand in the middle of February he died. I hadn’t had much chance to even tell him -- we\nhad a chance, but not much chance to communicate about these years that had past, in\nbetween, in the interim. So, but -- end of February -- a month after I came here, I worked\nfor Barnes Clothing, down on Baltimore Street and was my first job and I joined the\ntextile company. Some people say I should have gone to college and furthered my\neducation. Which would have been alright if ’'d had enough money to pay rent. At first I\nstayed with my relatives, then I moved in with a friend of mine. Rented a -- a room in a\nplace -- a little apartment. Didn’t want to be a burden to my relatives all the time. So --\nbut I worked for a textile firm, starting in 1947 til the early 60’s. And my goal in America\nwas to -- to live a -- a normal life and -- and to make a living, you know. That’s not -- no\ngreat ambitions or -- or great aspirations other than settle down and -- and quietly. I was a\ngood salesman, I turned out to be a pretty good salesman and made a good living\nworking for the textile firm and later did other things. But th -- the first few months in\nAmerica were also not entirely satisfactory as far as my daily life was concerned.\nNumber one, the death of my uncle affected me very much. And the change from France\nto America is also a culture shock. Then came the very hard winter in -- in -- 1n “47, was\na hard winter, which is fine, but then the very hot summers in Baltimore, which were\nvery oppressive for me, I cannot tolerate the heat too much. And before you know it, I\nwas into the hay fever problem, which I did not have in -- in Europe. So the first year in\nAmerica, I had second thoughts and the correspondence I had with my aunt in Paris and\nwith some of the friends was that there is a possibility I may come back. In the back of\nmy head, there was also still -- and that I couldn’t help -- the idea of my mother and\nsisters. And in America I was far away from it, so the combination of not quite\nacclimating immediately to the American culture and the climate, plus the fact that I was\nstill laboring with the thoughts of what had happened to my family, because this -- there\nwas this guilt from the moment that I left them, in ‘38, although my mother urged me to\nleave.",
        "Q: You still had that guilt?",
        "A: That was with me, yes. So, a combination of not quite acclimating and wanting to be\ncloser to where I might find out the truth. And still thoughts in me -- I was toying with\nthe idea of perhaps going back, if not -- if not to stay, but at least to try again, because I\ncould have gone back, but I wasn’t -- I wasn’t a citizen then. So it was a little more\ndifficult for me to -- back and forth, but I had to reassess this whole thing. And it didn’t\ntake long before I got acquainted with the language fully. I had some elementary school\nEnglish knowledge. And I developed a circle of friends and once I started working, I\nbecame more involved in the daily life, acclimated in that respect. The language started to\ncome easier and then when I started going on the road, I developed more and more of --\nof a sense of what America means to me, because I like to travel aspect of meeting people\nand -- and earning a living, and --",
        "Q: This was your sales [indecipherable] for the textile --",
        "A: A salesman for the textile company. I was -- I became a -- a sales representative for\nthem within about ni -- eight, nine months.",
        "Q: So you got to see the country and --",
        "A: County ah -- I traveled the rest of Maryland and the Eastern Shore and onto Delaware\nand the Baltimore - Washington area. Montgomery county, western Maryland.\nDeveloped a circle of customers, yes. The firm handed me about a list of about 25\ninactive customers. And when I left the firm in 1961, I left them with 250 to 300\ncustomers. So that I had built up, you know. Nor -- I went to Norfolk, Virginia, went to\nthe northern -- northern North Carolina area. I traveled basically from North Carolina to -\n- to Pennsylvania. You know, into --d-different days, different directions. But I became --\nI acclimated fast, yes.",
        "Q: Did you travel by car?",
        "A: By car, yeah.",
        "Q: What kind of car?",
        "A: Well, my boss sold me his -- that was 19 f --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Well, my boss sold me his -- that was 1947 - ‘48 I bought that. He sold me -- he sold\nme his *46 car, Plymouth four door. And two years later I had to trade it and two years\nlater I trade it again and two years later I trade it again, because I put on 50 - 60,000 miles\na year. So my first car was a Plymouth, 1946, a gray Plymouth, 1946, a four door.",
        "Q: What was it that you were selling, what product?",
        "A: Textiles. Linens, domestics. Sheets, pillowcases, blankets, spreads, curtains, diapers,\nyardgoods, cretonnes, white goods, you know. The -- the department stores, five and 10\nstores they are -- five and dime stores, they’re a little bit out of -- out of -- no longer in\nexistence, these places, you know, they’re all big chains now. But you know, I had quite\na good circle of -- of customers, yeah.",
        "Q: And your -- your English was getting better at this point?",
        "A: Well, it was getting better, yes. In the beginning I had a little difficulty and then as I\ndescribe in the book, in some of the places on the Eastern Shore, some of the merchants\nactually mocked me. I came into a place, the Rising Sun, where I encountered actual\nanimosity. That used to be a little bit of Ku Klux Klan territory. So, but I -- I could cope\nwith that.",
        "Q: What happened?",
        "A: Fact is, I describe it in the book. The -- on the Eastern Shore, I was sitting in the hotel,\nadding up my sales that I had made for the day and there were two fellas there, one from\nPhiladelphia and one from Brooklyn, both in the shoe line. And we started talking and\nthey recognized I had a little -- I spoke with an accent. “Where you from?” And, “Yeah, I\njust came here a year and a half ago, two years ago.” That was maybe in ‘48 - ‘49. But I\nsaid, “I just started traveling here on the Eastern Shore and I find it a little different from\ntraveling in Baltimore and Washington.” They say, “How you mean that?” I say, “Well,\nthe people have sort of a hostile attitude towards me, like they’re mocking me. When I\nsaid, “Towel,” they said, “Towel? What are you talking about?” You know, this and that.\nI said, “I feel a little bad about it.” And they wanted make me feel good and one -- both\nof them said, “Don’t worry about that. I’m from Brooklyn and he’s from Philadelphia.\nThey don’t like our accents either. So we are -- we are in the same boat.” So it made me\nfeel better.",
        "Q: How did you learn your trade?",
        "A: Well, it was af -- I -- I worked about eight or nine months or 10 months inside the --\nthe office on -- in Baltimore. Anyway, ha -- 1n the -- in -- in the s -- in the wholesaler\noutfit distributorship. People came in and bought their merchandise and -- and I learned\nthe difference between this type sheet and that type sheet. They had types, you know,\nsheets have types. There are -- there are muslins and percales and that type 128 and type\n140 and type 180 and type 200. That has to do with how many threads there is in a square\ninch, you know. And qualities and yard goods and when you apply yourself, you -- you\nlearn the -- the -- the details of the trade and the -- the boss. He -- he instructed me pretty\nwell from time to time and -- then I said, “Well, be good if I could go outside and become\nmore -- you know, a salesman outside.” I felt there was more opportunity in that than\nstaying inside and also this way I get to learn the country and -- and get to know the\ncountry and -- [indecipherable] so I worked for 13 years for that firm, from ‘47 to ‘60 or\n‘61, yeah.",
        "Q: And what was it that was appealing, did you like the independence?",
        "A: Yeah, it was independence, it was I could make my own schedule, basically. I -- I\ndecided where I go, what day. Of -- of course that is in the beginning, later the schedule\nbecame more regular. I knew already which days I go to Washington, which days I go\ninto other areas, because I knew the schedule and the -- the -- the stores, their openings,\ntheir closing -- closings and -- and became acquainted with -- with the owners and some\nof them became not only acquainted, but became friends of mine. And when I came to\nNorfolk, had a few customers there that I had to always let them know when I’m coming,\nbecause that night, one of them, they invite me to dinner. Or would take me to his home\nto visit and be with the family. And traveled to the Shenendoah Valley, which was a little\nbit reminiscent of the foothills of -- of Vienna. I always liked the mountains better than\nthe seashore.",
        "Q: It’s probably no coincidence that you -- you had been on the run for so long, that you -\n- that you took a job that allowed you to continue moving, traveling.",
        "A: It -- perhaps that was the extension of it, that I had this wunderlust in my -- in my\nveins. That is possible. Well, I was always perhaps a little Gypsy at heart in that respect,\nbecause I remember when I was a kid and I was on the railroad station, I would look at\nthe trains as they departed and inhale the odor of that railroad station. These were the\nsteams of the coal and -- and f -- locomotive furnaces. I would -- I would feel quite\nnostalgic, quite nostalgic about th-things like this, yeah. I always imagined this train goes\nsomewhere and goes into the distance and it’s winding up somewhere. These tracks begin\nhere and will have to end somewhere. This was sort of -- a little bit of romanticism there,\nyou know? So, perhaps you are right, that the -- the -- the desire to travel was in me -- by\n-- by nature perhaps, by -- by a vicarious thrill I got perhaps from that -- you know, to be\ngoing places and seeing new things. A friend of mine once said that applies to me, I’m --\na friend of mine once said, “You know, I’m nos -- I am homesick for places that I’ve\nnever been to.” And perhaps that applies to me.",
        "Q: You said you made -- you began to make a lot of friends. Who were your friends in --\nin those early years?",
        "A: Well, here in the area, yeah, in fact a man is coming this evening, we have dinner with\nis -- was one of my first good friends in Baltimore. He’s a retired pharmacist now. And I\nwas his best man as his -- at his wedding and my wife was a bridesmaid and that’s where\nFlo and I met. So this was one a -- family and then we met friends in various\norganizations I was involved in -- in some -- there was a Zionist group here in Baltimore\nwhich I -- in which I made many friends. We had meetings and -- and then came the\nestablishment of state of Israel in 1948 and we got together for celebrations and that sort\nof thing.",
        "Q: Were most of your friends Jewish?",
        "A: The majority, but not exclusively. Had some friends that I made in my business\nconnections and dealing with customers. I know Mrs. Twick, a Catholic woman on\nLinwood Street. We were the best of friends when we -- when I called on her and -- and\nexchanging cards. But in my circle of friends here, my -- my family, friends, they were\nmostly Jewish, but as I said, not really exclusively. And this is still the case today.",
        "Q: And did you experience any -- you talked about the fear, a little bit of fear that you\nhad when you went to the Eastern Shore. Did you -- did you experience any overt\ndiscrimination [indecipherable]",
        "A: Well, I wouldn’t call it fear on the Eastern Shore, it was uneasiness. I felt set back or -\n- or -- or set apart. I wasn’t part of my surroundings. No, I did not encounter anti-\nSemitism, but I encountered situations that I didn’t like.",
        "Q: Okay.",
        "A: Such as, my Uncle Sam, before he passed away, worked at a -- at a laundry. A major\nlaundry, what was the name? Regal -- Regal Laundry. And he was in the printing shop\nthere. They printed their own laundry tickets on stationery and he was in the printing\nshop. Uncle Sam once took me -- it was in these few weeks before he passed away -- we\nwere very close. I came down to meet him there, so we can go to have a bite somewhere,\nor whatever. He wanted me to see the place where he works, see how it is in America.\nAnd as I’m waiting for him to come out of his office, or his workplace, it was five\no’clock in the afternoon, I needed to go to the bathroom. And before I walked into the\nbathroom, I saw outside of the bathroom, two sinks -- not in the bathroom, but outside of\nthe bathroom, two little sinks against the wall. And -- and each sink had a mirror above it.\nAnd above one mirror it said, Negro, colored and the other said white. So here’s what I\ndid. This is the mirror, right. In my naiveteé, I stood in front of these mirrors and I did this.",
        "Q: Back and forth.",
        "A: Back and forth, I was waving my body back and forth and I tried to see the difference\nin the mirror. Why would this be colored and this white? And I wanted to see how this\nreflects in the mirror. At that moment my uncle came out. And he says, “Leo, what’s this,\na new dance you’re doing?” I said, “No, no, Un-Uncle Sam,” I said, “I’m just wondering\nabout this,” -- first time I’d seen it. “Oh,” he says. “Well, let me explain this to you.” And\nhe went to explain it to me. To me this was a shock. I had just gone through this thing\nwith being Jewish and having to wear the yellow star, see? And we were told we are\ndifferent. The Jew, the Nazis say, you can recognize a mile away. The way he acts, the\nway he talks, the way he behaves. He looks -- then comes my question. If we are so\neasily recognizable, why do we need the star? School kids, when I talk to them, they have\nthe right answers. And here, I wondered -- we were separated there by Jewish and -- and\ndesignated by a star. What designates whom here? I -- I couldn’t -- I couldn’t make it out.\nIt didn’t make logical sense, it didn’t make any kind of human, realistic sense to me. And\nmy uncle explained it later, that this is what we are living here and -- and we’re coping\nwith. “See, I’m not working together with Negroes. I am not working to -- we work in\ndifferent building, we eat lunch, we sit in different place.” “Oh,” I said. “And that --\nthat,” I said, “is -- that’s not nice.” He said, “Well, don’t talk too much.” You don’t want\nto talk too much about it, you know, because you could -- you could encounter resistance\nand maybe he didn’t want me to be hurt, didn’t want me to be disappointed. He didn’t\nwant me to -- to -- to -- to regard this as a place that I may not want to live in, you know,\nafter they just brought me over to this country. That was one of the things that -- that was\nquite -- it was a shocker to me. And --",
        "Q: How did you come to terms with that?",
        "A: Realized that I have to -- to stay with my attitude and opinion that it is wrong. And\nwhoever -- whenever anybody will talk to me about it, I will immediately stand up to that\nperson and speak back and talk back and stand up. I made up my mind that if anybody, at\nthat time, will tell me something about a nigger, which I learned after a few weeks and\nmonths that this is the word that is not supposed to be -- of course some of the black\npeople call each other that way, but that is the -- to differentiate between me and you. I\nam the good black and you are the nigger. I found that out that that’s discrimination\namong the groups themselves. Jews, blacks, Catholics, others. We all human beings. But,\nas soon -- I made up my mind that I will not keep quiet in the face of adversity or bigotry\nor prejudice, bias. Because I’ve learned my lesson in Europe. Because if you keep quiet,\nyou prob -- be -- you become a -- a co-conspirator. When you keep quiet you become\npart of -- of the system. If you keep quiet, that means in the face of the person that -- that\n-- that mentions these names or says these names or demeans anybody else. If you keep\nquiet, that person walks away in the knowledge -- or in the -- with the opinion that you\nagree with him. They will never think that you might disagree. Oh, he has nothing to say,\nhe agrees with me. So I made up my mind, if anybody will speak about -- to me about a\nnigger, I will immediately reply to that person, “You know what you just did is very\noffensive to me. And I’m not so sure that when I turn my back to you, where you have\nbeen speaking very nicely to me, I’m not so sure that when I turn my back to you, you\nwill not call me a kike. That goes hand in hand.” And my friend Herbie, that I mentioned\nto you, the one -- Freedman, the one who I -- was one -- one of the first friends. When we\nwent down to Broadway and we took a cab home at night after we had taken some girls\nwe went out with, friends and -- and dates and taking them home we grabbed a cab on\nBroadway in Baltimore and asked him to take us back to Parkhats Avenue. The cabby\nsaid to my friend Herbie, who was perfect in English, of course, he went to school here,\nwent to the military and everything. So, Herbie got the cab and he told him, “Go Parkhats\nAvenue.” So the fella says to him, “Oh, that’s Hebetown.” You know what Herbie said?\n“Pull over to the side. Pull over to the side, we want to get out of that cab.” That taught\nme a lesson right then and there, too. That Herbie and I, we were on the same page, you\nknow. There -- naturally America 1s -- was a society that was not in every respect to my\nliking. But on the other hand, I felt also that it was a place where I could -- I had no\nlonger -- I did no longer have a fear of -- of saying I’m Jewish. See, I have -- I have the --\nthe opportunity to come back in kind if somebody says to me, “You can’t live in my\narea.” I can say, “You don’t live in my area.” Or -- as bad as it is, but I have a comeback.\nI am -- I am on an equal footing with everybody. So I realize that in spite of everything, it\nwas still a country that I can acclimate myself to.",
        "Q: How long did it take you to realize that it was safe to say that you were Jewish,\nbecause it was so unsafe to say that in Europe?",
        "A: You know, when I went here to a synagogue and I didn’t see people outside sneering\nor -- or -- | -- I -- I knew that right away. But took awhile to -- to realize all that and that I\nwas not afraid to -- and that I’m -- to say that I’m Jewish, came almost -- within a --\nwithin a very short time. Because I had my -- my examples there, of my friends. And --\nand I also knew that there was support for me when -- when something might go wrong\nwith me, from people who are not Jewish.",
        "Q: And Herbie was -- was not Jewish?",
        "A: No, no, Herbie was Jewish.",
        "Q: Oh.",
        "A: Yeah, Herbie was Jewish. He s-still is.",
        "Q: Mr. -- Mr. Bretholz, did you -- I understand you -- I believe I read in your memoirs, in\nyou epilogue that -- that you didn’t talk about your Holocaust experience for a long\nwhile. Can you talk about why that -- why that was and when you did first start talking\nabout it?",
        "A: Well, I didn’t talk for 14 years. It was too hard to reflect on it, to come to terms with\nit. And I hadn’t heard anything from my mother and sisters and the guilt was there and --\nthe knowledge that you can’t do much about it, was a heavy weight. And I worked, so I\nhad my work and I had my friends. In 1960, when I had left Standard Textile and went\ninto partnership, into the liquor business, I heard a radio program. It was one of those talk\nhosts -- talk show hosts, who -- earlier -- years -- that dates back now, over 30 years of\ncourse. And the man who ran that program, who was the -- the talk show host was a -- a\nMethodist minister by the name of Luther Starnes. We became very good friends. Luther\nhad a call-in program and it was at the time when a marine, a young marine died while he\nwas exercising in Paris Island with the -- in training. And a mother called -- a woman\nwho may have not been the mother of one of those marines. And the debate went on, how\nshould this training go to toughen our boys and to make them into men and make them\ninto -- for the defense of the country. Oh, here’s the man there. Oh, excuse me. Will --\nwill that disturb you with that?",
        "Q: Well, a little bit.",
        "A: This is Mr. Pitt.",
        "Q: Okay.",
        "A: So the lady said to Luther Starnes, Luther, if it’s necessary for defense of our country\nto toughen our boys, let’s train them to be killers. Let’s train them to be good soldiers 1s\none thing, but let’s train them to be killers, bothered me. So -- so there was the -- the\nbreak in the -- in the program, during the commercial break, I picked up the phone and\ncalled Luther and I told him what bothered me. He says, “You know what? Let’s have\nlunch together.” And we had lunch a couple days later, which was exactly on the sixth of\nNovember. Sixth of November, 1961, I believe. ‘60 or ‘61, whatever. And it was on the\nday -- the anniversary of the day that I had escaped from -- from the train and we became\nvery good friends and we formed a group, of which I was the initiator, basically, with\nhim, called Preyudiced Anonymous, like Alcoholics Anonymous, Preyudiced\nAnonymous, based on the premise that when we’re prejudiced, we have an illness. We\ndon’t admit to it. It’s colorless, it’s odorless, you know, it’s tasteless, it’s very insidious,\nbut you’re prejudiced. And when you’re prejudiced you have to admit that you are before\nyou can cure it. Just like an alcoholic. So we called it Preyudiced Anonymous and it\nformed -- it turned into a group of over 100 - 150 people -- member -- members. And\nthen it fell apart because people moved away and those who went, we went out to speak\nto groups. Did a lot of programs, got a lot of material on that that I still ha-have on hand\nfrom them -- from then. And that’s how I started speaking. Because I realized that unless\nI speak up, I -- I will promote wh-what they are espousing. Yo-You can’t let the bigots\nget away with their attitudes. And Preyudiced Anonymous was that -- I have a plaque\ndownstairs on that and everything, this dates back. This is now what’s it, ‘98? This is 37\nyears of, whew -- time. Got a little older since then, you know.",
        "Q: So that’s when you first started talking in public --",
        "A: That’s when I first started talking.",
        "Q: -- to friends and to other people.",
        "A: Yeah, other people and to meetings. I found my language, I found the way to express\nit and nat -- not to become shy -- gun shy in the face of adversity. And when we went to\nthese groups, we had flak from those groups. Why you goody - goody, bleeding heart,\nthis sort of thing. No. Because if you don’t learn the lesson from history, who was that,\nSantanyana said that? If you do not learn the lesson from history, we are condemned to\nrepeat it. And by that -- on that premise, we went out talking, like we -- we had blacks,\nwhites, Christians, Jews, atheists. We had a group of people, of -- from all denominations\nand walks of life. And one fella came up with a saying -- and -- in those days it was the\nliberty lobby that -- that promulgated the -- the -- the -- the -- the slogan, “America, love\nit or leave it.” Well, this fella was a -- a minister. And he was also a marriage counselor.\nHe says, “I can replace that slogan. America, love it and change it, for the better. Let’s all\ndo it together.” And then we had one fella who spoke -- black fella who actually had\nserved some time in jail and then joined us because he educated himself. He came up\nwith the saying -- I'll never forget that, people applauded him. “We’re getting an A in\nmoon, but we’re flunking earth.” So we -- we were a group who became -- we called it a\ngroup whose time had come. We called ourselves Preyudiced Anonymous. Patterned after\nthe panel of American women. Have you ever heard of that?",
        "Q: No.",
        "A: In those days, in the 60’s, there was a group of women, who went out to speak to\norganizations and churches and synagogues and institutions and they had a panel where\nthey discussed the aspects of prejudice and -- and what can be done about it. And was\ncalled the panel of American women. So we said, let’s have a panel of fellas, men. The\nwomen can do their way, they -- they have -- they have time during the day perhaps, to\ndo their meetings. We are -- because in those days women were not still involved in a\ntwo -- two family earning pattern and so women stayed home and -- more in those days.\nSo they had time during the day to go out, instead of going in a -- go to a coffee clutch,\nthey went to have a meeting in a -- in -- in a church or a synagogue or in a school. The\nmen were working during the day, so we got together in the evenings, or on weekends. I\nnever forget -- we went to Washington a snowy morning. On a weekend [indecipherable]\nto the Omni -- it was I think Omnibus. It was a -- in Washington there was a program\ncalled Omnibus. We went to Arlington, Virginia, a few blocks down from -- from a -- a --\nRockwell’s. Rockwell’s headquarters, the Nazi Rockwell. In -- on -- on Wilson\nBoulevard. What was his first name? Lincoln Rockwell. He was the -- the American\nNazi. They flew the flag there, the Nazi flag on Wilson Boulevard. I once wrote about\nthat and said, “Our troops went to Europe to -- to get the Nazi flag down from the Eiffel\nTower, to the Acropolis in Greece and you come to Arlington and you see a -- you see an\n-- a swastika flying.” Whether it’s in Arlington, Virginia or in Lincoln, Nebraska, you\nknow. Anyway, that was the group that we formed and so I found -- I found my -- my\nvoice. And then in 1962, I got notified by the Vienna Jewish community, that the names\nof my mother and sisters do not appear on the list of those who have returned. In the\nbook I call it quite a euphemism. Instead of saying they were murdered at Auschwitz,\ntheir names are not listed -- do not appear on the list of those who have returned. You\nknow, that’s a nice way of saying it. But by that time I’d found out what happened to my\nmother and sisters and I could begin to reconcile things although the guilt stayed with me\nfor many years until someday later, in fact maybe eight, 10 years ago, I went to a\npsychiatrist and consulted and had a few sessions. And he said to me, you know, “If your\nmother were able to come back for just a moment -- 1f she were coming back for just an\nhour maybe and -- and say one sentence to you, she would probably say, “I’m glad I\nurged you to leave.’”’ Because it was she who urged me to leave Vienna in 1938. She was\nthe one. If not for her, I would not maybe have gotten my stuff together and left. B-But\nshe says, “You must go because for men, for boys, this is not a place to be.” See, she was\nvery prescient.",
        "Q: And that --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: -- this is not a place to be.” See, she was very prescient.",
        "Q: And that was the guilt that -- that lingered --",
        "A: That lingered with me. The na -- the other guilt that lingered with me, to know that\nthese people were left in that railroad car.",
        "Q: The survivor’s guilt.",
        "A: From the -- from the baby, to the old people, you know. That’s -- that’s described in\nthe -- in the chapter of my escape in the [indecipherable] -- in one of the chapters. But th-\nthe survivors, yeah, that’s -- we are laboring under that. All of us, in a way, but I’m not\ndwelling on it. And being that I wrote the book, I know I have done what I wanted to do\nto get it -- to -- to get 1t and -- my friend Mike Waleska said to me, “Over so many years\nyou’ve written all these Op-Ed pieces and the articles th -- in the Sun paper. Put it\ntogether in -- in reading form.” And so I say, “I’m not organized, I am not disciplined\nenough.” He says, “Well, let me help you with this. All you have to do is just write your\nnarrative. The escape here, the escape there. Later we’ll put it together chronologically.\nGive me your narrative on the escapes. And on all the other things that you have\nexperienced. And I'll work with you, edit it here, there --” And in fact, in the book, he\nwrote a lot of the -- the historical aspects to it. I wrote about this and that in Vienna, this\nor that in France. And he picked up what happened, historically there, in the war or so,\nyou know, with -- so that were cooperative effort. Edit it and helped me and when I wrote\nabout 30 - 40 pages on this legal lined paper. You saw what it is, the -- all block lettering.\nHe came back with a print out -- computer print out of 135 questions for me. He’s a\njournalist. All right, this -- this is very -- real story there, with this lady on crutches in the\n-- in -- in -- in the cattle car. But that lady had a face, that lady must have said something,\nmust have done something. She looked like some -- what did she wear? This man that\nwas praying there, what was the reaction of the other people? And for every -- I had 135\npoints to go and elaborate on, rather than write a narrative of what happened, go into\ndetails -- m-more minute details.",
        "Q: Did all of this help also? Help you come to terms with --",
        "A: Yes, come to terms. Because I had to dig up things and realize that I’m here now to\ntell a story and I cannot let the past be overwhelming me with these emotions when I’ve\ngot -- I’ve got a family now and I got a life now and let’s face it by attrition and by the\npassing of time. My mother wouldn’t be here now anyway, which does not eliminate the\nfact that she was murdered, but I have to come to that -- to that realization and I have to\ncome to that reconciliation. And I called Michael up like every other night. I say, “You\nknow, I’m -- I’m now on pa -- I’m now on question 18 and this is 135 quest -- and I’ve\nhad it already for about two weeks.” He says, “I’m not rushing you. You take your time,\nyou do -- put your -- put your -- your thoughts into it.” And before you know it, I had\nanswered all 135 questions and that was the book? No, it was not the book, this was the\nbook, this was three or four chapters of it. And then after that my writing came much\neasier, because I already knew what the -- the essence of it 1s, not just that I was 1n a labor\ncamp and worked on th-the so and so, but I was surrounded by things and I spoke to\npeople and people had reactions. So, I could reconcile it and -- and -- and find this a very\n-- areal catharsis. And when I was finished with it, I felt -- ’'d like to do more. I -- I felt a\nletdown. It was good to know that it was finished, but there was a letdown because I\nhadn’t -- I -- I was actually looking forward to every new chapter, every new paragraph\nwh-when I was doing it. And I wrote til three, four in the morning, because I’m a night\nperson. And when I woke up during the night and a thought came to me, I went to this\ntab -- this table full with papers. I went to it and I wrote down my -- more notes, you\nknow. [indecipherable]",
        "Q: I think you wrote in your memoirs that the war didn’t really end for you until 1962,\nwhen you got the news about your sister and your mother.",
        "A: That’s what I just referred to. That when I got this, I had -- there was a -- this was a\nmilestone. So I had a -- a closure of some sort. It was the closure to know what had\nhappened to them. Not that I had many doubts that this was it, but when you don’t have\nthe fin -- the -- the official word, you still have some hope. Because people, after so many\nyears, as you'll read from time to time, get together and find each other. But it was a\nclosure. And the only way it can ever be a closure is that I do not know where they’re\nburied. That is the -- that is the -- the big thing, because most people do not realize the\nluxury of -- that they have in knowing the burial place of a relative. Father, mother,\nuncle, aunt, grandmother. Even if you never go to that gravesite, the knowledge that it’s\nthere and that you can go if you would want to, is very comforting. And it is almost a\nluxury for those who have that comfort, have that knowledge. Now, I do -- to me there’s\nsomething like a surrogate for that. When I go to the Holocaust Museum and I see that\nmound of shoes there, I look at it with -- with some form of -- devotion of some sort or\nreminiscence or -- what do I want to call it? I look at it with some sort of a solemn feeling\nthat perhaps, perhaps by the f -- most farfetched possibility, one of those shoes belonged\nto my mother or my sisters. So I use that as a reference, as a point of reference to give me\nsome comfort and solace. And we have to do that. Just like some people go to Auschwitz\nand step on the ground and say perhaps the bones and the ashes of my family are here, so\nI’m here on hallowed ground. To me those shoes mean that. Those combs and\ntoothbrushes there, that are -- you -- you know, there -- at the museum. When I’m going\nto that cattle car, I get shivers, you know. A cattle car, the way it is constituted there,\ncould not have allowed me to escape, because the bars are bolted to the outside. Solidly\nbolted, I -- I would have never touched them. I would have never been able to bend them\napart like I described doing it at my -- that point of my escape.",
        "Q: How often do you go to the Holocaust Museum?",
        "A: I go probably more often than I would like to and would I -- that I would volunteer to\ngo. I was there a day before it officially opened, with the WJZ. I have the tape of that, JZ\nTV, they went there to do a -- a program and I -- they took me along to do some color --\nexplanation and get my 1-input. Then there are these bus trips that schools take,\norganization ik -- invite me to come as a dossent. So I speak about it on the bus going\nthere, what they might expect. I tell them right away, this is not a trip into serendipity.\nThis is not a -- a pleasure excursion. When you will come out of there, you will feel tired,\nyou will feel abused and you will have a lot of questions. And a lot of questions that will\nnever be answered. And tell them a little bit about -- what my story, show them my star\nand so on, so forth. Then, on the way back, sometime there are questions on something\nthat they saw and they would like something explained or elaborated on. Most of the\ntimes, it’s silence. The majority of the trips back, I do not get questions, although I say\nright away, when we’re -- if you have any questions during this trip, please don’t hesitate.\nThat’s it. I leave it at that. No urging, no prodding, no encouraging it. But, very seldom.\nThe people are really thinking. And the majority of them, when we leave and we get\nback, say that they will have to go back at least one more time, because you can’t really\nabsorb it, it’s -- it’s too much.",
        "Q: Yeah. Can we go back a little bit in ttme? We skipped over the meeting of your wife,\nyour future wife. Can you tell that story, how you met her and how your marriage came\nto be?",
        "A: Flora and I met at a wedding. My good friend Herbert Freedman married Joyce\nHerman and Flora had a friend who was also a friend of Joyce and they became\nbridesmaids to Joyce. Flo’s friend, Sandra, bridesmaids to Joyce and I was best man to\nHerbie. That’s how we met. That was in November of 1951 and we were married in July\nof 1952, which will now be 46 years and Herbie was best man at my wedding, in ‘52. So\nthat’s how I met Flo, in -- at -- at a wedding in 1951. I was -- just about four and a half\nyears after I had arrived in this country. In ‘52 we were married, in July and in August of\n*52, a month later, I acquired American citizenship, five years after my arrival. And that\nis the -- that is the story of my -- of my meeting with -- with Flo.",
        "Q: Wh-When was the first time you told her about what had happened to you during the\nHolocaust?",
        "A: I did not speak too much about it in the beginning, but little by little it -- it came out,\nbecause in ‘54 we went to Europe to meet the remnant of my family, my aunt in Paris and\nmy cousin in England. And a cousin that had survived who was an Austrian, she met us\nin Switzerland. I write about that. And as we came to Paris and spoke to my aunt and --\nand then my other relatives that were still in Belgium since then, my uncle died, my aunt\ndied, my cousin. Time takes it’s toll. And during that trip to Europe and on the way back,\nI started to tell Flo more and more because she had met the family. But in general, I did\nnot elaborate too much on -- on it, because I didn’t want to dwell too much on it. Seven\nyears ago, when I spoke to Social Security agency, in Woodlawn, a young lady came up\nto me and she says, “Leo,” she looked at me, “Leo, I didn’t know these things.” I said,\n“Wait a minute, wait a minute, you are?” “I’m Jane.” “Jane, my God. How time goes by,”\nI said. It’s a girl I had taken out, dating, good friend. And there she was so many years\nlater, maybe, I don’t know -- maybe some 30 -- some years later. “But you know what\nyou just -- what I just heard you tell, you never told me about that.” I said, “Jane, in those\ndays I didn’t talk about it. I didn’t want to talk about it. I didn’t feel like talking about it.”\nBut that was much -- much later than -- than when I took Flo to -- when Flo and I went to\nEurope in ‘54. Of course we lived together and it had to come out, correspondence and\npictures and -- and the star, I had the star with me and I told her a few things here and\nthere. And Flo was always very, very understanding in these things and very\ncompassionate about these things. Much more than the average person I would think.\nAnd understood it and -- and -- and even today, when she reads about these things or\nhears about this, “How could that -- how could they do that to -- to the children? How\ncould they do that to the old people?” And she understands it. In fact, one of her first\nfriends, girlfriends in -- in Baltimore was a girl -- a young woman who -- who had\nsurvived a -- a camp and -- and came back after the war, from Sweden. So Flo always\nunderstood a lot about these things and was very understanding and compassionate and --\nhad strong feelings about it.",
        "Q: Did she not s -- tell you that -- encourage you to confront the -- the past? I read where\nyou -- you said something about that.",
        "A: Yeah, she did. Yeah, she did, it’s a -- be good to -- you know, to -- to find out and to\ndo the best you can with -- of -- of course when we had children later, I had to be very\ncareful with the kids, not to inflict some of these post traumatic syndrome aspects on\nthem, or pass it on to them, which in many families has become a problem. Many\nchildren of survivors are very actively involved. My kids are not so involved, although\nthey know of it -- of 1t, but my son never wanted to hear anything about it and he was\nstrongly affected by it. So we had to moderate my memories and expression of the\nmemories with -- with the aspect of -- of the family. My -- my cousin in London -- I’m\nnot going to give anything away, but as I didn’t -- didn’t know there is an ending to this\nthat -- that is a very interesting ending, pertaining to my cousin in London -- never told\nher kids anything about her family. The kids grew up entirely sheltered from it. Now, I\ndidn’t shelter them. They -- they knew that I had meetings. They knew I had the meeting\nwith Prejudiced Anonymous and they knew that in Prejudiced Anonymous I spoke about\nmy experiences, because I had found my voice. And some of it was reported in the\npapers. A fella by the -- Lou Panos followed us from one meeting to the other and always\ndescribed our meetings -- was very impressed with what we were doing. But they knew\nabout it, because evidently I did speak about it at those meetings, because that was the\nessence of what I wanted to tell them. Look what prejudice did in Europe and how it can\naffect us all here if we do not -- if we do not speak up and talk back and stand up for what\nwe think is -- 1s right. But Flo, yeah, en-encouraged me to -- to a -- to -- didn’t discourage\nme to talk about it, but she was also encouraging and -- and saying you have to -- you\nhave to make up your mind and all that -- how to deal with it and deal with it the best\nway you can and you can’t let your life be affected by it for the rest of -- of your years,\nyou know, so.",
        "Q: How many children do you have?",
        "A: Three.",
        "Q: And did there come a point where they came to you and asked you to talk to them\nmore about it or did you ever sit down with them?",
        "A: No. We sat down in a family and sometime it happened at the dinner table, sometime -\n- there was never too much reaction from them on -- on an -- on an -- they understood it,\nbut then on emotional point. But -- but my son was definitely affected by it. Whenever\nwe spoke about something, about the -- these events, the Holocaust, he would walk out of\nthe room. He could not -- he could not cope with it.",
        "Q: And how did that affect you?",
        "A: Well, I-I didn’t -- I tried not to do it when he was -- when he was present, you know.\nThen he went to college and we wa -- we moved over to Holland for two years, from\n1975 to ‘77 on business. So I lived in -- we lived in Amsterdam, so.",
        "Q: And they’re grown now [indecipherable]",
        "A: Oh, they’re grown, yeah. I have four grandchildren. The son isn’t married, but the\ndaughters are. One lives in Elicott City, one lives in Virginia, over in Herndon and we’re\ngoing there this weekend, to Herndon, Friday and Saturday to be with her.",
        "Q: Do your grandchildren know about your experiences?",
        "A: Well, they’re too young.",
        "Q: Uh-huh.",
        "A: [have one granddaughter who 1s nine and a half and she knows. She has heard me\ntalking in school, Hebrew school, she learns a little bit about it. But her sister is six, she\ndoesn’t know anything. And then the boys are five and three, so they’re -- they’re not --",
        "Q: Now is -- is Flo American?",
        "A: B-Born in Baltimore.",
        "Q: Baltimore. Jewish?",
        "A: Jewish.",
        "Q: Okay. And tell me what it was like to become an American citizen, what that was like\nfor you?",
        "A: Well, it was a ve-very -- it was a great experience. I felt very good about it, I felt I\nnow have a -- a -- an identity, a passport that is respected, that ha -- that -- that is\nmeaningful. That’s -- that’s the way I felt about it. And you know, I finally got over some\nof the nightmares that I had in the beginning. And still, from time to time, I -- I get some\nweird dreams that recall the past, like you know. But as -- when I became American, that\nwas -- it was a very good feeling for me. I was some -- it was something -- it was a\nfeeling of achievement. And proudly when we went to Europe in ‘54, I then traveled on a\n-- with an American passport and -- and I didn’t have to -- and another thing, in -- well, in\nschool for instance, in Austria, we had on our -- on our certif -- on our reports, yearly\nreports, was not only our name, but also our religion was marked. And this in -- in -- in\nAmerica, I didn’t feel -- felt was no longer the venue, you know, yeah.",
        "Q: What did it mean to be an American, to you?",
        "A: Well, when you -- when you become -- when you become an American citizen, you\nfeel that something special has happened to you. You have become a person within a\nsystem that considers you a person. On par with everybody else. And what it meant was\nexactly what the judge told us. You -- most of you -- all of you -- these were Russians\nand Poles and Czechs and Romanians and Italians. Most of you come from countries\nwhere when you walked into a room, or a schoolroom, or an office, you had the picture\nof the leader of the country. We don’t have this idolization of a -- of a -- of a person. The\npresident lives in the White House and he is your tenant. Never forget the judge said.\nAnd when it’s time to evict him, you doing it. He gave us the metaphor, you know. He 1s\nyour tenant. And you come from all backgrounds, from all areas of the world and you’re\njust a continuation of that influx that came here at the turn of the century. Unfortunately,\nlatel-lately these attitudes have changed, forgetting that what Emma -- what what’s her\nname said, [indecipherable] Emma Lazarus said on the Statue of Liberty, both foreign\nborn and native born have made this country great. Go through the history of America\nand you see how many of -- of the -- of the pioneers, what they have done for America.\nSo I remember what the judge said, and that always stuck with me. You come from many\nareas, but here nobody will malign you because you come from here, from there, because\nwe are all alike. We are all -- we all came basically on the same boat, at different times. I\ndid and you did and your neighbors did. The judge made a great impact on me and I felt\nvery good about becoming an American. And I don’t wear the flag on my sleeve, but\nwhen I lived in Holland, I did, because in Holland, oh, you Americans, you -- you don’t\nknow from tragedy and pain and bombing. What do you understand about the miseries of\nthe Dutch, you know. In the meantime, they segregate the Moloccans and the Moroccans\nand the Turks. But they harp on the black man here. And I said, “You just come and talk\nto the black American and see whether he would prefer to live in your country or whether\nhe would prefer to stay in America.” And that’s when I had to defend America. And they\nsaid, you do not understand what it means to be suffering. Because they had just gone\nthrough that World War Two thing and the Nazis and persecutions and hardships and\nhunger. Famine and all this thing. Deportations, bombings, from which I am to\nunderstand by what they say, and they say you do not understand me and you have never\nhad that, therefore you can’t understand. But we, because we had it, we have become\nbetter for it. We understand what it is and when you understand something, you apply it\nin your life and you become better for it. But that isn’t the case. So I said, “Have you\nbecome better for 1t? Look at the Moloccans. A cab driver wouldn’t pick him up to take\nhim to his apartment, because he says he is going to Battonfeld and Battonfeld is one of\nthe suburbs where the Moloccans live, or the Moroccans. So the cab driver would say I\ncan’t take you. This is -- have you become better?” And this is the arguments that I had\nwith them, you know? That’s where I stood up for America. And I was proud to do that. I\nsaid to Flo, “Now, let’s get back to America and relax. Now we are Americans, we know\nwhat’s good about it, we know what’s bad about it and we know what we want to change\nand we know what we can’t change. And we know that it will always be the same,\nbasically, f -- because people are people.” But the times have evolutioned, you know. But\nin Holland, we had to stand up for America. It made me feel good. It made me feel real\ngood when I went to the consulate in -- in 1976 and I voted. I voted in absentia.",
        "Q: You talk about having nightmares. How long -- what were the nightmares about, how\nlong did you have them?",
        "A: They were sporadic. One of them that I describe 1n the book 1s mainly -- I’m coming\ninto a h-house that is being destroyed, torn down. And there is a wall and the wall is\nbeing hit with these ac -- picks, you know they -- that they tear down from the inside.\nAnd in it, behind the wall, is the body of a woman. It’s a recurring theme. And also, I’m\nwalking in the street and I’m coming to a barrier, almost like a construction type barrier,\nbut instead of construction, beyond are Nazi brown shirts. I’ve had that sporadically, on\nand off. But not recently. This was in the 60’s. 50’s - 60’s - 70’s, up to the 70’s, not\nrecently. From time to time I do dream about swimming a river or talking to my mother,\nmy sisters. And th-that -- that would sometime be a reflection on what we might have\ntalked about the night before at dinner, or maybe -- you know, I never bring the subject\nup. When we are at dinner, unless somebody will say, “So how are you coming with your\nbook?” I [indecipherable] fine, yeah. “What do you -- h-how was this? Did you hear\nabout what so and so said? You hear about Switzerland, whats --” I sit in a restaurant. I\nwalk into a restaurant and I see somebody stand in line there in front of me, or somebody\nis just walking out. I know the person. He rush -- or her -- they walk over, “Hi, how are\nyou doing, Leo?” And [Il motion to Flo, watch this. “You know Leo, I meant to call you\nand ask you, you know I read something about the Holocaust Mu --” I -- immediately\nwhen they see me, they -- they think I am the authority on the Holo -- I don’t want to be\nan authority on the Holocaust. I don’t want to be -- I want to be Leo Bretholz. I -- in nine\nout of 10 cases, they’ll come and ask me something about the Holocaust. When are you\ngoing the next time? Do you know a bus that’Il go there, because I like to go alone. Do\nyou know my son --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: “When are you going the next time? Do you know a bus that’ll go there, because I like\nto go alone. Do you know my son or my nephew, they have a project in school, they\nwould talk to -- like to talk to someone. You think he can give you a call?” “Yeah, ask\nhim to give me a call. Yeah, do that.” Some of them call, some of them don’t. But it’s\nnine out of 10 cases when somebody sees me in a -- 1n a -- in a place, the subject will be\nthe Holocaust. I don’t -- I don’t relish it. I don’t exult in that th -- sort of thing. Because\nit’s -- it’s part of me, it’s my past, that’s -- yes, but I don’t go to a fella who isa -- a\nshoemaker and say, “You know what? I meant to tell you, I -- I bought a pair of shoes\nand --” wh-wh-wh -- I give you that as a -- as an example. I don’t go to anybody who 1s a\ndoctor and would say, “You know, I meant to call you. I had a pain here that -- what do\nyou make of that?”",
        "Q: You’re more than the Holocaust.",
        "A: ’'m more than the Holocaust. I don’t want to be an -- oh, I’m sorry, I don’t want to be\nan object of curiosity. I -- he’s a survivor, you know. “This is my friend, Leo, he’s a\nsurvivor.” You know, spare me. Spare me the title, please, sir. We are all survivors. Do\nyou realize that if Hitler had won that war and become what he wanted to be, the\nthousands [indecipherable] encompassing the whole world, that we wouldn’t be sitting\nhere, talking? In that re -- in that -- in that way, we are all survivors. Don’t think of the\nothers as survivor, please, do me a favor. [inaudible]. Do you understand?",
        "Q: Sure.",
        "A: Can you personally understand it?",
        "Q: Sure.",
        "A: Aside from this being an interview, if you and I were talking over a cup of coffee, I\nwould not bring up the subject, but if you would bring it up, I would certainly tell you\nwhat you want to know. That’s common courtesy and common procedure when\nsomebody wants to find out something in the process that -- that could be possibly a\nlearning a process, yes. But this is not my achievement. My achievement is that I am\nalive. Let’s dwell on something positive. I have a family and these are the -- the new\nbranches of the old tree, you know, it’s --",
        "Q: Well, let’s pick up on some of the more positive achievements, then. I think we left\noff in your career with you starting a -- a liquor business.",
        "A: Yes.",
        "Q: Can you talk a little bit about -- more about your work and how that --",
        "A: Well, the -- the work in the liquor business was a very lucrative business. It was good,\nit was from 1960 -- ‘61 -- ‘60 - ‘61 to 1968 and then came the riots and we could not get\ninsurance any more, so we sold it. We sold the property and the business.",
        "Q: The riots -- the civil rights?",
        "A: Civil rights, yeah. And this 1s an aspect that I want to bring out and was thinking of\nbringing out if 1t came up. That while the liquor stores were closed for two weeks curfew,\nby edict --",
        "Q: And this is in Baltimore?",
        "A: Baltimore.",
        "Q: Mm-hm.",
        "A: Every night, around -- between 11 and 12 midnight, we got calls from the area of\npeople that were standing there, watching, assuring us, “Leo -- Mr. Leo,” Mr. Bender was\nmy partner. “Your place is okay. We will not let anything happen to it.” We felt that was\na tribute to us by the people there, who knew who we were, who knew how we treated\nour customers. This is where my actions, my words -- my words and our meetings with\nPrejudiced Anonymous, showed some results, in fact. That it wasn’t just that we spoke\nwords, but that we acted it out in our daily lives in our business. Stores were burned\ndown on Lombard Street and this corner liquor store at Lombard and Central, remained\nintact -- where others lost their businesses. Now naturally we couldn’t stay there --\nwithout insurance you can’t run a liquor store. And we sold the property later to someone\nelse and that was fine. So that was the liquor store. And that was til 1968 and I went into\na -- into the book business in partnership. And my partner had the place in -- my partner\nhad the place in Amsterdam, a book place in -- with another fella, in partnership and this\nfella wanted to come back to America, so I went over to manage that store for two years.\nTook my wife and my two daughters. My son was at Georgetown University and he\nfinished his study. Took my two daughters over there. One went to the international\nschool, the younger one. The older one went to an extension of Syracuse University in\nAmsterdam. She had just a -- about a -- had a half a year left here in high school. And did\nher tests with a proctor and came back in ‘76 to graduate on -- on the stage, with the kids,\nthen we went back. And -- and when I came back -- when I came back from Amsterdam,\nI just went to work for my former partner -- also managing his store -- also book stores.\nAnd then in 1992, I retired from the book business. I was in the liquor store business and\nthe book business. And at first a traveling salesman for a -- a textile company. So that --\nthat is basically no great -- no great shakes, but I always made a living and then -- then I\nwrote this book.",
        "Q: How -- how do you think your experiences during the Holocaust shaped your belief\nsystem, or --",
        "A: Well, the belief system is a -- is a very -- is a very -- I was raised, actually, by a quite\nliberal father. He -- my father was never raised -- he died when I -- when I was nine, so I\nwasn’t really raised by him. But he was never a religious man, but he was a very activist\nman in social causes. And the Holocaust shaped me to the extent that there is a realization\nthat unless you assert yourself in the face of hatred and adversity, you will -- you will\nbecome a victim eventually. Now, you have to stand up for what’s right when your\nneighbor is being maligned, and your fellow man discriminated against. That’s the way\nwe raised our kids. Because if you don’t do it at that moment, then it’Il come back to\nhaunt you because there’s somebody there waiting for you -- to -- to malign you. And the\n-- the evil of -- of prejudice and hatred, has to be recognized for what it is. That’s the\nlesson of the Holocaust. If, from that negative experience of the Holocaust, there is only\none positive thing that come out of it, it’s the creation of an awareness that it can happen,\nso that you can fight it. Now, you have to fight it before it establishes itself as a\ngovernmental entity. Before the government has been established with that ideology. You\ncannot let it get to the point where it becomes officially a government policy, then it’s\ntoo late already. [telephone interruption] -- we shouldn’t. So fight it before it is\nestablished, because then it is too late. The Nazis have shown it to us. Other -- other\ndictatorial regimes have shown it to us. The -- the -- it -- it’s like a web. The dictator is\nlike a web -- in a spider in a web, I mean. The dictator’s the spider. Now, this is\nmetaphor, again. The spider gets that insect and enmeshes it in the web. But the spider\nisn’t finished. He goes for more victims. He gets more, until this web is filled up with --\nwith insects, then he builds another web to catch more, you see? That -- that is -- that is\nwhat we have to learn from it, to fight when you see it. Now, can we always do it? Do\nour -- d-does our -- our character, our -- our temperament always allow us to immediately\nspeak back -- or talk back, I mean? Sometime not, sometime you have to say, well, you\nhave to watch out, maybe that person didn’t mean it, you have to make allowances. But\nwe cannot make many allowances. When there is a pattern that repeats itself. Whether it’s\nin the school, or at work, you have to speak back. [indecipherable] can’t talk. You have\nto talk back. And when people tell me, “Leo, why did other people not run? Why did you\nrun?” I say, “I was afraid, I was scared.” Fear was my motivater. Then I have to give\nexamples. It’s easy to say, why does somebody not run. Well, I ran, I was free, I was\nsingle. If I had been with a family, I couldn’t have done it. If I -- one elderly person, I\ncouldn’t -- a woman, a child. And in the whole history of deportations from France, there\nwere less than a dozen attempts to escape, out of 80,000 - 85,000 people. Book shows it.\nBut -- but when somebody says, “Why did others not run?” Almost like demeaning them\nfor not having attempted. I have one simple example to these people. You’re working in\nan office, you’re working in a factory, in a business. And you have a supervisor, you\nhave a manager, you have a foreman, you have a boss and you come home day after day\nafter day and you’re complaining to your husband or to your wife, “He goes on my\nnerve.” Or, “She annoys me. I can’t stand it, I hate to go into -- I hate the thought of\ngoing into that office.” There’s nobody standing there with a gun. You can quit. All you\nare giving up 1s a job and you have to find another job. But nobody’s standing there with\na gun, threatening you and you say people should run away when they are in line, being\nassembled to be taken into a train, surrounded by guards with weapons? They should run\naway, but you can’t get away from a job where there’s nobody there with a weapon? It’s\nalways so easy for someone else to tell others what they should have done, when they\nthemselves don’t know what they would have done.",
        "Q: Mm-hm.",
        "A: And you have to understand also the other person that is being prejudiced against. As\nI said before, the nigger in the pr -- in -- 1n -- in the hater’s eye, becomes the kike or the\nwasp or the wop.",
        "Q: You talked about the lesson of the Holocaust and I wanted to read you this quote from\nBenjamin Netanyahu, the Prime Minister of Israel. You may have heard of -- heard him\nor read his -- this, from April 24th. “This is the lesson of the Holocaust, this and only\nthis. That the existence of the Jewish people is tied to Jewish sovereignty and a Jewish\narmy that rests on the strength of Jewish faith.” Do you agree with that?",
        "Q: Well, after the Holocaust, we have seen that nationhood for the -- for the Jews was a\nsurvival necessity. Had there not been a Holocaust, there probably would not have been a\nJewish state. But had there been a Jewish state in the 30’s and 40’s, I am convinced that\nthere would not have been a Holocaust. All you have to see is Entebbe. Absolutely. That\n-- that is my conviction, because we lost a million and a half children. A million and a\nhalf children. As somebody wrote -- a woman wrote, Gerta Weissman Klein wrote that\nthey’re ordinary children, but a lot of them could have become very extraordinary.\nLuxembourg is a nation with 350,000 people or 400,000 people. There were a million\nand a half children who could have grown into a nation of 30 or 40,000,000, had they\nbeen allowed to live, but they didn’t. Had there been a state of Israel, these children\nwould not have died. In that respect, yes. With other things, I can disagree with\nNetanyahu, but he was elected. And perhaps the -- the labor government is more\nacceptable to a lot of people, because they were, perhaps, more -- more amenable. But\nRabine also was not a man who was going to have his country commit suicide. I am sure\nhe was not that kind of a man. In fact, Rabine was a general and Netanyahu was not. But\nNetanyahu is also a man who wrote an important book about terrorism, he is an expert on\nthat.",
        "Q: You said something interesting, had there not been a Holocaust, there would not have\nbeen a Jewish state, and -- and made me wonder, had there not been a Holocaust, how\nwould your life have been different? Do you ever reflect on that?",
        "A: Well, had there not been a Holocaust, perhaps I would never have come to America,\nthat is possible. But the Jewish state was already in the stages of -- of -- of planning, or\ninfancy or a incubation with the Balfour Declaration, 1917. Of course, in 1895, Hertzel\nwrote The Judenstat, a Jewish state, which he became aware of through the Dreyfuss\naffair. And he said, if we will it will not be a -- if we will it, it will not be a dream. But,\nwhile it was in -- in it’s infancy, then the -- the -- the idea, it -- it became -- it became a --\na dire necessity after the Holocaust, simply because -- because the proof was there, that\nnobody -- nobody was accepting the Jews. The world knew about it. The -- the ship Saint\nLouis came to the American coast in 1939 and Gustov Shroeder, the captain with the\nswastika on his lapel, called the Coast Guard, ship to shore, pleading with them, “Let --\ndon’t let me take these people back.” He was crying, a Nazi. Was he a Nazi or was he a --\na -- acripto antagonist, perhaps, you know. But he wore the swastika and he was the\ncaptain of the ship, from the Hamburg - America line. And he’s, “Don’t let me take these\npeople back.” And those who wound up in England were saved, but the ones that depo --\ndisembarked in Holland and in France and in Belgium, they wound up in the -- in the\ndeath camps. So the captain -- Nazi captain was right. And when you take that in history -\n- in the context of history, you -- you -- you will see that -- that’s conjecture, naturally.\nBut the impetus was there for the state and the -- and the sympathy was there for the state\nand it -- and it became. And today there are problems. There are problems within that\nstate. We know them and we hope they will overcome them.",
        "Q: A couple of things that I didn’t ask you about, in -- in talking the -- about the\nchronology of your life and that is your trips to Europe -- going back to Europe in the --\nlate ‘54 and then later. Can you talk about what impressions those trips had on you?",
        "Q: Well, I told you the impression that I had when we lived in Holland, with the Dutch,\nthat I had to stand up -- I had to drape myself in the American flag, because I was an\nAmerican. We came back in °54 and then we went to England in ‘54 to meet my cousin. I\nlearned a lot from her, what happened to her during the war, she was in a -- in a -- lived\nin a building that was bombed in the blitz and she narrowly escaped. I also learned that\nduring the blitz, when the people went into the shelters, in the underground, metro,\nshelters. That where they may have been at odds with each other, racially or in -- n-n --\nby na -- racially or by nation or by religion or whatever. Where the -- whether West\nIndians in England or where some of the Asians in England were perhaps second class\ncitizens, but when it came to going into the bomb shelters, they all slept under the same\nblankets. They all were together, threatened by that one common enemy. So it just shows\nhow some situations can make human beings into real human beings, not just a species,\nbut in action, you see? That’s what we learned at -- that was during the war -- in the war.\nWe -- we -- we went back to France in ‘54, to meet with my aunt and with relatives in\nBelgium and my cousin from Vienna came to join us in -- in -- in -- in Switzerland. Very\nlittle -- very little was mentioned about the tragedy of the war, it was too fresh. Much too\nfresh for my cousin in -- in Vienna, who had lost her father. This is described very\nvividly. My aunt in Paris who had lost her husband. My uncle in -- in Belgium, whose\nson was deported and murdered at Auschwitz. So these were things that were tacit --\ntacitly part of our -- of our make up, but it wasn’t much talked about. 1970 -- in 1970, we\nwent to Israel to visit our family on the kibbutz there, my mother’s youngest brother was\nthere. It’s interesting. He was there and we went to visit him with the family on the\nkibbutz. He is no longer alive now. And we went back to Europe and traveled by car\nthrough Europe. Again met with my aunt in Paris and my cousin in Vienna and I just\nmentioned my family on the kibbutz lately. We received this picture from them. This is\nmy Aunt Sarah here, who was 90 and on her 90th birthday, this is the clan. These are her\ndaughter and two sons, their children, grandchildren and her by that -- by that measure,\ngreat-grandchildren. What does this picture signify? That one man, Uncle Jacob, my\nmother’s youngest brother, left Europe in 1930. One person, of one family, in 1930 and\nthis 1s -- this 1s the result of one man’s leaving Europe and not having to go through the\nHolocaust. This is the result. Can you extend it into -- into more people, if of our family,\nanother five or six or 10? My father was one of nine and my mother was one of 10. If\nthey had possibly had the foresight to go that -- at that time my Uncle Jacob was a\npioneer. He was an idealist. He went to a kibbutz as a farming, you know, this was\nidealism. And -- and so he went there by conviction. Although, he knew what he was\nrunning away from, because Poland had had pogroms, he had lived through some of the\npogroms in his hometown.",
        "Q: Wh-What was it like going to your hometown in Vienna, going back?",
        "A: Traumatic, the first time. 1970, very traumatic, couldn’t wait to leave. I was in Vienna\nfor one week. As I describe it in the book, I felt that I was -- when I left Vienna, I felt I\nwas leaving a cemetery. See, the hills were there, the buildings were there, the trees were\nthere, but the heart and soul was gone and all those who could have made a difference,\nnamely people and faces and arms clutching you -- that was not there. So you -- so you\nhad a -- a very traumatic -- I went back in -- that was 1970. I went back in ‘92, that was\nalready different and I went back in ‘96 to Vienna, that was almost -- well, almost\nreconciled. And Flo enjoyed it very much in 1996 also, when we were invited by the\nVienna government to come. [indecipherable] welcome service. This is a sort of a make\nup to us, you know, in a way. But it was very enjoyable, in a way, that I went back to\nsome of the places, took some photos. And Flo keeps saying, “You know, I would like to\ngo back to Vienna.” And I -- I would go -- I would go back, in fact I -- I have a cousin\nwho still lives there. She’s about my age, about a year younger. But will we or won’t we,\nI don’t know. I believe we will. I would like to retrace my steps in France, where I --\nmainly -- which is mainly the -- the -- the locale of -- of the book and I maybe -- maybe I\nget some interviews on -- on the -- on some of the radio shows and I can really promote\nit. | would like the schools to get that book. That was -- would be my major -- it’s not --\nthis is not what you might call a -- a money-maker. The book will sell for 16.95, a hard\nback. And they’re working on the layout now, with all im -- with all the -- the cover and\nso on, so forth. But, I would like it to be accepted in -- in schools as a -- as a learning text\nand also as an encouragement to some of the young people, not to give up when things go\nbadly and stick to it. Because I -- in the face of adversity, I -- I did not give up and I think\nescaping from a train 1s probably a -- a great form of resistance. And there’s not many\nthat did that. Because we were going to hell, straight to hell. So that was 19 -- I said 1970\n- 1992 -1996, we went back. And I would like to, as I said, go back again. If you want to\nknow any more details about -- there was not much there. I -- I roamed through the\nstreets of Vienna, went back to the synagogue, which was no longer there, where I was\nBar Mitzvahed. This 1s now an apartment building and it has a plaque outside,\ndesignating it as a scene of a conflagration, destroyed by the Nazi hordes. It’s an\napartment building. So I’m watching this and I’m reading this and a lady coming out of\nthe house, this building, she sees us and she says, “Can I help you in any way? Looking\nfor anything?” I said, “No, this is the place that I went to say my prayers when I lived in\nthis area.” “Oh, oh.” And she walked away, because she’s now a tenant in that place. And\nthen steps back for one moment and she says, “I want you to know, we are living on a\nholy ground here.” So she admitted that to herself, that this used to be a synagogue and to\nher, her apartment building is -- has been erected on holy ground, you know. The\nAustrians are 99.9 Catholics. And I knew -- probably knew just as much about\nCatholicism when I lived in Austria as I knew about my own religion. But that’s what it\nwas, that was the reaction there. Others were nice and -- and forthcoming. There were\nother people who were standoffish and didn’t want to hear about it. And in 1970 -- that\nwas ‘96, I’m there talking about, but in 1970 when we were there first, I walked into a\nstore to buy stamps and I said, “How much are stamps for America?” “Oh,” she said,\n“you’re American?” I says --\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "A: I walked into a store to buy stamps and I said, “How much are stamps for America?”\n“Oh,” she said, “you’re American?” I says, “Yes, but I was born in Vienna.” And I said\nthat to her in German. I have a cousin who wouldn’t want to honor them with German,\nshe’s so upset, she’s -- she will never talk German. But I talked in German, “Yeah, but I\nwas born in Vienna. I’m from America, but I was born in Vienna.” “Well, so not\neverybody did get killed, that’s -- that’s fortunate.” Then she added that’s fortunate, you\nknow. I mean, she didn’t have to say not everybody got killed. I should have ask her,\n“How many really survived?” And if we survived, it wasn’t due to your efforts. It was\ndue to my effort. Cause if you had it your way, we would not have survived.",
        "Q: How do you think your efforts of -- of doing what you had to do, you know, using\nyour wits, using fear, using whatever motivating factor you had during the war to -- to\nsurvive. How -- how did it make you what you are or how did you -- how did it shape\nyou and what impact did it have on your -- on the rest of your life?",
        "A: Well, my wife will tell you that when I hi -- when I am on the road in the car and I\nhear a siren in the back of me, I think they’re after me. And I’m also not one to give up,\neven in present life. When I’m looking for something, when I’m on the road looking for\nsomething. When I’m trying to find something in the house, when I’m trying to -- to\ncorrect something. I’m not one to give up easily. Is -- I -- I stick to it. You lose\nsomething, I -- I -- I -- I trace back the steps that I’ve been to. I go and look again and\nlook again. My wife would misplace something, I would say, “Well why don’t you look\nhere?” “No, I looked there.” “Why don’t you look again?” And then she says, “Would\nyou believe it? I’m glad you told me, I found it here now.” And -- and the same thing\nwith my kids sometime and I -- I -- I -- I just don’t give up too easily. And in fact, when\nwe had escaped from the train, I told my friend, “You know, 30 years from now -- 30\nyears from now -- we will be talking about this like it’s a dream.” He says, “How can you\nthink of 30 years from now?” he said. “You don’t even know what’s going to happen\nthree hours from now. We have no papers, we have no --” I said, “You know, now that\nwe have escaped from that train, I don’t think anything will prevent me from surviving\nthe war.” Because that situation was such an extreme situation that I think I will never be\npresented with another situation that could be that extreme. And I made all the efforts\npossible, never to get back to Drancy again. That’s where I escape from another train,\nyou know. This -- I -- I -- a couple of train escapes. You saw that, probably, in my write\nup of the --",
        "Q: Yeah, I was going to say you’re -- you -- you call yourself the ghost of Auschwitz, I\nwas going to say the Holocaust Houdini.",
        "A: Maybe something like that. Maybe. Some people say that, too. Yes, I had several\nescapes. I had a escape from the gendarmes after my trial, they caught me back. Caught\nme like -- to -- after a couple days and I served two days extra in jail for that. Was added\nto my sentence, you know.",
        "Q: Are there other sounds or smells that remind you? You said the sirens sometimes get\nyou --",
        "A: Well, farm smells, yes. When I’m going to the farms. When we used to go on trips\nthrough the farm, in the country with the kids, and the open window, the odor came in\nfrom the -- manure odor. Th-Th-Th-The smell of stables -- smell of stables was very\nreminiscent to me, because I spent one night -- the second night after my escape, sleeping\nbetween two cows that were chewing their cud. And that is a very reminiscing feeling to\nme.",
        "Q: I think you describe it as a perfume, cows [indecipherable]",
        "A: Where did you -- did you [inaudible]",
        "Q: I think that’s in your memoirs, no?",
        "A: I-Is it in the -- in the memoirs or is it perhaps in -- did you listen to my interview with\nthe --",
        "Q: Maybe that was [indecipherable]",
        "A: -- the transcript of the interview --",
        "Q: That might have been it.",
        "A: -- that I did with Linda -- Linda Cosmac. Dr. Cosmac, yeah.",
        "Q: Mm-hm, might have been.",
        "A: Hold it for a second --",
        "Q: Sure.",
        "A: Let me show you something. Read this book about Vienna and I told you before about\nthis lady in Vienna. You know how they can be very charming and so, but then they\ncome with that big -- there was a playwright in Vienna, by name of Nestroy -- N-e-s-t-r-\no-y. Nestroy wrote satirical plays. And he always poked fun, as well as of himself -- o-of\nother people, also of him -- of himself. He poked fun and in this little chapter, 1n this\nbook about Vienna. It’s called, “Vienna, my Vienna.” “In his masterpiece, Judith and\nHolofs -- Holofernese, Nestroy attacked” -- he always attacked people, see -- “attacked\nanother cherished Viennese institution, anti-Semitism. By the brilliant device,” that --\nthat’s where he was so brilliant with -- “of disguising Viennese characters as Jews and\nholding the Jews up for laughter while actually exposing the Viennese for their weakness\nand meanness, their outward charm and lack of inner conviction.” In the 1850’s, very\nfunny plays, we used -- when we were kids we used to go to Nestroy’s plays, you know.\nHe -- he had a play that was called -- the vaschwenda, “The Spendthrift’.",
        "Q: How -- how do you think your -- your wartime experience has affected your\nspirituality?",
        "A: You mean religiously?",
        "Q: Religiously.",
        "A: I was always traditionally very much involved with -- with Judaism, but I was never a\n-- practicing in the Orthodox way, although I relate more to the Orthodox mood, because\nthat’s the synagogue I went to in Vienna, than to the Conservative or the -- the Reform.\nBut I was more traditional in keeping the holidays. That’s -- was my mother -- my father\nwasn’t that way, my mother was in that way, very much devoted to the -- to the tradition,\nbackground. I have never failed in my -- in my feelings as -- as a Jew. Nothing to do with\nreligion, it has to do with my background, my cultural inclination, my feeling about the --\nthe ethics of Judaism, due -- because our religion goes by the rela -- by the relation with\nman. Between man and man, not with man and God, because if you do good by your\nfellow man, you do good by God. We don’t have a middle man, but I was never a very\npracticing Jew. We raised the kids as Jews, with some of the Sabbath meals and the\ncandles and taking the holidays and [inaudible], my son was Bar Mitzvah. But not in the\nOrthodox sense. Often -- often, my wife and I talk and we say we wish we could have\nreally been stronger involved in -- in religious venues. Although the holidays are kept. I\nnever worked on a Jewish holiday. I made it a point not to. And I wanted to maintain\nthat. When a -- when -- on Passover, I am very strict about not eating bread, because\nagain, it’s a -- it’s perhaps a symbolism, but it makes me what I am. And I’m thinking of\nmy mother, who said, “You take along your religious articles.”’ You know, the\nphylacteries and the tallith and the prayer shawl. They got damaged when I swam\nthrough the river. But she wanted me to, because -- “it will remind you of who you are.\nNever forget who you are, because if you forget, there’Il come a time when somebody\nwill remind you of it.” And if the Nazis could remind us, at the end of a gun, who we are,\ncertainly we owe it to ourselves to know who we are without -- without the gun. And that\nis the -- that 1s probably what motivates me to be a Jew. I never shied away from -- from\nsaying it or from admitting it. “You Jewish?” “Of course, who isn’t?” That’s what I\nwould say. I come back with that. We went to -- on a cruise in February, we went to\nJamaica. My ca -- the fellow that drove the -- drove the jitney, that -- that little, you\nknow, that little bus that they had for us, turns around, to me, “Are you Jewish?” Said,\n“Yes, Iam, but what difference does 1t make?” “Oh,” he says, “you are --” Oh, I could\nhave given -- I couldn’t have given him a check, because I didn’t have -- I’m sorry. I -- I\nsaid, “You--” “You Jewish?” I said, “Yes, wh-wh-why you asking that?” “Well, over the\nages, your people have been punished.” And he gives me a lecture on Jesus. The\nJamaicans are very religious, they’re very Christian. Then when we got to that place\nwhere he took us, at a vantage point like a -- a vista, I took him like on the side and I said,\n“Why did you ask me that? Why did that make any difference?” And I said to him, “Do\nyou know if Christ came back on earth today and he came to Jamaica --” Oh, I ask him,\n“Ts there a synagogue in Jamaica?” “Oh, yes, in Kingston. It’s one of the oldest in the\nwest.” I said, “You see, if Christ were coming back today to Jamaica, he would look for\nthat synagogue to go to, not to your church.” I had to come back to him some --\nsomehow. I said, “We are all -- we are all the same. Christ was Jewish.” I had to give this\nman a lesson. Why did he pick -- why did he pick on me? You know, people never\nactually -- not knowingly, take me for Jewish. They think I am Lebanese, Greek, Italian,\nwhat else -- South American. Because of my coloration maybe, my skin color. “But, what\ndifference does it make,” I told him. And, “Yes I am.” I will never deny it. But my\nspirituality -- it’s often this way, if you are -- if you are just a little bit inclined to be who\nyou are, as a Jew, for instance and -- and a catastrophe comes, it can easily extinguish it.\nBut if you have a strong feeling about it and a catastrophe comes, itll reinforce you.\nBecause you want to prove, I have survived. It’s like again the metaphor with the wind\nand the flame. if you have a very small flame, and a harsh -- a strong wind blows, it’ll\nblow out the flame. If you have a big flame and a wind blows, it’Il enlarge the flame, you\nsee? But, being that I have been persecuted as a Jew, I think it’s a duty to be committed\nas a Jew for the rest of my life. Because they wanted me to be gone and I have survived\nand if I am not what I am and show what I am, I’m giving them a victory. That would be\nposthumous victory, wouldn’t it? If I say, no, I want to give up my Judaism, that’s all that\nHitler would want. Hey, take Isaac Bashivasinger, the writer. The Yiddish language was\nsupposed to have been obliterated. And they were supposed to brag about that later, what\nthey did to that culture. And there he comes and writes and wins the Nobel Prize for\nliterature, writing in the Yiddish language. If Hitler had been alive then, he would have\ncommitted suicide again. Because this language was no -- was not supposed to have\nsurvived. So that is what you call it, a vindication. A -- an assertion. You’re here, you\nlive and one of the phrases that the Jews always sing in the song and you may have heard\nthat in Hebrew. Have you heard Im Israelhaim? The Jewish people who lives is alive.\nThe word chaim means life. And you may be Jewish even. Are you?",
        "Q: No.",
        "A: No, you’re not. All right. What business 1s it? Why do you ask that? But you know --\nyes --",
        "Q: Do you have friends who were survivors?",
        "A: Oh yeah. Quite a few, yes.",
        "Q: Is there a connection that you have with -- that you -- that you -- you could never\nreally -- never really feel with people who aren’t survivors? Is there a commonality?",
        "A: There is a commonality, but I am just as often more comfortable with people who are\nnot survivors. We -- I have friends who are survivors, who have become -- in social\nmatters, very -- what I call callous. Not what I would say as Jews we should be. Even to\nthe point of some of my friends saying, “W-We really should do something about the\nimmigration laws.” These are survivors. “We really should do something about so and\nso.” Whether it’s the blacks. I prefer a fella who is not a survivor and lives by -- by the\nrules of -- of -- of good human mankind, rather than [indecipherable] I mean there’s --\nsome of the survivors are -- I -- I -- I have only a connection because -- because we\nbelong to a same survivors group or -- or we belong to a -- to an organization that’s the --\nthe Holocaust ca -- com -- mem -- Holocaust Memorial -- not Memorial --\ncommemorative -- council of -- the Baltimore Jewish Council Ho-Holocaust\nRemembrance Committee. Holocaust Remembrance Committee, so we -- we do often go\ntogether on panels and speak to classes. But I have a lot of friends who are -- this fellow\nhere that just called me and so many others that -- that I am -- that I’m just as\ncomfortable, often more comfortable than with survivors. Because with survivors, they’re\n-- often the -- the conversation turns on those -- on those subjects, you know. We have\none lady that unfortunately is very ill, who when-whenever you see her, it has to be that\nsubject to be talked about and it weighs on her day and night to the point where she is\nprobably unstable mentally because of that. But that’s -- that’s -- that can happen, but I --\nas I say, I feel I can acclimate in -- in -- in my surroundings and feel comfortable both\nways or uncomfortable both ways. That’s -- depends on the situation, the person and the -\n- and the personality.",
        "Q: One thing about the perfume -- stable perfume and the cows --",
        "A: Yes?",
        "Q: When you smell -- when -- you said you took drives out in the country with your\nfamily and you smelled the -- the stables, what feeling did that evoke?",
        "A: It’s good feelings. Feelings of -- of being sheltered, feeling good. Viscerally\ninvigorating. Because, I slept between two cows, after -- the -- the second night after my\nescape and I felt that nobody can find me and I heard them chew the cud and the odor\nwas so nice, I felt I’ve pro-protected. I was in -- in goo -- in a good surrounding and\npeaceful. Pastoral. Nice. Like -- like hearing a -- a -- a nice melody play or something\nlike that. Yeah, it’s -- it’s a -- it’s a good reminiscence. I call it Chanel 65 or something\nlike that. Yes, it’s -- it’s -- it’s -- it -- it brings back -- it brings back the memories -- just\nlike the buckets that overflowed in the car, bring back the other olfactory senses of -- of\ndespair.",
        "Q: The buckets?",
        "A: In -- in the cattle car.",
        "Q: Mm-hm.",
        "A: That flowed over. That overflowed. We used it to -- to relieve ourselves. That was one\nbucket for 50 people, now you imagine that. That brings back despair.",
        "Q: The smell of outhouses.",
        "A: Yes, was putrid. Awful.",
        "Q: You call yourself a g -- a ghost of Auschwitz.",
        "A: Who called me that?",
        "Q: I thought you did.",
        "A: I was never in Auschwitz.",
        "Q: Well, then you’d never -- then you never -- you -- you escaped it.",
        "A: Yeah, I --",
        "Q: Th-Th-Therefore you were a ghost, you never --",
        "A: Yeah, I never got -- yeah, I was a -- a would be -- a would be Auschwitz internee or\nvictim in the book -- in the book of the deportations of Jews. I am listed as one who was\ngassed.",
        "Q: That’s right, I wanted you to talk about that.",
        "A: Because I do not have an asterisk next to my name. Because I wasn’t in France to\nhave an input when the book was printed. My friend with whom I escaped has an asterisk\nnext to his name.",
        "Q: So the official record shows --",
        "A: Shows me as one that died in Auschwitz. In that book.",
        "Q: And you saw that book when you went back to France?",
        "A: No, no, no, I -- I saw it here when my friend Herbie Freedman, who lived then in\nNorfolk, got it from a cousin in France and I looked it -- I looked into 1t and found my\nname in there. I had shivers run down my spine. Then my aunt sent me one from Paris.\nThat was the book, yeah, that’s -- that is -- has to [inaudible] -- has my name in it and my\ndate, where I was born and my name is actually misspelled and -- B-r-e-h-o-]-z.\n[indecipherable |",
        "Q: How old were you when you saw that? What year was that?",
        "A: In °78.",
        "Q: In ‘78. And you said it made shivers run down your spine?",
        "A: Yes, absolutely. Absolutely, it was -- was a realization. I’m here, but in the book I’m -\n- 1m -- ’ma victim, you know. I was then -- that was ‘78, I was 56 years old then. I’m --\nI’m now 77.",
        "Q: I -- I -- I don’t have many more questions. I don’t know if there’s something --",
        "A: Well, that’s good. And you know what? You may have some questions, but I may not\neven have any more answers.",
        "Q: Do you have anything that you wanted to say that I didn’t ask you about?",
        "A: No, you have the questions and as I said, my life is -- was rather uneventful after --\nafter I came here, except for the trips, and the reminiscences and -- and no major\nachievements. You’ll have some people that will wind up to be professors and teachers\nand -- and -- and big businessman and inventors and scientists. I’m just here and I’m\nalive and I’m glad I’m alive and -- and I’m happy with what I am and what I have. And if\nthat is a matter of being at ease, so be it. There are probably some things that -- that I\nwould have done differently if I had -- had different opportunities perhaps. I would have\nstudied people. My wife says, “Leo, you sh -- could have been in law, you could have\nbeen teaching.” And some people tell me I could have been teaching, because I speak to\nschools and get that reaction. But then again, it was -- it wasn’t and in hindsight, I am\nalive and that’s more than -- than I can say for my mother and sisters and of course so\nmany, many, many others. I lost over 30 members of my family. But, if being alive is an\nachievement, so I have achieved something. And if being alive is just run of the mill --\nwhat everybody does. They get born, they live and they’re alive and then some of them\ndie, sooner or later. So I have -- I have my -- my life as it is and try to relax and sometime\nit’s a little hard, when you worry -- worry sometime about -- you know, now you worry -\n- that you’re a grandfather, you worry about your grandchildren. And I guess, as long as\nyour alive, that’s part of it. It wouldn’t be -- it wouldn’t be all that challenging if you\ndidn’t have something to -- to be concerned with, you know. You always want the best\nfor -- for your grandchildren, so you -- from time to time you worry, you know.",
        "Q: Has your health been good?",
        "A: My health’s been -- I -- I would say, yes it’s been good. I have a slight case of angina\nand I’m on medication, but we’ve been talking and I’ve kept up with it, huh?",
        "Q: Yeah, absolutely.",
        "A: The emotions sometime get a little bit ahold of me and perhaps you noticed that and I\ncan’t help that. That’s again part of -- of the make up, you know, as I said, there was a\nbook written in the 50’s, “You Are What You Eat.” And in your emotions and in your\nemotional make up, you are the sum total of your life’s experiences. So that is one thing\nthat is part of me and I’m coping pretty much with it. [indecipherable] friends are coming\nhere at five o’clock. In fact, we are going to a dinner theater tonight, so I’m going to\nenjoy myself.",
        "Q: Do you feel as though you’ ve led a blessed life?",
        "A: Well, I feel that ’'m probably married to the best woman in the world. I have my\nchildren and grandchildren. I have been very lucky. Very, very lucky. If not for that night\non the sixth of November, 1942, we would not be sitting here talking to each other. So I\nam very lucky, there is no doubt about it and if you want to call it blessing, which gives it\nthe -- the divine connotation, yes. If you want to call it lucky, which is more secular, you\ncall it that. And I have a very good friend, Father Gallagher, who writes some very\nbeautiful pieces. And he and I have been getting together, Catholic priest who used to be\nwith the archdiocese here. And we get together from time to time and we do a little bit of\nphilosophy and we do a little bit of reminiscing and as far as writing and words, we have\na lot in common. And he just sent me this book. That’s the second book he sent me. He\nwrites -- he writes free -- free verse poetry and this 1s Father flan -- Father Gallagher. And\nhe writes -- he dedicates it. Can you read that?",
        "Q: “For Flo and Leo, with keen admiration, Joe Gallagher.”",
        "A: And we get together quite often and I -- I have -- talking before, you have Jewish\nfriends? Yeah, I have Jewish -- I have a -- a -- a priest who is my friend. And we -- we\nget together and we have our moods and -- and our discussions and very, very nice man.\nAnd so I’m blessed. Yeah, I’m blessed with family, I’m blessed with friends. And I’m\nnot averse to using the word blessed. Because to be alive, after all, this is -- is basically a\nblessing and that -- that I -- I to -- I told 1t yesterday when I spoke to the FBI 1n the field\noffice here in Baltimore. I said, “When I escaped from the train, little would I have\nthought then that I was going to survive, let alone speaking to one of the wanted law\nenforcements agencies in the world, telling them how I circumvented the law.” But those\nlaws, to me and to many others who could have -- would have done it if they could have,\nthese laws were supposed to be circumvented, because if we didn’t, we wouldn’t survive.\nThese were bad laws, done -- instituted by bad people. And after that a couple agents\ncame to me and said, “Mr. Bretholz [indecipherable] very interesting and I’ll tell you\nsomething. You made us feel very bad.” “How is that?” “You made us feel bad about\nourselfs. What we can become when we don’t act properly. I hope all of those who were\nhere took your -- your talk to heart. But we were interesting in how you managed to get\naway, because we always want to find out how people manage to get away.” I said, “Did\nyou find out?” I said, “I hope I did not in any way or -- offend you or -- or challenge you\nwith that.” “No, no, this was very interesting.” I said, “Yes, those laws were so bad that\nwe had to get around them. And escaping was against the law.”",
        "Q: How often do you think about that night, November sixth, 1943 --",
        "A: ‘42.\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "Q: How often do you think about that night, November sixth, 1943 --",
        "A: ‘42. Quite often. I had to -- I could have given you the answer quickly, quite often, but\nI want to put it into context. Every time the sixth of every month runs around, I have an\nanniversary. There’s that yearly anniversary in November. But when it’s the sixth of\nwhatever month it 1s, it always jumps out. And there’s another thing, I was born on the\nsixth of March.",
        "Q: That’s my mother’s birthday. In fact, you were born on the same day as my mother.",
        "A: 21? Is your mother 77?",
        "Q: Mm-hm.",
        "A: Well, see -- now look at this. Now look at that great coincidence. I was born on the\nsixth of March and every sixth and most of the day -- most of the things that happened to\nme, most of the events happened in the first 10 days of the month.",
        "Q: What do you do on the anniversary, the yearly anniversary, November sixth? Do you\ndo anything special?",
        "A: Nothing special.",
        "Q: No.",
        "A: It'll be s -- it’Il be 56 years now and when the book comes out, it’ Il be the 60th\nanniversary of Kristallnacht, which is the ninth of November. That was the day I crossed\ninto Belgium in 1938. And then I’m in touch with that nun that I contacted after the --\nafter the -- while I was writing my book. A nun in whose care I was in the hospital in\nLimoge when I had a strangulation hernia, on the eighth of May, 1944, it is again the first\n10 [indecipherable]. And I woke up -- I woke up in that ward and I was afrai -- I wa -- I\nhad been afraid that I would be recognized as a Jew in that Catholic hospital in Limoge.\nI’m circumcised. They don’t do that in France. And also false papers and I’m under\nanesthesia. And who knows what can happen while I am -- I’m -- I’m 0 -- great fear. I -- I\ndidn’t want to be taken to the hospital. And there’s this voice telling me, “As long as I’m\nin this ward, you have nothing to fear.” And was the voice of Sister Jeanne d’Arc. Joan of\nArc. 50 odd years later I wrote to the hospital, if they have a trace of her and they gave\nme her address where she is now. And I’m corresponding with her. Just got a card from\nher this week. Joan of Arc.",
        "Q: Can you read it?",
        "A: It’s French.",
        "Q: Can you translate?",
        "A: Sure.",
        "Q: If you don’t mind.",
        "A: This is Sister Joan of Arc. I had sent her a card for -- I had sent her a card for\nPentecost -- for the Pentecost, you know, which 1s a holiday seven weeks after Easter,\nwhich 1s a Jewish holiday also, we have Passover and Shabouth. I sent her a nice flowery\ncard. Let’s see how she puts across here. She’s in castra, she is now in her 80’s. I\ncontacted her. And she sends me this -- this little book marker. “Pour la metier inexist en\nneelia neeta, near fontier.” French. For friendship, no limits, no borders exist. She says,\n“Dear Mr. Bretholz. I don’t have the beautiful flowers for you or to -- to thank you -- to\nthank you for yours.” Because I sent her a card with flowers. “But I’m only asking that\nthis little barge that 1s depicted on this post card,” this 1s a canal in Paris. She doesn’t live\nin Paris, but she -- this is a canal in Paris. “That this little barge will cross the ocean and\nwill cross the ocean towards you and you can imagine the distance and the ocean would\nnot prevent it from bringing you my best souvenirs, my best remembrances. I’m very\ntouched that you have thought about my situation here.” I ask her how are you, are you\nwell taken care of? Are you well installed in this home that you are -- Saint Joseph? As a\nnun, she is. “Nothing I’m lacking -- I am not lacking -- I am not wanting anything and\nnot for want of anything and the house is very well equipped and I am surrounded by my\nsisters, of whom some -- some of whom were also nurses with me in the hospital in\nLimoge in 1944. Give my friendships to Madame Bretholz, your wife and your whole\nfamily. You are always present in my prayer, that God will bless and will keep -- that --\nmay God bless you and keep you. Believe in my -- in the expression of my most sincere\nfriendship. Sister Jeanne d’ Arc.”",
        "Q: Something.",
        "A: [indecipherable |",
        "Q: Maybe that’s a good stopping point.",
        "A: Maybe it is. I’m sure it is. Thank you.",
        "Q: Thank you.\nEnd of Tape Three, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Just make sure we’re recording here. Why don’t you just say a few words and -\n- say your name.",
        "Q: Let me make sure I’m getting all this on tape. I want to begin with talking about the\nevents, maybe the weeks or days leading up to the end of the war and where you were\nand what you were doing.",
        "Q: I'd like to ask you about that in -- in a little bit, but do you recall -- I think I re-recall\nreading something about liberation day and you were in a town in France where they\nwere -- German soldiers were being led through town?",
        "Q: And you are -- were a member of this ragtag [indecipherable]",
        "Q: Do you remember what you were feeling that particular day, after -- after so many\nyears on the run and so much uncertainty?",
        "Q: Mm-hm. You -- you were feeling euphoric, yourself?",
        "Q: And how did you go about beginning to deal with it?",
        "Q: How did you support yourself? You were a young man and for those two years before\nyou came to America?",
        "Q: Can you tell me about your --",
        "Q: Tell me about your -- your trip to America in 1947.",
        "Q: And -- and what was the future for you? What -- what were your plans?",
        "Q: You still had that guilt?",
        "Q: This was your sales [indecipherable] for the textile --",
        "Q: So you got to see the country and --",
        "Q: Did you travel by car?",
        "Q: What kind of car?",
        "Q: What was it that you were selling, what product?",
        "Q: And your -- your English was getting better at this point?",
        "Q: What happened?",
        "Q: How did you learn your trade?",
        "Q: And what was it that was appealing, did you like the independence?",
        "Q: It’s probably no coincidence that you -- you had been on the run for so long, that you -\n- that you took a job that allowed you to continue moving, traveling.",
        "Q: You said you made -- you began to make a lot of friends. Who were your friends in --\nin those early years?",
        "Q: Were most of your friends Jewish?",
        "Q: And did you experience any -- you talked about the fear, a little bit of fear that you\nhad when you went to the Eastern Shore. Did you -- did you experience any overt\ndiscrimination [indecipherable]",
        "Q: Okay.",
        "Q: Back and forth.",
        "Q: How did you come to terms with that?",
        "Q: How long did it take you to realize that it was safe to say that you were Jewish,\nbecause it was so unsafe to say that in Europe?",
        "Q: And Herbie was -- was not Jewish?",
        "Q: Oh.",
        "Q: Mr. -- Mr. Bretholz, did you -- I understand you -- I believe I read in your memoirs, in\nyou epilogue that -- that you didn’t talk about your Holocaust experience for a long\nwhile. Can you talk about why that -- why that was and when you did first start talking\nabout it?",
        "Q: Well, a little bit.",
        "Q: Okay.",
        "Q: So that’s when you first started talking in public --",
        "Q: -- to friends and to other people.",
        "Q: No.",
        "Q: And that --\nEnd of Tape One, Side B",
        "Q: And that was the guilt that -- that lingered --",
        "Q: The survivor’s guilt.",
        "Q: Did all of this help also? Help you come to terms with --",
        "Q: I think you wrote in your memoirs that the war didn’t really end for you until 1962,\nwhen you got the news about your sister and your mother.",
        "Q: How often do you go to the Holocaust Museum?",
        "Q: Yeah. Can we go back a little bit in ttme? We skipped over the meeting of your wife,\nyour future wife. Can you tell that story, how you met her and how your marriage came\nto be?",
        "Q: Wh-When was the first time you told her about what had happened to you during the\nHolocaust?",
        "Q: Did she not s -- tell you that -- encourage you to confront the -- the past? I read where\nyou -- you said something about that.",
        "Q: How many children do you have?",
        "Q: And did there come a point where they came to you and asked you to talk to them\nmore about it or did you ever sit down with them?",
        "Q: And how did that affect you?",
        "Q: And they’re grown now [indecipherable]",
        "Q: Do your grandchildren know about your experiences?",
        "Q: Uh-huh.",
        "Q: Now is -- is Flo American?",
        "Q: Baltimore. Jewish?",
        "Q: Okay. And tell me what it was like to become an American citizen, what that was like\nfor you?",
        "Q: What did it mean to be an American, to you?",
        "Q: You talk about having nightmares. How long -- what were the nightmares about, how\nlong did you have them?",
        "Q: You’re more than the Holocaust.",
        "Q: Sure.",
        "Q: Sure.",
        "Q: Well, let’s pick up on some of the more positive achievements, then. I think we left\noff in your career with you starting a -- a liquor business.",
        "Q: Can you talk a little bit about -- more about your work and how that --",
        "Q: The riots -- the civil rights?",
        "Q: And this is in Baltimore?",
        "Q: Mm-hm.",
        "Q: How -- how do you think your experiences during the Holocaust shaped your belief\nsystem, or --",
        "Q: Mm-hm.",
        "Q: You talked about the lesson of the Holocaust and I wanted to read you this quote from\nBenjamin Netanyahu, the Prime Minister of Israel. You may have heard of -- heard him\nor read his -- this, from April 24th. “This is the lesson of the Holocaust, this and only\nthis. That the existence of the Jewish people is tied to Jewish sovereignty and a Jewish\narmy that rests on the strength of Jewish faith.” Do you agree with that?",
        "Q: Well, after the Holocaust, we have seen that nationhood for the -- for the Jews was a\nsurvival necessity. Had there not been a Holocaust, there probably would not have been a\nJewish state. But had there been a Jewish state in the 30’s and 40’s, I am convinced that\nthere would not have been a Holocaust. All you have to see is Entebbe. Absolutely. That\n-- that is my conviction, because we lost a million and a half children. A million and a\nhalf children. As somebody wrote -- a woman wrote, Gerta Weissman Klein wrote that\nthey’re ordinary children, but a lot of them could have become very extraordinary.\nLuxembourg is a nation with 350,000 people or 400,000 people. There were a million\nand a half children who could have grown into a nation of 30 or 40,000,000, had they\nbeen allowed to live, but they didn’t. Had there been a state of Israel, these children\nwould not have died. In that respect, yes. With other things, I can disagree with\nNetanyahu, but he was elected. And perhaps the -- the labor government is more\nacceptable to a lot of people, because they were, perhaps, more -- more amenable. But\nRabine also was not a man who was going to have his country commit suicide. I am sure\nhe was not that kind of a man. In fact, Rabine was a general and Netanyahu was not. But\nNetanyahu is also a man who wrote an important book about terrorism, he is an expert on\nthat.",
        "Q: You said something interesting, had there not been a Holocaust, there would not have\nbeen a Jewish state, and -- and made me wonder, had there not been a Holocaust, how\nwould your life have been different? Do you ever reflect on that?",
        "Q: A couple of things that I didn’t ask you about, in -- in talking the -- about the\nchronology of your life and that is your trips to Europe -- going back to Europe in the --\nlate ‘54 and then later. Can you talk about what impressions those trips had on you?",
        "Q: Well, I told you the impression that I had when we lived in Holland, with the Dutch,\nthat I had to stand up -- I had to drape myself in the American flag, because I was an\nAmerican. We came back in °54 and then we went to England in ‘54 to meet my cousin. I\nlearned a lot from her, what happened to her during the war, she was in a -- in a -- lived\nin a building that was bombed in the blitz and she narrowly escaped. I also learned that\nduring the blitz, when the people went into the shelters, in the underground, metro,\nshelters. That where they may have been at odds with each other, racially or in -- n-n --\nby na -- racially or by nation or by religion or whatever. Where the -- whether West\nIndians in England or where some of the Asians in England were perhaps second class\ncitizens, but when it came to going into the bomb shelters, they all slept under the same\nblankets. They all were together, threatened by that one common enemy. So it just shows\nhow some situations can make human beings into real human beings, not just a species,\nbut in action, you see? That’s what we learned at -- that was during the war -- in the war.\nWe -- we -- we went back to France in ‘54, to meet with my aunt and with relatives in\nBelgium and my cousin from Vienna came to join us in -- in -- in -- in Switzerland. Very\nlittle -- very little was mentioned about the tragedy of the war, it was too fresh. Much too\nfresh for my cousin in -- in Vienna, who had lost her father. This is described very\nvividly. My aunt in Paris who had lost her husband. My uncle in -- in Belgium, whose",
        "Q: Wh-What was it like going to your hometown in Vienna, going back?",
        "Q: How do you think your efforts of -- of doing what you had to do, you know, using\nyour wits, using fear, using whatever motivating factor you had during the war to -- to\nsurvive. How -- how did it make you what you are or how did you -- how did it shape\nyou and what impact did it have on your -- on the rest of your life?",
        "Q: Yeah, I was going to say you’re -- you -- you call yourself the ghost of Auschwitz, I\nwas going to say the Holocaust Houdini.",
        "Q: Are there other sounds or smells that remind you? You said the sirens sometimes get\nyou --",
        "Q: I think you describe it as a perfume, cows [indecipherable]",
        "Q: I think that’s in your memoirs, no?",
        "Q: Maybe that was [indecipherable]",
        "Q: That might have been it.",
        "Q: Mm-hm, might have been.",
        "Q: Sure.",
        "Q: How -- how do you think your -- your wartime experience has affected your\nspirituality?",
        "Q: Religiously.",
        "Q: No.",
        "Q: Do you have friends who were survivors?",
        "Q: Is there a connection that you have with -- that you -- that you -- you could never\nreally -- never really feel with people who aren’t survivors? Is there a commonality?",
        "Q: One thing about the perfume -- stable perfume and the cows --",
        "Q: When you smell -- when -- you said you took drives out in the country with your\nfamily and you smelled the -- the stables, what feeling did that evoke?",
        "Q: The buckets?",
        "Q: Mm-hm.",
        "Q: The smell of outhouses.",
        "Q: You call yourself a g -- a ghost of Auschwitz.",
        "Q: I thought you did.",
        "Q: Well, then you’d never -- then you never -- you -- you escaped it.",
        "Q: Th-Th-Therefore you were a ghost, you never --",
        "Q: That’s right, I wanted you to talk about that.",
        "Q: So the official record shows --",
        "Q: And you saw that book when you went back to France?",
        "Q: How old were you when you saw that? What year was that?",
        "Q: In ‘78. And you said it made shivers run down your spine?",
        "Q: I -- I -- I don’t have many more questions. I don’t know if there’s something --",
        "Q: Do you have anything that you wanted to say that I didn’t ask you about?",
        "Q: Has your health been good?",
        "Q: Yeah, absolutely.",
        "Q: Do you feel as though you’ ve led a blessed life?",
        "Q: “For Flo and Leo, with keen admiration, Joe Gallagher.”",
        "Q: How often do you think about that night, November sixth, 1943 --",
        "Q: How often do you think about that night, November sixth, 1943 --",
        "Q: That’s my mother’s birthday. In fact, you were born on the same day as my mother.",
        "Q: Mm-hm.",
        "Q: What do you do on the anniversary, the yearly anniversary, November sixth? Do you\ndo anything special?",
        "Q: No.",
        "Q: Can you read it?",
        "Q: Can you translate?",
        "Q: If you don’t mind.",
        "Q: Something.",
        "Q: Maybe that’s a good stopping point.",
        "Q: Thank you.\nEnd of Tape Three, Side B\nConclusion of Interview"
    ],
    "answers": [
        "Answer: A few simple words? Leo Bretholz is my name and recording Holocaust stories\nis my game. Although, I like to stay away from it, base -- I never bring up the subject\nwhen we sit. It’s not -- I’m not a -- a dweller on -- on the -- on the events. I don’t exult in\nthe word survivor, because that, to me, is almost like a -- become an object of -- of\ncuriosity. Those who are no longer here, they are the real people that should be paid\nattention to. Because if we don’t remember them, you know, we’ ll kill them all over\nagain. But the word survivor to me connotes something that’s always a -- a special group\nand you know, when I speak to people and then they say, “Do you have a number?” I\nsay, “No, I don’t have a number, because if I were -- had been in a position to get a\nnumber, chances are 99 or 999 out of 1000 that I wouldn’t be speaking to you here. So\nonce I don’t have the number, I am no longer that object of curiosity and I’m losing some\n-- I’m lo-losing some credibility, you know. They want to hear that oh, you’re in\nAuschw -- well, if you’re in Auschwitz, you’re not here to tell the story. Some of them\nare, but the majority of them are not. It’s enough that I escaped from a train and even that\nwas -- in that train out of -- out of 1000, only seven -- out of 1000, 773 were gassed on\narrival. So, even that is sort of a -- a -- a percentage to -- to -- to be -- to be taken into\nconsideration, you know, so anyway. Now I said more than what you wanted me to say.",
        "A: Well, the end of the -- the days of the end of the war, after I had lived through the\nliberation in France. Paris was liberated on the 25th of August, 1944. And then the war\nended in *45. I was still in France and originally I had papers to come to the United States\nin 1941, but that was negated by the fact that there was Pearl Harbor and the Americans\n[indecipherable] entered the war. So, the papers that I had then, which was the affidavit\nof support, which we got from our relatives here, that expired. And of course after that, I\nwent through all my adventures to deportation and the escape and the jail and everything.\nBut in *45, at the end of the war, I was in France and was awaiting the documents that my\naunt, who lived in Baltimore sent me, which is an affidavit of support, at the end of 1946,\nI received my visa of entry into the United States. And in January of 1947, the 19th of\nJanuary 1947, I went to LeHavre in France and took the John Erikkson to the United\nState, a 10 days crossing. And I arrived in New York on the 29th of January, 1947, which\nis now a little over 51 years. To some people, a lifetime, to me it flew by just like this and\nit’s hardly to be believed, that’s 51 years have gone by, yes. So I was in France at the end\nof the -- of -- of the war and came to the United States there. At that point, I didn’t know\nyet what had happened to my family, although the -- the indications were quite ominous\nthat a tragedy had happened, because we knew already what had happened on the camps\nand I knew that my mother -- hadn’t heard since ‘42. So that was, to me, an indication.\nSo I came to United States, I -- I was then s-still ignorant of the fact what happened to my\nmother and sisters.",
        "A: Yeah, that’s in the book, also. That is in my book, the book will come out at the end of\nthis year -- towards the end of the year now. Probably November of 1998 and the book\nwill be called, “Leap into Darkness - Seven Years on the Run in Wartime Europe”’. It’s\nco-written by my good friend Michael Oleska, the -- actually, he was the -- he motivated\nme to write it and then he was editing it f-for me and we did mutual project, was -- it\nwent very well. Taught me a lot and gave me an opportunity. But, at the end of the war,\nin Limoge, I was in Limoge. That’s where I was when France was liberated. And the\ngarrison, the German oc -- the German garrison in Limoge was not the same as it had\nbeen before June of 1944, because some of them were sent to the war front. The landing\nin Normandy took place on the sixth of June. And on the 10th of June was the burning of\nthe village of Orodure, to which I was a -- almost witness, because I was on my way\nthere and got off the train when I saw a German transport going there and I didn’t want to\ngo into the same direction. That village was burned to the ground and all it’s inhabitants,\nexcept a few, burned with the village. And I was just about maybe 10 - 15 miles away\nfrom them. Everyone that had a ticket for Orodure, to get off, which I had -- was taken\ninto station, was part of that massacre. So there again, I was lucky in a great, great way.\nYou see, my escape is not so much survival and -- and that’s why I say I don’t exult in it.\nIt’s a -- it’s a question of -- of fear and luck. The fear is the motivater and then you got to\nbe lucky for -- for it to succeed or to -- to get away. So, that was just -- before the\nliberation, after the liberation, we had these -- the remnant of the German garrison in -- in\n-- in Limoge. They were taken down the main street, down towards the station by a\nragtag outfit of the resistance, whom the Germans considered dispensable, just a few\nweeks earlier. And here, this ragtag outfit that didn’t have matching shoes, had the nerve.\nAnything to -- to -- to -- to hold on to basically, except their pride and their joy that the --\nnow, the war -- the end of the war came. Those Germans acted like little sheep, you\nknow. Their -- a few weeks earlier they were the masters and at that moment they walked\nwith their hands on top of their heads and looking scared. Why? Because they’re human\nbeings. And some of them were young. I mean they were in the hands of these\nunderground people and they knew that these undergrounds had a bone to pick with\nthem. They knew that wh-wh-wh-when we are in their hands, we are not in the hands of -\n- of a -- of -- of an enemy’s ha -- high command, where they have to deal with -- with\nprotocol and war amenities. The amenities of exchanging and of fairness, imprisonment.\nThese -- these underground, th-the -- the resistance, they were bent on -- on vengeance.",
        "A: I -- I was -- I was not -- I -- I was a member of the -- of the Sixth. The -- the Sixth was\na group that was engaged in clandestine performances, like doing false identification\ncards and -- and documents. We did that already, before the liberation. But, we were all\nunder a -- taking orders. Some were connected with the FTPF, they were called. In\nFrench it’s Front Tereur Partisain Francais. Front tereur means snipers or guerrillas.\nPartisain -- partisans, you know. They were a tough -- oh, how do you say it? Rough,\nrock and tumble outfit. They didn’t go by -- by orders or by command. There was another\ngroup was called FFI, the Force Francais L’Interiore. The French Forces of the Interior.\nThey took orders from DeGaulle in London. And there was this conflict between the two\ngroups. The one wanted to go the -- the legal -- the -- the proper way. The other said,\n“We're going to get the enemy whichever way we can.” So this -- this was the group.\nAnd under -- we were usually under these orders. But the partisans that arrested the\nGermans, they were the ones that had come out of the woods carrying their rifles. Some\nof the rifles -- most of the rifles were not loaded. But the rifle looked good and inspired --\nif -- if -- if not fear, at least respect.",
        "A: Well, it -- it -- it -- it was -- there was elation. There was jubil -- jubilant attitudes, you\nknow. In the streets 1t was festive, carnival-type. And people were rejoicing that -- that --\nto see that the Germans had been defeated because the atrocities -- in fact, I write that in\nthe book, down the street, th-they were -- they were carrying placards, “Remember\nOrodure’’, that’s the town that they burned down, you know. Euphoria, that’s the word.\nWh --",
        "A: Yeah, yeah. The mood was euphoric. And then with it came a sobering moment,\nmixed in with that euphoria. That while the war is finished, there are families somewhere\nfrom whom we hadn’t heard. So, to us this was the beginning of a new chapter of finding\nout and searching. And being here dealing with things. When Paris was liberated, in ‘44 -\n- in August °44, we knew that Germany was not defeated yet. In fact, that same year, in\nthe -- in the fall, came the Battle of the Bulge. And in that counter attack by the Germans,\nthey advanced far enough for Paris to feel that there might be another -- a re-occupation.\nThat never happened. The allies -- allies prevailed. But that was that moment. Germans\nwere still kicking -- alive and kicking. And when the landing took place in ‘44, during\nthat period, in June of ‘44, the deportations from southern France, from Vichy, France\ntowards Drancy and Auschwitz were still going on. So even that euphoric moo-mood,\nabout the landings, had to be tempered with -- with the knowledge that people are still\nbeing sent away. But then when -- when -- in 1945, in May of ‘45, the armistice was\nsigned, there was a different attitude. Now, we knew that the war was ended and we had\nto deal with the aftermath. For many of us, that had to do with family, because we had\nleft our families and loved ones and some of it -- some of them left with their families,\nbut in the process of fleeing, of going to France and living on the Vichy, some of those\nfa-families had been separated. Young men were hiding out while their parents were\ndeported. That happened quite often, you saw that in the movies with -- with “Au revoir\nmes enfants” and you had so many other things and -- and so in Freedman in the wrote --\nthe wro -- who wrote that book, “When Memory Comes”, he was taken to a convent and\nhis parents were deported and never came back. And finally he got back to his Judaism,\nbecause he -- he was converted by the padres and -- no, bu -- bu -- no, he went to a -- not\nto a con -- he went to a monastery, I think. So anyway, we all had to deal with these\nthings and knowing that the war was over was very good, but there was the family’s story\nand the history of -- and the aspect of -- of dealing with it -- dealing with it from\nemotional standpoint because we -- we -- it was the great uncertainty, who had survived\nand who had not survived.",
        "A: I tried to start searches. Red Cross and other venues and did actually not find out until\n1962 what had happened. That was from ‘47 to ‘62, 15 years -- what happened to my\nmother and sisters, which is also in -- in the book. And how I dealt at the moment? At\nthat moment I was -- in 1946, I was 25 years old, I had survived the war. I had received\nmy papers to come to America. And frankly I was looking forward to getting away from\nthe continent there. It had not been too kind to me, to say the least and of course, France,\nbeautiful country. Countries are always beautiful, 1t’s what the people do that’s not so\ngood, often, you know. But France to me was -- was a country that I wanted already to\nget away from because I had been in jail and I had been deported and I had been beaten\nup and so on. I -- I looked forward to coming to America, wh-where I knew I had family\nand start a new life. And that’s what I was dealing with. I did not dwell too much on the\nfact that I better stay in Europe and try to find my mother and sisters, because I had\nreached out to Red Cross and other agencies and I never heard anything. And of course at\nthat time, the communication system had not developed to the point where you knew\nwho had survived, who had not survived. So I -- I wanted to be just getting away from\nthere and I knew that staying there wouldn’t advance anything from me emotionally,\nbecause I’d only be still under the -- the impact of what happened to me. And I looked\nforward to make a break. And that’s what happened. I came to the United States. I did not\ndwell too much on the sentimentality. [indecipherable] stay here and -- and -- and -- and -\n- and f -- and fight it to the end, because the continent was no longer for me, you see? I\nwanted to get away from it.",
        "A: Well, we were all -- the American Joint Distribution Committee, they were in charge,\neven during the war, with some of the aid that they distributed to us. And in Limoge I\nworked for a aid committee, the Corshazod committee -- com-com-Committee\nd’ Assistance Sociale est Secouron a Reconstructione. A -- a reconstruction of every -- we\nhelped people who came back, who were repatriated or people who came out of hiding.\nAnd to -- to establish themselves with -- with ID cards and rejoining families. I worked\nfor that committee and -- in Limoge and that committee was also in charge of distributing\nthe Joint Distribution -- the American Joint Distri -- A -- the -- AJDC -- the JDC,\nAmerican Joint Distribution Committee -- Committee. They sent funds into Europe and\nthey were the arm that extended into the -- into the Jewish community of friends and\nother countries in the -- in the area, Belgium and Holland, Luxembourg.",
        "A: And by the way, on that committee, I got paid for working there. Nominally, but I\ndidn’t need to go to fancy restaurants, you know or something like that.",
        "A: I was in a -- on the Jo -- SS John Erikkson. I was -- I think about a 37 -- 37,000 ton\nformer liberty ship. And it was a -- a January voyage. 80 percent of the ship got seasick.\nMost of us, while we were seasick, slept on deck, because in the cabins it was too -- the\nsmell wasn’t so good. There was -- with the disinfectant and so on. I -- it was a -- a-- a\npleasant ship to be on. It had good food and a piano where one F-Frenchman was playing\nswing music. It’s interesting -- was an interesting voyage. We were seasick and overnight\nthe seasickness stopped, because we got into calm seas when we passed the Gulf Stream.\nSo on the icicles that were hanging on the -- on the railing started melting and the waves\nwere pretty high, I was one sitting there where this fella that played on the piano, he was\na -- quite an artist. He improvised music and arrangements. Arrangements of popular\ntunes, especially American tunes. And there was a young lady, who was a war bride and\nshe came to America to rejoin her fiancé. And these two fell in love. And then we landed\nin New York, Hoboken or Brooklyn. Never forget that scene. We landed in New York,\nshe and that young man walked down the gangplank and her fiancé, the former GI and\nhis folk were standing there with flowers to wait to -- to receive her. And this young man\nwalked down with her, carrying her suitcase. And actually big suitcases were taken in by\nthe porters for the customs, but these little handbags carrying something for her. And we\nobserved that, because we were already aware of that, because that was the talk. She says,\n“T don’t know what to tell my fiancé.” We were friends on that -- on that ship, you know,\nI have a few pictures that show us together. And then they walked down to her fiancé and\nhis folks and she says, “I have to tell you that I fell in love on this ship and this is the\nman.” I don’t know what the words were that they exchanged there, but this was one of\nthe scenes of that arriving -- arriving in America. There was one young lady who said\nshe’s going to Eagle Pass, Texas. A Parisian woman. Eagle Pass, Texas, that’s at the\nMexican border. I mean, this is an outpost where you -- where the cows walk in the\nstreets and watermelons [indecipherable]. Well, with her I was 1n correspondence after I\ncame here, for a few weeks or a couple months or so. And she wrote to me she doesn’t\nknow how to deal with that, but from Paris to Eagle Pass, she never knew that it would\nbe this way. And then she -- she devised a -- a subterfuge where her mother was writing\nher a letter from Paris that the grandmother is very ill and is about to die. So she told her\nhusband, he was her husband already, that she’s going back to Paris, to the funeral of her\ngrandmother. Later I found out that she wrote to him that she is not coming back to Eagle\nPass. And [indecipherable], these are these spur of the moment situations where people in\nthe war get together, fall in love, don’t know what the future will be and then you\ntransplant somebody from Paris to Eagle Pass, you’re -- you’re crossing a -- you’re going\nin to -- all together different culture there.",
        "A: My plans were to be in -- in -- in Baltimore and start working. To maybe -- you know,\nearn -- earn my -- my keep. I had family here. My aunt, my father’s sister, Aunt Sophie.\nAnd ma -- Aunt Minna and Uncle Sam, whom I had been with in Luxembourg after I\nescaped from Vienna. They had come here and my aunt was in the rag business, metal\nand iron, scrap metal and iron, but I never expected to be in that business and I came in\nJanuary, lost my Uncle Sam, whom I loved very much. I came in the 29th of -- of January\nand in the middle of February he died. I hadn’t had much chance to even tell him -- we\nhad a chance, but not much chance to communicate about these years that had past, in\nbetween, in the interim. So, but -- end of February -- a month after I came here, I worked\nfor Barnes Clothing, down on Baltimore Street and was my first job and I joined the\ntextile company. Some people say I should have gone to college and furthered my\neducation. Which would have been alright if ’'d had enough money to pay rent. At first I\nstayed with my relatives, then I moved in with a friend of mine. Rented a -- a room in a\nplace -- a little apartment. Didn’t want to be a burden to my relatives all the time. So --\nbut I worked for a textile firm, starting in 1947 til the early 60’s. And my goal in America\nwas to -- to live a -- a normal life and -- and to make a living, you know. That’s not -- no\ngreat ambitions or -- or great aspirations other than settle down and -- and quietly. I was a\ngood salesman, I turned out to be a pretty good salesman and made a good living\nworking for the textile firm and later did other things. But th -- the first few months in\nAmerica were also not entirely satisfactory as far as my daily life was concerned.\nNumber one, the death of my uncle affected me very much. And the change from France\nto America is also a culture shock. Then came the very hard winter in -- in -- 1n “47, was\na hard winter, which is fine, but then the very hot summers in Baltimore, which were\nvery oppressive for me, I cannot tolerate the heat too much. And before you know it, I\nwas into the hay fever problem, which I did not have in -- in Europe. So the first year in\nAmerica, I had second thoughts and the correspondence I had with my aunt in Paris and\nwith some of the friends was that there is a possibility I may come back. In the back of\nmy head, there was also still -- and that I couldn’t help -- the idea of my mother and\nsisters. And in America I was far away from it, so the combination of not quite\nacclimating immediately to the American culture and the climate, plus the fact that I was\nstill laboring with the thoughts of what had happened to my family, because this -- there\nwas this guilt from the moment that I left them, in ‘38, although my mother urged me to\nleave.",
        "A: That was with me, yes. So, a combination of not quite acclimating and wanting to be\ncloser to where I might find out the truth. And still thoughts in me -- I was toying with\nthe idea of perhaps going back, if not -- if not to stay, but at least to try again, because I\ncould have gone back, but I wasn’t -- I wasn’t a citizen then. So it was a little more\ndifficult for me to -- back and forth, but I had to reassess this whole thing. And it didn’t\ntake long before I got acquainted with the language fully. I had some elementary school\nEnglish knowledge. And I developed a circle of friends and once I started working, I\nbecame more involved in the daily life, acclimated in that respect. The language started to\ncome easier and then when I started going on the road, I developed more and more of --\nof a sense of what America means to me, because I like to travel aspect of meeting people\nand -- and earning a living, and --",
        "A: A salesman for the textile company. I was -- I became a -- a sales representative for\nthem within about ni -- eight, nine months.",
        "A: County ah -- I traveled the rest of Maryland and the Eastern Shore and onto Delaware\nand the Baltimore - Washington area. Montgomery county, western Maryland.\nDeveloped a circle of customers, yes. The firm handed me about a list of about 25\ninactive customers. And when I left the firm in 1961, I left them with 250 to 300\ncustomers. So that I had built up, you know. Nor -- I went to Norfolk, Virginia, went to\nthe northern -- northern North Carolina area. I traveled basically from North Carolina to -\n- to Pennsylvania. You know, into --d-different days, different directions. But I became --\nI acclimated fast, yes.",
        "A: By car, yeah.",
        "A: Well, my boss sold me his -- that was 19 f --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Well, my boss sold me his -- that was 1947 - ‘48 I bought that. He sold me -- he sold\nme his *46 car, Plymouth four door. And two years later I had to trade it and two years\nlater I trade it again and two years later I trade it again, because I put on 50 - 60,000 miles\na year. So my first car was a Plymouth, 1946, a gray Plymouth, 1946, a four door.",
        "A: Textiles. Linens, domestics. Sheets, pillowcases, blankets, spreads, curtains, diapers,\nyardgoods, cretonnes, white goods, you know. The -- the department stores, five and 10\nstores they are -- five and dime stores, they’re a little bit out of -- out of -- no longer in\nexistence, these places, you know, they’re all big chains now. But you know, I had quite\na good circle of -- of customers, yeah.",
        "A: Well, it was getting better, yes. In the beginning I had a little difficulty and then as I\ndescribe in the book, in some of the places on the Eastern Shore, some of the merchants\nactually mocked me. I came into a place, the Rising Sun, where I encountered actual\nanimosity. That used to be a little bit of Ku Klux Klan territory. So, but I -- I could cope\nwith that.",
        "A: Fact is, I describe it in the book. The -- on the Eastern Shore, I was sitting in the hotel,\nadding up my sales that I had made for the day and there were two fellas there, one from\nPhiladelphia and one from Brooklyn, both in the shoe line. And we started talking and\nthey recognized I had a little -- I spoke with an accent. “Where you from?” And, “Yeah, I\njust came here a year and a half ago, two years ago.” That was maybe in ‘48 - ‘49. But I\nsaid, “I just started traveling here on the Eastern Shore and I find it a little different from\ntraveling in Baltimore and Washington.” They say, “How you mean that?” I say, “Well,\nthe people have sort of a hostile attitude towards me, like they’re mocking me. When I\nsaid, “Towel,” they said, “Towel? What are you talking about?” You know, this and that.\nI said, “I feel a little bad about it.” And they wanted make me feel good and one -- both\nof them said, “Don’t worry about that. I’m from Brooklyn and he’s from Philadelphia.\nThey don’t like our accents either. So we are -- we are in the same boat.” So it made me\nfeel better.",
        "A: Well, it was af -- I -- I worked about eight or nine months or 10 months inside the --\nthe office on -- in Baltimore. Anyway, ha -- 1n the -- in -- in the s -- in the wholesaler\noutfit distributorship. People came in and bought their merchandise and -- and I learned\nthe difference between this type sheet and that type sheet. They had types, you know,\nsheets have types. There are -- there are muslins and percales and that type 128 and type\n140 and type 180 and type 200. That has to do with how many threads there is in a square\ninch, you know. And qualities and yard goods and when you apply yourself, you -- you\nlearn the -- the -- the details of the trade and the -- the boss. He -- he instructed me pretty\nwell from time to time and -- then I said, “Well, be good if I could go outside and become\nmore -- you know, a salesman outside.” I felt there was more opportunity in that than\nstaying inside and also this way I get to learn the country and -- and get to know the\ncountry and -- [indecipherable] so I worked for 13 years for that firm, from ‘47 to ‘60 or\n‘61, yeah.",
        "A: Yeah, it was independence, it was I could make my own schedule, basically. I -- I\ndecided where I go, what day. Of -- of course that is in the beginning, later the schedule\nbecame more regular. I knew already which days I go to Washington, which days I go\ninto other areas, because I knew the schedule and the -- the -- the stores, their openings,\ntheir closing -- closings and -- and became acquainted with -- with the owners and some\nof them became not only acquainted, but became friends of mine. And when I came to\nNorfolk, had a few customers there that I had to always let them know when I’m coming,\nbecause that night, one of them, they invite me to dinner. Or would take me to his home\nto visit and be with the family. And traveled to the Shenendoah Valley, which was a little\nbit reminiscent of the foothills of -- of Vienna. I always liked the mountains better than\nthe seashore.",
        "A: It -- perhaps that was the extension of it, that I had this wunderlust in my -- in my\nveins. That is possible. Well, I was always perhaps a little Gypsy at heart in that respect,\nbecause I remember when I was a kid and I was on the railroad station, I would look at\nthe trains as they departed and inhale the odor of that railroad station. These were the\nsteams of the coal and -- and f -- locomotive furnaces. I would -- I would feel quite\nnostalgic, quite nostalgic about th-things like this, yeah. I always imagined this train goes\nsomewhere and goes into the distance and it’s winding up somewhere. These tracks begin\nhere and will have to end somewhere. This was sort of -- a little bit of romanticism there,\nyou know? So, perhaps you are right, that the -- the -- the desire to travel was in me -- by\n-- by nature perhaps, by -- by a vicarious thrill I got perhaps from that -- you know, to be\ngoing places and seeing new things. A friend of mine once said that applies to me, I’m --\na friend of mine once said, “You know, I’m nos -- I am homesick for places that I’ve\nnever been to.” And perhaps that applies to me.",
        "A: Well, here in the area, yeah, in fact a man is coming this evening, we have dinner with\nis -- was one of my first good friends in Baltimore. He’s a retired pharmacist now. And I\nwas his best man as his -- at his wedding and my wife was a bridesmaid and that’s where\nFlo and I met. So this was one a -- family and then we met friends in various\norganizations I was involved in -- in some -- there was a Zionist group here in Baltimore\nwhich I -- in which I made many friends. We had meetings and -- and then came the\nestablishment of state of Israel in 1948 and we got together for celebrations and that sort\nof thing.",
        "A: The majority, but not exclusively. Had some friends that I made in my business\nconnections and dealing with customers. I know Mrs. Twick, a Catholic woman on\nLinwood Street. We were the best of friends when we -- when I called on her and -- and\nexchanging cards. But in my circle of friends here, my -- my family, friends, they were\nmostly Jewish, but as I said, not really exclusively. And this is still the case today.",
        "A: Well, I wouldn’t call it fear on the Eastern Shore, it was uneasiness. I felt set back or -\n- or -- or set apart. I wasn’t part of my surroundings. No, I did not encounter anti-\nSemitism, but I encountered situations that I didn’t like.",
        "A: Such as, my Uncle Sam, before he passed away, worked at a -- at a laundry. A major\nlaundry, what was the name? Regal -- Regal Laundry. And he was in the printing shop\nthere. They printed their own laundry tickets on stationery and he was in the printing\nshop. Uncle Sam once took me -- it was in these few weeks before he passed away -- we\nwere very close. I came down to meet him there, so we can go to have a bite somewhere,\nor whatever. He wanted me to see the place where he works, see how it is in America.\nAnd as I’m waiting for him to come out of his office, or his workplace, it was five\no’clock in the afternoon, I needed to go to the bathroom. And before I walked into the\nbathroom, I saw outside of the bathroom, two sinks -- not in the bathroom, but outside of\nthe bathroom, two little sinks against the wall. And -- and each sink had a mirror above it.\nAnd above one mirror it said, Negro, colored and the other said white. So here’s what I\ndid. This is the mirror, right. In my naiveteé, I stood in front of these mirrors and I did this.",
        "A: Back and forth, I was waving my body back and forth and I tried to see the difference\nin the mirror. Why would this be colored and this white? And I wanted to see how this\nreflects in the mirror. At that moment my uncle came out. And he says, “Leo, what’s this,\na new dance you’re doing?” I said, “No, no, Un-Uncle Sam,” I said, “I’m just wondering\nabout this,” -- first time I’d seen it. “Oh,” he says. “Well, let me explain this to you.” And\nhe went to explain it to me. To me this was a shock. I had just gone through this thing\nwith being Jewish and having to wear the yellow star, see? And we were told we are\ndifferent. The Jew, the Nazis say, you can recognize a mile away. The way he acts, the\nway he talks, the way he behaves. He looks -- then comes my question. If we are so\neasily recognizable, why do we need the star? School kids, when I talk to them, they have\nthe right answers. And here, I wondered -- we were separated there by Jewish and -- and\ndesignated by a star. What designates whom here? I -- I couldn’t -- I couldn’t make it out.\nIt didn’t make logical sense, it didn’t make any kind of human, realistic sense to me. And\nmy uncle explained it later, that this is what we are living here and -- and we’re coping\nwith. “See, I’m not working together with Negroes. I am not working to -- we work in\ndifferent building, we eat lunch, we sit in different place.” “Oh,” I said. “And that --\nthat,” I said, “is -- that’s not nice.” He said, “Well, don’t talk too much.” You don’t want\nto talk too much about it, you know, because you could -- you could encounter resistance\nand maybe he didn’t want me to be hurt, didn’t want me to be disappointed. He didn’t\nwant me to -- to -- to -- to regard this as a place that I may not want to live in, you know,\nafter they just brought me over to this country. That was one of the things that -- that was\nquite -- it was a shocker to me. And --",
        "A: Realized that I have to -- to stay with my attitude and opinion that it is wrong. And\nwhoever -- whenever anybody will talk to me about it, I will immediately stand up to that\nperson and speak back and talk back and stand up. I made up my mind that if anybody, at\nthat time, will tell me something about a nigger, which I learned after a few weeks and\nmonths that this is the word that is not supposed to be -- of course some of the black\npeople call each other that way, but that is the -- to differentiate between me and you. I\nam the good black and you are the nigger. I found that out that that’s discrimination\namong the groups themselves. Jews, blacks, Catholics, others. We all human beings. But,\nas soon -- I made up my mind that I will not keep quiet in the face of adversity or bigotry\nor prejudice, bias. Because I’ve learned my lesson in Europe. Because if you keep quiet,\nyou prob -- be -- you become a -- a co-conspirator. When you keep quiet you become\npart of -- of the system. If you keep quiet, that means in the face of the person that -- that\n-- that mentions these names or says these names or demeans anybody else. If you keep\nquiet, that person walks away in the knowledge -- or in the -- with the opinion that you\nagree with him. They will never think that you might disagree. Oh, he has nothing to say,\nhe agrees with me. So I made up my mind, if anybody will speak about -- to me about a\nnigger, I will immediately reply to that person, “You know what you just did is very\noffensive to me. And I’m not so sure that when I turn my back to you, where you have\nbeen speaking very nicely to me, I’m not so sure that when I turn my back to you, you\nwill not call me a kike. That goes hand in hand.” And my friend Herbie, that I mentioned\nto you, the one -- Freedman, the one who I -- was one -- one of the first friends. When we\nwent down to Broadway and we took a cab home at night after we had taken some girls\nwe went out with, friends and -- and dates and taking them home we grabbed a cab on\nBroadway in Baltimore and asked him to take us back to Parkhats Avenue. The cabby\nsaid to my friend Herbie, who was perfect in English, of course, he went to school here,\nwent to the military and everything. So, Herbie got the cab and he told him, “Go Parkhats\nAvenue.” So the fella says to him, “Oh, that’s Hebetown.” You know what Herbie said?\n“Pull over to the side. Pull over to the side, we want to get out of that cab.” That taught\nme a lesson right then and there, too. That Herbie and I, we were on the same page, you\nknow. There -- naturally America 1s -- was a society that was not in every respect to my\nliking. But on the other hand, I felt also that it was a place where I could -- I had no\nlonger -- I did no longer have a fear of -- of saying I’m Jewish. See, I have -- I have the --\nthe opportunity to come back in kind if somebody says to me, “You can’t live in my\narea.” I can say, “You don’t live in my area.” Or -- as bad as it is, but I have a comeback.\nI am -- I am on an equal footing with everybody. So I realize that in spite of everything, it\nwas still a country that I can acclimate myself to.",
        "A: You know, when I went here to a synagogue and I didn’t see people outside sneering\nor -- or -- | -- I -- I knew that right away. But took awhile to -- to realize all that and that I\nwas not afraid to -- and that I’m -- to say that I’m Jewish, came almost -- within a --\nwithin a very short time. Because I had my -- my examples there, of my friends. And --\nand I also knew that there was support for me when -- when something might go wrong\nwith me, from people who are not Jewish.",
        "A: No, no, Herbie was Jewish.",
        "A: Yeah, Herbie was Jewish. He s-still is.",
        "A: Well, I didn’t talk for 14 years. It was too hard to reflect on it, to come to terms with\nit. And I hadn’t heard anything from my mother and sisters and the guilt was there and --\nthe knowledge that you can’t do much about it, was a heavy weight. And I worked, so I\nhad my work and I had my friends. In 1960, when I had left Standard Textile and went\ninto partnership, into the liquor business, I heard a radio program. It was one of those talk\nhosts -- talk show hosts, who -- earlier -- years -- that dates back now, over 30 years of\ncourse. And the man who ran that program, who was the -- the talk show host was a -- a\nMethodist minister by the name of Luther Starnes. We became very good friends. Luther\nhad a call-in program and it was at the time when a marine, a young marine died while he\nwas exercising in Paris Island with the -- in training. And a mother called -- a woman\nwho may have not been the mother of one of those marines. And the debate went on, how\nshould this training go to toughen our boys and to make them into men and make them\ninto -- for the defense of the country. Oh, here’s the man there. Oh, excuse me. Will --\nwill that disturb you with that?",
        "A: This is Mr. Pitt.",
        "A: So the lady said to Luther Starnes, Luther, if it’s necessary for defense of our country\nto toughen our boys, let’s train them to be killers. Let’s train them to be good soldiers 1s\none thing, but let’s train them to be killers, bothered me. So -- so there was the -- the\nbreak in the -- in the program, during the commercial break, I picked up the phone and\ncalled Luther and I told him what bothered me. He says, “You know what? Let’s have\nlunch together.” And we had lunch a couple days later, which was exactly on the sixth of\nNovember. Sixth of November, 1961, I believe. ‘60 or ‘61, whatever. And it was on the\nday -- the anniversary of the day that I had escaped from -- from the train and we became\nvery good friends and we formed a group, of which I was the initiator, basically, with\nhim, called Preyudiced Anonymous, like Alcoholics Anonymous, Preyudiced\nAnonymous, based on the premise that when we’re prejudiced, we have an illness. We\ndon’t admit to it. It’s colorless, it’s odorless, you know, it’s tasteless, it’s very insidious,\nbut you’re prejudiced. And when you’re prejudiced you have to admit that you are before\nyou can cure it. Just like an alcoholic. So we called it Preyudiced Anonymous and it\nformed -- it turned into a group of over 100 - 150 people -- member -- members. And\nthen it fell apart because people moved away and those who went, we went out to speak\nto groups. Did a lot of programs, got a lot of material on that that I still ha-have on hand\nfrom them -- from then. And that’s how I started speaking. Because I realized that unless\nI speak up, I -- I will promote wh-what they are espousing. Yo-You can’t let the bigots\nget away with their attitudes. And Preyudiced Anonymous was that -- I have a plaque\ndownstairs on that and everything, this dates back. This is now what’s it, ‘98? This is 37\nyears of, whew -- time. Got a little older since then, you know.",
        "A: That’s when I first started talking.",
        "A: Yeah, other people and to meetings. I found my language, I found the way to express\nit and nat -- not to become shy -- gun shy in the face of adversity. And when we went to\nthese groups, we had flak from those groups. Why you goody - goody, bleeding heart,\nthis sort of thing. No. Because if you don’t learn the lesson from history, who was that,\nSantanyana said that? If you do not learn the lesson from history, we are condemned to\nrepeat it. And by that -- on that premise, we went out talking, like we -- we had blacks,\nwhites, Christians, Jews, atheists. We had a group of people, of -- from all denominations\nand walks of life. And one fella came up with a saying -- and -- in those days it was the\nliberty lobby that -- that promulgated the -- the -- the -- the -- the slogan, “America, love\nit or leave it.” Well, this fella was a -- a minister. And he was also a marriage counselor.\nHe says, “I can replace that slogan. America, love it and change it, for the better. Let’s all\ndo it together.” And then we had one fella who spoke -- black fella who actually had\nserved some time in jail and then joined us because he educated himself. He came up\nwith the saying -- I'll never forget that, people applauded him. “We’re getting an A in\nmoon, but we’re flunking earth.” So we -- we were a group who became -- we called it a\ngroup whose time had come. We called ourselves Preyudiced Anonymous. Patterned after\nthe panel of American women. Have you ever heard of that?",
        "A: In those days, in the 60’s, there was a group of women, who went out to speak to\norganizations and churches and synagogues and institutions and they had a panel where\nthey discussed the aspects of prejudice and -- and what can be done about it. And was\ncalled the panel of American women. So we said, let’s have a panel of fellas, men. The\nwomen can do their way, they -- they have -- they have time during the day perhaps, to\ndo their meetings. We are -- because in those days women were not still involved in a\ntwo -- two family earning pattern and so women stayed home and -- more in those days.\nSo they had time during the day to go out, instead of going in a -- go to a coffee clutch,\nthey went to have a meeting in a -- in -- in a church or a synagogue or in a school. The\nmen were working during the day, so we got together in the evenings, or on weekends. I\nnever forget -- we went to Washington a snowy morning. On a weekend [indecipherable]\nto the Omni -- it was I think Omnibus. It was a -- in Washington there was a program\ncalled Omnibus. We went to Arlington, Virginia, a few blocks down from -- from a -- a --\nRockwell’s. Rockwell’s headquarters, the Nazi Rockwell. In -- on -- on Wilson\nBoulevard. What was his first name? Lincoln Rockwell. He was the -- the American\nNazi. They flew the flag there, the Nazi flag on Wilson Boulevard. I once wrote about\nthat and said, “Our troops went to Europe to -- to get the Nazi flag down from the Eiffel\nTower, to the Acropolis in Greece and you come to Arlington and you see a -- you see an\n-- a swastika flying.” Whether it’s in Arlington, Virginia or in Lincoln, Nebraska, you\nknow. Anyway, that was the group that we formed and so I found -- I found my -- my\nvoice. And then in 1962, I got notified by the Vienna Jewish community, that the names\nof my mother and sisters do not appear on the list of those who have returned. In the\nbook I call it quite a euphemism. Instead of saying they were murdered at Auschwitz,\ntheir names are not listed -- do not appear on the list of those who have returned. You\nknow, that’s a nice way of saying it. But by that time I’d found out what happened to my\nmother and sisters and I could begin to reconcile things although the guilt stayed with me\nfor many years until someday later, in fact maybe eight, 10 years ago, I went to a\npsychiatrist and consulted and had a few sessions. And he said to me, you know, “If your\nmother were able to come back for just a moment -- 1f she were coming back for just an\nhour maybe and -- and say one sentence to you, she would probably say, “I’m glad I\nurged you to leave.’”’ Because it was she who urged me to leave Vienna in 1938. She was\nthe one. If not for her, I would not maybe have gotten my stuff together and left. B-But\nshe says, “You must go because for men, for boys, this is not a place to be.” See, she was\nvery prescient.\nBeginning Tape Two, Side A",
        "A: -- this is not a place to be.” See, she was very prescient.",
        "A: That lingered with me. The na -- the other guilt that lingered with me, to know that\nthese people were left in that railroad car.",
        "A: From the -- from the baby, to the old people, you know. That’s -- that’s described in\nthe -- in the chapter of my escape in the [indecipherable] -- in one of the chapters. But th-\nthe survivors, yeah, that’s -- we are laboring under that. All of us, in a way, but I’m not\ndwelling on it. And being that I wrote the book, I know I have done what I wanted to do\nto get it -- to -- to get 1t and -- my friend Mike Waleska said to me, “Over so many years\nyou’ve written all these Op-Ed pieces and the articles th -- in the Sun paper. Put it\ntogether in -- in reading form.” And so I say, “I’m not organized, I am not disciplined\nenough.” He says, “Well, let me help you with this. All you have to do is just write your\nnarrative. The escape here, the escape there. Later we’ll put it together chronologically.\nGive me your narrative on the escapes. And on all the other things that you have\nexperienced. And I'll work with you, edit it here, there --” And in fact, in the book, he\nwrote a lot of the -- the historical aspects to it. I wrote about this and that in Vienna, this\nor that in France. And he picked up what happened, historically there, in the war or so,\nyou know, with -- so that were cooperative effort. Edit it and helped me and when I wrote\nabout 30 - 40 pages on this legal lined paper. You saw what it is, the -- all block lettering.\nHe came back with a print out -- computer print out of 135 questions for me. He’s a\njournalist. All right, this -- this is very -- real story there, with this lady on crutches in the\n-- in -- in -- in the cattle car. But that lady had a face, that lady must have said something,\nmust have done something. She looked like some -- what did she wear? This man that\nwas praying there, what was the reaction of the other people? And for every -- I had 135\npoints to go and elaborate on, rather than write a narrative of what happened, go into\ndetails -- m-more minute details.",
        "A: Yes, come to terms. Because I had to dig up things and realize that I’m here now to\ntell a story and I cannot let the past be overwhelming me with these emotions when I’ve\ngot -- I’ve got a family now and I got a life now and let’s face it by attrition and by the\npassing of time. My mother wouldn’t be here now anyway, which does not eliminate the\nfact that she was murdered, but I have to come to that -- to that realization and I have to\ncome to that reconciliation. And I called Michael up like every other night. I say, “You\nknow, I’m -- I’m now on pa -- I’m now on question 18 and this is 135 quest -- and I’ve\nhad it already for about two weeks.” He says, “I’m not rushing you. You take your time,\nyou do -- put your -- put your -- your thoughts into it.” And before you know it, I had\nanswered all 135 questions and that was the book? No, it was not the book, this was the\nbook, this was three or four chapters of it. And then after that my writing came much\neasier, because I already knew what the -- the essence of it 1s, not just that I was 1n a labor\ncamp and worked on th-the so and so, but I was surrounded by things and I spoke to\npeople and people had reactions. So, I could reconcile it and -- and -- and find this a very\n-- areal catharsis. And when I was finished with it, I felt -- ’'d like to do more. I -- I felt a\nletdown. It was good to know that it was finished, but there was a letdown because I\nhadn’t -- I -- I was actually looking forward to every new chapter, every new paragraph\nwh-when I was doing it. And I wrote til three, four in the morning, because I’m a night\nperson. And when I woke up during the night and a thought came to me, I went to this\ntab -- this table full with papers. I went to it and I wrote down my -- more notes, you\nknow. [indecipherable]",
        "A: That’s what I just referred to. That when I got this, I had -- there was a -- this was a\nmilestone. So I had a -- a closure of some sort. It was the closure to know what had\nhappened to them. Not that I had many doubts that this was it, but when you don’t have\nthe fin -- the -- the official word, you still have some hope. Because people, after so many\nyears, as you'll read from time to time, get together and find each other. But it was a\nclosure. And the only way it can ever be a closure is that I do not know where they’re\nburied. That is the -- that is the -- the big thing, because most people do not realize the\nluxury of -- that they have in knowing the burial place of a relative. Father, mother,\nuncle, aunt, grandmother. Even if you never go to that gravesite, the knowledge that it’s\nthere and that you can go if you would want to, is very comforting. And it is almost a\nluxury for those who have that comfort, have that knowledge. Now, I do -- to me there’s\nsomething like a surrogate for that. When I go to the Holocaust Museum and I see that\nmound of shoes there, I look at it with -- with some form of -- devotion of some sort or\nreminiscence or -- what do I want to call it? I look at it with some sort of a solemn feeling\nthat perhaps, perhaps by the f -- most farfetched possibility, one of those shoes belonged\nto my mother or my sisters. So I use that as a reference, as a point of reference to give me\nsome comfort and solace. And we have to do that. Just like some people go to Auschwitz\nand step on the ground and say perhaps the bones and the ashes of my family are here, so\nI’m here on hallowed ground. To me those shoes mean that. Those combs and\ntoothbrushes there, that are -- you -- you know, there -- at the museum. When I’m going\nto that cattle car, I get shivers, you know. A cattle car, the way it is constituted there,\ncould not have allowed me to escape, because the bars are bolted to the outside. Solidly\nbolted, I -- I would have never touched them. I would have never been able to bend them\napart like I described doing it at my -- that point of my escape.",
        "A: I go probably more often than I would like to and would I -- that I would volunteer to\ngo. I was there a day before it officially opened, with the WJZ. I have the tape of that, JZ\nTV, they went there to do a -- a program and I -- they took me along to do some color --\nexplanation and get my 1-input. Then there are these bus trips that schools take,\norganization ik -- invite me to come as a dossent. So I speak about it on the bus going\nthere, what they might expect. I tell them right away, this is not a trip into serendipity.\nThis is not a -- a pleasure excursion. When you will come out of there, you will feel tired,\nyou will feel abused and you will have a lot of questions. And a lot of questions that will\nnever be answered. And tell them a little bit about -- what my story, show them my star\nand so on, so forth. Then, on the way back, sometime there are questions on something\nthat they saw and they would like something explained or elaborated on. Most of the\ntimes, it’s silence. The majority of the trips back, I do not get questions, although I say\nright away, when we’re -- if you have any questions during this trip, please don’t hesitate.\nThat’s it. I leave it at that. No urging, no prodding, no encouraging it. But, very seldom.\nThe people are really thinking. And the majority of them, when we leave and we get\nback, say that they will have to go back at least one more time, because you can’t really\nabsorb it, it’s -- it’s too much.",
        "A: Flora and I met at a wedding. My good friend Herbert Freedman married Joyce\nHerman and Flora had a friend who was also a friend of Joyce and they became\nbridesmaids to Joyce. Flo’s friend, Sandra, bridesmaids to Joyce and I was best man to\nHerbie. That’s how we met. That was in November of 1951 and we were married in July\nof 1952, which will now be 46 years and Herbie was best man at my wedding, in ‘52. So\nthat’s how I met Flo, in -- at -- at a wedding in 1951. I was -- just about four and a half\nyears after I had arrived in this country. In ‘52 we were married, in July and in August of\n*52, a month later, I acquired American citizenship, five years after my arrival. And that\nis the -- that is the story of my -- of my meeting with -- with Flo.",
        "A: I did not speak too much about it in the beginning, but little by little it -- it came out,\nbecause in ‘54 we went to Europe to meet the remnant of my family, my aunt in Paris and\nmy cousin in England. And a cousin that had survived who was an Austrian, she met us\nin Switzerland. I write about that. And as we came to Paris and spoke to my aunt and --\nand then my other relatives that were still in Belgium since then, my uncle died, my aunt\ndied, my cousin. Time takes it’s toll. And during that trip to Europe and on the way back,\nI started to tell Flo more and more because she had met the family. But in general, I did\nnot elaborate too much on -- on it, because I didn’t want to dwell too much on it. Seven\nyears ago, when I spoke to Social Security agency, in Woodlawn, a young lady came up\nto me and she says, “Leo,” she looked at me, “Leo, I didn’t know these things.” I said,\n“Wait a minute, wait a minute, you are?” “I’m Jane.” “Jane, my God. How time goes by,”\nI said. It’s a girl I had taken out, dating, good friend. And there she was so many years\nlater, maybe, I don’t know -- maybe some 30 -- some years later. “But you know what\nyou just -- what I just heard you tell, you never told me about that.” I said, “Jane, in those\ndays I didn’t talk about it. I didn’t want to talk about it. I didn’t feel like talking about it.”\nBut that was much -- much later than -- than when I took Flo to -- when Flo and I went to\nEurope in ‘54. Of course we lived together and it had to come out, correspondence and\npictures and -- and the star, I had the star with me and I told her a few things here and\nthere. And Flo was always very, very understanding in these things and very\ncompassionate about these things. Much more than the average person I would think.\nAnd understood it and -- and -- and even today, when she reads about these things or\nhears about this, “How could that -- how could they do that to -- to the children? How\ncould they do that to the old people?” And she understands it. In fact, one of her first\nfriends, girlfriends in -- in Baltimore was a girl -- a young woman who -- who had\nsurvived a -- a camp and -- and came back after the war, from Sweden. So Flo always\nunderstood a lot about these things and was very understanding and compassionate and --\nhad strong feelings about it.",
        "A: Yeah, she did. Yeah, she did, it’s a -- be good to -- you know, to -- to find out and to\ndo the best you can with -- of -- of course when we had children later, I had to be very\ncareful with the kids, not to inflict some of these post traumatic syndrome aspects on\nthem, or pass it on to them, which in many families has become a problem. Many\nchildren of survivors are very actively involved. My kids are not so involved, although\nthey know of it -- of 1t, but my son never wanted to hear anything about it and he was\nstrongly affected by it. So we had to moderate my memories and expression of the\nmemories with -- with the aspect of -- of the family. My -- my cousin in London -- I’m\nnot going to give anything away, but as I didn’t -- didn’t know there is an ending to this\nthat -- that is a very interesting ending, pertaining to my cousin in London -- never told\nher kids anything about her family. The kids grew up entirely sheltered from it. Now, I\ndidn’t shelter them. They -- they knew that I had meetings. They knew I had the meeting\nwith Prejudiced Anonymous and they knew that in Prejudiced Anonymous I spoke about\nmy experiences, because I had found my voice. And some of it was reported in the\npapers. A fella by the -- Lou Panos followed us from one meeting to the other and always\ndescribed our meetings -- was very impressed with what we were doing. But they knew\nabout it, because evidently I did speak about it at those meetings, because that was the\nessence of what I wanted to tell them. Look what prejudice did in Europe and how it can\naffect us all here if we do not -- if we do not speak up and talk back and stand up for what\nwe think is -- 1s right. But Flo, yeah, en-encouraged me to -- to a -- to -- didn’t discourage\nme to talk about it, but she was also encouraging and -- and saying you have to -- you\nhave to make up your mind and all that -- how to deal with it and deal with it the best\nway you can and you can’t let your life be affected by it for the rest of -- of your years,\nyou know, so.",
        "A: Three.",
        "A: No. We sat down in a family and sometime it happened at the dinner table, sometime -\n- there was never too much reaction from them on -- on an -- on an -- they understood it,\nbut then on emotional point. But -- but my son was definitely affected by it. Whenever\nwe spoke about something, about the -- these events, the Holocaust, he would walk out of\nthe room. He could not -- he could not cope with it.",
        "A: Well, I-I didn’t -- I tried not to do it when he was -- when he was present, you know.\nThen he went to college and we wa -- we moved over to Holland for two years, from\n1975 to ‘77 on business. So I lived in -- we lived in Amsterdam, so.",
        "A: Oh, they’re grown, yeah. I have four grandchildren. The son isn’t married, but the\ndaughters are. One lives in Elicott City, one lives in Virginia, over in Herndon and we’re\ngoing there this weekend, to Herndon, Friday and Saturday to be with her.",
        "A: Well, they’re too young.",
        "A: [have one granddaughter who 1s nine and a half and she knows. She has heard me\ntalking in school, Hebrew school, she learns a little bit about it. But her sister is six, she\ndoesn’t know anything. And then the boys are five and three, so they’re -- they’re not --",
        "A: B-Born in Baltimore.",
        "A: Jewish.",
        "A: Well, it was a ve-very -- it was a great experience. I felt very good about it, I felt I\nnow have a -- a -- an identity, a passport that is respected, that ha -- that -- that is\nmeaningful. That’s -- that’s the way I felt about it. And you know, I finally got over some\nof the nightmares that I had in the beginning. And still, from time to time, I -- I get some\nweird dreams that recall the past, like you know. But as -- when I became American, that\nwas -- it was a very good feeling for me. I was some -- it was something -- it was a\nfeeling of achievement. And proudly when we went to Europe in ‘54, I then traveled on a\n-- with an American passport and -- and I didn’t have to -- and another thing, in -- well, in\nschool for instance, in Austria, we had on our -- on our certif -- on our reports, yearly\nreports, was not only our name, but also our religion was marked. And this in -- in -- in\nAmerica, I didn’t feel -- felt was no longer the venue, you know, yeah.",
        "A: Well, when you -- when you become -- when you become an American citizen, you\nfeel that something special has happened to you. You have become a person within a\nsystem that considers you a person. On par with everybody else. And what it meant was\nexactly what the judge told us. You -- most of you -- all of you -- these were Russians\nand Poles and Czechs and Romanians and Italians. Most of you come from countries\nwhere when you walked into a room, or a schoolroom, or an office, you had the picture\nof the leader of the country. We don’t have this idolization of a -- of a -- of a person. The\npresident lives in the White House and he is your tenant. Never forget the judge said.\nAnd when it’s time to evict him, you doing it. He gave us the metaphor, you know. He 1s\nyour tenant. And you come from all backgrounds, from all areas of the world and you’re\njust a continuation of that influx that came here at the turn of the century. Unfortunately,\nlatel-lately these attitudes have changed, forgetting that what Emma -- what what’s her\nname said, [indecipherable] Emma Lazarus said on the Statue of Liberty, both foreign\nborn and native born have made this country great. Go through the history of America\nand you see how many of -- of the -- of the pioneers, what they have done for America.\nSo I remember what the judge said, and that always stuck with me. You come from many\nareas, but here nobody will malign you because you come from here, from there, because\nwe are all alike. We are all -- we all came basically on the same boat, at different times. I\ndid and you did and your neighbors did. The judge made a great impact on me and I felt\nvery good about becoming an American. And I don’t wear the flag on my sleeve, but\nwhen I lived in Holland, I did, because in Holland, oh, you Americans, you -- you don’t\nknow from tragedy and pain and bombing. What do you understand about the miseries of\nthe Dutch, you know. In the meantime, they segregate the Moloccans and the Moroccans\nand the Turks. But they harp on the black man here. And I said, “You just come and talk\nto the black American and see whether he would prefer to live in your country or whether\nhe would prefer to stay in America.” And that’s when I had to defend America. And they\nsaid, you do not understand what it means to be suffering. Because they had just gone\nthrough that World War Two thing and the Nazis and persecutions and hardships and\nhunger. Famine and all this thing. Deportations, bombings, from which I am to\nunderstand by what they say, and they say you do not understand me and you have never\nhad that, therefore you can’t understand. But we, because we had it, we have become\nbetter for it. We understand what it is and when you understand something, you apply it\nin your life and you become better for it. But that isn’t the case. So I said, “Have you\nbecome better for 1t? Look at the Moloccans. A cab driver wouldn’t pick him up to take\nhim to his apartment, because he says he is going to Battonfeld and Battonfeld is one of\nthe suburbs where the Moloccans live, or the Moroccans. So the cab driver would say I\ncan’t take you. This is -- have you become better?” And this is the arguments that I had\nwith them, you know? That’s where I stood up for America. And I was proud to do that. I\nsaid to Flo, “Now, let’s get back to America and relax. Now we are Americans, we know\nwhat’s good about it, we know what’s bad about it and we know what we want to change\nand we know what we can’t change. And we know that it will always be the same,\nbasically, f -- because people are people.” But the times have evolutioned, you know. But\nin Holland, we had to stand up for America. It made me feel good. It made me feel real\ngood when I went to the consulate in -- in 1976 and I voted. I voted in absentia.",
        "A: They were sporadic. One of them that I describe 1n the book 1s mainly -- I’m coming\ninto a h-house that is being destroyed, torn down. And there is a wall and the wall is\nbeing hit with these ac -- picks, you know they -- that they tear down from the inside.\nAnd in it, behind the wall, is the body of a woman. It’s a recurring theme. And also, I’m\nwalking in the street and I’m coming to a barrier, almost like a construction type barrier,\nbut instead of construction, beyond are Nazi brown shirts. I’ve had that sporadically, on\nand off. But not recently. This was in the 60’s. 50’s - 60’s - 70’s, up to the 70’s, not\nrecently. From time to time I do dream about swimming a river or talking to my mother,\nmy sisters. And th-that -- that would sometime be a reflection on what we might have\ntalked about the night before at dinner, or maybe -- you know, I never bring the subject\nup. When we are at dinner, unless somebody will say, “So how are you coming with your\nbook?” I [indecipherable] fine, yeah. “What do you -- h-how was this? Did you hear\nabout what so and so said? You hear about Switzerland, whats --” I sit in a restaurant. I\nwalk into a restaurant and I see somebody stand in line there in front of me, or somebody\nis just walking out. I know the person. He rush -- or her -- they walk over, “Hi, how are\nyou doing, Leo?” And [Il motion to Flo, watch this. “You know Leo, I meant to call you\nand ask you, you know I read something about the Holocaust Mu --” I -- immediately\nwhen they see me, they -- they think I am the authority on the Holo -- I don’t want to be\nan authority on the Holocaust. I don’t want to be -- I want to be Leo Bretholz. I -- in nine\nout of 10 cases, they’ll come and ask me something about the Holocaust. When are you\ngoing the next time? Do you know a bus that’Il go there, because I like to go alone. Do\nyou know my son --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: “When are you going the next time? Do you know a bus that’ll go there, because I like\nto go alone. Do you know my son or my nephew, they have a project in school, they\nwould talk to -- like to talk to someone. You think he can give you a call?” “Yeah, ask\nhim to give me a call. Yeah, do that.” Some of them call, some of them don’t. But it’s\nnine out of 10 cases when somebody sees me in a -- 1n a -- in a place, the subject will be\nthe Holocaust. I don’t -- I don’t relish it. I don’t exult in that th -- sort of thing. Because\nit’s -- it’s part of me, it’s my past, that’s -- yes, but I don’t go to a fella who isa -- a\nshoemaker and say, “You know what? I meant to tell you, I -- I bought a pair of shoes\nand --” wh-wh-wh -- I give you that as a -- as an example. I don’t go to anybody who 1s a\ndoctor and would say, “You know, I meant to call you. I had a pain here that -- what do\nyou make of that?”",
        "A: ’'m more than the Holocaust. I don’t want to be an -- oh, I’m sorry, I don’t want to be\nan object of curiosity. I -- he’s a survivor, you know. “This is my friend, Leo, he’s a\nsurvivor.” You know, spare me. Spare me the title, please, sir. We are all survivors. Do\nyou realize that if Hitler had won that war and become what he wanted to be, the\nthousands [indecipherable] encompassing the whole world, that we wouldn’t be sitting\nhere, talking? In that re -- in that -- in that way, we are all survivors. Don’t think of the\nothers as survivor, please, do me a favor. [inaudible]. Do you understand?",
        "A: Can you personally understand it?",
        "A: Aside from this being an interview, if you and I were talking over a cup of coffee, I\nwould not bring up the subject, but if you would bring it up, I would certainly tell you\nwhat you want to know. That’s common courtesy and common procedure when\nsomebody wants to find out something in the process that -- that could be possibly a\nlearning a process, yes. But this is not my achievement. My achievement is that I am\nalive. Let’s dwell on something positive. I have a family and these are the -- the new\nbranches of the old tree, you know, it’s --",
        "A: Yes.",
        "A: Well, the -- the work in the liquor business was a very lucrative business. It was good,\nit was from 1960 -- ‘61 -- ‘60 - ‘61 to 1968 and then came the riots and we could not get\ninsurance any more, so we sold it. We sold the property and the business.",
        "A: Civil rights, yeah. And this 1s an aspect that I want to bring out and was thinking of\nbringing out if 1t came up. That while the liquor stores were closed for two weeks curfew,\nby edict --",
        "A: Baltimore.",
        "A: Every night, around -- between 11 and 12 midnight, we got calls from the area of\npeople that were standing there, watching, assuring us, “Leo -- Mr. Leo,” Mr. Bender was\nmy partner. “Your place is okay. We will not let anything happen to it.” We felt that was\na tribute to us by the people there, who knew who we were, who knew how we treated\nour customers. This is where my actions, my words -- my words and our meetings with\nPrejudiced Anonymous, showed some results, in fact. That it wasn’t just that we spoke\nwords, but that we acted it out in our daily lives in our business. Stores were burned\ndown on Lombard Street and this corner liquor store at Lombard and Central, remained\nintact -- where others lost their businesses. Now naturally we couldn’t stay there --\nwithout insurance you can’t run a liquor store. And we sold the property later to someone\nelse and that was fine. So that was the liquor store. And that was til 1968 and I went into\na -- into the book business in partnership. And my partner had the place in -- my partner\nhad the place in Amsterdam, a book place in -- with another fella, in partnership and this\nfella wanted to come back to America, so I went over to manage that store for two years.\nTook my wife and my two daughters. My son was at Georgetown University and he\nfinished his study. Took my two daughters over there. One went to the international\nschool, the younger one. The older one went to an extension of Syracuse University in\nAmsterdam. She had just a -- about a -- had a half a year left here in high school. And did\nher tests with a proctor and came back in ‘76 to graduate on -- on the stage, with the kids,\nthen we went back. And -- and when I came back -- when I came back from Amsterdam,\nI just went to work for my former partner -- also managing his store -- also book stores.\nAnd then in 1992, I retired from the book business. I was in the liquor store business and\nthe book business. And at first a traveling salesman for a -- a textile company. So that --\nthat is basically no great -- no great shakes, but I always made a living and then -- then I\nwrote this book.",
        "A: Well, the belief system is a -- is a very -- is a very -- I was raised, actually, by a quite\nliberal father. He -- my father was never raised -- he died when I -- when I was nine, so I\nwasn’t really raised by him. But he was never a religious man, but he was a very activist\nman in social causes. And the Holocaust shaped me to the extent that there is a realization\nthat unless you assert yourself in the face of hatred and adversity, you will -- you will\nbecome a victim eventually. Now, you have to stand up for what’s right when your\nneighbor is being maligned, and your fellow man discriminated against. That’s the way\nwe raised our kids. Because if you don’t do it at that moment, then it’Il come back to\nhaunt you because there’s somebody there waiting for you -- to -- to malign you. And the\n-- the evil of -- of prejudice and hatred, has to be recognized for what it is. That’s the\nlesson of the Holocaust. If, from that negative experience of the Holocaust, there is only\none positive thing that come out of it, it’s the creation of an awareness that it can happen,\nso that you can fight it. Now, you have to fight it before it establishes itself as a\ngovernmental entity. Before the government has been established with that ideology. You\ncannot let it get to the point where it becomes officially a government policy, then it’s\ntoo late already. [telephone interruption] -- we shouldn’t. So fight it before it is\nestablished, because then it is too late. The Nazis have shown it to us. Other -- other\ndictatorial regimes have shown it to us. The -- the -- it -- it’s like a web. The dictator is\nlike a web -- in a spider in a web, I mean. The dictator’s the spider. Now, this is\nmetaphor, again. The spider gets that insect and enmeshes it in the web. But the spider\nisn’t finished. He goes for more victims. He gets more, until this web is filled up with --\nwith insects, then he builds another web to catch more, you see? That -- that is -- that is\nwhat we have to learn from it, to fight when you see it. Now, can we always do it? Do\nour -- d-does our -- our character, our -- our temperament always allow us to immediately\nspeak back -- or talk back, I mean? Sometime not, sometime you have to say, well, you\nhave to watch out, maybe that person didn’t mean it, you have to make allowances. But\nwe cannot make many allowances. When there is a pattern that repeats itself. Whether it’s\nin the school, or at work, you have to speak back. [indecipherable] can’t talk. You have\nto talk back. And when people tell me, “Leo, why did other people not run? Why did you\nrun?” I say, “I was afraid, I was scared.” Fear was my motivater. Then I have to give\nexamples. It’s easy to say, why does somebody not run. Well, I ran, I was free, I was\nsingle. If I had been with a family, I couldn’t have done it. If I -- one elderly person, I\ncouldn’t -- a woman, a child. And in the whole history of deportations from France, there\nwere less than a dozen attempts to escape, out of 80,000 - 85,000 people. Book shows it.\nBut -- but when somebody says, “Why did others not run?” Almost like demeaning them\nfor not having attempted. I have one simple example to these people. You’re working in\nan office, you’re working in a factory, in a business. And you have a supervisor, you\nhave a manager, you have a foreman, you have a boss and you come home day after day\nafter day and you’re complaining to your husband or to your wife, “He goes on my\nnerve.” Or, “She annoys me. I can’t stand it, I hate to go into -- I hate the thought of\ngoing into that office.” There’s nobody standing there with a gun. You can quit. All you\nare giving up 1s a job and you have to find another job. But nobody’s standing there with\na gun, threatening you and you say people should run away when they are in line, being\nassembled to be taken into a train, surrounded by guards with weapons? They should run\naway, but you can’t get away from a job where there’s nobody there with a weapon? It’s\nalways so easy for someone else to tell others what they should have done, when they\nthemselves don’t know what they would have done.",
        "A: And you have to understand also the other person that is being prejudiced against. As\nI said before, the nigger in the pr -- in -- 1n -- in the hater’s eye, becomes the kike or the\nwasp or the wop.",
        "A: Well, had there not been a Holocaust, perhaps I would never have come to America,\nthat is possible. But the Jewish state was already in the stages of -- of -- of planning, or\ninfancy or a incubation with the Balfour Declaration, 1917. Of course, in 1895, Hertzel\nwrote The Judenstat, a Jewish state, which he became aware of through the Dreyfuss\naffair. And he said, if we will it will not be a -- if we will it, it will not be a dream. But,\nwhile it was in -- in it’s infancy, then the -- the -- the idea, it -- it became -- it became a --\na dire necessity after the Holocaust, simply because -- because the proof was there, that\nnobody -- nobody was accepting the Jews. The world knew about it. The -- the ship Saint\nLouis came to the American coast in 1939 and Gustov Shroeder, the captain with the\nswastika on his lapel, called the Coast Guard, ship to shore, pleading with them, “Let --\ndon’t let me take these people back.” He was crying, a Nazi. Was he a Nazi or was he a --\na -- acripto antagonist, perhaps, you know. But he wore the swastika and he was the\ncaptain of the ship, from the Hamburg - America line. And he’s, “Don’t let me take these\npeople back.” And those who wound up in England were saved, but the ones that depo --\ndisembarked in Holland and in France and in Belgium, they wound up in the -- in the\ndeath camps. So the captain -- Nazi captain was right. And when you take that in history -\n- in the context of history, you -- you -- you will see that -- that’s conjecture, naturally.\nBut the impetus was there for the state and the -- and the sympathy was there for the state\nand it -- and it became. And today there are problems. There are problems within that\nstate. We know them and we hope they will overcome them.\nson was deported and murdered at Auschwitz. So these were things that were tacit --\ntacitly part of our -- of our make up, but it wasn’t much talked about. 1970 -- in 1970, we\nwent to Israel to visit our family on the kibbutz there, my mother’s youngest brother was\nthere. It’s interesting. He was there and we went to visit him with the family on the\nkibbutz. He is no longer alive now. And we went back to Europe and traveled by car\nthrough Europe. Again met with my aunt in Paris and my cousin in Vienna and I just\nmentioned my family on the kibbutz lately. We received this picture from them. This is\nmy Aunt Sarah here, who was 90 and on her 90th birthday, this is the clan. These are her\ndaughter and two sons, their children, grandchildren and her by that -- by that measure,\ngreat-grandchildren. What does this picture signify? That one man, Uncle Jacob, my\nmother’s youngest brother, left Europe in 1930. One person, of one family, in 1930 and\nthis 1s -- this 1s the result of one man’s leaving Europe and not having to go through the\nHolocaust. This is the result. Can you extend it into -- into more people, if of our family,\nanother five or six or 10? My father was one of nine and my mother was one of 10. If\nthey had possibly had the foresight to go that -- at that time my Uncle Jacob was a\npioneer. He was an idealist. He went to a kibbutz as a farming, you know, this was\nidealism. And -- and so he went there by conviction. Although, he knew what he was\nrunning away from, because Poland had had pogroms, he had lived through some of the\npogroms in his hometown.",
        "A: Traumatic, the first time. 1970, very traumatic, couldn’t wait to leave. I was in Vienna\nfor one week. As I describe it in the book, I felt that I was -- when I left Vienna, I felt I\nwas leaving a cemetery. See, the hills were there, the buildings were there, the trees were\nthere, but the heart and soul was gone and all those who could have made a difference,\nnamely people and faces and arms clutching you -- that was not there. So you -- so you\nhad a -- a very traumatic -- I went back in -- that was 1970. I went back in ‘92, that was\nalready different and I went back in ‘96 to Vienna, that was almost -- well, almost\nreconciled. And Flo enjoyed it very much in 1996 also, when we were invited by the\nVienna government to come. [indecipherable] welcome service. This is a sort of a make\nup to us, you know, in a way. But it was very enjoyable, in a way, that I went back to\nsome of the places, took some photos. And Flo keeps saying, “You know, I would like to\ngo back to Vienna.” And I -- I would go -- I would go back, in fact I -- I have a cousin\nwho still lives there. She’s about my age, about a year younger. But will we or won’t we,\nI don’t know. I believe we will. I would like to retrace my steps in France, where I --\nmainly -- which is mainly the -- the -- the locale of -- of the book and I maybe -- maybe I\nget some interviews on -- on the -- on some of the radio shows and I can really promote\nit. | would like the schools to get that book. That was -- would be my major -- it’s not --\nthis is not what you might call a -- a money-maker. The book will sell for 16.95, a hard\nback. And they’re working on the layout now, with all im -- with all the -- the cover and\nso on, so forth. But, I would like it to be accepted in -- in schools as a -- as a learning text\nand also as an encouragement to some of the young people, not to give up when things go\nbadly and stick to it. Because I -- in the face of adversity, I -- I did not give up and I think\nescaping from a train 1s probably a -- a great form of resistance. And there’s not many\nthat did that. Because we were going to hell, straight to hell. So that was 19 -- I said 1970\n- 1992 -1996, we went back. And I would like to, as I said, go back again. If you want to\nknow any more details about -- there was not much there. I -- I roamed through the\nstreets of Vienna, went back to the synagogue, which was no longer there, where I was\nBar Mitzvahed. This 1s now an apartment building and it has a plaque outside,\ndesignating it as a scene of a conflagration, destroyed by the Nazi hordes. It’s an\napartment building. So I’m watching this and I’m reading this and a lady coming out of\nthe house, this building, she sees us and she says, “Can I help you in any way? Looking\nfor anything?” I said, “No, this is the place that I went to say my prayers when I lived in\nthis area.” “Oh, oh.” And she walked away, because she’s now a tenant in that place. And\nthen steps back for one moment and she says, “I want you to know, we are living on a\nholy ground here.” So she admitted that to herself, that this used to be a synagogue and to\nher, her apartment building is -- has been erected on holy ground, you know. The\nAustrians are 99.9 Catholics. And I knew -- probably knew just as much about\nCatholicism when I lived in Austria as I knew about my own religion. But that’s what it\nwas, that was the reaction there. Others were nice and -- and forthcoming. There were\nother people who were standoffish and didn’t want to hear about it. And in 1970 -- that\nwas ‘96, I’m there talking about, but in 1970 when we were there first, I walked into a\nstore to buy stamps and I said, “How much are stamps for America?” “Oh,” she said,\n“you’re American?” I says --\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "A: I walked into a store to buy stamps and I said, “How much are stamps for America?”\n“Oh,” she said, “you’re American?” I says, “Yes, but I was born in Vienna.” And I said\nthat to her in German. I have a cousin who wouldn’t want to honor them with German,\nshe’s so upset, she’s -- she will never talk German. But I talked in German, “Yeah, but I\nwas born in Vienna. I’m from America, but I was born in Vienna.” “Well, so not\neverybody did get killed, that’s -- that’s fortunate.” Then she added that’s fortunate, you\nknow. I mean, she didn’t have to say not everybody got killed. I should have ask her,\n“How many really survived?” And if we survived, it wasn’t due to your efforts. It was\ndue to my effort. Cause if you had it your way, we would not have survived.",
        "A: Well, my wife will tell you that when I hi -- when I am on the road in the car and I\nhear a siren in the back of me, I think they’re after me. And I’m also not one to give up,\neven in present life. When I’m looking for something, when I’m on the road looking for\nsomething. When I’m trying to find something in the house, when I’m trying to -- to\ncorrect something. I’m not one to give up easily. Is -- I -- I stick to it. You lose\nsomething, I -- I -- I -- I trace back the steps that I’ve been to. I go and look again and\nlook again. My wife would misplace something, I would say, “Well why don’t you look\nhere?” “No, I looked there.” “Why don’t you look again?” And then she says, “Would\nyou believe it? I’m glad you told me, I found it here now.” And -- and the same thing\nwith my kids sometime and I -- I -- I -- I just don’t give up too easily. And in fact, when\nwe had escaped from the train, I told my friend, “You know, 30 years from now -- 30\nyears from now -- we will be talking about this like it’s a dream.” He says, “How can you\nthink of 30 years from now?” he said. “You don’t even know what’s going to happen\nthree hours from now. We have no papers, we have no --” I said, “You know, now that\nwe have escaped from that train, I don’t think anything will prevent me from surviving\nthe war.” Because that situation was such an extreme situation that I think I will never be\npresented with another situation that could be that extreme. And I made all the efforts\npossible, never to get back to Drancy again. That’s where I escape from another train,\nyou know. This -- I -- I -- a couple of train escapes. You saw that, probably, in my write\nup of the --",
        "A: Maybe something like that. Maybe. Some people say that, too. Yes, I had several\nescapes. I had a escape from the gendarmes after my trial, they caught me back. Caught\nme like -- to -- after a couple days and I served two days extra in jail for that. Was added\nto my sentence, you know.",
        "A: Well, farm smells, yes. When I’m going to the farms. When we used to go on trips\nthrough the farm, in the country with the kids, and the open window, the odor came in\nfrom the -- manure odor. Th-Th-Th-The smell of stables -- smell of stables was very\nreminiscent to me, because I spent one night -- the second night after my escape, sleeping\nbetween two cows that were chewing their cud. And that is a very reminiscing feeling to\nme.",
        "A: Where did you -- did you [inaudible]",
        "A: I-Is it in the -- in the memoirs or is it perhaps in -- did you listen to my interview with\nthe --",
        "A: -- the transcript of the interview --",
        "A: -- that I did with Linda -- Linda Cosmac. Dr. Cosmac, yeah.",
        "A: Hold it for a second --",
        "A: Let me show you something. Read this book about Vienna and I told you before about\nthis lady in Vienna. You know how they can be very charming and so, but then they\ncome with that big -- there was a playwright in Vienna, by name of Nestroy -- N-e-s-t-r-\no-y. Nestroy wrote satirical plays. And he always poked fun, as well as of himself -- o-of\nother people, also of him -- of himself. He poked fun and in this little chapter, 1n this\nbook about Vienna. It’s called, “Vienna, my Vienna.” “In his masterpiece, Judith and\nHolofs -- Holofernese, Nestroy attacked” -- he always attacked people, see -- “attacked\nanother cherished Viennese institution, anti-Semitism. By the brilliant device,” that --\nthat’s where he was so brilliant with -- “of disguising Viennese characters as Jews and\nholding the Jews up for laughter while actually exposing the Viennese for their weakness\nand meanness, their outward charm and lack of inner conviction.” In the 1850’s, very\nfunny plays, we used -- when we were kids we used to go to Nestroy’s plays, you know.\nHe -- he had a play that was called -- the vaschwenda, “The Spendthrift’.",
        "A: You mean religiously?",
        "A: I was always traditionally very much involved with -- with Judaism, but I was never a\n-- practicing in the Orthodox way, although I relate more to the Orthodox mood, because\nthat’s the synagogue I went to in Vienna, than to the Conservative or the -- the Reform.\nBut I was more traditional in keeping the holidays. That’s -- was my mother -- my father\nwasn’t that way, my mother was in that way, very much devoted to the -- to the tradition,\nbackground. I have never failed in my -- in my feelings as -- as a Jew. Nothing to do with\nreligion, it has to do with my background, my cultural inclination, my feeling about the --\nthe ethics of Judaism, due -- because our religion goes by the rela -- by the relation with\nman. Between man and man, not with man and God, because if you do good by your\nfellow man, you do good by God. We don’t have a middle man, but I was never a very\npracticing Jew. We raised the kids as Jews, with some of the Sabbath meals and the\ncandles and taking the holidays and [inaudible], my son was Bar Mitzvah. But not in the\nOrthodox sense. Often -- often, my wife and I talk and we say we wish we could have\nreally been stronger involved in -- in religious venues. Although the holidays are kept. I\nnever worked on a Jewish holiday. I made it a point not to. And I wanted to maintain\nthat. When a -- when -- on Passover, I am very strict about not eating bread, because\nagain, it’s a -- it’s perhaps a symbolism, but it makes me what I am. And I’m thinking of\nmy mother, who said, “You take along your religious articles.”’ You know, the\nphylacteries and the tallith and the prayer shawl. They got damaged when I swam\nthrough the river. But she wanted me to, because -- “it will remind you of who you are.\nNever forget who you are, because if you forget, there’Il come a time when somebody\nwill remind you of it.” And if the Nazis could remind us, at the end of a gun, who we are,\ncertainly we owe it to ourselves to know who we are without -- without the gun. And that\nis the -- that 1s probably what motivates me to be a Jew. I never shied away from -- from\nsaying it or from admitting it. “You Jewish?” “Of course, who isn’t?” That’s what I\nwould say. I come back with that. We went to -- on a cruise in February, we went to\nJamaica. My ca -- the fellow that drove the -- drove the jitney, that -- that little, you\nknow, that little bus that they had for us, turns around, to me, “Are you Jewish?” Said,\n“Yes, Iam, but what difference does 1t make?” “Oh,” he says, “you are --” Oh, I could\nhave given -- I couldn’t have given him a check, because I didn’t have -- I’m sorry. I -- I\nsaid, “You--” “You Jewish?” I said, “Yes, wh-wh-why you asking that?” “Well, over the\nages, your people have been punished.” And he gives me a lecture on Jesus. The\nJamaicans are very religious, they’re very Christian. Then when we got to that place\nwhere he took us, at a vantage point like a -- a vista, I took him like on the side and I said,\n“Why did you ask me that? Why did that make any difference?” And I said to him, “Do\nyou know if Christ came back on earth today and he came to Jamaica --” Oh, I ask him,\n“Ts there a synagogue in Jamaica?” “Oh, yes, in Kingston. It’s one of the oldest in the\nwest.” I said, “You see, if Christ were coming back today to Jamaica, he would look for\nthat synagogue to go to, not to your church.” I had to come back to him some --\nsomehow. I said, “We are all -- we are all the same. Christ was Jewish.” I had to give this\nman a lesson. Why did he pick -- why did he pick on me? You know, people never\nactually -- not knowingly, take me for Jewish. They think I am Lebanese, Greek, Italian,\nwhat else -- South American. Because of my coloration maybe, my skin color. “But, what\ndifference does it make,” I told him. And, “Yes I am.” I will never deny it. But my\nspirituality -- it’s often this way, if you are -- if you are just a little bit inclined to be who\nyou are, as a Jew, for instance and -- and a catastrophe comes, it can easily extinguish it.\nBut if you have a strong feeling about it and a catastrophe comes, itll reinforce you.\nBecause you want to prove, I have survived. It’s like again the metaphor with the wind\nand the flame. if you have a very small flame, and a harsh -- a strong wind blows, it’ll\nblow out the flame. If you have a big flame and a wind blows, it’Il enlarge the flame, you\nsee? But, being that I have been persecuted as a Jew, I think it’s a duty to be committed\nas a Jew for the rest of my life. Because they wanted me to be gone and I have survived\nand if I am not what I am and show what I am, I’m giving them a victory. That would be\nposthumous victory, wouldn’t it? If I say, no, I want to give up my Judaism, that’s all that\nHitler would want. Hey, take Isaac Bashivasinger, the writer. The Yiddish language was\nsupposed to have been obliterated. And they were supposed to brag about that later, what\nthey did to that culture. And there he comes and writes and wins the Nobel Prize for\nliterature, writing in the Yiddish language. If Hitler had been alive then, he would have\ncommitted suicide again. Because this language was no -- was not supposed to have\nsurvived. So that is what you call it, a vindication. A -- an assertion. You’re here, you\nlive and one of the phrases that the Jews always sing in the song and you may have heard\nthat in Hebrew. Have you heard Im Israelhaim? The Jewish people who lives is alive.\nThe word chaim means life. And you may be Jewish even. Are you?",
        "A: No, you’re not. All right. What business 1s it? Why do you ask that? But you know --\nyes --",
        "A: Oh yeah. Quite a few, yes.",
        "A: There is a commonality, but I am just as often more comfortable with people who are\nnot survivors. We -- I have friends who are survivors, who have become -- in social\nmatters, very -- what I call callous. Not what I would say as Jews we should be. Even to\nthe point of some of my friends saying, “W-We really should do something about the\nimmigration laws.” These are survivors. “We really should do something about so and\nso.” Whether it’s the blacks. I prefer a fella who is not a survivor and lives by -- by the\nrules of -- of -- of good human mankind, rather than [indecipherable] I mean there’s --\nsome of the survivors are -- I -- I -- I have only a connection because -- because we\nbelong to a same survivors group or -- or we belong to a -- to an organization that’s the --\nthe Holocaust ca -- com -- mem -- Holocaust Memorial -- not Memorial --\ncommemorative -- council of -- the Baltimore Jewish Council Ho-Holocaust\nRemembrance Committee. Holocaust Remembrance Committee, so we -- we do often go\ntogether on panels and speak to classes. But I have a lot of friends who are -- this fellow\nhere that just called me and so many others that -- that I am -- that I’m just as\ncomfortable, often more comfortable than with survivors. Because with survivors, they’re\n-- often the -- the conversation turns on those -- on those subjects, you know. We have\none lady that unfortunately is very ill, who when-whenever you see her, it has to be that\nsubject to be talked about and it weighs on her day and night to the point where she is\nprobably unstable mentally because of that. But that’s -- that’s -- that can happen, but I --\nas I say, I feel I can acclimate in -- in -- in my surroundings and feel comfortable both\nways or uncomfortable both ways. That’s -- depends on the situation, the person and the -\n- and the personality.",
        "A: Yes?",
        "A: It’s good feelings. Feelings of -- of being sheltered, feeling good. Viscerally\ninvigorating. Because, I slept between two cows, after -- the -- the second night after my\nescape and I felt that nobody can find me and I heard them chew the cud and the odor\nwas so nice, I felt I’ve pro-protected. I was in -- in goo -- in a good surrounding and\npeaceful. Pastoral. Nice. Like -- like hearing a -- a -- a nice melody play or something\nlike that. Yeah, it’s -- it’s a -- it’s a good reminiscence. I call it Chanel 65 or something\nlike that. Yes, it’s -- it’s -- it’s -- it -- it brings back -- it brings back the memories -- just\nlike the buckets that overflowed in the car, bring back the other olfactory senses of -- of\ndespair.",
        "A: In -- in the cattle car.",
        "A: That flowed over. That overflowed. We used it to -- to relieve ourselves. That was one\nbucket for 50 people, now you imagine that. That brings back despair.",
        "A: Yes, was putrid. Awful.",
        "A: Who called me that?",
        "A: I was never in Auschwitz.",
        "A: Yeah, I --",
        "A: Yeah, I never got -- yeah, I was a -- a would be -- a would be Auschwitz internee or\nvictim in the book -- in the book of the deportations of Jews. I am listed as one who was\ngassed.",
        "A: Because I do not have an asterisk next to my name. Because I wasn’t in France to\nhave an input when the book was printed. My friend with whom I escaped has an asterisk\nnext to his name.",
        "A: Shows me as one that died in Auschwitz. In that book.",
        "A: No, no, no, I -- I saw it here when my friend Herbie Freedman, who lived then in\nNorfolk, got it from a cousin in France and I looked it -- I looked into 1t and found my\nname in there. I had shivers run down my spine. Then my aunt sent me one from Paris.\nThat was the book, yeah, that’s -- that is -- has to [inaudible] -- has my name in it and my\ndate, where I was born and my name is actually misspelled and -- B-r-e-h-o-]-z.\n[indecipherable |",
        "A: In °78.",
        "A: Yes, absolutely. Absolutely, it was -- was a realization. I’m here, but in the book I’m -\n- 1m -- ’ma victim, you know. I was then -- that was ‘78, I was 56 years old then. I’m --\nI’m now 77.",
        "A: Well, that’s good. And you know what? You may have some questions, but I may not\neven have any more answers.",
        "A: No, you have the questions and as I said, my life is -- was rather uneventful after --\nafter I came here, except for the trips, and the reminiscences and -- and no major\nachievements. You’ll have some people that will wind up to be professors and teachers\nand -- and -- and big businessman and inventors and scientists. I’m just here and I’m\nalive and I’m glad I’m alive and -- and I’m happy with what I am and what I have. And if\nthat is a matter of being at ease, so be it. There are probably some things that -- that I\nwould have done differently if I had -- had different opportunities perhaps. I would have\nstudied people. My wife says, “Leo, you sh -- could have been in law, you could have\nbeen teaching.” And some people tell me I could have been teaching, because I speak to\nschools and get that reaction. But then again, it was -- it wasn’t and in hindsight, I am\nalive and that’s more than -- than I can say for my mother and sisters and of course so\nmany, many, many others. I lost over 30 members of my family. But, if being alive is an\nachievement, so I have achieved something. And if being alive is just run of the mill --\nwhat everybody does. They get born, they live and they’re alive and then some of them\ndie, sooner or later. So I have -- I have my -- my life as it is and try to relax and sometime\nit’s a little hard, when you worry -- worry sometime about -- you know, now you worry -\n- that you’re a grandfather, you worry about your grandchildren. And I guess, as long as\nyour alive, that’s part of it. It wouldn’t be -- it wouldn’t be all that challenging if you\ndidn’t have something to -- to be concerned with, you know. You always want the best\nfor -- for your grandchildren, so you -- from time to time you worry, you know.",
        "A: My health’s been -- I -- I would say, yes it’s been good. I have a slight case of angina\nand I’m on medication, but we’ve been talking and I’ve kept up with it, huh?",
        "A: The emotions sometime get a little bit ahold of me and perhaps you noticed that and I\ncan’t help that. That’s again part of -- of the make up, you know, as I said, there was a\nbook written in the 50’s, “You Are What You Eat.” And in your emotions and in your\nemotional make up, you are the sum total of your life’s experiences. So that is one thing\nthat is part of me and I’m coping pretty much with it. [indecipherable] friends are coming\nhere at five o’clock. In fact, we are going to a dinner theater tonight, so I’m going to\nenjoy myself.",
        "A: Well, I feel that ’'m probably married to the best woman in the world. I have my\nchildren and grandchildren. I have been very lucky. Very, very lucky. If not for that night\non the sixth of November, 1942, we would not be sitting here talking to each other. So I\nam very lucky, there is no doubt about it and if you want to call it blessing, which gives it\nthe -- the divine connotation, yes. If you want to call it lucky, which is more secular, you\ncall it that. And I have a very good friend, Father Gallagher, who writes some very\nbeautiful pieces. And he and I have been getting together, Catholic priest who used to be\nwith the archdiocese here. And we get together from time to time and we do a little bit of\nphilosophy and we do a little bit of reminiscing and as far as writing and words, we have\na lot in common. And he just sent me this book. That’s the second book he sent me. He\nwrites -- he writes free -- free verse poetry and this 1s Father flan -- Father Gallagher. And\nhe writes -- he dedicates it. Can you read that?",
        "A: And we get together quite often and I -- I have -- talking before, you have Jewish\nfriends? Yeah, I have Jewish -- I have a -- a -- a priest who is my friend. And we -- we\nget together and we have our moods and -- and our discussions and very, very nice man.\nAnd so I’m blessed. Yeah, I’m blessed with family, I’m blessed with friends. And I’m\nnot averse to using the word blessed. Because to be alive, after all, this is -- is basically a\nblessing and that -- that I -- I to -- I told 1t yesterday when I spoke to the FBI 1n the field\noffice here in Baltimore. I said, “When I escaped from the train, little would I have\nthought then that I was going to survive, let alone speaking to one of the wanted law\nenforcements agencies in the world, telling them how I circumvented the law.” But those\nlaws, to me and to many others who could have -- would have done it if they could have,\nthese laws were supposed to be circumvented, because if we didn’t, we wouldn’t survive.\nThese were bad laws, done -- instituted by bad people. And after that a couple agents\ncame to me and said, “Mr. Bretholz [indecipherable] very interesting and I’ll tell you\nsomething. You made us feel very bad.” “How is that?” “You made us feel bad about\nourselfs. What we can become when we don’t act properly. I hope all of those who were\nhere took your -- your talk to heart. But we were interesting in how you managed to get\naway, because we always want to find out how people manage to get away.” I said, “Did\nyou find out?” I said, “I hope I did not in any way or -- offend you or -- or challenge you\nwith that.” “No, no, this was very interesting.” I said, “Yes, those laws were so bad that\nwe had to get around them. And escaping was against the law.”",
        "A: ‘42.\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "A: ‘42. Quite often. I had to -- I could have given you the answer quickly, quite often, but\nI want to put it into context. Every time the sixth of every month runs around, I have an\nanniversary. There’s that yearly anniversary in November. But when it’s the sixth of\nwhatever month it 1s, it always jumps out. And there’s another thing, I was born on the\nsixth of March.",
        "A: 21? Is your mother 77?",
        "A: Well, see -- now look at this. Now look at that great coincidence. I was born on the\nsixth of March and every sixth and most of the day -- most of the things that happened to\nme, most of the events happened in the first 10 days of the month.",
        "A: Nothing special.",
        "A: It'll be s -- it’Il be 56 years now and when the book comes out, it’ Il be the 60th\nanniversary of Kristallnacht, which is the ninth of November. That was the day I crossed\ninto Belgium in 1938. And then I’m in touch with that nun that I contacted after the --\nafter the -- while I was writing my book. A nun in whose care I was in the hospital in\nLimoge when I had a strangulation hernia, on the eighth of May, 1944, it is again the first\n10 [indecipherable]. And I woke up -- I woke up in that ward and I was afrai -- I wa -- I\nhad been afraid that I would be recognized as a Jew in that Catholic hospital in Limoge.\nI’m circumcised. They don’t do that in France. And also false papers and I’m under\nanesthesia. And who knows what can happen while I am -- I’m -- I’m 0 -- great fear. I -- I\ndidn’t want to be taken to the hospital. And there’s this voice telling me, “As long as I’m\nin this ward, you have nothing to fear.” And was the voice of Sister Jeanne d’Arc. Joan of\nArc. 50 odd years later I wrote to the hospital, if they have a trace of her and they gave\nme her address where she is now. And I’m corresponding with her. Just got a card from\nher this week. Joan of Arc.",
        "A: It’s French.",
        "A: Sure.",
        "A: This is Sister Joan of Arc. I had sent her a card for -- I had sent her a card for\nPentecost -- for the Pentecost, you know, which 1s a holiday seven weeks after Easter,\nwhich 1s a Jewish holiday also, we have Passover and Shabouth. I sent her a nice flowery\ncard. Let’s see how she puts across here. She’s in castra, she is now in her 80’s. I\ncontacted her. And she sends me this -- this little book marker. “Pour la metier inexist en\nneelia neeta, near fontier.” French. For friendship, no limits, no borders exist. She says,\n“Dear Mr. Bretholz. I don’t have the beautiful flowers for you or to -- to thank you -- to\nthank you for yours.” Because I sent her a card with flowers. “But I’m only asking that\nthis little barge that 1s depicted on this post card,” this 1s a canal in Paris. She doesn’t live\nin Paris, but she -- this is a canal in Paris. “That this little barge will cross the ocean and\nwill cross the ocean towards you and you can imagine the distance and the ocean would\nnot prevent it from bringing you my best souvenirs, my best remembrances. I’m very\ntouched that you have thought about my situation here.” I ask her how are you, are you\nwell taken care of? Are you well installed in this home that you are -- Saint Joseph? As a\nnun, she is. “Nothing I’m lacking -- I am not lacking -- I am not wanting anything and\nnot for want of anything and the house is very well equipped and I am surrounded by my\nsisters, of whom some -- some of whom were also nurses with me in the hospital in\nLimoge in 1944. Give my friendships to Madame Bretholz, your wife and your whole\nfamily. You are always present in my prayer, that God will bless and will keep -- that --\nmay God bless you and keep you. Believe in my -- in the expression of my most sincere\nfriendship. Sister Jeanne d’ Arc.”",
        "A: [indecipherable |",
        "A: Maybe it is. I’m sure it is. Thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJune 4, 1998\nRG-50.549.02*0016",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Leo\nBretholz, conducted on June 4, 1998 on behalf of the United States Holocaust Memorial Museum.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral\ntestimonies. Rights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "June 4, 1998\nBeginning Tape One, Side A"
    ]
}