{
    "rg": "RG-50.030.0170_trs_en",
    "sequence": [
        "Q: Can you tell me your name please?",
        "A: Johanna Newman, which is a rather difficult name to put on for this country that's what it\nwas.",
        "Q: Where were you born?",
        "A: I was born uh on December 2nd, 1930, in Hamburg, Germany.",
        "Q: And did your parents ?",
        "A: I'm an only child and uh an only grandchild for the first five years of my life. My cousin\nStephen was born in 1936. I was very close to my maternal grandparents who lived very\nnear us in Hamburg. Spent many very happy childhood hours in their uh company. Had a\nwonderful relationship with my grandfather, who passed away in December 1935, and that\nwas a great uh calamity to my young years. I became perhaps even closer to my\ngrandmother at that time, and that grandmother played a very important role uh in my life.\nShe still managed to get out of Germany. She was in America and when we arrived in 1946\nwe resumed that close relationship until her dying days uh in the early '60's. Uh on my\nfather's side uh my grandfather lived in Berlin.\nUnfortunately the grandmother, after whom I am named, Johanna, passed away when my father\ncame out of the 1st World War. She died in February 1919 from the then-epidemic of the\nso-called Spanish Influenza and I obviously never knew her. I did know the second partner\nof my grandfather was a very lovely lady by the name of , well-known but the sister of the\nwellknown uh . Uh I did visit these grandparents in Berlin several times. I'm not\nquite sure how often and they came to visit Hamburg but uh that grandfather also died very\nearly, in March of 1936. So I don't have too much of a recollection except that I do\nremember him. a very stern man, very religious man, very learned man as a matter\nof fact in both the working and religious category.",
        "Q: ?",
        "A: Well, mine was really very good. Uh I have a very recollections of being a little bit spoiled,\nbeing that I'm the only grandchild or was the only grandchild until uh I was five years old.\nUh I was taken to many places. My parents took me to uh parks, theaters, etc. We lived in a\nvery lovely neighborhood in Hamburg. I had wonderful toys, and with the uh birth of my\ncousin who of course almost became like a brother figure to me since I was an only child, uh\nlife was wonderful. I spent an awful lot of time, many hours with my aunt and unale, and as\na matter of fact, the relationship uh with that aunt and uncle and my other aunt, and I will\nmention their names.\nUh the parents of my cousin are Lotta (ph) and Eric , and unfortunately my uncle Eric just passed\naway uh about two and uh since both my parents died within ten weeks of each\nother in 1961, I can honestly say that my two aunts and my uncle very much took the place\nof my parents not only to me but also to my children. have the same emotional\nattachment to these two aunts and one uncle as I have. Uh I spent many happy hours\nwith my aunt and uncle after my cousin was born, and uh when they decided that it\nwas time to leave Germany which was in March of 1937, they uh so-called brother\nfigure and now had disappeared. They had left, and we were left alone uh with my\ngrandmother She was not married and she left Germany after the\nKristallnacht, in December of 1938. She lived with my grandmother and again with her too I\nhad a very wonderful relationship and still do. Uh I would think that uh the loss of my aunt\nand uncle and my cousin was overcome in same measure that now school started for me.\nAnd I entered school, the school year of 1937, school in Hamburg uh called at one time\nSchool. Rather famous for it's girls school of uh high but by the time I went to the school it\nwas no longer called . I believe it was closed in 1933 and the , but uh the buildilng\nwas taken over by the Jewish community uh center, community council or whatever it was\ncalled in Hamburg when Jewish children no longer could attend school. And I went to this\nschool. The school was one, at that point, perhaps on the scale of an American so-called\nHebrew day school, a half-day uh singular subject and half-days. Unfortunately I only went\nto that school for about a year and a half before we left Germany but the year and a half I\nwas there were very happy years. I remember my some of the girls that went to\nschool and in particular the daughters of my parents’ friend, friends, the Meyers, Dr.\nMeyer and his wife Edith and their three daughters, uh no, three children. Sorry. Two\ndaughters and one son. One of the daughters, . The Meyers immigrated with us to\nAlbania and the Millers went to America and , but when I came to America after the\nwar in 1946, this was my first contact was Eve Miller and I think that I\ncould say that really the clouds over my childhood did not begin until well, the death of my\ntwo grandfathers, which obviously had some effect. Uh 1n particular because they\ndidn't want to tell me that my grandfather had passed away, which obviously Uh!\nspent a lot of time consoling my grandmother. Uh I do remember but nevertheless it\nseems that my presence uh being with her did help her. Uh as, and obviously then my father\nhad to go to Berlin, and again there was a the memorial candles that were burning in our\nhome and I do remember that very vividly, and really both parents were in doing the same\nthing. And strangely enough both are my parents dying within ten weeks of each other and I\nwas in for more than. Uh and as I say, I think that the first clouds that I can recollect\nobviously began when in October of 1938, one day the teacher came into our classroom and\nsaid all those children whose parents had immigrated into Hamburg uh please leave\nthe room. Your parents would like you to come home, or whatever she said. She certainly\ndidn't say that they were going to be deported that very same day but this was the beginning\nof the deportation of uh Polish Jews in particular. I, perhaps it was other Jews as well, I'm\nnot sure. But I think 1t was Polish Jews primarily were sent that very day, that same evening,\nout of Germany and back to the Polish border. I think that the Poles didn't want them, and\nthe Germans didn't want them. I do remember that there was a child of a SpanishPortugese\nfamily in my class, and he was the rabbi of the uh I think, I believe the one and only Spanish\nsynagogue in uh all of Germany, and she was in my classroom, and I think that she also was\ncalled out. I'm not, I couldn't uh vouch for that. But children of Polish parents were\ndeported, together with their families that very uh evening, and that was October 1938.\nObviously that left some impression on all of us children. I don't know to what extent thet\nmeant anything to us, but I'm sure it also created a great deal of uncertainity and insecurity\nof our parents as that did in itself must have been felt by the children. Then the next big\nevent obviously was the 10th of November, 1938 - the Kristallnacht. And I have very vivid\nand very clear recollections of that event. Like every other morning I went to school, and uh\nthis is not the uh era of radio and television and we didn't know what happened during the\nnight. I was sent to school like every other morning, and my way to school passed a big uh\nSynagogue, the center of ,Jewish life in Hamburg. And in fact the city of Hamburg has done\na great deal to uh bring the whole life of what they call the Jewish life under the which is\nthat section of Hamburg where the orthodox Jews lived, where the big synagogue was. Uh\nthey bought all this back to life with many, in many different ways, particularly the\npermanent exhibits. I think the place where the synagogue stood today has a memorial\nplaque which was only last year uh inaugurated and we brought the exhibit to in July which\nwas wonderful. But nevertheless, this is the place I had to cross on my way to school, and\nwhat I saw was hoards of people standing in front of the synagogue, and throwing stones\nwindows. And uh as we arrived, of course we ran past the uh the place itself, the\nnoise, the shouting, the screaming. I suppose there was an aura of because we still didn't\nknow what was happening but I suppose just the mere fact that so many people were there\nand throwing stones into the stained glass windows was enough to make us\nand arrived at school and were immediately told that our parents would pick us up. We\nshould remain calm and we wouldn't have school that day. And indeed a few minutes later,\nor a half hour later or whatever the case may be, my mother did arrive and took me to my\ngrandmother's home where my father already was. And here then unfolded slowly but surely\nthe uh grim story of what happened during the night, that the synagogues all through\nGermany had been set on fire, destroyed. were burned in most cases. It is known that in\nHamburg sacrificed themselves to run into the synagogue to save some of the , hid them and\nI believe were successful in doing so. Uh that the had been demolished.\nmerchandise had been thrown into the streets covered with water and with ink and I mean it\nwas chaos and total destruction. Uh my father decided that he had to see for\nhimself what was happening and indeed did go into the downtown area of Hamburg. He\ncame back . In the meantime uh many uh men who had arrived for their usual place\nof work were already being imprisoned or taken off to uh police stations and eventually\nended up in Dachau or in or many other places that at that time already existed as uh\nconcentration camps. I'm not sure whether Mauthausen was already in existence but Dachau\nand were. And my aunt at that time was engaged to be married to a man by the name.\nand he had arrived at work and was immediately taken by the police to . We stayed\nthe entire day with my grandmother, so the events that were taking place and this\nwas as I said the center Jewish life, so obviously knew where the Jews lived my\ngrandmother had a uh apartment that looked out on the main street, the and from the\nwindow we could watch much of what was happening. Uh since my grandfather had passed\naway in 1935 and it was known that there was no man living in her, in the apartment, and\nshe had a very large apartment which ran from one side of the street to the next, uh my\nfather, another elderly gentlemen and a friend of their family decided to spend the day uh in\nthe back rooms of this apartment, and indeed that day nothing really happened. No SS men\nor no uh secret police came to uh my grandmother's house. We didn't know of course that\nthis was a pogram (ph) that would last for an entire week. We thought that this would be\nover in twenty-four hours or that day or whatever. And at night we did go home uh much\nagainst everybody's advice, but my father insisted that uh he was going to sleep in his own\nhome and he was not going to be intimidated. And we did go home that evening and uh\nslept in our apartment. I don't believe that too much happened during the night. They may\nhave knocked on our door. We didn't answer uh the door, but the next morning we took a\nfew possessions and decided to go and stay with my grandmother for the duration of the\npogrom again known to anybody. Uh I believe that either that day or the next day\nmy father and the friend of the, their's uh Dr. , uh decided to go out of town and I'm not sure\nhow they made their way, to summer resort called . It's outside of Hamburg. It was the for\nbeing prepared for uh Palestine at that time, and also a children's home. In fact I spent one\nsummer there as a child. And uh this uh was surrounded by a forest, and I believe\nthat however many Jews took refugee in spent the days in the forest. Maybe the nights too.\nfor some reason I guess the SS never got down there, and did not imprison anyone\nthat was there. My father stayed there for the duration of the pogram, What\nthey did is they manufactured uh leather gloves for work people. All kinds of gloves for\ndifferent professions. And my father had designed a specific glove which was patented and I\nhave the patent at home, which perhaps would, will become an artifact if the Museum is\ninterested in it. Uh he had designed a glove with a certain reinforcement which made these\ngloves more uh economical to use or longer lasting let's say, uh with certain reinforcements\non the palm, and these were gloves for all kinds of industry. And in fact if anything his you\nknow mere talking in the era of course after the big depression un in Germany, across the\nworld I should say, uh and he had really with this business that he had built up in Berlin,\nworked his way up tremendously during the last few years, and ironically as it may sound\nbecause of the war industry that was taking place already at that time in Germany, his orders\nand his business dropped quite considerably and uh until the Kristallnacht and when\nbusiness sort of became impossible. Uh Jews were no longer allowed to . Un one\nother event that did take place and which unfortunakely in my book I made a mistake in the\ndate, saying that it took place in August of 1939. It has been corrected, but nevertheless went\ndown as '39, but obviously it took place in August of 1938, and that a decree by the\ngovernment that all Jews, male and female, had to adopt a Jewish name. And you had to add\nyour middle name to your name, the middle name. All women became Sarah and all men\nbecame Israel. So that now my name became Johanna Yuta (ph) Sarah Gerechter and my\nmother was Alice Sarah Gerechter and my father was Siegbert Israel Gerechter. And it's\ninteresting that I realized that even people like my own son and daughter-in-law never heard\nof this uh law that one can be forced to add a name to their existing name. And how come\nthat people didn't become suspicious enough to just throw everything away but uh\nthey didn't. Uh my father had maintained that he had been a uh high officer during World\nWar I. He had the Iron Cross. He had received in 1935 a cross which was given only to all\nfront line fighters, meaning people who for four years of the Ist World War spent it on the\nfront line, and how could the same men now deny him an existence or a livelihood and\nwould throw him out. I mean that was something . I believe that it was part of the\npsychology played by the Germans. Psychology played a very very uh important and\npowerful role I think can tell from the fact that people would be deported and yet\npanic. To be told that they were going to go to labor camps or we were being resettled in the\neast and didn't know where they really were going to. . OK. Uh it now became\nobviously many of the other uh daily uh amenities of life. I'm a child. I'm panic-\nstricken or very fearful. The thing I expressed in my book, a feeling of constant fear. Uh I\nremember events such as uh, what do you call it, uh air raid alarms . Of course we\nJews were not allowed to go to an air raid uh shelter, even at that stage of the game. But you\nhad to uh comply with and you were being tested whether that was well enough\ndone so not a not a ray of light would come out. And we had to stay in our apartment. The\nsirens would go. The uh uh fire department would do whatever they were instructed to do,\nand I remember a tremendous fear, feeling of fear. I mean I can feel that fear even today. I\nthink I can feel the fear that I experienced the night that we went home to uh back to our\nown apartment Kristallnach the feeling that my father would be taken. I\nthink that I had enough understanding to realize what that would mean. And the tremendous\nfear . Uh this used to I guess that goes way back to 1935, '36 when the big\nrallies or uh big taking place speak to his supporters, to his uh the masses of\nand these would be broadcast on the radio stations. And people would put on their\nradios, and I remember but this must have been summer time. Windows were open and I\nwas supposed to go to sleep, and I could hear this voice and it is something that I\nrecall vividly and that feeling of fear surfaced all over again. I could feel it like I felt\nit as a child . So the feelings uh the fear was there, and I don't think that I really, I\ndon't think that anybody every really can completely forget that kind of fear. Well the world\nbecame very insecure as I said. Uh many friends began to leave. Every day or every week\nthere were less and less of my friends at school, and my parents and their friends, the family\nuh Meyer, Dr. Meyer and his wife and three children, and my parents trying to find a place\nto go. Now the obvious was of course to go to America. My two aunts by now were in\nAmerica. They had began to send us affadivits and all the supporting affidavits and uh\nsupporting letters and security and whatever else the American consulate in Hamburg\ndemanded, and we were registered, but because of the uh trust that my father had, and this\nhere, I think I have to pause for a moment to describe this and it's something that I never\nunderstood for a very long, and perhaps even felt, had a feeling of ... ... and that feeling of\nfear surfaced all over again and I could feel it like I felt it as a child of six and seven and\neight. So the fear existed and the fear was there, and I don't think that I really, and I don't\nthink that anybody ever really can completely forget that kind of a fear. Well, the world\nbecame very insecure. As I said uh many friends began to leave. Every day or every week\nthere were less and less of my friends at school, and my parents and their friends, the family\nuh Meyer, Dr. Meyer and his wife and the three children, and my parents, were trying to\nfind a place to go. Now the obvious was of course to go to America. My two aunts by now\nwere in America. They had began to send us affidavits and all the supporting affidavits and\nand supporting letters and securities and whatever else the American consulate in Hamburg\ndemanded, and we were registered. But because of the uh trust that my father had, and this\nand this here I think I have to pause for a moment to describe this and it's something that I\nnever understood for a very long time, and perhaps even felt, fear, had a feeling of of un\ngrudge against my parents for this feeling of security that they expre...that they had for\nliving in Germany, and I didn't understand it until recent years when I have read many\nstories of other people like myself who came from German families and where the feeling\nwas exactly the same, where the attitude was the same. They were Germans. They had lived\nin Germany for generations. Uh I know that my mother's family, I myself in my book have\ntraced back the family for a little bit over two hundred years, and I haven't done a very\nthorough job, so I'm sure that I can go back much further. Uh my father's family even\nthough he was born in which was the heart of Prussia, uh under American law after the after\nthe uh 1st World War it had been ceased (ph) to Poland and according to American law it\nwas Polish and therefore he went on the Polish quota, which caused all the problems that it\ncaused that we couldn't get to America before the war. But nevertheless, he in his own heart\nwas a German and had always been a German. And uh I have to say that today perhaps I can\nunderstand it much better that they had such trust that this could never happen to them. Uh I\ndon't know how, I don't really know how much would an American Jew who has been here\nfor several generations, if the same situation would confront him, though he has the\nexperience of only fifty years ago in the 1n the back of his mind, but how much would he\nfeel that something so drastic, so total and so inhuman could take place. I I'm not sure. But\nnevertheless this was the feeling. So that my parents did not register very early for the\nAmerican quota. My mother and I both having been born in Germany had not, no great\nproblems. The quota, our quota came up very quickly, and we could have left for America\nseveral times before leaving for Albania. I think we were called to the Consule at least twice\nif not three times. However, my father according to American law, went on the Polish quota,\nand that was a small quota and this was, and he had a high number because many eastern\nEuropean Jews had registered much much earlier. And of course we weren't going to leave\nwithout him, so needless to say each time we gave up our quota and someone else possibly\nleft in our stead. I believe did. So that here in the, and the uh Meyer family had not\nregistered early so they really could not leave Hamburg. They had to also find another\nasylum. And it was exactly that. It was a search for an asylum no matter where. And uh the\npassibilities were very very slim. They thought of England. Well England required quite a\nsubstantial amount of money as the security deposit for every one that uh entered England.\nI'm not sure what the amount was and I don't think that my parents could have afforded that,\nand neither apparently could the uh Meyer family, so that we had to find other ways out. Uh\nmy father I believe had uh - no, not I believe, I know - had cousins in Argentina. Was very\ndifficult to get into Argentina. You had to prove that you were some how or other uh\nconnected professionally to agriculture, and of course that he couldn't prove. He was a\nbusiness man, through and through. So that was out. So somehow, and I'm not quite a\nhundred percent sure how this Albania uh possibility surfaced, but what I had heard always\nwas my mother had met the Albanian attache to Germany at a bridge party, and uh during\nthe conversation it turned out that he was about to be married and wanted to go on a\nhoney...his honeymoon to Switzerland. And uh my parents and the Meyer family lent him\nsome money. He got us in return, perhaps not 1n return - I don't want to make it sound that\nthis was a bribery. I think that he really and honestly was able to officially give them visas to\ngo to Albania. And uh Dr. Meyer and my mother flew to Berlin for the day, and they\nobtained the uh Albanian visas and our passports or a letter - I'm not quite sure. At any rate\nuh - I'm hesitating on this flight business because my grandmother was not allowed to know\nat that point that my mother was going to take an airplane back to her would have been\nabsolute uh disaster. I mean how does anybody go into an airplane. But nevertheless when\nshe came safely back the same evening she was told and she sighed relief that she didn't\nknow before. At any rate we did get visas. Uh and uh now the process of leaving Hamburg\nmysteriously began. My recollections on that are very very sad. Number one I had to leave\nGrandmother because we could not think of taking, well in today's world perhaps her age\nwas not all that advanced - she was in her mid60's. Today I'm pretty close to that and I\nconsider myself not an old person, but in those days I think one could not think of taking her\nto a primative country like Albania and this is all we knew about Albania. Uh she was left\nalone in Hamburg with an older sister. Uh her, the chances that she she alone would still\nmake it to America were fairly good, although she too by coincidence was born in Posen\n(ph). I believe that my grandfather from my father's family and her family knew each other\nin Posen of course. Uh but uh at any rate she was on the Polish quota as well and we took a\nchance to just leave her in Hamburg. That was very sad. Uh my my parents uh now\nproceeded to unravel all their affairs in Hamburg. We had to give up our things. We had to\ngive our home. Uh and we thought that we would go to Albania, transfer our documents\nwith the American Consule to the American Consule in , which indeed we did and that we\nwould go to Albania for a period of maybe four months, five months, half a year. Uh I'm not\neven sure that they thought it would take that long. Considering and uh thinking back of the\namount of luggage that we took with us, and the kind of clothes we took with us, 1t was\nreally considered only a matter of months that we would be in Albania. Uh the rest of our\nbelongings, that which we were allowed to take out, because here we are, January, February,\n1939. We're not allowed to take out any silver. We're not allowed to take out mare than 10\nmarks per person. Uh we're not allowed to take out any jewelry. We're not allowed to take\nout many other things, nothing that was newly purchased. I mean there were very very\nspecific uh rules and regulations. I believe that in my papers at home in Haifa I even have\nlists of things my parents took with them. I have I think a document that states uh that you're\nonly allowed to take out things that were purchased one year prior to your uh immigration\nand things of that sort. I mean everything was made very clear. They packed a lift (ph) under\nthe supervision of German uh officials. Everything was checked, what went in there, and uh\nthese lifts were left in the storage of the harbor in Hamburg with the intention that as soon as\nwe would arrive in America we would send for these lifts. I believe that at the time the rule\nwas that you could not just simply send off your lift to the United States, and it makes sense,\nbecause I think the United States, or the harbor of New York would have been flooded with\nlifts of people who unfortunately never made it themselves there. So our lift was left in uh\nHamburg, in the uh harbor of Hamburg, and uh we left Hamburg on uh I believe the date\nwas the 23rd of February, 1939. At least this is what the official exit document that I have\nstates. Uh my father had a very hard time detaching himself from literally thousands of\nletters, documents, photographs, etc. It was impossible that he could take all of these things\nthat were very dear to him and that meant so much to him. These were letters still written by\nhis mother to him when he was in the war. Uh his younger brother had fallen for Germany\neighteen days before the end of World War I. He's buried somewhere in France. Uh his\nmother, as I stated before, already died when she was uh a young woman in February of\n1919. She had gone to Berlin to wait for him as he arrived. He had been such a patriot that\nalthough the war ended in November of 1918, he had volunteered to fight against the\nBolsheviks (ph) and went into Russia and never came back from the war until February\n1919. Uh she was in Berlin. She awaited him at the railroad station. And sometime during\nthat period she contracted as I said the Spanish Influenza. She went back to Posen and died\nvery shortly thereafter. And he could not even go to her funeral because he was a German\nsoldier, or ex-soldier. Posen by this time was Polish and I don't think that he got uh a permit\nto go into Posen. Uh I believe a little bit later on, probably 1920, everyone who lived in\nPosen was given the option to opt for either the Polish citizenship or German citizenship,\nand of course my grandfather uh opted and and part of the other family opted for the\nGerman citizenship, and they all went to live in Berlin. So as of 1920, I believe that uh all\nwhoever was left in Posen of the family Gerechter and whatever else their names were all\nwent to live in Berlin. But to come back to our own family, so I remember so very distinctly\nmy father making arrangements with the superintendent of the building where we lived, that\nhe could use the furnace room of the house and burn all what he couldn't take with him.\nPapers, documents, etc. etc. He took some things with him, but very few. We were so\nlimited in our baggage and our luggage that it was really uh very difficult to decide what to\ntake and what not to take. Uh it came to the point where my mother and father had to go to\nthe uh customs officials and give them, hand them over, their silverware, their candlesticks,\ntheir...anything, any objects in the house that were made of silver, none of which could be\ntaken along. The uh cutlery and uh you know, whatever uh else was of silver in the house.\nUh I do remember my mother going out and being permitted to buy three sets of cutlery, of\nuh silver-plated cutlery to be taken with us. One for each of us, and nothing more. And her\njewelry. When they came to the customs official, someone recognized her, an elderly\ngentlemen and it turned out that one time he worked for my grandfather, possibly ten or\nfifteen years earlier in his business. And because he recognized her, he allowed her to take\njust a few extra items along. They were pa...that 1s to say extra items of jewelry, because\notherwise all they were permitted really was their wedding rings, and as I said, a set of uh\nthree sets of cutlery for each of us. Uh she was allowed very few additional items, and those\nitems were in this place, packed in a sealed little package. I still see the package in front of\nme. It was very small and it was sealed with seal-locker, actually sealed, and I guess\nincluded was a list of items that were in it. And a copy of that list, when we finally left\nGermany and crossed the Pass into Italy, that list was over there with the customs official,\nofficials. My parents were taken out of the train when we uh passed across the border and uh\nthe package at that place was opened up and they compared the list and contents of that\npackage with the list that they had received. That's how strict things were handled in those\ndays. At any rate, the day of departure arrived. I remember all night long my parents were\nstill packing. I remember the last night in our home. Uh the farewell to toys and everything\nelse and of course the very very sad farewell to my grandmother. I still re...see her standing\non her balcony and waving at us as the taxi drove away and took us to the railroad station in\nHamburg. We left from the railroad station called and uh I took a doll with me. I took a ball\nwith me. I remember a little pin that my grandmother had given me and a few other toys.\nAnd uh we traveled to Munich and slept the first night in Munich and continued the next day\nto Italy. That is to say we crossed the Pass. My parents, not everyone but at random, people\nwere taken out of the plane...out of the train and uh some of them were even uh bodily\nexamined. Now my mother was taken into one room and my father in another, totally\nstripped and totally examined and my mother ca---and I was left with the Meyers on the\ntrain. For some reason the Meyers were not examined. As I said, people were taken at\nrandom. And uh remember my mother coming back on the train and telling us her\nexperience and among other things that the woman who examined her, touched her hair and\nsaid what do you have in there, and she said permanent, and uh the woman said don't answer\nme so fresh. Well, we finally crossed the and uh - look, some people smuggled things out.\nThat's for sure, and we know that and it perhaps even saved their lives. It was money\nsmuggled or perhaps between pages of books and it was uh people had false bottoms to their\npocketbooks or suitcases - who knows what. I know that my parents at that point were\nfearful enough not to do that because the results were well-known. They had friends who\ndid this, and whose husband ended up for many years in prison, and uh we left with the ten\nmarks per person. We left with the little package that was packaged in Hamburg, and that's\nall we had with us. We arrived in Bologne the next day, and uh here we didn't know what\nwe would be doing because the ten marks by now had been used up the one night in Munich\nand uh the Meyer family of five and the three stood on the platform in Bologne and really\ndidn't know where to turn. To our great surprise, uh there were Italian students who uh who\nwere organized by the Jewish Committee uh of Italy, and apparently in many such centers of\nuh cities where trains would come from Germany, these students had made it their business\nto be there and uh receive German or other immigrants that were fleeing Germany. Well, I\nremember two students taking us in hand, taking us to a beautiful beautiful hotel. And caring\nfor us for an entire week until we were able to receive money from our relatives in America,\nand the same went for the Meyer family. Uh the money had to be uh dispatched, and I guess\nin those days uh telegram was already in existence of course, but I don't know how quickly\nit went. But we were for an entire week taken care of my these students in Bologne who also\ntook us around town, showed us Bologne, fed us, took us to restaurants, and just took care of\nus until we were able to uh pay for our uh passage for, first of all from for our ticket, railroad\nticket from Bologne to Bari (ph). In Bari we took a boat to Albania. Now, we were not\nallowed to pay for these two tripls, because this was out of territorial Germany. They would\nnot allow us to pay with German money in Germany for these two tickets, which would\nhave made life a lot easier and, but this were all calculated on the part of the Germans. Uh of\ncourse we all know that uh supposedly all the money that was uh left and all the jewelry and\neverything else, all belongings, were put into a socalled uh account, or whatever it was\ncalled. And uh supposedly someday this all was supposed to come back. Of course it never\ndid. By the way, speaking of the lift in in Hamburg, many many years later uh my parents\nalready were no longer alive, and the German court somehow found out that uh indeed there\nwas a lift stored in a certain man's uh warehouse uh which had been distributed. The\ncontents of not only our lift but I suppose many other people's uh lifts, had been distributed\nto so-called bombed-out German families. And I received the glorious amount of $400\nAmerican dollars, or was it 400 marks - I'm not quite sure anymore - uh maybe sometime in\nthe early early '60's as compensation for the lift. Anyway, we're now uh in uh Bologne. As I\nsaid we uh were taken care, beautifully taken care of by these people and it is only weeks\nago now that I read in a book written by a woman called Susan , . She writes about the\nItalian Jews and Italy and its Jews, etd. It's a fantastic book I think. Unfortunately, uh she\ndoesn't mention Albania at all, and I'm trying to get in touch with her which I haven't\nsucceeded in. Uh I think it's a pity that she doesn't know about Albania and the Italian role\nthere. But uh she is describing this organization of Italians who are helping Jews who come\nacross the border to make their life more pleasant and easier. And I never realized that this\nwas a nationally organized uh group of people who who did this for a long period of time.\nAnyway, we now leave for Bari, and immediately take uh a boat and the money that we\ncould afford was only for sturge (ph) or storge (ph) or whatever you call it, in a pl...in the\nboat, that is to say down in the in the bottom of the boat. We crossed for twelve hours into\nAlbania. Everybody was seasick. This 1s uh the Adriatic Sea in March - can be rough and it\nwas rough I assume. And we arrived very early the next morning in the port or what you\nmight call a port of Albania, of Duratso (ph). My first impression...",
        "Q: TECHNICAL CONVERSATION\nEnd of Tape #1\nTape #2\n...We arrived on March Ist, 1939, in the early, early hours of the morning. We went up on board and\nthe site that uh we saw was one of extreme depression. It was a one dock and port, piles and\npiles, heaps and heaps of charcoal on the pier. It was pouring rain. The black water was\neverywhere, running all over the pier from the charcoal. There were few uh Albanians, for\nthe most part gypsies because they use...used to use gypsies for their heavy work and for\ncarrying and so on. Covering their, and this I kept seeing it all through the years whenever it\nrained, these people would use as a protection just the jute bags over their heads and this is\nwas the sight that met our eyes. It was really really depressing. And I remember my mother\ncrying bitterly and saying I am not leaving this ship. I am going to straight back to . She\nabsolutely could not envision how she would ever be able to set foot to this kind of a\nunbelievably depressing uh sight. Well again to our surprise, because we really had no idea\nwhat was expecting us in Albania, uh there were other immigrants, European immigrants\nalready in Albania, and someone from the pier called up in German, are there any German\nJews, are there any Jews on board? And uh we were very happy that this gentleman who\nhad already been in Albania, this was his job to be there every day when boats arrived to see\nwhether there would be refugees on these boats. And uh so he helped us get off the boat and\nuh take us to one of the local hotels. Well ho...hotel is an overstatement of facts, but that's\nwhat they were called. Exceeding...everything was exceedingly primative. Uh we had,\ncoming from Hamburg, uh hygiene being the epitomy of our lives and so on, this was really\nunbelievable. But nevertheless here we were. Uh I don't know. We children perhaps because\nof our age, by this time I had just turned my eighth birthday in December before we left, and\nuh the uh children of the family Meyer, one was younger - I believe he was only five - and\nuh the other, the the girls - one was a year older than myself and one was exactly the same\nage. So I don't know ta what extent we could empathasize with the feeling our parents\nexperienced. I think that to us some of this was exciting because it was new and it was\ndifferent and and it was just all uh a new experience for us children. I think at this point we\nuh we were certainly very insecure because we didn't know what was facing us or what\nschool would be like or the usual things that children do - toys, we had almost none with us,\njust what we could carry 1n our arms or our little bag that each one of us had over their\nshoulder, and uh I do remember very well that for many many years the one thing that I\nmissed so terribly was my school bag, and I always had in the back of my mind, well one\nday when I get to live in New York, my school bag was . In Germany we used to wear the\nschool bag on your on your back. I had some particular like for this I suppose. I don't know\nexactly why, but that was so important to me that I did not have that with me. Uh another\nthing I had received as a gift from an uncle of my mother's a doll house that he had made\nhimself and of couse I had to leave that behind, needless to say, and that was a tremendous\nuh and I missed it very badly. Well, these are the things that children of that age I think we\nexperiencing. The lack of the uh ususal, the schooling, the friends, the playgrounds, the toys,\nthe family the grandparents, etc. Uh but the other insecurities of where does the next meal\ncome from or where are we going to live and where are we going to sleep and so on which\nparents have to worry about, I think that didn't quite trickle down to us at that point yet. At\nany rate we lived in a hotel, so called hotel, very filthy, very dir...very much infested by\nbedbugs and lice and the whole gambit, and uh the other immigrants and there were at that\npoint I believe something like sixty people there. They were all from Austria, mostly\nVienna. Uh had rented or I should I should start a little bit differently at this point. There\nwere Albanian Jews and that is to say there were two families originally from Greece who\nhad lived for many years in Albania and they were considered Albanian Jews. Uh there\nnames were uh Kohn (ph) and Levy (ph). They ran rather large dry goods stores and uh they\nwere weal...very Jews. Their origin as I say was from Solonika (ph) I believe and uh when\nthese other people had arrived a little bit earlier than we, I don't believe that anybody was\nthere more than maybe a year longer than we. In other words in 1938 I believe is\nimmigration to Albania started. Uh these people had sort of assumed the role of uh to the\nhighest to the Joint Distribution in America. Made contact with them, and they were sending\nAmerican dollars to these two families who in turn gave us the Albanian equivalent of this\nmoney. But in all these years they made very nice uh currency out of these Jews that came\nto to to escape Germany. Never mind. At any rate uh these people had organized themselves\nin uh they had rented a very very large house, call it a uh a hostel, and uh these sixty people,\nmore or less, were living, a room per family, in this house with a very hugh kitchen,\ncommunal kitchen of course, and uh they had uh organized in such a way that several\nwomen each day would take turns at cooking and preparing the food and several men would\ntake turns every day 1n purchasing uh the produce etc. and prepare the two meals. They were\nin the process of renting a second such hostel right across the street from the first one but\nhad not completed the arrangements yet so that we for example uh had no room in the\noriginal home, and had to live in this hotel. So 1t was us and uh the Meyer family and there\nwere a couple of other couples or single people who in the meantime were staying in one or\nthe other of these hotels. I think at that time there were just two. ( ) One was called .\nThe other one was called, and uh but for meals we had to qo everyday to this hostel which\nwas perhaps not a long way. I don't really recall. I do recall that as a child it was a trecherous\nwaly to walk. You have to remember that uh roads as such weren't reallly known in Albania\nand it was all very uh muddy. This was the rainy season in February and March into April,\nand uh we had to go twice a day for meals to the home, to the uh hostel. And it wasn't until a\nfew months later, and I'm not quite sure exactly whether it was May or June that the second\nhostel had been rented and when we could move, be moved in there. OK. Uh so this us\nprocedure here went on all through March and into April. April 5th, 1939, we woke up to a\nbarrage of cannon uh shots. And we didn't quite know what it was. We were told\nimmediately that the royal family had just uh the Queen of Albania had just delivered a uh\nan heir to the throne and uh they were shooting . Well that was very nice and the King of\nAlbania, King uh offered that these sixty or maybe by now sixty-five or seventy immigrants\nAlbanian citizenship in honor of the birth of his son. Well, 1t never came to this, which there\nwere times when we wished it had taken place but in the end history proved that it would\nhave been terrible if 1t had happened, because we would never have gotten out of Albania. .\nTwo days later we again were awoken by terrible uh noises of artilleries shooting but this\ntime it was the real thing. Italians had landed in . Uh it was the week of Passover. Passover\nwas early that particular year. I believe I looked up in my book earlier and I believe that the\nSeder night was uh on the 3rd or 4th of uh April or 5th of April that year and uh there were\nrumors that something was happ...going to happen and indeed they had told us that day, on\nthe 6th of uh April, not to come back for supper that night but to stay in the hotel and they\ngave us some food to take back to the hotel with us. And uh sure enough on the 7th in the\nmorning, 7th of April, 1939, the Italians had landed in Albania, had occupied the port part of\n. The fighting in the streets took uh maybe three, four, five hours at the most. I don't\nremember, not too much. But we were staying in this hotel and of course this was one of the\nuh uh hotels very close to the port and uh altogether how many streets were in and uh we\ndidn't quite know where to run for shelter because uh the rooms had all large windows and\nthe shooting was going on and the windows were being broken, uh the panels were were\nfalling into the rooms so we ran up and down the stairs. The stairs were a windowless area at\nthat time. Well, about ten or eleven o'clock in the morning the uh Italians finally came into\nthe hotel and took us into the nearby uh ( ) solid back. It was a solid built house. Uh\nmy mother and I were taken over, followed by my father by some Italian soldiers. They\nwere all very kind and very accommodating and very helpful, but right in front of the hotel\nwas a machine gun and a dgad Albanian soldier over whom we almost fell. Uh we were\nkept in the all day long, and uh in the mean time of course the rest of the country uh\nabandoned their fighting. The Albanians didn't stand any chance whatsoever and the war\nwas over within a few hours and the Italians were now in possession of Albania. It's been, it\nwas part of the Italian empire such as , , or parts of Africa, etc. Uh as far as we were\nconcerned of course the Italians really were to us excellent, wonderful. Uh the word anti-\nSemitism did not have, not only didn't exist, didn't have any meaning to them. They didn't\nknow what it meant. Uh we were Germans at least as far as they were concerned. When we\ntimidly would tell them they were Jews, their replies would always be well, we have Jews in\nItaly and they're Italian citizens. Some of them are even in the Facist party, which of course\nis true. We all know by now that there were Italian Jews who were very ardent uh supporters\nof Facism and such. At any rate uh we as I said eventually moved into this other hostel and\nthe Italians were there, and everything was good and fine and uh life went on and here we\nwere waiting for our call-up to the American consulate because we mustn't forget that this\nwas still the ultimate uh aim. We only came here to stay for the few months it would take for\nthe American consule to call us because our to America. Well, when the Italians occupied\nAlbania, that of course was part of the Axis now, and the American consule left and went to\nNaples. I don't know exactly why because that was also uh Italy was also uh the Axis but\nanyway, there was no longer an American consulate in and our papers and everything else\nwent with them to Naples and now we became, we got under the jurisdiction of the\n( ) Naples. Uh the SS was well-known in those days. Each consule is oh can demand\nwhatever he wants to demand as to security and ( ) uh guarantees that they will not\nbecome burdens to the American government. Indeed this is what happened, and of course\nwe all know that ( ) could have come to America, didn't come to America only\nbecause of this ( ). At any rate we are now in the summer of 1939 and uh our papers\nare now in Naples and so are the papers of the Meyer family. There were other people who\nalso uh had uh these quota and affadavits to go to America, and some did. Here and there\nchildren kept uh leaving Albania and ( ) other places such as France and Holland and\nof course we know what happened to them. A few, very few, went to uh went to America.\nBut among them were the Meyer family who in December of 1939 were called to the\nconsule in Naples, did leave Albania for Italy, and eventually arrived in the United States.\nUh our quota was not up yet, and we were toying with the idea at one point why not leave\nwith them and stay in Italy and wait for our quota, which could have been advantageous and\nmaybe not. You can never tell. But we ultimately decided to remain in Albania and await\nour call-up. (Pause) Life for me at this point was that there were a few other children. I think\nwe were five kids altogether. In our world we walked, playing, goinlg to the beach. Uh in\nthe meantime our parents organized among themselves individuals who could teach us. My\nfather gave us lessons. He was an amateur painter. I have some very lovely paintings of his\nin my home. Uh he gave us lessons in art. I was not one of his pupils. Uh other people gave\nus uh lessons in arthimetic and writing and reading, but just to keep us occupied. But uh\nconsidering the fact that we all are under the impression that we are going to be there just for\na few months of time, why bother sending these poor children to uh uh Albanian schools\nand let them learn a language that was all the whole world over to speak and a difficult\nlanguage at that. Uh why should we bother? (Pause) Uh the opinion of a few people\nwho were there with children. Uh we the three Meyer children, myself, uh and I think so we\nwere really just little kids. OK. Uh so what was my life like? Really very uh uneventful I\ncould say. You know, we we did obviously uh play in the street. We obviously Children will\nfind ways . Uh eventually when it got to be , LONG . At any rate we\nuneventful life Uh we had a wonderful day. I remember the day very very\nwell. The water was At any rate we got in the summer of 1939 and you\nhave outhouses Uh water was brought down by donkey in metal containers from the\nmountains, from natural wells. But they didn't, how shall I say, stupidly or uh ignorantly\nenough people didn't buy blocks of ice and put this into the drinking water in order to cool\nit. Well the blocks of ice were made from the regular water, so that by the time we got to\ndrink the wonderful water from the wells, it was infested with . And a lot of, many many\npeople that summer became ill with typhoid fever. All of us had diarhhea and dysentery and\nand whatever you want to call it. All kinds of intestinal diseases. After a while obviously\nyou built up uh antibodies and you you can fight the disease and also you learn to eat the\nthings that the natives eat, one of which is that had uh apparently but in those days\nwe wouldn't touch yougurt with a ten foot pole because we didn't, it wasn't exactly what we\nliked. Uh but we learned to like it. And it became a necessity. And anyway uh the next\nreally traumatic experience in my life was the fact that uh my mother became terribly ill. We\nwere still in the hostel and it was still the summer of 1939, and she was diagnosed as being,\nsuffering from uh typhoid fever and so she was ill for a good number of weeks before finally\nsomebody decided well it has to be typhoid fever and she was taken by ambulance to a\nhospital in , , the capital city but at that time her condition had deteriorated tremendously.\nShe ran very high temperatureq for almost a month during which time she was hallucinating\nconstantly. She lost a tremendous amount of weight. At the end her disease she weighed\nsomething like uh 35 or 40 kilos and uh I didn't see her for uh almost four weeks, and my\nfather feared the worst. In fact he didn't take me there because he was afraid that I wouldn't\nrecognize her or or anytime he went there uh he woudn't try to. She she couldn't be\npersuaded to eat or drink any of the, again, what was in those days used really I mean,\npenecillin was nonexistent. Sulfur drugs were nonexistent yet. These are things that perhaps\nwould have cured it quickly. Uh I'm not sure what drugs were being used, but the native\ncure for typhoid fever is yougurt and milk because both of them evidentally contain certain\nantibodies that can fight the bacteria. And she would have none of it. So she was for a very\nlong time really very very ill. She did come out of it finally. Some Italian doctor in the\nhospital treated her, I'm not sure with what. When she finally came back to it was a\ntremendous joy for me, but in my own life the fear from was a tremendously real one. Uh I\nrealized that she was very very sick and I realized that the chances that she would die were\nvery real. And I have to tell you that uh I lost my mother very early in life. Uh she was fifty-\nseven years old. She died of cancer in 1976, in 1961. And uh that childhood fear of losing\nmy mother had been with me all through uh that time, even though by this time I was myself\na mother of three children and I was pregnant with my fourth child. But uh losing her was a\nvery real real fear, and I, that I could lose her. I understood what this fear is all about. And\nand how all these years, from her illness, because she uh came back and maybe\nmisdiagnosed, I'm not sure, but the doctors had claimed that she had come away with a heart\ndefect, which maybe was never real. I'm not sure. But uh she really never suffered from a\nheart disease but I think it had inbedded it so much in my mind, and heart meant death, so\nthat I always feare for my mother. I was always afraid that she was working too hard even\nafter we came to to the United States. That she was working too hard, that she was over-\ndoing it, that; she may have a heart condition and that she may die of a heart attack. Of\ncourse she didn't have a heart condition I don't believe uh and she suffered for about a year\nfrom cancer. She passed away as said at fifty-seven and really both my parents never\nrecover from in Albania. My father, he did have a heart condition, did die at sixty-five, ten\nweeks after my mother. So at any rate, uh ( ) I finally had my mother back and it took\nher a long time to recover and to get her strength back. And in the meantime in December of\n'39 our . The Meyers left and so I really was left only with one little girl who wasn't even\nJewish. Her mother wasn't Jewish. She had followed her husband who was a Jew from uh\nAustria to Albania and we became very good friends, but uh we played together and we\nlived together that entire winter on the beach. Now I'am not sure at this point how many\npeople in number, but we were still a substantial number of families who by this time had to\nmove out of the two hostels. Number one we weren't enough people anymore. I don't think\nthat we were more than maybe twenty-five or thirty people, not families. Uh many had left\nas I said. Some to other European cities and some to America. The two hostels became too\nexpensive and we had to give them up and what we did do was that in September of '39 we\nfound ourselves little houses along the beach which belonged to affluent Albanians from the\nmajor cities who would spend their summer vacations there, but in the winter were perfectly\nwilling for I suppose reasonable rent to give us their homes and that's what we did. And it\nwas quite pleasant. Obviously for kids to live along the beach and in the wintertime and\nduring uh uh storms and and it was fun. Uh well uh, but winter went quite alright except for\none small incident and that was ( ) it was a fairly cold winter, '39 and '40, and the\nonly means of uh heating in Albania was with charcoal. I mean electricity was non-existent\nuh or means were unknown. People cook and people heat with charcoal. It's called in\nAlbania. And uh the only other means was what is called which is uh little uh uh heating\nunits fed by uh petroleum, kerosene, but uh obviously you only cook on this. You can't heat\nwith it, so it was a and even though we never slept with it, this particular night was a\nparticularly cold one, and we left it in the room during the night. It's very dangerous because\nit gives off uh carbon monoxide. And uh for some reason or other I woke up in the middle\nof the night not feeling well, and woke up my mother who immediately realized that she\nalso didn't feel well, and neither did my father and we almost had succumbed to uh carbon\nmonoxide poisoning. He had the presence of mind, my father, to open the door which led\nimmediately led right out to the open into the uh onto the beach, and we really rolled down\nthe stairs and spent the entire night lying in, on the sand in the cold but recovered enough to\nin the morning be alright. But we had almost, this was almost it. And uh we stayed on the\nbeach. We moved several times because meanwhile the owner...\nEnd of Tape #2\nTape #3\n... uh the situation was getting very cloudy. invade Greece and we are not\nconsidered Jews who had escaped Germany, but we are considered uh non wanted enemy\naliens. As enemy aliens we couldn't remain in a strategic city like was and we were deported\nto the interior of the country to a very small town called . And , Greece used by the uh\nAlbanians and I suppose was used uh prior to this by the Turks, and prior to this perhaps\neven by the Romans, uh as a city of internment. Uh it is about, it's a valley, a small city ina\nvalley surrounded by very high mountains, and there are only certain passes that lead out of\nthe city. And you don't even have to be behind but you simply cannot get out unless you go\nthrough certain mountain passes that are guarded. And uh they deported us, however many\nof us were left at that point, to the city of . We arrived there probably October or so. Yes, by\nthe, by the high holidays we were already in . And at this point we were taken over by the\nAlbanian government. Uh you have to remember that meanwhile the uh Axis had declared\nwar, the entire Axis declared war on the United Stateq, uh and I skipped here something\nvery important and that is that in uh May, May 8th, 1940, the American consul had finally\ninvited us to come to Naples to receive our visas to the United States. Uh this was a very\nimportant episode in our lives and my parents immediately went to the ministry appropriate\noffices in trying to get a permit to leave Albania, not so much to leave Albania as to enter\nItaly, and uh in the meantime the Italian government received instructions from Berlin not to\nallow Jews to enter uh Italy. And uh one other friend of ours in uh the same position as\nourselves who had just been called to the American Consultate in Naples and who had\nrece...gotten the entry visa into the uh Italy was on a boat, was already in bed, and was\ncalled off the boat because the Italian official in Albania had received - he didn't want to\nopen the tele...the telegram because he knew what was going to, what the contents was. Uh\nsomeone else forced him to open it and he had to take this man off the boat and the man\nspent the rest of the war . But we didn't get that far because our invitation came maybe a\nweek or two later and by that it had become official policy not to allow Jews officially into\nItaly. We were stuck. And that entire summer, the whole summer of 1940, my parents used\nup every last penny of money that they had had to travel between and to go to each and\nevery one, anyone who would listen to them they would go to and try to get permission to\ngo to Italy and it just - and there were wonderful Italian officials in Albania who sincerely\nwanted to help, who tried every trick of the trade, and it just was not possible. I think my\nfather's very last endeavor was to pay a visit to the Viceroy in. On uh a hilltop in was a\ncastle of the King which of course was then occupied by what was called the Viceroy of\nItaly, and uh who was a representative of the Emperor of Italy to Albjania, and uh\nYakamony (ph) was his name, and to present him with the case and ask for his personal\nintervention and help. And again uh it was quite unbelievable how uh wonderful, naive and\nhelpful Italians really tried to be including the Viceroy. He happened to be 1n the garden and\neven though one of the guards who saw my father wanted to ask him to leave the grounds\nbecause he was really not permitted, the Viceroy asked what does this gentlemen want.\nPlease let him in. And my father presented his case personally to the Viceroy who said he\nwould try his utmost and see what he can do. So much so that after we were already in and it\nwas the winter, must have been at least four or five months later, one morning two , two\nItalian policemen came with a scroll under their arm, with the answer from the Viceroy, and\nin formal fashion opened or unwound this this this document and read that His Majesty, the\nViceroy Yakamony regrets to inform the Senor Gerechter (ph) that he tried his utmost and\nthat the official law is that no Jews can enter, or whatever it said, but something to this\neffect, can enter Italy. Therefore his effort remains unsuccessful. And we were stuck in. We\ntried uh yet during that same summer to uh get to Athens from Albania, hoping to perhaps\nget through the American Consulate in Athens a visa. The uh Greek Consul in Athens\nproved to be a very great . Didn't do anything to help us. We even at one time tried to get to\nIstanbul but that too was impossible uh As I say, we were stuck for six and a half years.\nEvery effort remained unsuccesful. OK. We arrive in in uh Duratso I'm sorry - skip that one.\nWe arrived in uh in the fall of 1940, and uh the war with Greece started pretty soon\nthereafter with the Albanian government at this point uh took over the handling of these few\nJews ( ). They uh issued a certain amount of for our support which was . They\ndid uh provide us with housing or did we have to pay for it - I'm not sure but we ended up to\nlive in a very typical Turkish Moslem harem (ph). A hugh, absolutely hugh hugh house\nwhich was constructed in a very strange way, at least to my way of thinking. I suppose this\nis how harems are constructed. Uh when I say hugh I mean hundreds of meters of uh\nhallway between the two sides of the house. One one side, one bedroom was an anteroom\n(ph) and on the other side of the house, one bedroom, another bedroom, was an anteroom.\nThe anteroom is where the guard of the harem ladies uh stays and the bedroom is where the\nharem ladies lived. The in-between is just the hallway uh and a men's kitchen, which was\nunbelievably . It had a clay oven I remember, and lots and lots of rats and mice walking\naround in it. Uh no uh bathroom facilities. None whatsoever. An outhouse, even in a place\nlike this, and uh I guess we did find an outdoor bathtub which I guess was used by the ladies\nof the harem. At any rate by the time we arrived there this uh uh so called harem which I\nassume at one point must have been the uh glorious and splendid ediface, was completely\nrun down. There were hardly any uh glass uh panels in the windows. I remember that we\ncovered the uh windows with blankets and ( ) a rather cold winter because this is\nmuch more northlernly located than Duratso and it was a very cold winter. Uh we were\nliving, well for me first of all, 1t was fun again. A huge garden, pomgranites (ph) grew in the\ngarden. I picked them. And low and behold there was a dog, a female dog, a bitch in the\nbasement somewhere, who had given birth to these three little puppies. And must have\nhappened just as we arrived. To me this was great excitement. Very good uh much fun, and\nuh one morning, by chance, I saw an Albanian boy who had chased the mother away and\nwas about to take the puppies away. And the puppies were no more than uh maybe a week\nor two old - they didn't see yet. In other words they really were very little, and uh I guess my\nfather must have told me that I may have one of these puppies. So I argued with this young\nuh boy and indeed he did give me the puppy that I wanted. It was a white and black puppy.\nAnd uh now I had my puppy. And I called my puppy Picholo (ph) even though it was a\nfemale and she should have been called Pichola (ph). But uh she remained Picholo for the\nthree and a half years of her life. And uh she grew into a very loving and lovely little dog,\nabsolutely 57 varieties, but that didn't bother me. Uh we had to, we fed her literally with a uh\nmilk bottle that belonged to one of my dolls I suppose and uh I don't even know where we\ngot the milk from because I'm sure my mother didn't have enough milk for me, but I do\nremember that she bought the uh can of condensed milk and watered that down, and that's\nwhat the poor little puppy lived on for a while, and I also remember that one day she made\nsome cream of wheat and it burned on these wonderful uh cooking facilities, and somehow\nthat became food for this baby uh dog, puppy, for a few days. As long as it was sour - the\nburned cream of wheat. Anyway uh that was the uh central point of my life at this point. The\ndog was everything. The dog meant a great deal to me, and uh my parents very much liked\nthis dog as well, so I didn't have any difficulties uh keeping the dog in the house. I could\nkeep the dog with me all the time. And uh I, we really became very close friends and it\nbecame uh a I had no other choice or friend. The dog was a very uh central part. Uh the war\nwith Italy, between Italy and uh Ital...Greece started very shortly thereafter. We lived very\nclose to a mosque, and uh what we didn't know was that the mosque had been used by the\nItalians as a storage place for ammunition. The front line was quite close. At night we could\nsee the artillery fire, the flashing uh flaming up of of projectiles - we could see them. And uh\nthe city of or this village of was bombed very very often. The first time we were bombed I\nremember very clearly I probably had a cold or something - I was in bed. My father was\nhome with me. One other of our uh friends was with us, and my mother had left for town to\nget bread. OK. At this time things begin to be rationed. Now ration never became a great\nproblem in Albania. There wasn't that much of a variety of food to begin with. Uh I cannot\nsay that uh we lacked food because of ration. I can say we lacked food because of money\nand we couldn't afford anything, uh but it wasn't so much that there wasn't any food because\nof rationing. Uh the few things that there were, we you know, we could have obtained, but\nwe really didn't have any money, and there was a period exactly around this time that from\nthe money that the Albanian government gave us, and I have a great recollection that this\nwas on the order of four or four and a half lechs (ph) a day and I do remember actually\ngoing hungry. There was a period that my mother stole fruit and tomatoes out of the\nneighbor's garden because there was really no food on the table. Uh what eventually\nhappened is again uh somehow through my relatives for a short period of time they were\nable to send some money via an Italian bank and I'm I'm not, I can't remember how it was\ndone uh to send us some money uh or through the Red Cross perhaps it was handled - Im'\nnot sure. But I do remember receiving once or twice a little bit of money from the uh uh\nfrom the from from our relatives in uh in America and that helped us to bridge the gap. I\nmentioned before the fact that my father was an amateur painter. Uh we had in Germany\nsome beautiful paintings which are all gone - I mean obviously they all went with the rest of\nthe stuff. Uh and his motifs had at that time been motly uh Judeic but I have a very good\ncollection of the paintings in our home in Concord. Uh he decided that he had to make some\nmoney and uh somehow got the idea to paint uh store signs for Albanians. Very colorful\nwith pictures of the merchandise that they were selling and believe it or not they really\nwanted them and they really bought them, and that helped us tremendously. And for quite a\nwhile he uh was able to sort of uh put some food on the table through making these uh signs\nand and painting these these signs for people. He later on really went back and painting and\nuh I have in my home 1n uh Haifa, and my children also have some paintings that were done\nby him, still while we were in Albania. Uh he did paint uh in America when he came uh to\nthe States in '46, '47, but uh this uh did help us along, but I still remember very well the\ncouple of weeks where we actually did not have any food uh on the table. Uh we uh some\nItal...Albanian families became very friendly, our neighbors, and uh even invited us to the\nuh Moslem festival of Ramadan (ph). Of course today, living in 1n Israel, we always know\nwhen Ramadan takes place, and uh uh being that they go according to a lunar calendar and\ndon't adjust their calendar it can come out any time of the year. Uh that year I guess it was\nsort of winter time, and uh it uh well it's the uh four weeks of fasting, but the two days at the\nend of uh this fasting period are great festivities and festivities are mostly food. And uh they\nhave some very lovely, as we learned there and uh it's very interesting. Albania is\n(TECHNIC'AL CONVERSATION). OK. At any rate uh they took them with us to the\nmosque and they uh treated us as uh their guests and they're exceedingly hospitable and they\nsent us frequently to the house. Uh and we remained in this city for I believe at least half a\nyear if not more, but the situation with the bombardment on the part of the Allies, Eng...uh\nBritish planes, air, the British Air, Royal Air Force planes came over to bomb the city\ndetracted from that point. I was ill that day and my mother had gone to town to get bread\nbecause there were only certain places where they distributed bread during the day, uh and\nmy father saw these five or seven planes in the sky, and no sooner had he seen them, then\nthey started throwing bombs. There was no shelter. Absolutely no shelter, real air raid\nshelters as we came to know them. Uh nobody knew what to believe was happening. The\naim was the mosque because of the ammunition and possibly other parts of the city also had\nammunition and uh the soldiers uh were you know sent back to the lines into where they\nwould rest for a few days, so this became very much a target, a daily target. Our only shelter\nbecame a very thick stone building, that's the only way I can describe it, which the Moslems\nused to wash their dead. Uh and uh that was the only place. It is windowless and it was not\nvery far from our home, but during the night, or anytime, we had to run for shelter to this\none uh hut, blut it's a very very uh solidly built uh hut out of out of very hugh stones. Uh but\nthe situation became such that uh they would come eight or ten times a day to bomb. I mean\nyou couldn't go to bed. You couldn't undress. There were weeks we wouldn't undress\nbecause in the middle of the night you would have to run several times. Uh it became such\nthat you couldn't dare uh undress yourself to even wash yourself in the basin in your room\nbecause they would come to bomb. Uh one day a high Italian official came to the city and\nmy mother, not being bashful, approached him in the parade and said it's impossible for us\nto remain here. I have a little child, and uh could we get permission, because here we were\nsent here by the Italian governing forces, uh could I get permission to go to the next town,\nand the next town was called , also small town. Even a smaller town. But there was nothing\nas strategic or military about it. And he said come Monday morning to . I will give you a\npermit. She did. He did give her the permit, and we went, we moved once again to this little\ntown called . Well, we all know what happened. The Italians dreadfully failed in Greece.\nThe Germans landed on the island of Crete, and several other places, and occupied all of\nGreece, and I believe by June or July of that year, 1941, ( ) the was was over and uh\nwe were given permission to return to We could go back to , so that was we were no longer\nundesirable aliens or enemy aliens and uh we had had enough of these uh little towns. Now I\nhave to add here that uh was so infested with mosquitos ( ) my mother and I came\ndown with uh very severe cases of malaria. Somehow my father uh escaped that, but uh my\nmother had just barely recovered from ( ) and I was eventually trelated with\n( ) medication and I will come to that later. At any rate, ( ) was not very long,\nmaybe two or three months and then eventually we were allowed hack into Duratso. Now at\nthis point there is war everywhere. Uh the Joint no longer can support us in Albania. They\nno longer had uh could contact or connections. The Albanian government is no longer\nresponsible for us because now we have left the city of internment and uh we uh went into\nDuratso, found ourselves a little uh what shall I call it - really only a room and and a little\nshack uh in a on a peasant's farm. The peasants lived in the back of the house and we lived\nin the front of the house. And there was an upstairs room and porch as well. But we were\nreally about a kilometer or two away from the highway, on the other side of the beach, and\nuh I'm only describing it because eventually this becomes ( ) and the Italians were in\npossession of Albania of course. This is the summer of 1941. Uh many Italians did not\nsympathize with the Facist government and who therefore were not interested to serve in the\narmies, or who had been already in the African war and no longer were interested in fighting\nanother war, could, I understood at that time, volunbeer to do uh Army or military service in\nAlbania in the capacity of uh to supply the army in the various places where they\nwere staying or just, I don't know - I'm really not quite sure. But there were a great deal of\nneed for ( ). There's no railroad system in Albania or very primative one. I I'm not\neven sure that there was a railroad or not. I think th,ere Railroad was transported uh charcoal\nto the various places, but this was not a uh a passenger train. I think toda,y there is such a\nthing, railroad, out there was no passenger train. All the transportation Albania basically was\nconducted by old buses and horses and buggies. There were almost no cars. When the\nItalians came with the big trucks and uh uh food supplies, charcoal supplies and whatever uh\nmilitary supplies were needed, they took care of them, so that they were living along the\nwhole, the houses on the beach. Now this was no longer a question of Albanians wanting to\nrent their homes. They were rather uh requisitioned by the Italians for their uh truck drivers,\nand many of them even came with their families to to spend the duration of the, what they\nthought the duration of the war would now be.\nEND OF TAPE\nOK. Uh we were back I believe in Duratso. We were, OK, at this point uh we were no longer being\nsupported as I said by the Joint. We were no longer supported by the uh uh Albanian\ngovernment and uh working permit as such was impossible to obtain. You have to\nremember that this is a very small country with a very limited uh industry and very limited\nresources of any kind. Uh and so my father once again resorted to his painting. Uh he\ncontinued actually what he had started in , uh in, to paint the store signs and uh he even got.\nsome uh jobs with the uh highway department to do signs where construction was taking\nplace and things of this sort. However, that didn't really amount to mu...enough money and\nat this time, at this point, we were living out of the, out in the uh on the uh farm, if you want\nto call 1t a farm, but that's really what it was, and uh together with yet another family, friends\nof ours, and uh the two families, my parents and these people, Mundle (ph) was their name,\nFeenie (ph) and Walter (ph) Mundle, uh decided that they were going to uh wash laundry\nfor Italian uh truck drivers. Uh if I think back of the uh laundry business, I somehow have to\nchuckle. The automatic washers and the automatic dryers and the running water and the hot\nwater and everything else. I don't know what they used for so...for soap, quite obviously.\nOne of the things that was uh popular in Albania to use was the the ashes of charcoal.\nIt's fantastic to clean your clothes with. I don't know how fantastic, but that was one of the additives\nto a washing machine, to a washer. The washing machine consisted of a uh uh tin cylindric\nuh bucket I guess you could call it, tall, fairly tall bucket with a little kind of a uh tube! in the\nmiddle into which you put charcoal and you lit the charcoal and that would warm up the\nwater. Now if you were not carefull enough and you had your laundry touch that part of the\nkettlel, uh you could even get it burned. At any rate, 1t would be boiled in there, and then it\nwould be put on a table, scrubbed with a brush, and of course rinsed. Now my job in all of\nthis was to pull water from the uh well. We had a little well in the uh in our, in front of our\nhouse, but that was the drinking water and the washing water and every other kind of water,\nand uh if it was towards the summer and in Albania it doesn't rain like 1n in Israel you only\nhave a rain period, uh the water very quickly gets exhausted and ( ) bottom of your\nwell and then you have to wait for several hours to start filling up again. At any rate I, that\nwas my job - to fill up buckets and buckets of water uh for the laundry, for washing and for\ndrying the laundry. And of course then the laundry was hung in the back yard and my\nmother would iron, and again, ironing was done with a steam iron, but a big heavy uh tron\niron, which opened up and you put burning charcoal into it in order to heat it. How do you\niron without heat? All of these things today are laughable but they weren't so laughable then.\nThey were pretty serious. It was a living for us for a good number of years, at least two, two,\ntwo and a half years and uh my parents continued doing this sort of thing. What did I do in\nall of this time? My dog was with me for sure. Out in the on the farm, this only danger really\nwas uh snake bites and that was not so far-fetched and it was also dangerous for us. In fact\nmy mother once found a snake in her bed when she went at night to bed. Uh the uh thing\nthat I I had a carefree life in the sense that schooling as such for a while I didn't attend.\nAgain, all through the uh month or however long we were in the two uh little cities in the\ncenter of the country, in and , other immigrants were teaching me. I did a great deal of\nreading and I today speak, read, and write a perfect German and it's only due to the efforts of\nall these lovely people and my own tremendous hunger for reading. I read a great deal.\nWhatever came into my hand, be it Italian or be it German, I read it. And this was really the\nbasis of my uh education until I came to the United States at the age of 15. Uh my parents\nhowever they did it is still is a uh miracle and uh a puzzle to me, but they kept me uh fairly\nhap...uh happy and well-adjusted child. I can't say that I uh was not well-adjusted and I\ncannot say that I had a terrible childhood. The dangers perhaps I didn't understand that well.\nUh for a part of our life in Albania we were more or less safe and and secure. Uh the uh lack\nof uh material values wasn't that something that mattered to me as a child so much. We lived\nout on the farm. That was fun. There was a cow. I learned to milk. I had some chickens. Uh\nI collected their eggs. Uh eventually my mother found out that there was an afternoon Italian\nschool taught by nuns. She registered me and she took me there uh and I started learning\nhow to read and write Italian. Uh the following school year I was actually registered into the\nthird grade - I had gone in Germany in Hamburg just to the first grade and a few month,s\ninto the second grade. They took me into the third grade. The school was taught by nuns. It\nis always my favorite thing to say that I was taught by uh I was taught in a nunnery. Uh nuns\ndid teach me, and they were lovely. They were very good to me. They knew I was Jewish.\nThere were some kids 1n the class as well, but for one year, one school year, I really lived a\nnormal, uh student life. I went in the morning to school and I came home in the afternoon.\nUh we had to dress in uniforms like all Italian children. A black smock with a white collar\nand a blue big bow. Uh the nuns were good to me. They were not pressuring unduly let's say\nhonestly. Nuns do not walk by themselves. They're always accompanied by someone, and\nso at times I would accompany my favorite nun from school to her uh domicile which was a\nhospital in in uh Duratso. She would ask me to come to church with me, to take her to\nchurch. Uh she would occassionally say, why, why don't you kneel down and pray with me.\nNothing will happen to you. And besides, why do you people suffer so much. You really\ncould save your suffering. But that was the most that I ever experienced in uh uh the sense\nof being pressured into uh accepting or believing in Catholicism. I have to honestly say they\nnever pressured us. They never, no one every talked about baptism or anything of that sort at\nall. So for one year, as I said, I had a very normal childhood. I went to school in the\nmorning, and I loved it. I loved it so much that in the morning when I went to school, I\nregreted the fact that another day was going by, and it was one less day of going to school\ntill the vacation came. And this was the only year - this is the year 1942-43. Uh ( ) we\nhad also uh made friends with an Albanian family. Uh their name is . He was a construction\nor a civil engineer. She was German, and they had two sons. Uh most Albanians who study\nanything - there was no university uh in Albania - uh Ivan studied in Italy or studied in\nGermany, perhaps he even went to England. I'm not sure. But this was the norm. Anybody\nwho uh had a profession had been to study abroad. And uh this particular engineer had\nstudied in Germany and met and married a German woman, who I assume had had adapted\nuh herself to the religion - I don't know what the procedure of becoming a Moslem woman\nis or not, but she certainly brought up her children in the Moslem faith. Uh interesting\nindividual and uh I'd like to dwell on her for a moment only because it is such a very typical\nstory. We were her so-called court Jews. She was such a strong supporter of Hitler. In her\nliving room she had a tremendous colored portrait of Hitler. Her, she came from which is\nthe beginning, which was the beginning of Hitler's little band of supporters. She enjoyed\ntelling us of the fact that uh in the late twenties and early thirties when national socialism\nwas still illegal in Germany, during the Republic, uh secret meetings with Hitler took place\nin the basement of her father's home, and you cannot, she would tell me mother, the\ncharisma of this man, these eyes -\nI mean and she would really go into all kinds of esctasy describing this ( ) phenomenal\nhuman being that this Hitler was and so on. But she was Albanian and she lived in Italy, I\nmean in in Albania, and she was a a good woman. She would come out to the farm where\nwe lived and bring us food, and uh when the chips were down, that is to say in 1943 when\nuh, well I don't have to repeat the history which is already known, but eventually the\nGermans regarded the Italians as their enemies and they actually occupied Albania, and uh\nto the extent where they deported the Italians by trucks, via back into Italy. And they\nbecame the rulers of Albsnia. Uh at this point, it became very dangerous. We were in\nDuratso - oh, I have really skipped something that is most important, and where the family\ncame in very much. Uh a little bit earlier on, I suppose it must have been - well, let's go\nback. I I'm afraid we have to go back to 1942. In 1942, first of all the Germans are\noccupying Yugoslavia, and a group of maybe approximately a hundred Yugoslave Jews\naccomp...came across the border at , and the Albanians let them in. Uh here the Italians are\nstill the rulers of Albania, together with the Albanians, and these! Jews are escaping uh and\nBelgrade. Uh the Germans had bombarded Belgrade for twenty-four solid hours, at the end\nof which they marched into the city, and some of these Jews were able to escape really\nliterally escape by the back door when the Germans already entered the front door, and uh\nmade their way to the uh Albanian border and came across. And uh there were there were\nabout a hundred of them. Eventually we met them. We are now in 1942, and even another\ninteresting uh point that I didn't uh mention I'll briefly mention it, in this little uh house\nwhere we lived on the farm, an Italian family eventually moved in. Our friends the Mundles,\nleft the laundry, quote, unquote - did something else with, for a living, for a livelihood. And\nan Italian family moved in. He was a truck driver, and uh he rented the apartment while his\nwife was in Milano giving birth to their first child. And uh she would be coming within a\nmonth's time with this baby, and indeed, this child was born, Elsa (ph) is her name, was born\non the 13th of February, 1942. why do I know this date? Because that night, some Italian\nsoldiers tried to break into our home, in this village. Upstairs nobody lived. Our neighbors,\nthe the farmer who was living in the back of the house, didn't hear us and uh we lived on the\nground floor of course, and it was a Friday night and suddenly we realized that the window\nwas being opened from the outside. And our little dog, Picholo, jumped through the\nwindow, and he was the saving grace. Italians are very frightened of dog bites because of\ncourse rabies in those days was quite prevalent and was not being controlled. And uh if they\nwould be bitten by a dog they would have had to report to their uh health authorities and\nwhere did you get the bite. Well, they let the window fall down, and ran away, and we didn't\nhear from them, but again, this was the most frightening experience and uh the dog barked\nhalf the night. Never came back until the next morning. And really saved our life! There's no\ntwo ways about it. These two soldiers, and they were from the , the ones with the feathered\nhats uh and they came with that uniform on. I mean they were out to get some money\nobviously. But you never know what else they came out uh they were out for, and uh we\nreported them the next morning. That whole night we stayed up and uh we set and it was a\nvery bad experience. And uh the next morning we informed the uh nearby, it was nearby, an\nItalian army camp. The officer was informed. They came. They investigated. They asked us\nto come. They had the entire batallion or however many soldiers there were, uh stand at\nattention and asked us to identify. Uh my parents decided not to identify, even if they had\nthe slightest doubt that this soldier or that soldier was the person. Is impossible at night to\nhave recognized them. Uh they you know involve themselves into such a trap, and they\ndidn't. We never were uh bothered again, but it never never was a safe place again for us. Uh\nwe lived as I said about a mile and a half or two miles away from the beach. We had to go\nout at night. We had to uh deliver the laundry, or things of this sort. We always had the dog\nwith us, as little as she was, but our uh landlord did two things. One, he had a big German\nShepherd dog who that night was away from the house because they never fed the dog and\nthe dog all night long used to roam around finding food, but from here on in, he put the dog\non a uh uh wire that ran around the house and uh fed the dog well. And the other thing was\nhe made a hole in our, between our apartment and his so that in case something like this\nwould happen again, we would have an escape route. We had to escape otherwise. Well, be\nthat said. Meanwhile the Italian family moved in, and their name is . Last winter we were 1n\n(TECHNICAL CONVERSATION) OK. So uh it's the uh fall of 1942. Uh we went, we\nheard that the Greek, not Greek, the Yugoslave immigrants who had come across the border\nwere now mostly living in a small city very close to Duratso called . And we were looking\n( ). You have to realize that all these years went by and we really never had a. We\nnever were enough men uh to have a proper service. We were observant to the point that we\ncould be observant. Uh we had one other family friends who were observant. Nobody else\nwas. Uh there was no kosher food and I don't intend to uh say that we didn't eat meat. We\ndid eat meat. We did not obviously eat pork, but other than that, kosher could not be kept.\nUh there was little enough food as it was, the little we could get, but uh still whatever we\ncould keep, we kept. Uh Friday night was kept. was kept. My parents did not wash laundry\non Saturdays, and little things like this, but all things which really did give me the feeling\nthat this was a Jewish and an observant home. Uh we were looking for a and we, my parents\ndecided to take a trip to uh and uh we went to a hotel I believe and we really did have a with\nthese Yugoslave Jews. Uh I have to tell you here that it was the first time that we heard of\nsome of the serious German atrosities. There were people there whose uh sons, husbands,\nwere taken into a nearby forest and shot by the Germans as they had occupied Yugoslavia.\nUh some of these people had escaped by the skin of their teeth. Literally, some of them told\nus that the Germans entered the front door and they ran out the back door. Uh there were\nthose who were, I remember there was one family, an elderly lady with her grandaughter,\nand that was all that was left of the family.\nUh a bomb had hit the house and the shelter. Half of the people in the shelter were blown away and\nthereby saved she and her grandchild on her lap, while her daughter or son, whoever it was,\nand uh other children of the family had been killed. I mean instances of this type. We had\nnever heard of any of this. I do remember them asking us questions and uh us telling them\nabout the Kristallnacht. That was our only experience with real terror and real harrassment\nand and and uh atrocities. OK. Uh that was the fall of 1942. As I said '42-'43 I went to\nschool uh and again uh as far as my parents were concerned by birthdays came and went.\nUh they couldn't afford birthday presents, but I did have a doll and they would sit at night\nwhen I slept, and we always had only one room - never had more than one room - and uh sit\nin their beds and sew doll clothes out of grown-out clothes of mine. My mother would uh\ndiscard some of her own clothes and make them smaller for me, because here, remember in\n1939 I was uh eight years old and the clothes had all by now been grown out by me. I was in\nthe meantime ten and eleven years old. Uh now uh Albania is occupied by the Germans.\nOur real problems started. This is summer of 1943 and uh we heard about it, and uh once\nbefore my parents had a very uh close call. They walked on the beach, and the one and only\nreally bad uh Albanian police officer whom we met throughout all these years, had\nrecognized them, stopped his car, and asked his uh assistant to imprison them, to put them in\nprison, because they had no right to be in Duratso. He wanted them back in either or , an\ninternment city. He did want them in his city of Duratso. And uh the only thing my parents\nwere able to do was to inform this engineer , whom until now we had only known on a\nsocial basis, that his wife invited us to Christmas party or uh her Easter party, and uh came\nto us and brought us food when we lived out in the village, and uh they immediate...I had\nbeen left home by myself, so she came and she took me to her home at the beach where they\nlived, they lived year-round, and uh he, it took him about four or five days to uh get my\nparents out of jail. They were in solitary confinement. My mother, my mother and my father\nboth didn't speak any Albanian. You can imagine the kinds of criminals that they were\nimprisoned with. Uh my poor mother, who was absolutely petrified of any uh rodents was\nhere imprisoned with women who at night put out loaves of bread so that the rats would eat\nthe bread rather than attack them. It was real horror. It was unbelievable horror. Uh and after\nfour days they finally were freed and came back. This was only a few months before the\nGermans, maybe only a month before the Germans occupied Albania. As soon as the\nGermans occupied Albania, this engineer took my father to a very small village. I, it was\ncalled . It fell in the northern part of the country, a tiny village where he was doing some\nconstruction work, and he passed my father off as an assistant to him. He lodged him with\nsome peasant: or something, I I'm not quite sure, but my poor father spoke very little Italian\nand not a word of Albanian, so for him this was sheer torture. I mean it was really very very\nterrible. And my mother and I were taken in by the family as their relatives, as her German\nrelatives. This woman, with all her Nazi background, never never gave us away.\nMy mother was a distant relative who was living with them, helping in the house, and I was the\nchild. But now you have to understand that she was known in the German circles of\nAlbanian. She wasn't the only German. There was a whole colony of Germans, and they\nwould get together at Christmas and they used to have festivals and who knows what not. I\nmean there was a whole group of these Germans. Some of them probably were\nsympathisizers and some of them were not so much - I don't know. But she was. And uh, but\nhere she and we lived with them for maybe - I don't know - possibly two or three months.\nWhat was terribly uncomfortably obviously was, but again I was a child and the whole\nimpact of this probably never registered with me. My mother on the other hand, for her it\nwas very . Uh German officers, SS officers, or SS officers, or whatever it was, went in and\nout of this house. She was a German. She lived in Duratso. Her father was well-known and\nuh she became quite a social uh uh personality at that time in Duratso. Uh there was one\nparticular officer who came very frequently to the house, and uh my mother used the name\nof Rechter (ph) instead of Gerechter. Rechter happens to be a German name and uh fairly\ncommon so that it wasn't, that difficult to uh to uh you know trace it in any which way. U'h\nfor some reason they never asked where's your husband or whatever, or maybe he was uh\nconsidered by them to be on a front line or in the Reich (ph) fighting or whatever. But the\nconversations that took place became exceedingly uh difficult. Uh this one particular officer\ntold my mother point blank, if I were ever faced with a communist or a Jew, I would kill\nthem on the spot. And uh I don't know how she kept her posture, her composure or her\ncharm, but she did. Uh she was a tiny woman. No, no taller than myself and maybe half my\nsize, and uh yet very strong. And uh indeed a few days after this particular conversation, we\nuh one day at noon time heard a terrible noise not far away. I mean an explosion, terrible\nnoise. And uh what had happened was that this very same officer had taken a hand grenade\nand thrown it at random in a passing truck which was loaded with Italian soldiers. They now\nhad become his enemies, I mean, you know what the Germans thought of the Italians, uh\nand uh he just out of the sheer fun of it threw this grenade and probably killed and wounded\neveryone that was in that particular truck. And this happened on the highway which was\nonly a few hundred meters away from this house. My father uh really got into such a state of\nuh psychological state I should say, that uh his only contact was when engineer would go to\nthis village and talk to him for uh an hour or so, but other than that he had no no human\ncontact. What we didn't know was that there was one family who had been among those\nwho had escaped from Yugoslavia and they actually, the family, uh husband and wife,\nyoung couple, they had actually settled in this little village, . I don't know what they did for a\nliving. And uh uh they had seen this man - now I have to add, this 1s true - my father did not\ntypically look Jewish, whatever this may mean, and I'm saying this with tongue in cheek\nbecause I really don't believe in this uh kind of thing, but yet he wa...had a very light\ncomplexion, uh more or less the kind of uh upturned nose like I do, and he didn't, he he\nlooked quite German. Uh and the...he probably wore one of those berets, and uh leather\nboots.\nThey had seen him in the street and they were absolutely petrified. They thought ah-ha, there is a uh\nFifth (ph) Column person trying to find Jews, and they actually went in hiding for the\nduration of his stay. He found this out only many many months later. ( ) to as well\nand then met my father one day and told him this story, so he could have passed. You know\na human contact so much for that but he almost became blind because of\npsychological stress. He could not take this any longer, and uh decided he's going to\ncome back to Duratso. He's not going to no longer stay in uh by himself, and he came. And\nwe rented a uh, we had remember uh lived for all this time with this family. Our place out in\nthe country, we still had our things there, but we were kind of afraid to go there because a\nsmall German group of soldiers had sort of set up a camp nearby. In fact this was really the\nway we Saw one morning German soldiers 1n the field with machine guns. And uh so\neverybady knew we were Jewish and after my father came back\nEND OF TAPE\n..continental waters of the Indian Ocean, you know, what do you call it, uh Albanian waters and\nthen hopefully get their motors to work and get uh I don't know how many of these I\nonly know that once again surprisingly enough this woman with her strong Nazi background\nand her husband would patrol the beach. Patrol the beach, walk up and down as though they\nwere taking a walk along the beach. Then these boats and if any German soldier\nwould come along they would engage him in conversation until the boat could leave. Do\nyou believe that? That's how . At any rate I know of one boat and set out a\nfew nights later again, and that there was full moon they couldn't dare. They could only go\nwhen there was no moon. I mean it was a very dangerous undertaking and as I say I have no\nway of knowing whether anybody ever made it . Anyway uh we happened .\nMany Albanians have gone underground, young people have gone underground, have\njoined the Partisans. Albania had its own partisan group under the command of who lived\nuntil just a few years ago, and all them were together under the command of Tito (ph). Uh in\nthe northern part of Albania, obviously, uh the activities were much uh stronger than in the\nparts of uh Duratso or or anywhere around there. Uh but mountaneous areas were\ncompletely infested by uh Partisans. And uh here also uh throughout the years, uh the Italian\ncon...uh truck drivers had a very hard time. Their convoys were usually attacked and\nemptied out and so on. I mean this was how they made their living, and this is where they\ngot their food and their substenance. There's no way where they got uh money or food or\nanything or or ammunition or weapons from the uh Partisans. But anyway uh the Germans\nwere out to look for Partisans. And we had been warned that uh we should stay at home as\nlittle as possible. Of course they would come. OK. It was Rosh Hashanah and Yom Kippur\nof 1943. 1943. And uh we really did uh heed this warning and we walked along the beach\nand we were maybe some other visited maybe some other immigrants and together we went\nsome other pllace. We simply were not home. Maybe three or four days after uh Rosh\nHashanah uh my mother was sweeping the steps. Now the house we lived in, it was that uh\nwas really a wooden shack. It was a summer home again of two German families who lived\nin They shared this house, and each one really consisted of one bedroom and little kitchen.\nEach one opening out into the front porch and the porch had a few steps into the sand and\nthat's that's the extent of it. No, no uh bathroom facilities. An outhouse in the back of it, and\nthat was it. So uh it was maybe seven, eight o'clock in the morning, I'm not sure, and my\nmother was sweeping the front steps when out of no where a German officer with a few\nsoldiers appeared and said, uh , I have been looking for you for several days already and I\nnever find you at home. And my mother had the presence of mind to lock the door of my\nfather, of my father's room - he was upstairs. He was luckily still in the room, just getting up\n- she locked the door from the outside. And took the key out. And uh he proceeded to tell\nher that two days ago, exactly when it was Yom Kippur and we chose to walk the beach, he\nhad came to look for us. He had heard that we were such a uh charming German family and\nuh we were uh, we would be hospitable he was sure, and uh so on and so forth, and he went\non and on and on, and he's so happy that he finally met us. And where is , so my mother told\nhim that he had gone into to look for an apartment because it's you know, uh everybody had\nto evacuate Duratso by December and uh or November or whatever the month was, and uh\nmy father was not home. Instead he was sitting on the bed. This is a wooden shack, every\nmove that you make you could hear. Under my father's bed was a suitcase filled with his\nprayer books, his , and he he just did not dare, really didn't dare move a little. Uh he told us\nthat his soldiers were combing the beach for communists, for Partisans, and if my mother\ndidn't care too much, wouldn't mind too much, he would like to make this his headquarters\nfor the day. This officer really and truly stayed the entire day with us. My mother kept\nbrewing coffee and bring whatever refreshments she could think of, never went into the\nroom. Somehow this never realized that we didn't go to our room. My father sat on\nthis bed, maybe six or eight hours that day. And uh they took me for a walk down the beach\ntowards afternoon and uh wanted to take a picture with this . I wore two long braids, wanted\nto take a picture of this very typical Germanic looking girl, and uh took a picture of me and\nalso had to show off and threw a grenade into the water and show ne how the fish were all\ndying and and foating up to the surface, and uh finally, finally at dusk, really departed from\nthe apartment. And promised that in a few days they would come and visit again and he was\nso interested in my father, that's all. Well, uh fortunately we had really found a place in and\ntogether with uh three other Italian truck drivers who by now really were more or less uh\nwithout work because once the Germans took over they hardly used these Italian truck\ndrivers anymore, and they were also by now enemies of the regime and they really didn't\nknow what they were going to do or whether they were going to go back to Italy or would\nstay in Albania or what they should be doing. At any rate, we were very good friends with\none particular uh individual, uh was his name. , and uh two of his nephews I believe and\ntogether we took a uh apartment of sorts in. My mother would cook and uh in exchange I\nthink they paid far the whole apartment uh, you know, for the rent. And uh here now really\nthe worst of our stay in Albania started. The Germans were completely in uh control of\nAlbania. As typical as always they uh uh put in, they never did their own dirty work. They\nalways would create a local SS group of uh you know natives who would do their dirty\nwork, as in some places they had the Iron Guard and in some places whatever they called\nthem. Here they called them the Ballistas (ph), a group of uh rough-necks really who\ndecided to you know go on the German side, Albanians uh who harrassed the Italians\nsomething awful, mostly for money. And I remember that uh all of these uh friends of ours,\nthese Italians, had uh uh you know, sold their truck their trucks by now because there was\nno more need for them, and what were they going to do for, with the with the money, and\nmy mother was the chief uh monley uh belt sewer. You know, they carried their money on\nthe bodies in a belt kind of thing. OK. Uh but these Ballistas would come in the middle of\nthe night and search their uh rooms. they didn't come to us . It became\nexceedingly exceedingly dangerous and exceedingly uh uncomfortable is uh is an\nunderstatement of the word. Uh these Ballistas, would come in the middle of the night\nalways. I mean this is this is their method, this is the way of doing it. You always create\nmuch more terror and fear in people at night. Uh they would you know in in Albania the\ndoors, the doors the the the uh houses were surrounded by high walls and you have like a\nportal, a big portal that you close at night. But they would come and and bang against these\nthese portals you know, and you have to open them from the inside, and then they would\nproceed searching for money and for things and so on. At any rate, uh by the winter of of uh\nof '43 or '44, by the winter of '44, all of these Italians who had\nevacuated by the Germans, on trucks, they drove them through the whole Balkan (ph) and\ninto and back home. Uh I started saying something to you before that this family , I visited\nlast year in Milano after 46 years and got the tale end of the story because I never knew how\nhe got to Italy. And he told me the whole story uh how he was taken by the Germans and\nhow they were treated, like new enemies. At any rate uh uh the these people who, with\nwhom we were living were evacuated and so we also had to leave the home, this apartment\nbecause it was too costly for us, and we moved to another place and to another place and I\nmean we were just moving around all the time. Summer of 1944, maybe June, July,\nwhatever, uh notices went up on the uh on the trees or on the tele...on the whatever, electric\npoles or whatever, uh all foreigners had to appear at SS headquarters at such and such a date\nand register. And this was the real thing. Uh to come back to family , we still frequented\ntheir home from time to time, but it became so uh with the German officers walking\nin and out of there and somehow she was naive enough to not to understand that it to us was\nnot only uh unpleasant but very dangerous. It became a point you know, why aren't you in\nGermany doing your duty and so on. You know, my father wasn't all that old at that point\nyet. Uh we ceased going there. We simply did not go there anymore and uh uh now of\ncourse the big started. What are we going to do? Now some of us, by this time all, however\nmamy Jews were left, we were all together in , because this was the only place we could be.\nAll the cities along the coast had been mined by the Germans, and uh al... altogether 1t was\nmuch safer I guess to to to be in . Uh Partisan activity at this stage of the game was extemely\nactive. Every night, the moment it got dark, they would come down from the mountains, do\nall kinds of mostly attacking German positions attacking uh uh places of German\nconcentration of soldiers, whatever - minimg bridges, mining roads and so on and shooting\nall night long. You would hear shooting. There was always a curfew - the moment it got\ndark there was a curfew. You could never be out at dark. Uh in Albania, in , there were\nmarket days every Thursday. Every Thursday, Germans through their henchmen, would\nhang the number of Partisans that they had caught at night or who knows how many nights\nbefore, hang them from tree, tree uh tops and have the entire citizenry see them, and always\non market day, because that's when most people would come, go into town and would see\nuh you know, the results of the night. And uh not knowing what was going on, my mother\nand I once uh were caught by uh you know - went into town and spent and saw this and it\nwas really horrendous. We never thereafter walked into the market place again. Uh we were\nregistered, and when it came to name and and address and where it was and how, religion,\nthe typewriter went over the left hand margin and they put down Jewish, so at this point we\nknew for sure that we had been registered. And uh some of our people panicked and decided\nto uh escape to the Partisans. There were a few uh at least male members of the family that\nwent into the mountains and uh escaped. Uh the uh they just did not want to take a chance\nand uh to stay on. Uh we had a friend. In fact, he was a cousin to this , and he had been a\nliaison officer between the Albanian government and the German officers, the\nGerman whatever uh general who was ruling over Albania, and he knew exactly what was\ngoing on. He also knew of what we had heard that the Germans indeed had asked\nfor the list of the Jews we don't know any Jews. We only know Albanians. And with\nthat, the result of that was they naw had to proceed and register us themselves, and that of\ncourse caused a tremendous delay which was in our favor. Well, this person had made\narrangements with us that when the time came, and he hoped or he was sure that he would\nknow when they would actually deport us, he would send a peasant to our home, and take us\nbehind the uh Partisan lines. It was perhaps a tremendous chance to take. On the other hand\nI don't, we knew by this time that the conditions in the mountains were such that for a\nwoman and a child to survive were almost nil. Uh food they didn't have. Uh health\nconditions of Partisans was terrible. And uh we took the chance and stayed. And uh as I say,\nuh my parents had the number, I mean at this point they again had to make a living. Uh my\nfather started a bit in trading. He would buy wholesale and he would sell retail and make a\nfew pennies along the way. I was always left home and they always went together, and of\ncourse they met often these very tricky situations with Germans uh in the stores and not\nbeing able to talk and uh the store keeper knowing that they knew German and asking them\nto be interpreters uh of course never realizing the danger that they were putting them into\nbecause what did they - they didn't, they were not anti-Semitic. Uh Albanians certainly were\nnot like that. And they didn't uh . Eventually the uh the activity of the Partisans\nbecame so tremendous that uh one night it was so terrible that I remember actually ending\nup under the bed. I mean the dangers were terrible uh at this point. To leave the house was\nvery dangerous. Uh between being caught by the Germans; or being caught by snipers from\nthe Partisans or being uh somebody recognizing you - I mean I can't even tell you at this\npoint how I felt. I think it was really one great uh feelinlg of fear. Fear that my parents\nwouldn't come back if they were a little bit delayed. Uh just fear of everything really.",
        "Q:",
        "A: Uh well, the uh one night the shooting at dawn didn't stop. That's quite simply what\nhappened, and this was now the beginning of December 1944. Uh we actually, it was so\nclose to home and we, I mean all night long we were just lying on the floor taking shelter\nunder the beds or taking shelter under a table. I mean it was all really nonsense, but that's\nwhat we did. And as the rule was, that as soon as it got light outside the shooting would\nstop. Well that day the shooting didn't stop. And so we understood that something out of the\nordinary had happened. And uh sure enough uh fairly uh soon - I don't know, maybe nine,\nten o'clock in the morning - there was a knock on the door, on the portal, and uh my father\ntook all of his courage to his hand and opened the door. I'm sure he expected that German\nsoldiers would be outside and were getting us finally. Uh two Partisan soldiers stood there in\ntheir green uniforme with the red star, communist star, on their hats. And we understood that\nduring the night they had occupied half of the city of and we were the second house in from\nthe corner and across the street were the Germans and on our side of the street were the\ncommunists. Well, they told us that uh they would suggest that we leave house because we\nwere much too close to the line and they didn't know what would happen. We should\nquickly take a uh few belongings and go up the street and there was a uh wellconstructed\nbrick house and with a shelter and we should go there and stay there for a few days till ....\nWell, we did and uh we found other Albanians there. Uh none of our own pleople lived in\nthat uh area at all, so were really on our own completely there. Uh the only other people that\nwe knew on the street other than our landlord and land lady - and our landlord wasn,'t there\nbecause simply he had escaped into the mountains.\nHe was a loyalist and he knew what was happening, that the communists were taking over, so he\nhad to escape because of that. Uh the only other family was a German family, no, a Swiss\nfamily, and they were Christian Scientists and they had lived for m,any years. Anyway, we\nspent the night there, and what they had done was literally organize in such a way that\npeople slept in shifts, with just a few bunks and they let people sleep a few hours and then\nother people. Suddenly in the middle of the night uh somebody shouted and screamed and\nwe all went out to look what happened and half of the city of was ablaze. The Germans in\ntheir retreat, and they hadn't retreated completely yet, had set the entire old market places on\nfire and there was a tremendous . Uh the next morning my parents decided that uh there was\none family by the name of who all along had lived uh way out of town. Way out of town,\nquite near the mountains, uh the beginning of the mountains I think. And uh so they decided\nto leave this house and to uh to go there with me, and we really made it in a few hours\nwalking time we made it there. Uh many times uh had to lie down or take shelter of some\nway or other because the shooting was going on, and uh we finally got there and of course\nthey said that we could stay there. And they left me there and they took my, and my two\nparents, my parents decided they better go back and take a few belongings, and some clothes\nand some things, valuable things. Valuable things, whatever there was out of their apartment\nand then come back and stay. Who knows how long the war will take. Well, they did make\nit back, and they may, and they did take some suitcase or two and put some belongings in\nthere. And on the way back, indeed they were caught by cross-fire and uh my father shouted\nto my mother, in German, to take shelter, to lie down flat on the ground. And a Partisan girl,\nsoldier girl, heard them in German and of course thought that she had red-handed caught\ntwo German spies. She marched them into the nearest uh station of the uh Partisan police\nstation or whatever, and uh it was a very close call again, because as they walked in they\ntook uh uh an Albanian out. He was shot right outside this uh compound. Uh God was good\nto them once again, and uh one of the uh officers inside this barrack, inside this police\nstation, recognized my parents from when we were interned in . He gave them the typical\nAlbanian hug and kiss, and told one of the soldiers to accompany them to where we were\nstaying and warned them not to leave until the end of this. That once he could help them, but\nwho knows what would happen the second time. Well, this war between uh the Partisans\nand the German soldiers lasted for eighteen days. Uh they needed the route, to keep an open\nroute to extract their soldiers, and they kept it open for eighteen days, and then one day we\nsaw one single solitary British airplane that bombed the escape route for a few hours, and at\nthe end of it all when it was really over, some of the Germans soldiers by this time had\ndeserted, were 1n hiding - we saw them later on walking around in their tattered German\nuniforms. And uh and the Partisans were now in charge. Practically speaking in December\naf 1944 we were liberated by the Albanian Partisans. Uh the Germans had ruled with an iron\nhand. As I said before, they hung many uh Partisans that they caught.\nThey also blew up homes and this is one sight that will never leave my image - I have actually seen\nwhole houses go up, homes which they suspected that Partisans were either hiding 1n or\nbelonged to families of Partisans. And they blew up the entire houses. And I can never stop\nthinking of that, whenever I hear that in Israel we blew a house of the PLO. Now uh...",
        "Q: (TECHNICAL CONVERSATION) Is there anything",
        "A: In a very very difficult way, because Albanian, the Partisans did not want us to and we were\nfinally literally uh how shall I say, they, the Allies black-mailed the Albanians until the\nepidemic of the typhoid-cholera uh uh vacinnations. People died very, like like flies,\nand un finally they used this vaccine by saying either you give us the few Jews who are here\nand we take them out, or you can't halve any more vaccine. Now we were then taken to a\nDP camp in IItaly and this was our first encounter with the real true story. We did not know,\nwe knew there were - even when we feared to be deported we thought we were deported\ninto labor camps. We did not know the whole story as unrealistic as this may sound - we did\nnot. We came into this uh DP camp one evening and the next morning the only other young\nman started walking across uh these DP camps were along the coast line in Italy. Uh\nthe province of",
        "Q: ?",
        "A: To a DP camp. It's called",
        "Q: When did you ?",
        "A: Not until uh September 1946. And that first morning there we met some of the survivors\nwho showed us photographs and I remember us going back to our parents saying what\npropaganda they were trying to feed us. The real story did not emerge until days thereafter\nand very slowly. And uh to a fifteen year old, but she had gotten, she had gone mad.\nAnd uh they had taken her to the DP camp where she was taken care of properly, etc. etc.\nBut you realize the war was over in May, and this was September uh yes September 1945,\nand these are the remnants - they're really remnants. Sick, alone, search for one\nbrother and the daily waiting for the mailman to come and the daily going through\nlists and lists, Red Cross Red Cross lists, United Nations lists, lists or whatever you, this is\nun...that's a story in itself.\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Can you tell me your name please?",
        "Q: Where were you born?",
        "Q: And did your parents ?",
        "Q: ?",
        "Q: TECHNICAL CONVERSATION\nEnd of Tape #1",
        "Q:",
        "Q: (TECHNICAL CONVERSATION) Is there anything",
        "Q: ?",
        "Q: When did you ?"
    ],
    "answers": [
        "A: Johanna Newman, which is a rather difficult name to put on for this country that's what it\nwas.",
        "A: I was born uh on December 2nd, 1930, in Hamburg, Germany.",
        "A: I'm an only child and uh an only grandchild for the first five years of my life. My cousin\nStephen was born in 1936. I was very close to my maternal grandparents who lived very\nnear us in Hamburg. Spent many very happy childhood hours in their uh company. Had a\nwonderful relationship with my grandfather, who passed away in December 1935, and that\nwas a great uh calamity to my young years. I became perhaps even closer to my\ngrandmother at that time, and that grandmother played a very important role uh in my life.\nShe still managed to get out of Germany. She was in America and when we arrived in 1946\nwe resumed that close relationship until her dying days uh in the early '60's. Uh on my\nfather's side uh my grandfather lived in Berlin.\nUnfortunately the grandmother, after whom I am named, Johanna, passed away when my father\ncame out of the 1st World War. She died in February 1919 from the then-epidemic of the\nso-called Spanish Influenza and I obviously never knew her. I did know the second partner\nof my grandfather was a very lovely lady by the name of , well-known but the sister of the\nwellknown uh . Uh I did visit these grandparents in Berlin several times. I'm not\nquite sure how often and they came to visit Hamburg but uh that grandfather also died very\nearly, in March of 1936. So I don't have too much of a recollection except that I do\nremember him. a very stern man, very religious man, very learned man as a matter\nof fact in both the working and religious category.",
        "A: Well, mine was really very good. Uh I have a very recollections of being a little bit spoiled,\nbeing that I'm the only grandchild or was the only grandchild until uh I was five years old.\nUh I was taken to many places. My parents took me to uh parks, theaters, etc. We lived in a\nvery lovely neighborhood in Hamburg. I had wonderful toys, and with the uh birth of my\ncousin who of course almost became like a brother figure to me since I was an only child, uh\nlife was wonderful. I spent an awful lot of time, many hours with my aunt and unale, and as\na matter of fact, the relationship uh with that aunt and uncle and my other aunt, and I will\nmention their names.\nUh the parents of my cousin are Lotta (ph) and Eric , and unfortunately my uncle Eric just passed\naway uh about two and uh since both my parents died within ten weeks of each\nother in 1961, I can honestly say that my two aunts and my uncle very much took the place\nof my parents not only to me but also to my children. have the same emotional\nattachment to these two aunts and one uncle as I have. Uh I spent many happy hours\nwith my aunt and uncle after my cousin was born, and uh when they decided that it\nwas time to leave Germany which was in March of 1937, they uh so-called brother\nfigure and now had disappeared. They had left, and we were left alone uh with my\ngrandmother She was not married and she left Germany after the\nKristallnacht, in December of 1938. She lived with my grandmother and again with her too I\nhad a very wonderful relationship and still do. Uh I would think that uh the loss of my aunt\nand uncle and my cousin was overcome in same measure that now school started for me.\nAnd I entered school, the school year of 1937, school in Hamburg uh called at one time\nSchool. Rather famous for it's girls school of uh high but by the time I went to the school it\nwas no longer called . I believe it was closed in 1933 and the , but uh the buildilng\nwas taken over by the Jewish community uh center, community council or whatever it was\ncalled in Hamburg when Jewish children no longer could attend school. And I went to this\nschool. The school was one, at that point, perhaps on the scale of an American so-called\nHebrew day school, a half-day uh singular subject and half-days. Unfortunately I only went\nto that school for about a year and a half before we left Germany but the year and a half I\nwas there were very happy years. I remember my some of the girls that went to\nschool and in particular the daughters of my parents’ friend, friends, the Meyers, Dr.\nMeyer and his wife Edith and their three daughters, uh no, three children. Sorry. Two\ndaughters and one son. One of the daughters, . The Meyers immigrated with us to\nAlbania and the Millers went to America and , but when I came to America after the\nwar in 1946, this was my first contact was Eve Miller and I think that I\ncould say that really the clouds over my childhood did not begin until well, the death of my\ntwo grandfathers, which obviously had some effect. Uh 1n particular because they\ndidn't want to tell me that my grandfather had passed away, which obviously Uh!\nspent a lot of time consoling my grandmother. Uh I do remember but nevertheless it\nseems that my presence uh being with her did help her. Uh as, and obviously then my father\nhad to go to Berlin, and again there was a the memorial candles that were burning in our\nhome and I do remember that very vividly, and really both parents were in doing the same\nthing. And strangely enough both are my parents dying within ten weeks of each other and I\nwas in for more than. Uh and as I say, I think that the first clouds that I can recollect\nobviously began when in October of 1938, one day the teacher came into our classroom and\nsaid all those children whose parents had immigrated into Hamburg uh please leave\nthe room. Your parents would like you to come home, or whatever she said. She certainly\ndidn't say that they were going to be deported that very same day but this was the beginning\nof the deportation of uh Polish Jews in particular. I, perhaps it was other Jews as well, I'm\nnot sure. But I think 1t was Polish Jews primarily were sent that very day, that same evening,\nout of Germany and back to the Polish border. I think that the Poles didn't want them, and\nthe Germans didn't want them. I do remember that there was a child of a SpanishPortugese\nfamily in my class, and he was the rabbi of the uh I think, I believe the one and only Spanish\nsynagogue in uh all of Germany, and she was in my classroom, and I think that she also was\ncalled out. I'm not, I couldn't uh vouch for that. But children of Polish parents were\ndeported, together with their families that very uh evening, and that was October 1938.\nObviously that left some impression on all of us children. I don't know to what extent thet\nmeant anything to us, but I'm sure it also created a great deal of uncertainity and insecurity\nof our parents as that did in itself must have been felt by the children. Then the next big\nevent obviously was the 10th of November, 1938 - the Kristallnacht. And I have very vivid\nand very clear recollections of that event. Like every other morning I went to school, and uh\nthis is not the uh era of radio and television and we didn't know what happened during the\nnight. I was sent to school like every other morning, and my way to school passed a big uh\nSynagogue, the center of ,Jewish life in Hamburg. And in fact the city of Hamburg has done\na great deal to uh bring the whole life of what they call the Jewish life under the which is\nthat section of Hamburg where the orthodox Jews lived, where the big synagogue was. Uh\nthey bought all this back to life with many, in many different ways, particularly the\npermanent exhibits. I think the place where the synagogue stood today has a memorial\nplaque which was only last year uh inaugurated and we brought the exhibit to in July which\nwas wonderful. But nevertheless, this is the place I had to cross on my way to school, and\nwhat I saw was hoards of people standing in front of the synagogue, and throwing stones\nwindows. And uh as we arrived, of course we ran past the uh the place itself, the\nnoise, the shouting, the screaming. I suppose there was an aura of because we still didn't\nknow what was happening but I suppose just the mere fact that so many people were there\nand throwing stones into the stained glass windows was enough to make us\nand arrived at school and were immediately told that our parents would pick us up. We\nshould remain calm and we wouldn't have school that day. And indeed a few minutes later,\nor a half hour later or whatever the case may be, my mother did arrive and took me to my\ngrandmother's home where my father already was. And here then unfolded slowly but surely\nthe uh grim story of what happened during the night, that the synagogues all through\nGermany had been set on fire, destroyed. were burned in most cases. It is known that in\nHamburg sacrificed themselves to run into the synagogue to save some of the , hid them and\nI believe were successful in doing so. Uh that the had been demolished.\nmerchandise had been thrown into the streets covered with water and with ink and I mean it\nwas chaos and total destruction. Uh my father decided that he had to see for\nhimself what was happening and indeed did go into the downtown area of Hamburg. He\ncame back . In the meantime uh many uh men who had arrived for their usual place\nof work were already being imprisoned or taken off to uh police stations and eventually\nended up in Dachau or in or many other places that at that time already existed as uh\nconcentration camps. I'm not sure whether Mauthausen was already in existence but Dachau\nand were. And my aunt at that time was engaged to be married to a man by the name.\nand he had arrived at work and was immediately taken by the police to . We stayed\nthe entire day with my grandmother, so the events that were taking place and this\nwas as I said the center Jewish life, so obviously knew where the Jews lived my\ngrandmother had a uh apartment that looked out on the main street, the and from the\nwindow we could watch much of what was happening. Uh since my grandfather had passed\naway in 1935 and it was known that there was no man living in her, in the apartment, and\nshe had a very large apartment which ran from one side of the street to the next, uh my\nfather, another elderly gentlemen and a friend of their family decided to spend the day uh in\nthe back rooms of this apartment, and indeed that day nothing really happened. No SS men\nor no uh secret police came to uh my grandmother's house. We didn't know of course that\nthis was a pogram (ph) that would last for an entire week. We thought that this would be\nover in twenty-four hours or that day or whatever. And at night we did go home uh much\nagainst everybody's advice, but my father insisted that uh he was going to sleep in his own\nhome and he was not going to be intimidated. And we did go home that evening and uh\nslept in our apartment. I don't believe that too much happened during the night. They may\nhave knocked on our door. We didn't answer uh the door, but the next morning we took a\nfew possessions and decided to go and stay with my grandmother for the duration of the\npogrom again known to anybody. Uh I believe that either that day or the next day\nmy father and the friend of the, their's uh Dr. , uh decided to go out of town and I'm not sure\nhow they made their way, to summer resort called . It's outside of Hamburg. It was the for\nbeing prepared for uh Palestine at that time, and also a children's home. In fact I spent one\nsummer there as a child. And uh this uh was surrounded by a forest, and I believe\nthat however many Jews took refugee in spent the days in the forest. Maybe the nights too.\nfor some reason I guess the SS never got down there, and did not imprison anyone\nthat was there. My father stayed there for the duration of the pogram, What\nthey did is they manufactured uh leather gloves for work people. All kinds of gloves for\ndifferent professions. And my father had designed a specific glove which was patented and I\nhave the patent at home, which perhaps would, will become an artifact if the Museum is\ninterested in it. Uh he had designed a glove with a certain reinforcement which made these\ngloves more uh economical to use or longer lasting let's say, uh with certain reinforcements\non the palm, and these were gloves for all kinds of industry. And in fact if anything his you\nknow mere talking in the era of course after the big depression un in Germany, across the\nworld I should say, uh and he had really with this business that he had built up in Berlin,\nworked his way up tremendously during the last few years, and ironically as it may sound\nbecause of the war industry that was taking place already at that time in Germany, his orders\nand his business dropped quite considerably and uh until the Kristallnacht and when\nbusiness sort of became impossible. Uh Jews were no longer allowed to . Un one\nother event that did take place and which unfortunakely in my book I made a mistake in the\ndate, saying that it took place in August of 1939. It has been corrected, but nevertheless went\ndown as '39, but obviously it took place in August of 1938, and that a decree by the\ngovernment that all Jews, male and female, had to adopt a Jewish name. And you had to add\nyour middle name to your name, the middle name. All women became Sarah and all men\nbecame Israel. So that now my name became Johanna Yuta (ph) Sarah Gerechter and my\nmother was Alice Sarah Gerechter and my father was Siegbert Israel Gerechter. And it's\ninteresting that I realized that even people like my own son and daughter-in-law never heard\nof this uh law that one can be forced to add a name to their existing name. And how come\nthat people didn't become suspicious enough to just throw everything away but uh\nthey didn't. Uh my father had maintained that he had been a uh high officer during World\nWar I. He had the Iron Cross. He had received in 1935 a cross which was given only to all\nfront line fighters, meaning people who for four years of the Ist World War spent it on the\nfront line, and how could the same men now deny him an existence or a livelihood and\nwould throw him out. I mean that was something . I believe that it was part of the\npsychology played by the Germans. Psychology played a very very uh important and\npowerful role I think can tell from the fact that people would be deported and yet\npanic. To be told that they were going to go to labor camps or we were being resettled in the\neast and didn't know where they really were going to. . OK. Uh it now became\nobviously many of the other uh daily uh amenities of life. I'm a child. I'm panic-\nstricken or very fearful. The thing I expressed in my book, a feeling of constant fear. Uh I\nremember events such as uh, what do you call it, uh air raid alarms . Of course we\nJews were not allowed to go to an air raid uh shelter, even at that stage of the game. But you\nhad to uh comply with and you were being tested whether that was well enough\ndone so not a not a ray of light would come out. And we had to stay in our apartment. The\nsirens would go. The uh uh fire department would do whatever they were instructed to do,\nand I remember a tremendous fear, feeling of fear. I mean I can feel that fear even today. I\nthink I can feel the fear that I experienced the night that we went home to uh back to our\nown apartment Kristallnach the feeling that my father would be taken. I\nthink that I had enough understanding to realize what that would mean. And the tremendous\nfear . Uh this used to I guess that goes way back to 1935, '36 when the big\nrallies or uh big taking place speak to his supporters, to his uh the masses of\nand these would be broadcast on the radio stations. And people would put on their\nradios, and I remember but this must have been summer time. Windows were open and I\nwas supposed to go to sleep, and I could hear this voice and it is something that I\nrecall vividly and that feeling of fear surfaced all over again. I could feel it like I felt\nit as a child . So the feelings uh the fear was there, and I don't think that I really, I\ndon't think that anybody every really can completely forget that kind of fear. Well the world\nbecame very insecure as I said. Uh many friends began to leave. Every day or every week\nthere were less and less of my friends at school, and my parents and their friends, the family\nuh Meyer, Dr. Meyer and his wife and three children, and my parents trying to find a place\nto go. Now the obvious was of course to go to America. My two aunts by now were in\nAmerica. They had began to send us affadivits and all the supporting affidavits and uh\nsupporting letters and security and whatever else the American consulate in Hamburg\ndemanded, and we were registered, but because of the uh trust that my father had, and this\nhere, I think I have to pause for a moment to describe this and it's something that I never\nunderstood for a very long, and perhaps even felt, had a feeling of ... ... and that feeling of\nfear surfaced all over again and I could feel it like I felt it as a child of six and seven and\neight. So the fear existed and the fear was there, and I don't think that I really, and I don't\nthink that anybody ever really can completely forget that kind of a fear. Well, the world\nbecame very insecure. As I said uh many friends began to leave. Every day or every week\nthere were less and less of my friends at school, and my parents and their friends, the family\nuh Meyer, Dr. Meyer and his wife and the three children, and my parents, were trying to\nfind a place to go. Now the obvious was of course to go to America. My two aunts by now\nwere in America. They had began to send us affidavits and all the supporting affidavits and\nand supporting letters and securities and whatever else the American consulate in Hamburg\ndemanded, and we were registered. But because of the uh trust that my father had, and this\nand this here I think I have to pause for a moment to describe this and it's something that I\nnever understood for a very long time, and perhaps even felt, fear, had a feeling of of un\ngrudge against my parents for this feeling of security that they expre...that they had for\nliving in Germany, and I didn't understand it until recent years when I have read many\nstories of other people like myself who came from German families and where the feeling\nwas exactly the same, where the attitude was the same. They were Germans. They had lived\nin Germany for generations. Uh I know that my mother's family, I myself in my book have\ntraced back the family for a little bit over two hundred years, and I haven't done a very\nthorough job, so I'm sure that I can go back much further. Uh my father's family even\nthough he was born in which was the heart of Prussia, uh under American law after the after\nthe uh 1st World War it had been ceased (ph) to Poland and according to American law it\nwas Polish and therefore he went on the Polish quota, which caused all the problems that it\ncaused that we couldn't get to America before the war. But nevertheless, he in his own heart\nwas a German and had always been a German. And uh I have to say that today perhaps I can\nunderstand it much better that they had such trust that this could never happen to them. Uh I\ndon't know how, I don't really know how much would an American Jew who has been here\nfor several generations, if the same situation would confront him, though he has the\nexperience of only fifty years ago in the 1n the back of his mind, but how much would he\nfeel that something so drastic, so total and so inhuman could take place. I I'm not sure. But\nnevertheless this was the feeling. So that my parents did not register very early for the\nAmerican quota. My mother and I both having been born in Germany had not, no great\nproblems. The quota, our quota came up very quickly, and we could have left for America\nseveral times before leaving for Albania. I think we were called to the Consule at least twice\nif not three times. However, my father according to American law, went on the Polish quota,\nand that was a small quota and this was, and he had a high number because many eastern\nEuropean Jews had registered much much earlier. And of course we weren't going to leave\nwithout him, so needless to say each time we gave up our quota and someone else possibly\nleft in our stead. I believe did. So that here in the, and the uh Meyer family had not\nregistered early so they really could not leave Hamburg. They had to also find another\nasylum. And it was exactly that. It was a search for an asylum no matter where. And uh the\npassibilities were very very slim. They thought of England. Well England required quite a\nsubstantial amount of money as the security deposit for every one that uh entered England.\nI'm not sure what the amount was and I don't think that my parents could have afforded that,\nand neither apparently could the uh Meyer family, so that we had to find other ways out. Uh\nmy father I believe had uh - no, not I believe, I know - had cousins in Argentina. Was very\ndifficult to get into Argentina. You had to prove that you were some how or other uh\nconnected professionally to agriculture, and of course that he couldn't prove. He was a\nbusiness man, through and through. So that was out. So somehow, and I'm not quite a\nhundred percent sure how this Albania uh possibility surfaced, but what I had heard always\nwas my mother had met the Albanian attache to Germany at a bridge party, and uh during\nthe conversation it turned out that he was about to be married and wanted to go on a\nhoney...his honeymoon to Switzerland. And uh my parents and the Meyer family lent him\nsome money. He got us in return, perhaps not 1n return - I don't want to make it sound that\nthis was a bribery. I think that he really and honestly was able to officially give them visas to\ngo to Albania. And uh Dr. Meyer and my mother flew to Berlin for the day, and they\nobtained the uh Albanian visas and our passports or a letter - I'm not quite sure. At any rate\nuh - I'm hesitating on this flight business because my grandmother was not allowed to know\nat that point that my mother was going to take an airplane back to her would have been\nabsolute uh disaster. I mean how does anybody go into an airplane. But nevertheless when\nshe came safely back the same evening she was told and she sighed relief that she didn't\nknow before. At any rate we did get visas. Uh and uh now the process of leaving Hamburg\nmysteriously began. My recollections on that are very very sad. Number one I had to leave\nGrandmother because we could not think of taking, well in today's world perhaps her age\nwas not all that advanced - she was in her mid60's. Today I'm pretty close to that and I\nconsider myself not an old person, but in those days I think one could not think of taking her\nto a primative country like Albania and this is all we knew about Albania. Uh she was left\nalone in Hamburg with an older sister. Uh her, the chances that she she alone would still\nmake it to America were fairly good, although she too by coincidence was born in Posen\n(ph). I believe that my grandfather from my father's family and her family knew each other\nin Posen of course. Uh but uh at any rate she was on the Polish quota as well and we took a\nchance to just leave her in Hamburg. That was very sad. Uh my my parents uh now\nproceeded to unravel all their affairs in Hamburg. We had to give up our things. We had to\ngive our home. Uh and we thought that we would go to Albania, transfer our documents\nwith the American Consule to the American Consule in , which indeed we did and that we\nwould go to Albania for a period of maybe four months, five months, half a year. Uh I'm not\neven sure that they thought it would take that long. Considering and uh thinking back of the\namount of luggage that we took with us, and the kind of clothes we took with us, 1t was\nreally considered only a matter of months that we would be in Albania. Uh the rest of our\nbelongings, that which we were allowed to take out, because here we are, January, February,\n1939. We're not allowed to take out any silver. We're not allowed to take out mare than 10\nmarks per person. Uh we're not allowed to take out any jewelry. We're not allowed to take\nout many other things, nothing that was newly purchased. I mean there were very very\nspecific uh rules and regulations. I believe that in my papers at home in Haifa I even have\nlists of things my parents took with them. I have I think a document that states uh that you're\nonly allowed to take out things that were purchased one year prior to your uh immigration\nand things of that sort. I mean everything was made very clear. They packed a lift (ph) under\nthe supervision of German uh officials. Everything was checked, what went in there, and uh\nthese lifts were left in the storage of the harbor in Hamburg with the intention that as soon as\nwe would arrive in America we would send for these lifts. I believe that at the time the rule\nwas that you could not just simply send off your lift to the United States, and it makes sense,\nbecause I think the United States, or the harbor of New York would have been flooded with\nlifts of people who unfortunately never made it themselves there. So our lift was left in uh\nHamburg, in the uh harbor of Hamburg, and uh we left Hamburg on uh I believe the date\nwas the 23rd of February, 1939. At least this is what the official exit document that I have\nstates. Uh my father had a very hard time detaching himself from literally thousands of\nletters, documents, photographs, etc. It was impossible that he could take all of these things\nthat were very dear to him and that meant so much to him. These were letters still written by\nhis mother to him when he was in the war. Uh his younger brother had fallen for Germany\neighteen days before the end of World War I. He's buried somewhere in France. Uh his\nmother, as I stated before, already died when she was uh a young woman in February of\n1919. She had gone to Berlin to wait for him as he arrived. He had been such a patriot that\nalthough the war ended in November of 1918, he had volunteered to fight against the\nBolsheviks (ph) and went into Russia and never came back from the war until February\n1919. Uh she was in Berlin. She awaited him at the railroad station. And sometime during\nthat period she contracted as I said the Spanish Influenza. She went back to Posen and died\nvery shortly thereafter. And he could not even go to her funeral because he was a German\nsoldier, or ex-soldier. Posen by this time was Polish and I don't think that he got uh a permit\nto go into Posen. Uh I believe a little bit later on, probably 1920, everyone who lived in\nPosen was given the option to opt for either the Polish citizenship or German citizenship,\nand of course my grandfather uh opted and and part of the other family opted for the\nGerman citizenship, and they all went to live in Berlin. So as of 1920, I believe that uh all\nwhoever was left in Posen of the family Gerechter and whatever else their names were all\nwent to live in Berlin. But to come back to our own family, so I remember so very distinctly\nmy father making arrangements with the superintendent of the building where we lived, that\nhe could use the furnace room of the house and burn all what he couldn't take with him.\nPapers, documents, etc. etc. He took some things with him, but very few. We were so\nlimited in our baggage and our luggage that it was really uh very difficult to decide what to\ntake and what not to take. Uh it came to the point where my mother and father had to go to\nthe uh customs officials and give them, hand them over, their silverware, their candlesticks,\ntheir...anything, any objects in the house that were made of silver, none of which could be\ntaken along. The uh cutlery and uh you know, whatever uh else was of silver in the house.\nUh I do remember my mother going out and being permitted to buy three sets of cutlery, of\nuh silver-plated cutlery to be taken with us. One for each of us, and nothing more. And her\njewelry. When they came to the customs official, someone recognized her, an elderly\ngentlemen and it turned out that one time he worked for my grandfather, possibly ten or\nfifteen years earlier in his business. And because he recognized her, he allowed her to take\njust a few extra items along. They were pa...that 1s to say extra items of jewelry, because\notherwise all they were permitted really was their wedding rings, and as I said, a set of uh\nthree sets of cutlery for each of us. Uh she was allowed very few additional items, and those\nitems were in this place, packed in a sealed little package. I still see the package in front of\nme. It was very small and it was sealed with seal-locker, actually sealed, and I guess\nincluded was a list of items that were in it. And a copy of that list, when we finally left\nGermany and crossed the Pass into Italy, that list was over there with the customs official,\nofficials. My parents were taken out of the train when we uh passed across the border and uh\nthe package at that place was opened up and they compared the list and contents of that\npackage with the list that they had received. That's how strict things were handled in those\ndays. At any rate, the day of departure arrived. I remember all night long my parents were\nstill packing. I remember the last night in our home. Uh the farewell to toys and everything\nelse and of course the very very sad farewell to my grandmother. I still re...see her standing\non her balcony and waving at us as the taxi drove away and took us to the railroad station in\nHamburg. We left from the railroad station called and uh I took a doll with me. I took a ball\nwith me. I remember a little pin that my grandmother had given me and a few other toys.\nAnd uh we traveled to Munich and slept the first night in Munich and continued the next day\nto Italy. That is to say we crossed the Pass. My parents, not everyone but at random, people\nwere taken out of the plane...out of the train and uh some of them were even uh bodily\nexamined. Now my mother was taken into one room and my father in another, totally\nstripped and totally examined and my mother ca---and I was left with the Meyers on the\ntrain. For some reason the Meyers were not examined. As I said, people were taken at\nrandom. And uh remember my mother coming back on the train and telling us her\nexperience and among other things that the woman who examined her, touched her hair and\nsaid what do you have in there, and she said permanent, and uh the woman said don't answer\nme so fresh. Well, we finally crossed the and uh - look, some people smuggled things out.\nThat's for sure, and we know that and it perhaps even saved their lives. It was money\nsmuggled or perhaps between pages of books and it was uh people had false bottoms to their\npocketbooks or suitcases - who knows what. I know that my parents at that point were\nfearful enough not to do that because the results were well-known. They had friends who\ndid this, and whose husband ended up for many years in prison, and uh we left with the ten\nmarks per person. We left with the little package that was packaged in Hamburg, and that's\nall we had with us. We arrived in Bologne the next day, and uh here we didn't know what\nwe would be doing because the ten marks by now had been used up the one night in Munich\nand uh the Meyer family of five and the three stood on the platform in Bologne and really\ndidn't know where to turn. To our great surprise, uh there were Italian students who uh who\nwere organized by the Jewish Committee uh of Italy, and apparently in many such centers of\nuh cities where trains would come from Germany, these students had made it their business\nto be there and uh receive German or other immigrants that were fleeing Germany. Well, I\nremember two students taking us in hand, taking us to a beautiful beautiful hotel. And caring\nfor us for an entire week until we were able to receive money from our relatives in America,\nand the same went for the Meyer family. Uh the money had to be uh dispatched, and I guess\nin those days uh telegram was already in existence of course, but I don't know how quickly\nit went. But we were for an entire week taken care of my these students in Bologne who also\ntook us around town, showed us Bologne, fed us, took us to restaurants, and just took care of\nus until we were able to uh pay for our uh passage for, first of all from for our ticket, railroad\nticket from Bologne to Bari (ph). In Bari we took a boat to Albania. Now, we were not\nallowed to pay for these two tripls, because this was out of territorial Germany. They would\nnot allow us to pay with German money in Germany for these two tickets, which would\nhave made life a lot easier and, but this were all calculated on the part of the Germans. Uh of\ncourse we all know that uh supposedly all the money that was uh left and all the jewelry and\neverything else, all belongings, were put into a socalled uh account, or whatever it was\ncalled. And uh supposedly someday this all was supposed to come back. Of course it never\ndid. By the way, speaking of the lift in in Hamburg, many many years later uh my parents\nalready were no longer alive, and the German court somehow found out that uh indeed there\nwas a lift stored in a certain man's uh warehouse uh which had been distributed. The\ncontents of not only our lift but I suppose many other people's uh lifts, had been distributed\nto so-called bombed-out German families. And I received the glorious amount of $400\nAmerican dollars, or was it 400 marks - I'm not quite sure anymore - uh maybe sometime in\nthe early early '60's as compensation for the lift. Anyway, we're now uh in uh Bologne. As I\nsaid we uh were taken care, beautifully taken care of by these people and it is only weeks\nago now that I read in a book written by a woman called Susan , . She writes about the\nItalian Jews and Italy and its Jews, etd. It's a fantastic book I think. Unfortunately, uh she\ndoesn't mention Albania at all, and I'm trying to get in touch with her which I haven't\nsucceeded in. Uh I think it's a pity that she doesn't know about Albania and the Italian role\nthere. But uh she is describing this organization of Italians who are helping Jews who come\nacross the border to make their life more pleasant and easier. And I never realized that this\nwas a nationally organized uh group of people who who did this for a long period of time.\nAnyway, we now leave for Bari, and immediately take uh a boat and the money that we\ncould afford was only for sturge (ph) or storge (ph) or whatever you call it, in a pl...in the\nboat, that is to say down in the in the bottom of the boat. We crossed for twelve hours into\nAlbania. Everybody was seasick. This 1s uh the Adriatic Sea in March - can be rough and it\nwas rough I assume. And we arrived very early the next morning in the port or what you\nmight call a port of Albania, of Duratso (ph). My first impression...\nTape #2\n...We arrived on March Ist, 1939, in the early, early hours of the morning. We went up on board and\nthe site that uh we saw was one of extreme depression. It was a one dock and port, piles and\npiles, heaps and heaps of charcoal on the pier. It was pouring rain. The black water was\neverywhere, running all over the pier from the charcoal. There were few uh Albanians, for\nthe most part gypsies because they use...used to use gypsies for their heavy work and for\ncarrying and so on. Covering their, and this I kept seeing it all through the years whenever it\nrained, these people would use as a protection just the jute bags over their heads and this is\nwas the sight that met our eyes. It was really really depressing. And I remember my mother\ncrying bitterly and saying I am not leaving this ship. I am going to straight back to . She\nabsolutely could not envision how she would ever be able to set foot to this kind of a\nunbelievably depressing uh sight. Well again to our surprise, because we really had no idea\nwhat was expecting us in Albania, uh there were other immigrants, European immigrants\nalready in Albania, and someone from the pier called up in German, are there any German\nJews, are there any Jews on board? And uh we were very happy that this gentleman who\nhad already been in Albania, this was his job to be there every day when boats arrived to see\nwhether there would be refugees on these boats. And uh so he helped us get off the boat and\nuh take us to one of the local hotels. Well ho...hotel is an overstatement of facts, but that's\nwhat they were called. Exceeding...everything was exceedingly primative. Uh we had,\ncoming from Hamburg, uh hygiene being the epitomy of our lives and so on, this was really\nunbelievable. But nevertheless here we were. Uh I don't know. We children perhaps because\nof our age, by this time I had just turned my eighth birthday in December before we left, and\nuh the uh children of the family Meyer, one was younger - I believe he was only five - and\nuh the other, the the girls - one was a year older than myself and one was exactly the same\nage. So I don't know ta what extent we could empathasize with the feeling our parents\nexperienced. I think that to us some of this was exciting because it was new and it was\ndifferent and and it was just all uh a new experience for us children. I think at this point we\nuh we were certainly very insecure because we didn't know what was facing us or what\nschool would be like or the usual things that children do - toys, we had almost none with us,\njust what we could carry 1n our arms or our little bag that each one of us had over their\nshoulder, and uh I do remember very well that for many many years the one thing that I\nmissed so terribly was my school bag, and I always had in the back of my mind, well one\nday when I get to live in New York, my school bag was . In Germany we used to wear the\nschool bag on your on your back. I had some particular like for this I suppose. I don't know\nexactly why, but that was so important to me that I did not have that with me. Uh another\nthing I had received as a gift from an uncle of my mother's a doll house that he had made\nhimself and of couse I had to leave that behind, needless to say, and that was a tremendous\nuh and I missed it very badly. Well, these are the things that children of that age I think we\nexperiencing. The lack of the uh ususal, the schooling, the friends, the playgrounds, the toys,\nthe family the grandparents, etc. Uh but the other insecurities of where does the next meal\ncome from or where are we going to live and where are we going to sleep and so on which\nparents have to worry about, I think that didn't quite trickle down to us at that point yet. At\nany rate we lived in a hotel, so called hotel, very filthy, very dir...very much infested by\nbedbugs and lice and the whole gambit, and uh the other immigrants and there were at that\npoint I believe something like sixty people there. They were all from Austria, mostly\nVienna. Uh had rented or I should I should start a little bit differently at this point. There\nwere Albanian Jews and that is to say there were two families originally from Greece who\nhad lived for many years in Albania and they were considered Albanian Jews. Uh there\nnames were uh Kohn (ph) and Levy (ph). They ran rather large dry goods stores and uh they\nwere weal...very Jews. Their origin as I say was from Solonika (ph) I believe and uh when\nthese other people had arrived a little bit earlier than we, I don't believe that anybody was\nthere more than maybe a year longer than we. In other words in 1938 I believe is\nimmigration to Albania started. Uh these people had sort of assumed the role of uh to the\nhighest to the Joint Distribution in America. Made contact with them, and they were sending\nAmerican dollars to these two families who in turn gave us the Albanian equivalent of this\nmoney. But in all these years they made very nice uh currency out of these Jews that came\nto to to escape Germany. Never mind. At any rate uh these people had organized themselves\nin uh they had rented a very very large house, call it a uh a hostel, and uh these sixty people,\nmore or less, were living, a room per family, in this house with a very hugh kitchen,\ncommunal kitchen of course, and uh they had uh organized in such a way that several\nwomen each day would take turns at cooking and preparing the food and several men would\ntake turns every day 1n purchasing uh the produce etc. and prepare the two meals. They were\nin the process of renting a second such hostel right across the street from the first one but\nhad not completed the arrangements yet so that we for example uh had no room in the\noriginal home, and had to live in this hotel. So 1t was us and uh the Meyer family and there\nwere a couple of other couples or single people who in the meantime were staying in one or\nthe other of these hotels. I think at that time there were just two. ( ) One was called .\nThe other one was called, and uh but for meals we had to qo everyday to this hostel which\nwas perhaps not a long way. I don't really recall. I do recall that as a child it was a trecherous\nwaly to walk. You have to remember that uh roads as such weren't reallly known in Albania\nand it was all very uh muddy. This was the rainy season in February and March into April,\nand uh we had to go twice a day for meals to the home, to the uh hostel. And it wasn't until a\nfew months later, and I'm not quite sure exactly whether it was May or June that the second\nhostel had been rented and when we could move, be moved in there. OK. Uh so this us\nprocedure here went on all through March and into April. April 5th, 1939, we woke up to a\nbarrage of cannon uh shots. And we didn't quite know what it was. We were told\nimmediately that the royal family had just uh the Queen of Albania had just delivered a uh\nan heir to the throne and uh they were shooting . Well that was very nice and the King of\nAlbania, King uh offered that these sixty or maybe by now sixty-five or seventy immigrants\nAlbanian citizenship in honor of the birth of his son. Well, 1t never came to this, which there\nwere times when we wished it had taken place but in the end history proved that it would\nhave been terrible if 1t had happened, because we would never have gotten out of Albania. .\nTwo days later we again were awoken by terrible uh noises of artilleries shooting but this\ntime it was the real thing. Italians had landed in . Uh it was the week of Passover. Passover\nwas early that particular year. I believe I looked up in my book earlier and I believe that the\nSeder night was uh on the 3rd or 4th of uh April or 5th of April that year and uh there were\nrumors that something was happ...going to happen and indeed they had told us that day, on\nthe 6th of uh April, not to come back for supper that night but to stay in the hotel and they\ngave us some food to take back to the hotel with us. And uh sure enough on the 7th in the\nmorning, 7th of April, 1939, the Italians had landed in Albania, had occupied the port part of\n. The fighting in the streets took uh maybe three, four, five hours at the most. I don't\nremember, not too much. But we were staying in this hotel and of course this was one of the\nuh uh hotels very close to the port and uh altogether how many streets were in and uh we\ndidn't quite know where to run for shelter because uh the rooms had all large windows and\nthe shooting was going on and the windows were being broken, uh the panels were were\nfalling into the rooms so we ran up and down the stairs. The stairs were a windowless area at\nthat time. Well, about ten or eleven o'clock in the morning the uh Italians finally came into\nthe hotel and took us into the nearby uh ( ) solid back. It was a solid built house. Uh\nmy mother and I were taken over, followed by my father by some Italian soldiers. They\nwere all very kind and very accommodating and very helpful, but right in front of the hotel\nwas a machine gun and a dgad Albanian soldier over whom we almost fell. Uh we were\nkept in the all day long, and uh in the mean time of course the rest of the country uh\nabandoned their fighting. The Albanians didn't stand any chance whatsoever and the war\nwas over within a few hours and the Italians were now in possession of Albania. It's been, it\nwas part of the Italian empire such as , , or parts of Africa, etc. Uh as far as we were\nconcerned of course the Italians really were to us excellent, wonderful. Uh the word anti-\nSemitism did not have, not only didn't exist, didn't have any meaning to them. They didn't\nknow what it meant. Uh we were Germans at least as far as they were concerned. When we\ntimidly would tell them they were Jews, their replies would always be well, we have Jews in\nItaly and they're Italian citizens. Some of them are even in the Facist party, which of course\nis true. We all know by now that there were Italian Jews who were very ardent uh supporters\nof Facism and such. At any rate uh we as I said eventually moved into this other hostel and\nthe Italians were there, and everything was good and fine and uh life went on and here we\nwere waiting for our call-up to the American consulate because we mustn't forget that this\nwas still the ultimate uh aim. We only came here to stay for the few months it would take for\nthe American consule to call us because our to America. Well, when the Italians occupied\nAlbania, that of course was part of the Axis now, and the American consule left and went to\nNaples. I don't know exactly why because that was also uh Italy was also uh the Axis but\nanyway, there was no longer an American consulate in and our papers and everything else\nwent with them to Naples and now we became, we got under the jurisdiction of the\n( ) Naples. Uh the SS was well-known in those days. Each consule is oh can demand\nwhatever he wants to demand as to security and ( ) uh guarantees that they will not\nbecome burdens to the American government. Indeed this is what happened, and of course\nwe all know that ( ) could have come to America, didn't come to America only\nbecause of this ( ). At any rate we are now in the summer of 1939 and uh our papers\nare now in Naples and so are the papers of the Meyer family. There were other people who\nalso uh had uh these quota and affadavits to go to America, and some did. Here and there\nchildren kept uh leaving Albania and ( ) other places such as France and Holland and\nof course we know what happened to them. A few, very few, went to uh went to America.\nBut among them were the Meyer family who in December of 1939 were called to the\nconsule in Naples, did leave Albania for Italy, and eventually arrived in the United States.\nUh our quota was not up yet, and we were toying with the idea at one point why not leave\nwith them and stay in Italy and wait for our quota, which could have been advantageous and\nmaybe not. You can never tell. But we ultimately decided to remain in Albania and await\nour call-up. (Pause) Life for me at this point was that there were a few other children. I think\nwe were five kids altogether. In our world we walked, playing, goinlg to the beach. Uh in\nthe meantime our parents organized among themselves individuals who could teach us. My\nfather gave us lessons. He was an amateur painter. I have some very lovely paintings of his\nin my home. Uh he gave us lessons in art. I was not one of his pupils. Uh other people gave\nus uh lessons in arthimetic and writing and reading, but just to keep us occupied. But uh\nconsidering the fact that we all are under the impression that we are going to be there just for\na few months of time, why bother sending these poor children to uh uh Albanian schools\nand let them learn a language that was all the whole world over to speak and a difficult\nlanguage at that. Uh why should we bother? (Pause) Uh the opinion of a few people\nwho were there with children. Uh we the three Meyer children, myself, uh and I think so we\nwere really just little kids. OK. Uh so what was my life like? Really very uh uneventful I\ncould say. You know, we we did obviously uh play in the street. We obviously Children will\nfind ways . Uh eventually when it got to be , LONG . At any rate we\nuneventful life Uh we had a wonderful day. I remember the day very very\nwell. The water was At any rate we got in the summer of 1939 and you\nhave outhouses Uh water was brought down by donkey in metal containers from the\nmountains, from natural wells. But they didn't, how shall I say, stupidly or uh ignorantly\nenough people didn't buy blocks of ice and put this into the drinking water in order to cool\nit. Well the blocks of ice were made from the regular water, so that by the time we got to\ndrink the wonderful water from the wells, it was infested with . And a lot of, many many\npeople that summer became ill with typhoid fever. All of us had diarhhea and dysentery and\nand whatever you want to call it. All kinds of intestinal diseases. After a while obviously\nyou built up uh antibodies and you you can fight the disease and also you learn to eat the\nthings that the natives eat, one of which is that had uh apparently but in those days\nwe wouldn't touch yougurt with a ten foot pole because we didn't, it wasn't exactly what we\nliked. Uh but we learned to like it. And it became a necessity. And anyway uh the next\nreally traumatic experience in my life was the fact that uh my mother became terribly ill. We\nwere still in the hostel and it was still the summer of 1939, and she was diagnosed as being,\nsuffering from uh typhoid fever and so she was ill for a good number of weeks before finally\nsomebody decided well it has to be typhoid fever and she was taken by ambulance to a\nhospital in , , the capital city but at that time her condition had deteriorated tremendously.\nShe ran very high temperatureq for almost a month during which time she was hallucinating\nconstantly. She lost a tremendous amount of weight. At the end her disease she weighed\nsomething like uh 35 or 40 kilos and uh I didn't see her for uh almost four weeks, and my\nfather feared the worst. In fact he didn't take me there because he was afraid that I wouldn't\nrecognize her or or anytime he went there uh he woudn't try to. She she couldn't be\npersuaded to eat or drink any of the, again, what was in those days used really I mean,\npenecillin was nonexistent. Sulfur drugs were nonexistent yet. These are things that perhaps\nwould have cured it quickly. Uh I'm not sure what drugs were being used, but the native\ncure for typhoid fever is yougurt and milk because both of them evidentally contain certain\nantibodies that can fight the bacteria. And she would have none of it. So she was for a very\nlong time really very very ill. She did come out of it finally. Some Italian doctor in the\nhospital treated her, I'm not sure with what. When she finally came back to it was a\ntremendous joy for me, but in my own life the fear from was a tremendously real one. Uh I\nrealized that she was very very sick and I realized that the chances that she would die were\nvery real. And I have to tell you that uh I lost my mother very early in life. Uh she was fifty-\nseven years old. She died of cancer in 1976, in 1961. And uh that childhood fear of losing\nmy mother had been with me all through uh that time, even though by this time I was myself\na mother of three children and I was pregnant with my fourth child. But uh losing her was a\nvery real real fear, and I, that I could lose her. I understood what this fear is all about. And\nand how all these years, from her illness, because she uh came back and maybe\nmisdiagnosed, I'm not sure, but the doctors had claimed that she had come away with a heart\ndefect, which maybe was never real. I'm not sure. But uh she really never suffered from a\nheart disease but I think it had inbedded it so much in my mind, and heart meant death, so\nthat I always feare for my mother. I was always afraid that she was working too hard even\nafter we came to to the United States. That she was working too hard, that she was over-\ndoing it, that; she may have a heart condition and that she may die of a heart attack. Of\ncourse she didn't have a heart condition I don't believe uh and she suffered for about a year\nfrom cancer. She passed away as said at fifty-seven and really both my parents never\nrecover from in Albania. My father, he did have a heart condition, did die at sixty-five, ten\nweeks after my mother. So at any rate, uh ( ) I finally had my mother back and it took\nher a long time to recover and to get her strength back. And in the meantime in December of\n'39 our . The Meyers left and so I really was left only with one little girl who wasn't even\nJewish. Her mother wasn't Jewish. She had followed her husband who was a Jew from uh\nAustria to Albania and we became very good friends, but uh we played together and we\nlived together that entire winter on the beach. Now I'am not sure at this point how many\npeople in number, but we were still a substantial number of families who by this time had to\nmove out of the two hostels. Number one we weren't enough people anymore. I don't think\nthat we were more than maybe twenty-five or thirty people, not families. Uh many had left\nas I said. Some to other European cities and some to America. The two hostels became too\nexpensive and we had to give them up and what we did do was that in September of '39 we\nfound ourselves little houses along the beach which belonged to affluent Albanians from the\nmajor cities who would spend their summer vacations there, but in the winter were perfectly\nwilling for I suppose reasonable rent to give us their homes and that's what we did. And it\nwas quite pleasant. Obviously for kids to live along the beach and in the wintertime and\nduring uh uh storms and and it was fun. Uh well uh, but winter went quite alright except for\none small incident and that was ( ) it was a fairly cold winter, '39 and '40, and the\nonly means of uh heating in Albania was with charcoal. I mean electricity was non-existent\nuh or means were unknown. People cook and people heat with charcoal. It's called in\nAlbania. And uh the only other means was what is called which is uh little uh uh heating\nunits fed by uh petroleum, kerosene, but uh obviously you only cook on this. You can't heat\nwith it, so it was a and even though we never slept with it, this particular night was a\nparticularly cold one, and we left it in the room during the night. It's very dangerous because\nit gives off uh carbon monoxide. And uh for some reason or other I woke up in the middle\nof the night not feeling well, and woke up my mother who immediately realized that she\nalso didn't feel well, and neither did my father and we almost had succumbed to uh carbon\nmonoxide poisoning. He had the presence of mind, my father, to open the door which led\nimmediately led right out to the open into the uh onto the beach, and we really rolled down\nthe stairs and spent the entire night lying in, on the sand in the cold but recovered enough to\nin the morning be alright. But we had almost, this was almost it. And uh we stayed on the\nbeach. We moved several times because meanwhile the owner...\nEnd of Tape #2\nTape #3\n... uh the situation was getting very cloudy. invade Greece and we are not\nconsidered Jews who had escaped Germany, but we are considered uh non wanted enemy\naliens. As enemy aliens we couldn't remain in a strategic city like was and we were deported\nto the interior of the country to a very small town called . And , Greece used by the uh\nAlbanians and I suppose was used uh prior to this by the Turks, and prior to this perhaps\neven by the Romans, uh as a city of internment. Uh it is about, it's a valley, a small city ina\nvalley surrounded by very high mountains, and there are only certain passes that lead out of\nthe city. And you don't even have to be behind but you simply cannot get out unless you go\nthrough certain mountain passes that are guarded. And uh they deported us, however many\nof us were left at that point, to the city of . We arrived there probably October or so. Yes, by\nthe, by the high holidays we were already in . And at this point we were taken over by the\nAlbanian government. Uh you have to remember that meanwhile the uh Axis had declared\nwar, the entire Axis declared war on the United Stateq, uh and I skipped here something\nvery important and that is that in uh May, May 8th, 1940, the American consul had finally\ninvited us to come to Naples to receive our visas to the United States. Uh this was a very\nimportant episode in our lives and my parents immediately went to the ministry appropriate\noffices in trying to get a permit to leave Albania, not so much to leave Albania as to enter\nItaly, and uh in the meantime the Italian government received instructions from Berlin not to\nallow Jews to enter uh Italy. And uh one other friend of ours in uh the same position as\nourselves who had just been called to the American Consultate in Naples and who had\nrece...gotten the entry visa into the uh Italy was on a boat, was already in bed, and was\ncalled off the boat because the Italian official in Albania had received - he didn't want to\nopen the tele...the telegram because he knew what was going to, what the contents was. Uh\nsomeone else forced him to open it and he had to take this man off the boat and the man\nspent the rest of the war . But we didn't get that far because our invitation came maybe a\nweek or two later and by that it had become official policy not to allow Jews officially into\nItaly. We were stuck. And that entire summer, the whole summer of 1940, my parents used\nup every last penny of money that they had had to travel between and to go to each and\nevery one, anyone who would listen to them they would go to and try to get permission to\ngo to Italy and it just - and there were wonderful Italian officials in Albania who sincerely\nwanted to help, who tried every trick of the trade, and it just was not possible. I think my\nfather's very last endeavor was to pay a visit to the Viceroy in. On uh a hilltop in was a\ncastle of the King which of course was then occupied by what was called the Viceroy of\nItaly, and uh who was a representative of the Emperor of Italy to Albjania, and uh\nYakamony (ph) was his name, and to present him with the case and ask for his personal\nintervention and help. And again uh it was quite unbelievable how uh wonderful, naive and\nhelpful Italians really tried to be including the Viceroy. He happened to be 1n the garden and\neven though one of the guards who saw my father wanted to ask him to leave the grounds\nbecause he was really not permitted, the Viceroy asked what does this gentlemen want.\nPlease let him in. And my father presented his case personally to the Viceroy who said he\nwould try his utmost and see what he can do. So much so that after we were already in and it\nwas the winter, must have been at least four or five months later, one morning two , two\nItalian policemen came with a scroll under their arm, with the answer from the Viceroy, and\nin formal fashion opened or unwound this this this document and read that His Majesty, the\nViceroy Yakamony regrets to inform the Senor Gerechter (ph) that he tried his utmost and\nthat the official law is that no Jews can enter, or whatever it said, but something to this\neffect, can enter Italy. Therefore his effort remains unsuccessful. And we were stuck in. We\ntried uh yet during that same summer to uh get to Athens from Albania, hoping to perhaps\nget through the American Consulate in Athens a visa. The uh Greek Consul in Athens\nproved to be a very great . Didn't do anything to help us. We even at one time tried to get to\nIstanbul but that too was impossible uh As I say, we were stuck for six and a half years.\nEvery effort remained unsuccesful. OK. We arrive in in uh Duratso I'm sorry - skip that one.\nWe arrived in uh in the fall of 1940, and uh the war with Greece started pretty soon\nthereafter with the Albanian government at this point uh took over the handling of these few\nJews ( ). They uh issued a certain amount of for our support which was . They\ndid uh provide us with housing or did we have to pay for it - I'm not sure but we ended up to\nlive in a very typical Turkish Moslem harem (ph). A hugh, absolutely hugh hugh house\nwhich was constructed in a very strange way, at least to my way of thinking. I suppose this\nis how harems are constructed. Uh when I say hugh I mean hundreds of meters of uh\nhallway between the two sides of the house. One one side, one bedroom was an anteroom\n(ph) and on the other side of the house, one bedroom, another bedroom, was an anteroom.\nThe anteroom is where the guard of the harem ladies uh stays and the bedroom is where the\nharem ladies lived. The in-between is just the hallway uh and a men's kitchen, which was\nunbelievably . It had a clay oven I remember, and lots and lots of rats and mice walking\naround in it. Uh no uh bathroom facilities. None whatsoever. An outhouse, even in a place\nlike this, and uh I guess we did find an outdoor bathtub which I guess was used by the ladies\nof the harem. At any rate by the time we arrived there this uh uh so called harem which I\nassume at one point must have been the uh glorious and splendid ediface, was completely\nrun down. There were hardly any uh glass uh panels in the windows. I remember that we\ncovered the uh windows with blankets and ( ) a rather cold winter because this is\nmuch more northlernly located than Duratso and it was a very cold winter. Uh we were\nliving, well for me first of all, 1t was fun again. A huge garden, pomgranites (ph) grew in the\ngarden. I picked them. And low and behold there was a dog, a female dog, a bitch in the\nbasement somewhere, who had given birth to these three little puppies. And must have\nhappened just as we arrived. To me this was great excitement. Very good uh much fun, and\nuh one morning, by chance, I saw an Albanian boy who had chased the mother away and\nwas about to take the puppies away. And the puppies were no more than uh maybe a week\nor two old - they didn't see yet. In other words they really were very little, and uh I guess my\nfather must have told me that I may have one of these puppies. So I argued with this young\nuh boy and indeed he did give me the puppy that I wanted. It was a white and black puppy.\nAnd uh now I had my puppy. And I called my puppy Picholo (ph) even though it was a\nfemale and she should have been called Pichola (ph). But uh she remained Picholo for the\nthree and a half years of her life. And uh she grew into a very loving and lovely little dog,\nabsolutely 57 varieties, but that didn't bother me. Uh we had to, we fed her literally with a uh\nmilk bottle that belonged to one of my dolls I suppose and uh I don't even know where we\ngot the milk from because I'm sure my mother didn't have enough milk for me, but I do\nremember that she bought the uh can of condensed milk and watered that down, and that's\nwhat the poor little puppy lived on for a while, and I also remember that one day she made\nsome cream of wheat and it burned on these wonderful uh cooking facilities, and somehow\nthat became food for this baby uh dog, puppy, for a few days. As long as it was sour - the\nburned cream of wheat. Anyway uh that was the uh central point of my life at this point. The\ndog was everything. The dog meant a great deal to me, and uh my parents very much liked\nthis dog as well, so I didn't have any difficulties uh keeping the dog in the house. I could\nkeep the dog with me all the time. And uh I, we really became very close friends and it\nbecame uh a I had no other choice or friend. The dog was a very uh central part. Uh the war\nwith Italy, between Italy and uh Ital...Greece started very shortly thereafter. We lived very\nclose to a mosque, and uh what we didn't know was that the mosque had been used by the\nItalians as a storage place for ammunition. The front line was quite close. At night we could\nsee the artillery fire, the flashing uh flaming up of of projectiles - we could see them. And uh\nthe city of or this village of was bombed very very often. The first time we were bombed I\nremember very clearly I probably had a cold or something - I was in bed. My father was\nhome with me. One other of our uh friends was with us, and my mother had left for town to\nget bread. OK. At this time things begin to be rationed. Now ration never became a great\nproblem in Albania. There wasn't that much of a variety of food to begin with. Uh I cannot\nsay that uh we lacked food because of ration. I can say we lacked food because of money\nand we couldn't afford anything, uh but it wasn't so much that there wasn't any food because\nof rationing. Uh the few things that there were, we you know, we could have obtained, but\nwe really didn't have any money, and there was a period exactly around this time that from\nthe money that the Albanian government gave us, and I have a great recollection that this\nwas on the order of four or four and a half lechs (ph) a day and I do remember actually\ngoing hungry. There was a period that my mother stole fruit and tomatoes out of the\nneighbor's garden because there was really no food on the table. Uh what eventually\nhappened is again uh somehow through my relatives for a short period of time they were\nable to send some money via an Italian bank and I'm I'm not, I can't remember how it was\ndone uh to send us some money uh or through the Red Cross perhaps it was handled - Im'\nnot sure. But I do remember receiving once or twice a little bit of money from the uh uh\nfrom the from from our relatives in uh in America and that helped us to bridge the gap. I\nmentioned before the fact that my father was an amateur painter. Uh we had in Germany\nsome beautiful paintings which are all gone - I mean obviously they all went with the rest of\nthe stuff. Uh and his motifs had at that time been motly uh Judeic but I have a very good\ncollection of the paintings in our home in Concord. Uh he decided that he had to make some\nmoney and uh somehow got the idea to paint uh store signs for Albanians. Very colorful\nwith pictures of the merchandise that they were selling and believe it or not they really\nwanted them and they really bought them, and that helped us tremendously. And for quite a\nwhile he uh was able to sort of uh put some food on the table through making these uh signs\nand and painting these these signs for people. He later on really went back and painting and\nuh I have in my home 1n uh Haifa, and my children also have some paintings that were done\nby him, still while we were in Albania. Uh he did paint uh in America when he came uh to\nthe States in '46, '47, but uh this uh did help us along, but I still remember very well the\ncouple of weeks where we actually did not have any food uh on the table. Uh we uh some\nItal...Albanian families became very friendly, our neighbors, and uh even invited us to the\nuh Moslem festival of Ramadan (ph). Of course today, living in 1n Israel, we always know\nwhen Ramadan takes place, and uh uh being that they go according to a lunar calendar and\ndon't adjust their calendar it can come out any time of the year. Uh that year I guess it was\nsort of winter time, and uh it uh well it's the uh four weeks of fasting, but the two days at the\nend of uh this fasting period are great festivities and festivities are mostly food. And uh they\nhave some very lovely, as we learned there and uh it's very interesting. Albania is\n(TECHNIC'AL CONVERSATION). OK. At any rate uh they took them with us to the\nmosque and they uh treated us as uh their guests and they're exceedingly hospitable and they\nsent us frequently to the house. Uh and we remained in this city for I believe at least half a\nyear if not more, but the situation with the bombardment on the part of the Allies, Eng...uh\nBritish planes, air, the British Air, Royal Air Force planes came over to bomb the city\ndetracted from that point. I was ill that day and my mother had gone to town to get bread\nbecause there were only certain places where they distributed bread during the day, uh and\nmy father saw these five or seven planes in the sky, and no sooner had he seen them, then\nthey started throwing bombs. There was no shelter. Absolutely no shelter, real air raid\nshelters as we came to know them. Uh nobody knew what to believe was happening. The\naim was the mosque because of the ammunition and possibly other parts of the city also had\nammunition and uh the soldiers uh were you know sent back to the lines into where they\nwould rest for a few days, so this became very much a target, a daily target. Our only shelter\nbecame a very thick stone building, that's the only way I can describe it, which the Moslems\nused to wash their dead. Uh and uh that was the only place. It is windowless and it was not\nvery far from our home, but during the night, or anytime, we had to run for shelter to this\none uh hut, blut it's a very very uh solidly built uh hut out of out of very hugh stones. Uh but\nthe situation became such that uh they would come eight or ten times a day to bomb. I mean\nyou couldn't go to bed. You couldn't undress. There were weeks we wouldn't undress\nbecause in the middle of the night you would have to run several times. Uh it became such\nthat you couldn't dare uh undress yourself to even wash yourself in the basin in your room\nbecause they would come to bomb. Uh one day a high Italian official came to the city and\nmy mother, not being bashful, approached him in the parade and said it's impossible for us\nto remain here. I have a little child, and uh could we get permission, because here we were\nsent here by the Italian governing forces, uh could I get permission to go to the next town,\nand the next town was called , also small town. Even a smaller town. But there was nothing\nas strategic or military about it. And he said come Monday morning to . I will give you a\npermit. She did. He did give her the permit, and we went, we moved once again to this little\ntown called . Well, we all know what happened. The Italians dreadfully failed in Greece.\nThe Germans landed on the island of Crete, and several other places, and occupied all of\nGreece, and I believe by June or July of that year, 1941, ( ) the was was over and uh\nwe were given permission to return to We could go back to , so that was we were no longer\nundesirable aliens or enemy aliens and uh we had had enough of these uh little towns. Now I\nhave to add here that uh was so infested with mosquitos ( ) my mother and I came\ndown with uh very severe cases of malaria. Somehow my father uh escaped that, but uh my\nmother had just barely recovered from ( ) and I was eventually trelated with\n( ) medication and I will come to that later. At any rate, ( ) was not very long,\nmaybe two or three months and then eventually we were allowed hack into Duratso. Now at\nthis point there is war everywhere. Uh the Joint no longer can support us in Albania. They\nno longer had uh could contact or connections. The Albanian government is no longer\nresponsible for us because now we have left the city of internment and uh we uh went into\nDuratso, found ourselves a little uh what shall I call it - really only a room and and a little\nshack uh in a on a peasant's farm. The peasants lived in the back of the house and we lived\nin the front of the house. And there was an upstairs room and porch as well. But we were\nreally about a kilometer or two away from the highway, on the other side of the beach, and\nuh I'm only describing it because eventually this becomes ( ) and the Italians were in\npossession of Albania of course. This is the summer of 1941. Uh many Italians did not\nsympathize with the Facist government and who therefore were not interested to serve in the\narmies, or who had been already in the African war and no longer were interested in fighting\nanother war, could, I understood at that time, volunbeer to do uh Army or military service in\nAlbania in the capacity of uh to supply the army in the various places where they\nwere staying or just, I don't know - I'm really not quite sure. But there were a great deal of\nneed for ( ). There's no railroad system in Albania or very primative one. I I'm not\neven sure that there was a railroad or not. I think th,ere Railroad was transported uh charcoal\nto the various places, but this was not a uh a passenger train. I think toda,y there is such a\nthing, railroad, out there was no passenger train. All the transportation Albania basically was\nconducted by old buses and horses and buggies. There were almost no cars. When the\nItalians came with the big trucks and uh uh food supplies, charcoal supplies and whatever uh\nmilitary supplies were needed, they took care of them, so that they were living along the\nwhole, the houses on the beach. Now this was no longer a question of Albanians wanting to\nrent their homes. They were rather uh requisitioned by the Italians for their uh truck drivers,\nand many of them even came with their families to to spend the duration of the, what they\nthought the duration of the war would now be.\nEND OF TAPE\nOK. Uh we were back I believe in Duratso. We were, OK, at this point uh we were no longer being\nsupported as I said by the Joint. We were no longer supported by the uh uh Albanian\ngovernment and uh working permit as such was impossible to obtain. You have to\nremember that this is a very small country with a very limited uh industry and very limited\nresources of any kind. Uh and so my father once again resorted to his painting. Uh he\ncontinued actually what he had started in , uh in, to paint the store signs and uh he even got.\nsome uh jobs with the uh highway department to do signs where construction was taking\nplace and things of this sort. However, that didn't really amount to mu...enough money and\nat this time, at this point, we were living out of the, out in the uh on the uh farm, if you want\nto call 1t a farm, but that's really what it was, and uh together with yet another family, friends\nof ours, and uh the two families, my parents and these people, Mundle (ph) was their name,\nFeenie (ph) and Walter (ph) Mundle, uh decided that they were going to uh wash laundry\nfor Italian uh truck drivers. Uh if I think back of the uh laundry business, I somehow have to\nchuckle. The automatic washers and the automatic dryers and the running water and the hot\nwater and everything else. I don't know what they used for so...for soap, quite obviously.\nOne of the things that was uh popular in Albania to use was the the ashes of charcoal.\nIt's fantastic to clean your clothes with. I don't know how fantastic, but that was one of the additives\nto a washing machine, to a washer. The washing machine consisted of a uh uh tin cylindric\nuh bucket I guess you could call it, tall, fairly tall bucket with a little kind of a uh tube! in the\nmiddle into which you put charcoal and you lit the charcoal and that would warm up the\nwater. Now if you were not carefull enough and you had your laundry touch that part of the\nkettlel, uh you could even get it burned. At any rate, 1t would be boiled in there, and then it\nwould be put on a table, scrubbed with a brush, and of course rinsed. Now my job in all of\nthis was to pull water from the uh well. We had a little well in the uh in our, in front of our\nhouse, but that was the drinking water and the washing water and every other kind of water,\nand uh if it was towards the summer and in Albania it doesn't rain like 1n in Israel you only\nhave a rain period, uh the water very quickly gets exhausted and ( ) bottom of your\nwell and then you have to wait for several hours to start filling up again. At any rate I, that\nwas my job - to fill up buckets and buckets of water uh for the laundry, for washing and for\ndrying the laundry. And of course then the laundry was hung in the back yard and my\nmother would iron, and again, ironing was done with a steam iron, but a big heavy uh tron\niron, which opened up and you put burning charcoal into it in order to heat it. How do you\niron without heat? All of these things today are laughable but they weren't so laughable then.\nThey were pretty serious. It was a living for us for a good number of years, at least two, two,\ntwo and a half years and uh my parents continued doing this sort of thing. What did I do in\nall of this time? My dog was with me for sure. Out in the on the farm, this only danger really\nwas uh snake bites and that was not so far-fetched and it was also dangerous for us. In fact\nmy mother once found a snake in her bed when she went at night to bed. Uh the uh thing\nthat I I had a carefree life in the sense that schooling as such for a while I didn't attend.\nAgain, all through the uh month or however long we were in the two uh little cities in the\ncenter of the country, in and , other immigrants were teaching me. I did a great deal of\nreading and I today speak, read, and write a perfect German and it's only due to the efforts of\nall these lovely people and my own tremendous hunger for reading. I read a great deal.\nWhatever came into my hand, be it Italian or be it German, I read it. And this was really the\nbasis of my uh education until I came to the United States at the age of 15. Uh my parents\nhowever they did it is still is a uh miracle and uh a puzzle to me, but they kept me uh fairly\nhap...uh happy and well-adjusted child. I can't say that I uh was not well-adjusted and I\ncannot say that I had a terrible childhood. The dangers perhaps I didn't understand that well.\nUh for a part of our life in Albania we were more or less safe and and secure. Uh the uh lack\nof uh material values wasn't that something that mattered to me as a child so much. We lived\nout on the farm. That was fun. There was a cow. I learned to milk. I had some chickens. Uh\nI collected their eggs. Uh eventually my mother found out that there was an afternoon Italian\nschool taught by nuns. She registered me and she took me there uh and I started learning\nhow to read and write Italian. Uh the following school year I was actually registered into the\nthird grade - I had gone in Germany in Hamburg just to the first grade and a few month,s\ninto the second grade. They took me into the third grade. The school was taught by nuns. It\nis always my favorite thing to say that I was taught by uh I was taught in a nunnery. Uh nuns\ndid teach me, and they were lovely. They were very good to me. They knew I was Jewish.\nThere were some kids 1n the class as well, but for one year, one school year, I really lived a\nnormal, uh student life. I went in the morning to school and I came home in the afternoon.\nUh we had to dress in uniforms like all Italian children. A black smock with a white collar\nand a blue big bow. Uh the nuns were good to me. They were not pressuring unduly let's say\nhonestly. Nuns do not walk by themselves. They're always accompanied by someone, and\nso at times I would accompany my favorite nun from school to her uh domicile which was a\nhospital in in uh Duratso. She would ask me to come to church with me, to take her to\nchurch. Uh she would occassionally say, why, why don't you kneel down and pray with me.\nNothing will happen to you. And besides, why do you people suffer so much. You really\ncould save your suffering. But that was the most that I ever experienced in uh uh the sense\nof being pressured into uh accepting or believing in Catholicism. I have to honestly say they\nnever pressured us. They never, no one every talked about baptism or anything of that sort at\nall. So for one year, as I said, I had a very normal childhood. I went to school in the\nmorning, and I loved it. I loved it so much that in the morning when I went to school, I\nregreted the fact that another day was going by, and it was one less day of going to school\ntill the vacation came. And this was the only year - this is the year 1942-43. Uh ( ) we\nhad also uh made friends with an Albanian family. Uh their name is . He was a construction\nor a civil engineer. She was German, and they had two sons. Uh most Albanians who study\nanything - there was no university uh in Albania - uh Ivan studied in Italy or studied in\nGermany, perhaps he even went to England. I'm not sure. But this was the norm. Anybody\nwho uh had a profession had been to study abroad. And uh this particular engineer had\nstudied in Germany and met and married a German woman, who I assume had had adapted\nuh herself to the religion - I don't know what the procedure of becoming a Moslem woman\nis or not, but she certainly brought up her children in the Moslem faith. Uh interesting\nindividual and uh I'd like to dwell on her for a moment only because it is such a very typical\nstory. We were her so-called court Jews. She was such a strong supporter of Hitler. In her\nliving room she had a tremendous colored portrait of Hitler. Her, she came from which is\nthe beginning, which was the beginning of Hitler's little band of supporters. She enjoyed\ntelling us of the fact that uh in the late twenties and early thirties when national socialism\nwas still illegal in Germany, during the Republic, uh secret meetings with Hitler took place\nin the basement of her father's home, and you cannot, she would tell me mother, the\ncharisma of this man, these eyes -\nI mean and she would really go into all kinds of esctasy describing this ( ) phenomenal\nhuman being that this Hitler was and so on. But she was Albanian and she lived in Italy, I\nmean in in Albania, and she was a a good woman. She would come out to the farm where\nwe lived and bring us food, and uh when the chips were down, that is to say in 1943 when\nuh, well I don't have to repeat the history which is already known, but eventually the\nGermans regarded the Italians as their enemies and they actually occupied Albania, and uh\nto the extent where they deported the Italians by trucks, via back into Italy. And they\nbecame the rulers of Albsnia. Uh at this point, it became very dangerous. We were in\nDuratso - oh, I have really skipped something that is most important, and where the family\ncame in very much. Uh a little bit earlier on, I suppose it must have been - well, let's go\nback. I I'm afraid we have to go back to 1942. In 1942, first of all the Germans are\noccupying Yugoslavia, and a group of maybe approximately a hundred Yugoslave Jews\naccomp...came across the border at , and the Albanians let them in. Uh here the Italians are\nstill the rulers of Albania, together with the Albanians, and these! Jews are escaping uh and\nBelgrade. Uh the Germans had bombarded Belgrade for twenty-four solid hours, at the end\nof which they marched into the city, and some of these Jews were able to escape really\nliterally escape by the back door when the Germans already entered the front door, and uh\nmade their way to the uh Albanian border and came across. And uh there were there were\nabout a hundred of them. Eventually we met them. We are now in 1942, and even another\ninteresting uh point that I didn't uh mention I'll briefly mention it, in this little uh house\nwhere we lived on the farm, an Italian family eventually moved in. Our friends the Mundles,\nleft the laundry, quote, unquote - did something else with, for a living, for a livelihood. And\nan Italian family moved in. He was a truck driver, and uh he rented the apartment while his\nwife was in Milano giving birth to their first child. And uh she would be coming within a\nmonth's time with this baby, and indeed, this child was born, Elsa (ph) is her name, was born\non the 13th of February, 1942. why do I know this date? Because that night, some Italian\nsoldiers tried to break into our home, in this village. Upstairs nobody lived. Our neighbors,\nthe the farmer who was living in the back of the house, didn't hear us and uh we lived on the\nground floor of course, and it was a Friday night and suddenly we realized that the window\nwas being opened from the outside. And our little dog, Picholo, jumped through the\nwindow, and he was the saving grace. Italians are very frightened of dog bites because of\ncourse rabies in those days was quite prevalent and was not being controlled. And uh if they\nwould be bitten by a dog they would have had to report to their uh health authorities and\nwhere did you get the bite. Well, they let the window fall down, and ran away, and we didn't\nhear from them, but again, this was the most frightening experience and uh the dog barked\nhalf the night. Never came back until the next morning. And really saved our life! There's no\ntwo ways about it. These two soldiers, and they were from the , the ones with the feathered\nhats uh and they came with that uniform on. I mean they were out to get some money\nobviously. But you never know what else they came out uh they were out for, and uh we\nreported them the next morning. That whole night we stayed up and uh we set and it was a\nvery bad experience. And uh the next morning we informed the uh nearby, it was nearby, an\nItalian army camp. The officer was informed. They came. They investigated. They asked us\nto come. They had the entire batallion or however many soldiers there were, uh stand at\nattention and asked us to identify. Uh my parents decided not to identify, even if they had\nthe slightest doubt that this soldier or that soldier was the person. Is impossible at night to\nhave recognized them. Uh they you know involve themselves into such a trap, and they\ndidn't. We never were uh bothered again, but it never never was a safe place again for us. Uh\nwe lived as I said about a mile and a half or two miles away from the beach. We had to go\nout at night. We had to uh deliver the laundry, or things of this sort. We always had the dog\nwith us, as little as she was, but our uh landlord did two things. One, he had a big German\nShepherd dog who that night was away from the house because they never fed the dog and\nthe dog all night long used to roam around finding food, but from here on in, he put the dog\non a uh uh wire that ran around the house and uh fed the dog well. And the other thing was\nhe made a hole in our, between our apartment and his so that in case something like this\nwould happen again, we would have an escape route. We had to escape otherwise. Well, be\nthat said. Meanwhile the Italian family moved in, and their name is . Last winter we were 1n\n(TECHNICAL CONVERSATION) OK. So uh it's the uh fall of 1942. Uh we went, we\nheard that the Greek, not Greek, the Yugoslave immigrants who had come across the border\nwere now mostly living in a small city very close to Duratso called . And we were looking\n( ). You have to realize that all these years went by and we really never had a. We\nnever were enough men uh to have a proper service. We were observant to the point that we\ncould be observant. Uh we had one other family friends who were observant. Nobody else\nwas. Uh there was no kosher food and I don't intend to uh say that we didn't eat meat. We\ndid eat meat. We did not obviously eat pork, but other than that, kosher could not be kept.\nUh there was little enough food as it was, the little we could get, but uh still whatever we\ncould keep, we kept. Uh Friday night was kept. was kept. My parents did not wash laundry\non Saturdays, and little things like this, but all things which really did give me the feeling\nthat this was a Jewish and an observant home. Uh we were looking for a and we, my parents\ndecided to take a trip to uh and uh we went to a hotel I believe and we really did have a with\nthese Yugoslave Jews. Uh I have to tell you here that it was the first time that we heard of\nsome of the serious German atrosities. There were people there whose uh sons, husbands,\nwere taken into a nearby forest and shot by the Germans as they had occupied Yugoslavia.\nUh some of these people had escaped by the skin of their teeth. Literally, some of them told\nus that the Germans entered the front door and they ran out the back door. Uh there were\nthose who were, I remember there was one family, an elderly lady with her grandaughter,\nand that was all that was left of the family.\nUh a bomb had hit the house and the shelter. Half of the people in the shelter were blown away and\nthereby saved she and her grandchild on her lap, while her daughter or son, whoever it was,\nand uh other children of the family had been killed. I mean instances of this type. We had\nnever heard of any of this. I do remember them asking us questions and uh us telling them\nabout the Kristallnacht. That was our only experience with real terror and real harrassment\nand and and uh atrocities. OK. Uh that was the fall of 1942. As I said '42-'43 I went to\nschool uh and again uh as far as my parents were concerned by birthdays came and went.\nUh they couldn't afford birthday presents, but I did have a doll and they would sit at night\nwhen I slept, and we always had only one room - never had more than one room - and uh sit\nin their beds and sew doll clothes out of grown-out clothes of mine. My mother would uh\ndiscard some of her own clothes and make them smaller for me, because here, remember in\n1939 I was uh eight years old and the clothes had all by now been grown out by me. I was in\nthe meantime ten and eleven years old. Uh now uh Albania is occupied by the Germans.\nOur real problems started. This is summer of 1943 and uh we heard about it, and uh once\nbefore my parents had a very uh close call. They walked on the beach, and the one and only\nreally bad uh Albanian police officer whom we met throughout all these years, had\nrecognized them, stopped his car, and asked his uh assistant to imprison them, to put them in\nprison, because they had no right to be in Duratso. He wanted them back in either or , an\ninternment city. He did want them in his city of Duratso. And uh the only thing my parents\nwere able to do was to inform this engineer , whom until now we had only known on a\nsocial basis, that his wife invited us to Christmas party or uh her Easter party, and uh came\nto us and brought us food when we lived out in the village, and uh they immediate...I had\nbeen left home by myself, so she came and she took me to her home at the beach where they\nlived, they lived year-round, and uh he, it took him about four or five days to uh get my\nparents out of jail. They were in solitary confinement. My mother, my mother and my father\nboth didn't speak any Albanian. You can imagine the kinds of criminals that they were\nimprisoned with. Uh my poor mother, who was absolutely petrified of any uh rodents was\nhere imprisoned with women who at night put out loaves of bread so that the rats would eat\nthe bread rather than attack them. It was real horror. It was unbelievable horror. Uh and after\nfour days they finally were freed and came back. This was only a few months before the\nGermans, maybe only a month before the Germans occupied Albania. As soon as the\nGermans occupied Albania, this engineer took my father to a very small village. I, it was\ncalled . It fell in the northern part of the country, a tiny village where he was doing some\nconstruction work, and he passed my father off as an assistant to him. He lodged him with\nsome peasant: or something, I I'm not quite sure, but my poor father spoke very little Italian\nand not a word of Albanian, so for him this was sheer torture. I mean it was really very very\nterrible. And my mother and I were taken in by the family as their relatives, as her German\nrelatives. This woman, with all her Nazi background, never never gave us away.\nMy mother was a distant relative who was living with them, helping in the house, and I was the\nchild. But now you have to understand that she was known in the German circles of\nAlbanian. She wasn't the only German. There was a whole colony of Germans, and they\nwould get together at Christmas and they used to have festivals and who knows what not. I\nmean there was a whole group of these Germans. Some of them probably were\nsympathisizers and some of them were not so much - I don't know. But she was. And uh, but\nhere she and we lived with them for maybe - I don't know - possibly two or three months.\nWhat was terribly uncomfortably obviously was, but again I was a child and the whole\nimpact of this probably never registered with me. My mother on the other hand, for her it\nwas very . Uh German officers, SS officers, or SS officers, or whatever it was, went in and\nout of this house. She was a German. She lived in Duratso. Her father was well-known and\nuh she became quite a social uh uh personality at that time in Duratso. Uh there was one\nparticular officer who came very frequently to the house, and uh my mother used the name\nof Rechter (ph) instead of Gerechter. Rechter happens to be a German name and uh fairly\ncommon so that it wasn't, that difficult to uh to uh you know trace it in any which way. U'h\nfor some reason they never asked where's your husband or whatever, or maybe he was uh\nconsidered by them to be on a front line or in the Reich (ph) fighting or whatever. But the\nconversations that took place became exceedingly uh difficult. Uh this one particular officer\ntold my mother point blank, if I were ever faced with a communist or a Jew, I would kill\nthem on the spot. And uh I don't know how she kept her posture, her composure or her\ncharm, but she did. Uh she was a tiny woman. No, no taller than myself and maybe half my\nsize, and uh yet very strong. And uh indeed a few days after this particular conversation, we\nuh one day at noon time heard a terrible noise not far away. I mean an explosion, terrible\nnoise. And uh what had happened was that this very same officer had taken a hand grenade\nand thrown it at random in a passing truck which was loaded with Italian soldiers. They now\nhad become his enemies, I mean, you know what the Germans thought of the Italians, uh\nand uh he just out of the sheer fun of it threw this grenade and probably killed and wounded\neveryone that was in that particular truck. And this happened on the highway which was\nonly a few hundred meters away from this house. My father uh really got into such a state of\nuh psychological state I should say, that uh his only contact was when engineer would go to\nthis village and talk to him for uh an hour or so, but other than that he had no no human\ncontact. What we didn't know was that there was one family who had been among those\nwho had escaped from Yugoslavia and they actually, the family, uh husband and wife,\nyoung couple, they had actually settled in this little village, . I don't know what they did for a\nliving. And uh uh they had seen this man - now I have to add, this 1s true - my father did not\ntypically look Jewish, whatever this may mean, and I'm saying this with tongue in cheek\nbecause I really don't believe in this uh kind of thing, but yet he wa...had a very light\ncomplexion, uh more or less the kind of uh upturned nose like I do, and he didn't, he he\nlooked quite German. Uh and the...he probably wore one of those berets, and uh leather\nboots.\nThey had seen him in the street and they were absolutely petrified. They thought ah-ha, there is a uh\nFifth (ph) Column person trying to find Jews, and they actually went in hiding for the\nduration of his stay. He found this out only many many months later. ( ) to as well\nand then met my father one day and told him this story, so he could have passed. You know\na human contact so much for that but he almost became blind because of\npsychological stress. He could not take this any longer, and uh decided he's going to\ncome back to Duratso. He's not going to no longer stay in uh by himself, and he came. And\nwe rented a uh, we had remember uh lived for all this time with this family. Our place out in\nthe country, we still had our things there, but we were kind of afraid to go there because a\nsmall German group of soldiers had sort of set up a camp nearby. In fact this was really the\nway we Saw one morning German soldiers 1n the field with machine guns. And uh so\neverybady knew we were Jewish and after my father came back\nEND OF TAPE\n..continental waters of the Indian Ocean, you know, what do you call it, uh Albanian waters and\nthen hopefully get their motors to work and get uh I don't know how many of these I\nonly know that once again surprisingly enough this woman with her strong Nazi background\nand her husband would patrol the beach. Patrol the beach, walk up and down as though they\nwere taking a walk along the beach. Then these boats and if any German soldier\nwould come along they would engage him in conversation until the boat could leave. Do\nyou believe that? That's how . At any rate I know of one boat and set out a\nfew nights later again, and that there was full moon they couldn't dare. They could only go\nwhen there was no moon. I mean it was a very dangerous undertaking and as I say I have no\nway of knowing whether anybody ever made it . Anyway uh we happened .\nMany Albanians have gone underground, young people have gone underground, have\njoined the Partisans. Albania had its own partisan group under the command of who lived\nuntil just a few years ago, and all them were together under the command of Tito (ph). Uh in\nthe northern part of Albania, obviously, uh the activities were much uh stronger than in the\nparts of uh Duratso or or anywhere around there. Uh but mountaneous areas were\ncompletely infested by uh Partisans. And uh here also uh throughout the years, uh the Italian\ncon...uh truck drivers had a very hard time. Their convoys were usually attacked and\nemptied out and so on. I mean this was how they made their living, and this is where they\ngot their food and their substenance. There's no way where they got uh money or food or\nanything or or ammunition or weapons from the uh Partisans. But anyway uh the Germans\nwere out to look for Partisans. And we had been warned that uh we should stay at home as\nlittle as possible. Of course they would come. OK. It was Rosh Hashanah and Yom Kippur\nof 1943. 1943. And uh we really did uh heed this warning and we walked along the beach\nand we were maybe some other visited maybe some other immigrants and together we went\nsome other pllace. We simply were not home. Maybe three or four days after uh Rosh\nHashanah uh my mother was sweeping the steps. Now the house we lived in, it was that uh\nwas really a wooden shack. It was a summer home again of two German families who lived\nin They shared this house, and each one really consisted of one bedroom and little kitchen.\nEach one opening out into the front porch and the porch had a few steps into the sand and\nthat's that's the extent of it. No, no uh bathroom facilities. An outhouse in the back of it, and\nthat was it. So uh it was maybe seven, eight o'clock in the morning, I'm not sure, and my\nmother was sweeping the front steps when out of no where a German officer with a few\nsoldiers appeared and said, uh , I have been looking for you for several days already and I\nnever find you at home. And my mother had the presence of mind to lock the door of my\nfather, of my father's room - he was upstairs. He was luckily still in the room, just getting up\n- she locked the door from the outside. And took the key out. And uh he proceeded to tell\nher that two days ago, exactly when it was Yom Kippur and we chose to walk the beach, he\nhad came to look for us. He had heard that we were such a uh charming German family and\nuh we were uh, we would be hospitable he was sure, and uh so on and so forth, and he went\non and on and on, and he's so happy that he finally met us. And where is , so my mother told\nhim that he had gone into to look for an apartment because it's you know, uh everybody had\nto evacuate Duratso by December and uh or November or whatever the month was, and uh\nmy father was not home. Instead he was sitting on the bed. This is a wooden shack, every\nmove that you make you could hear. Under my father's bed was a suitcase filled with his\nprayer books, his , and he he just did not dare, really didn't dare move a little. Uh he told us\nthat his soldiers were combing the beach for communists, for Partisans, and if my mother\ndidn't care too much, wouldn't mind too much, he would like to make this his headquarters\nfor the day. This officer really and truly stayed the entire day with us. My mother kept\nbrewing coffee and bring whatever refreshments she could think of, never went into the\nroom. Somehow this never realized that we didn't go to our room. My father sat on\nthis bed, maybe six or eight hours that day. And uh they took me for a walk down the beach\ntowards afternoon and uh wanted to take a picture with this . I wore two long braids, wanted\nto take a picture of this very typical Germanic looking girl, and uh took a picture of me and\nalso had to show off and threw a grenade into the water and show ne how the fish were all\ndying and and foating up to the surface, and uh finally, finally at dusk, really departed from\nthe apartment. And promised that in a few days they would come and visit again and he was\nso interested in my father, that's all. Well, uh fortunately we had really found a place in and\ntogether with uh three other Italian truck drivers who by now really were more or less uh\nwithout work because once the Germans took over they hardly used these Italian truck\ndrivers anymore, and they were also by now enemies of the regime and they really didn't\nknow what they were going to do or whether they were going to go back to Italy or would\nstay in Albania or what they should be doing. At any rate, we were very good friends with\none particular uh individual, uh was his name. , and uh two of his nephews I believe and\ntogether we took a uh apartment of sorts in. My mother would cook and uh in exchange I\nthink they paid far the whole apartment uh, you know, for the rent. And uh here now really\nthe worst of our stay in Albania started. The Germans were completely in uh control of\nAlbania. As typical as always they uh uh put in, they never did their own dirty work. They\nalways would create a local SS group of uh you know natives who would do their dirty\nwork, as in some places they had the Iron Guard and in some places whatever they called\nthem. Here they called them the Ballistas (ph), a group of uh rough-necks really who\ndecided to you know go on the German side, Albanians uh who harrassed the Italians\nsomething awful, mostly for money. And I remember that uh all of these uh friends of ours,\nthese Italians, had uh uh you know, sold their truck their trucks by now because there was\nno more need for them, and what were they going to do for, with the with the money, and\nmy mother was the chief uh monley uh belt sewer. You know, they carried their money on\nthe bodies in a belt kind of thing. OK. Uh but these Ballistas would come in the middle of\nthe night and search their uh rooms. they didn't come to us . It became\nexceedingly exceedingly dangerous and exceedingly uh uncomfortable is uh is an\nunderstatement of the word. Uh these Ballistas, would come in the middle of the night\nalways. I mean this is this is their method, this is the way of doing it. You always create\nmuch more terror and fear in people at night. Uh they would you know in in Albania the\ndoors, the doors the the the uh houses were surrounded by high walls and you have like a\nportal, a big portal that you close at night. But they would come and and bang against these\nthese portals you know, and you have to open them from the inside, and then they would\nproceed searching for money and for things and so on. At any rate, uh by the winter of of uh\nof '43 or '44, by the winter of '44, all of these Italians who had\nevacuated by the Germans, on trucks, they drove them through the whole Balkan (ph) and\ninto and back home. Uh I started saying something to you before that this family , I visited\nlast year in Milano after 46 years and got the tale end of the story because I never knew how\nhe got to Italy. And he told me the whole story uh how he was taken by the Germans and\nhow they were treated, like new enemies. At any rate uh uh the these people who, with\nwhom we were living were evacuated and so we also had to leave the home, this apartment\nbecause it was too costly for us, and we moved to another place and to another place and I\nmean we were just moving around all the time. Summer of 1944, maybe June, July,\nwhatever, uh notices went up on the uh on the trees or on the tele...on the whatever, electric\npoles or whatever, uh all foreigners had to appear at SS headquarters at such and such a date\nand register. And this was the real thing. Uh to come back to family , we still frequented\ntheir home from time to time, but it became so uh with the German officers walking\nin and out of there and somehow she was naive enough to not to understand that it to us was\nnot only uh unpleasant but very dangerous. It became a point you know, why aren't you in\nGermany doing your duty and so on. You know, my father wasn't all that old at that point\nyet. Uh we ceased going there. We simply did not go there anymore and uh uh now of\ncourse the big started. What are we going to do? Now some of us, by this time all, however\nmamy Jews were left, we were all together in , because this was the only place we could be.\nAll the cities along the coast had been mined by the Germans, and uh al... altogether 1t was\nmuch safer I guess to to to be in . Uh Partisan activity at this stage of the game was extemely\nactive. Every night, the moment it got dark, they would come down from the mountains, do\nall kinds of mostly attacking German positions attacking uh uh places of German\nconcentration of soldiers, whatever - minimg bridges, mining roads and so on and shooting\nall night long. You would hear shooting. There was always a curfew - the moment it got\ndark there was a curfew. You could never be out at dark. Uh in Albania, in , there were\nmarket days every Thursday. Every Thursday, Germans through their henchmen, would\nhang the number of Partisans that they had caught at night or who knows how many nights\nbefore, hang them from tree, tree uh tops and have the entire citizenry see them, and always\non market day, because that's when most people would come, go into town and would see\nuh you know, the results of the night. And uh not knowing what was going on, my mother\nand I once uh were caught by uh you know - went into town and spent and saw this and it\nwas really horrendous. We never thereafter walked into the market place again. Uh we were\nregistered, and when it came to name and and address and where it was and how, religion,\nthe typewriter went over the left hand margin and they put down Jewish, so at this point we\nknew for sure that we had been registered. And uh some of our people panicked and decided\nto uh escape to the Partisans. There were a few uh at least male members of the family that\nwent into the mountains and uh escaped. Uh the uh they just did not want to take a chance\nand uh to stay on. Uh we had a friend. In fact, he was a cousin to this , and he had been a\nliaison officer between the Albanian government and the German officers, the\nGerman whatever uh general who was ruling over Albania, and he knew exactly what was\ngoing on. He also knew of what we had heard that the Germans indeed had asked\nfor the list of the Jews we don't know any Jews. We only know Albanians. And with\nthat, the result of that was they naw had to proceed and register us themselves, and that of\ncourse caused a tremendous delay which was in our favor. Well, this person had made\narrangements with us that when the time came, and he hoped or he was sure that he would\nknow when they would actually deport us, he would send a peasant to our home, and take us\nbehind the uh Partisan lines. It was perhaps a tremendous chance to take. On the other hand\nI don't, we knew by this time that the conditions in the mountains were such that for a\nwoman and a child to survive were almost nil. Uh food they didn't have. Uh health\nconditions of Partisans was terrible. And uh we took the chance and stayed. And uh as I say,\nuh my parents had the number, I mean at this point they again had to make a living. Uh my\nfather started a bit in trading. He would buy wholesale and he would sell retail and make a\nfew pennies along the way. I was always left home and they always went together, and of\ncourse they met often these very tricky situations with Germans uh in the stores and not\nbeing able to talk and uh the store keeper knowing that they knew German and asking them\nto be interpreters uh of course never realizing the danger that they were putting them into\nbecause what did they - they didn't, they were not anti-Semitic. Uh Albanians certainly were\nnot like that. And they didn't uh . Eventually the uh the activity of the Partisans\nbecame so tremendous that uh one night it was so terrible that I remember actually ending\nup under the bed. I mean the dangers were terrible uh at this point. To leave the house was\nvery dangerous. Uh between being caught by the Germans; or being caught by snipers from\nthe Partisans or being uh somebody recognizing you - I mean I can't even tell you at this\npoint how I felt. I think it was really one great uh feelinlg of fear. Fear that my parents\nwouldn't come back if they were a little bit delayed. Uh just fear of everything really.",
        "A: Uh well, the uh one night the shooting at dawn didn't stop. That's quite simply what\nhappened, and this was now the beginning of December 1944. Uh we actually, it was so\nclose to home and we, I mean all night long we were just lying on the floor taking shelter\nunder the beds or taking shelter under a table. I mean it was all really nonsense, but that's\nwhat we did. And as the rule was, that as soon as it got light outside the shooting would\nstop. Well that day the shooting didn't stop. And so we understood that something out of the\nordinary had happened. And uh sure enough uh fairly uh soon - I don't know, maybe nine,\nten o'clock in the morning - there was a knock on the door, on the portal, and uh my father\ntook all of his courage to his hand and opened the door. I'm sure he expected that German\nsoldiers would be outside and were getting us finally. Uh two Partisan soldiers stood there in\ntheir green uniforme with the red star, communist star, on their hats. And we understood that\nduring the night they had occupied half of the city of and we were the second house in from\nthe corner and across the street were the Germans and on our side of the street were the\ncommunists. Well, they told us that uh they would suggest that we leave house because we\nwere much too close to the line and they didn't know what would happen. We should\nquickly take a uh few belongings and go up the street and there was a uh wellconstructed\nbrick house and with a shelter and we should go there and stay there for a few days till ....\nWell, we did and uh we found other Albanians there. Uh none of our own pleople lived in\nthat uh area at all, so were really on our own completely there. Uh the only other people that\nwe knew on the street other than our landlord and land lady - and our landlord wasn,'t there\nbecause simply he had escaped into the mountains.\nHe was a loyalist and he knew what was happening, that the communists were taking over, so he\nhad to escape because of that. Uh the only other family was a German family, no, a Swiss\nfamily, and they were Christian Scientists and they had lived for m,any years. Anyway, we\nspent the night there, and what they had done was literally organize in such a way that\npeople slept in shifts, with just a few bunks and they let people sleep a few hours and then\nother people. Suddenly in the middle of the night uh somebody shouted and screamed and\nwe all went out to look what happened and half of the city of was ablaze. The Germans in\ntheir retreat, and they hadn't retreated completely yet, had set the entire old market places on\nfire and there was a tremendous . Uh the next morning my parents decided that uh there was\none family by the name of who all along had lived uh way out of town. Way out of town,\nquite near the mountains, uh the beginning of the mountains I think. And uh so they decided\nto leave this house and to uh to go there with me, and we really made it in a few hours\nwalking time we made it there. Uh many times uh had to lie down or take shelter of some\nway or other because the shooting was going on, and uh we finally got there and of course\nthey said that we could stay there. And they left me there and they took my, and my two\nparents, my parents decided they better go back and take a few belongings, and some clothes\nand some things, valuable things. Valuable things, whatever there was out of their apartment\nand then come back and stay. Who knows how long the war will take. Well, they did make\nit back, and they may, and they did take some suitcase or two and put some belongings in\nthere. And on the way back, indeed they were caught by cross-fire and uh my father shouted\nto my mother, in German, to take shelter, to lie down flat on the ground. And a Partisan girl,\nsoldier girl, heard them in German and of course thought that she had red-handed caught\ntwo German spies. She marched them into the nearest uh station of the uh Partisan police\nstation or whatever, and uh it was a very close call again, because as they walked in they\ntook uh uh an Albanian out. He was shot right outside this uh compound. Uh God was good\nto them once again, and uh one of the uh officers inside this barrack, inside this police\nstation, recognized my parents from when we were interned in . He gave them the typical\nAlbanian hug and kiss, and told one of the soldiers to accompany them to where we were\nstaying and warned them not to leave until the end of this. That once he could help them, but\nwho knows what would happen the second time. Well, this war between uh the Partisans\nand the German soldiers lasted for eighteen days. Uh they needed the route, to keep an open\nroute to extract their soldiers, and they kept it open for eighteen days, and then one day we\nsaw one single solitary British airplane that bombed the escape route for a few hours, and at\nthe end of it all when it was really over, some of the Germans soldiers by this time had\ndeserted, were 1n hiding - we saw them later on walking around in their tattered German\nuniforms. And uh and the Partisans were now in charge. Practically speaking in December\naf 1944 we were liberated by the Albanian Partisans. Uh the Germans had ruled with an iron\nhand. As I said before, they hung many uh Partisans that they caught.\nThey also blew up homes and this is one sight that will never leave my image - I have actually seen\nwhole houses go up, homes which they suspected that Partisans were either hiding 1n or\nbelonged to families of Partisans. And they blew up the entire houses. And I can never stop\nthinking of that, whenever I hear that in Israel we blew a house of the PLO. Now uh...",
        "A: In a very very difficult way, because Albanian, the Partisans did not want us to and we were\nfinally literally uh how shall I say, they, the Allies black-mailed the Albanians until the\nepidemic of the typhoid-cholera uh uh vacinnations. People died very, like like flies,\nand un finally they used this vaccine by saying either you give us the few Jews who are here\nand we take them out, or you can't halve any more vaccine. Now we were then taken to a\nDP camp in IItaly and this was our first encounter with the real true story. We did not know,\nwe knew there were - even when we feared to be deported we thought we were deported\ninto labor camps. We did not know the whole story as unrealistic as this may sound - we did\nnot. We came into this uh DP camp one evening and the next morning the only other young\nman started walking across uh these DP camps were along the coast line in Italy. Uh\nthe province of",
        "A: To a DP camp. It's called",
        "A: Not until uh September 1946. And that first morning there we met some of the survivors\nwho showed us photographs and I remember us going back to our parents saying what\npropaganda they were trying to feed us. The real story did not emerge until days thereafter\nand very slowly. And uh to a fifteen year old, but she had gotten, she had gone mad.\nAnd uh they had taken her to the DP camp where she was taken care of properly, etc. etc.\nBut you realize the war was over in May, and this was September uh yes September 1945,\nand these are the remnants - they're really remnants. Sick, alone, search for one\nbrother and the daily waiting for the mailman to come and the daily going through\nlists and lists, Red Cross Red Cross lists, United Nations lists, lists or whatever you, this is\nun...that's a story in itself.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMarch 6, 1990\nRG-50.030*0170",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Johanna\nNewman, conducted on March 6, 1990 on behalf of the United States Holocaust Memorial\nMuseum. The interview is part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JOHANNA NEWMAN\nMarch 6, 1990"
    ]
}