{
    "rg": "RG-50.030.0092_trs_en",
    "sequence": [
        "Q: ...occupation",
        "A: My father's name was Zigmund (ph) Solomon Helbling. My mother's name was Marsha\nHelbling. My father's occupation was...he was import export, and he used to manufacture\nice cream in Poland. The name was Penguin, and and and 1n different cities they had uh\nthe name , Rumba (ph), and my mother was in a wholesale grocery store. They had\ndifferent business by themselves.",
        "Q: Did you have any brothers or sisters?",
        "A: I had a brother Arthur Helbling. He was born 1920, although that's only two of us.",
        "Q: Can you tell me a little bit about your life uh prior to the German invasion of Poland? The\ndaily routine...",
        "A: Daily routine...I used to uh uh get up, and we had a maid who used to prepare, you know,\nuh breakfast in the morning, send us to school. Come home. I played...uh do my\nhomework, played soccer or go swimming. During the winter I did a lot of skiing and ice-\nskating and uh...with friends. Then my father, he was a partner in a uh uh a soccer club.\nThe name was Record, and they were in the uh...they were Division, A Division in\nPoland. They used to play...they used to plan German divisions soccer. I used to go to the\nclub, play ping-pong. Uh...",
        "Q: Did you have any any experiences with anti-Semitism before the war?",
        "A: Before the war, they were afraid of me.",
        "Q: Why is that?",
        "A: Because my father was uh kind of a big shot and if somebody opened uh call...used to\ncall me a dirty Jew, and I used to beat him up because I wasn't afraid. I never was\nafraid of somebody else. I I was always to fight if somebody...even my friends I used to\nprotect and I have some friends here that can verify it.",
        "Q: OK. What uh happened to you...how did your life change when the Germans invaded uh\nLwow?",
        "A: Well, I I...before the German invaded Lwow, there was...there has to come before\nbecause the Germans, you know, the the the...1n 1939 the war was, and Poland was\ndivided. You know, Ger...Po...Russia took this south...the the west...western...and the\nGermans took Warsaw and . Lwow used to be on the Russian...",
        "Q: Belonged to Russia but before Germany invaded?",
        "A: Right.",
        "Q: And did your life change when Russia took over Lwow?",
        "A: A little bit, yes, because uh we were afraid that because they used to take all the rich\npeople and send them...to right away...not right away...a month or two, they had to\nliquidate their business, you know. They were afraid but my mother kept the business\ndown a little bit and my father too but a lot of our friends, during the night they got them\ntogether and they send them with the white beer...bears to Siberia, unfortunately, because\nthey were, you know, uh uh uh rich people. They didn't believe...and somebody used to\nused to uh uh...even even, you know, some...we had a lot of Communists who were\nbefore before the War, you know, Communists, but after...and they used to on\npeople. But after...after a few months, they didn't become Communists. They saw what\nthe Russians did, you know. And it's...and there's some people they used to send\nto...because they were rich...",
        "Q: And after...after the German uh Russian's now in control of Lwow and then Germany...",
        "A: Yeah. Then I went uh to Stanislawow...",
        "Q: Well, let me back up a bit. When Germany invaded Poland, and when they got to Lwow,\nwere you still living in Lwow at the time?",
        "A: No, no. That time...that's uh uh that why II said it's fifty years now that I, you know,\ncause I went to to Stanislawow from Lwow right after school on vacation there to my\nfather's partner. I used to like to go because we used to go to...uh not far from\nStanislawow, . We used to go down there. There were in the hills, there were\nresort places.",
        "Q: You went to Stanislawow before the uh...",
        "A: The Germans, yes, yes. And I was there about maybe uh two, three weeks in 1941, you\nknow, and all of a sudden...all of a sudden I...they they bombed everything. The Germans\nstarted to bomb and I wanted to go back, but uh uh I got a telegram, the less I\nthink...maybe the ...1 don't know...from Lwow to Stanislawow, not to come back...",
        "Q: Now were you in Stanislawow with your family or were you by yourself?",
        "A: No, no, no. With my my father's partner, friends. I have pictures of...I I would like to\nshow you, but I don't have them...I have them...they're they're Oscar and Frieda Klatter\n(ph). They were my father's...he was my father's partner. He worked for my father.\nWhat's the difference?",
        "Q: And then after the bombing of Stanislawow...",
        "A: So so uh uh...you know, by the Russia everybody had to work, you know, at the...and he\nworked for the transportation company, Oscar Klatter, the guy that I...the the man that II\nused to call him uncle, and and we got, you know, they told us that the Germans are\ncoming close and I was at that time fifteen or sixteen years old. 1940...yeah...about that,\nand we got on a on a...they put us...we got a lot of stuff together and we went to the uh\nthe station on the train and were going deep into Ukraine, but it took us like uh three\nweeks till we got past the Russian border, from Stanislawow to the Russian border, and\nthere we stayed for about another week on the on the , how you Say it...on the train,\non the...and a lot of people who were running away from the Germans, the Russian\npeople with with their children, and uh, you know, the the Polish people...Jewish.",
        "Q: These were all Jews that were trying to...",
        "A: Jew...Jewish...mostly...probably a lot of Jewish, mostly Russian and a lot of Jewish\npeople were running away, and I was with the uh uh Frieda Klatter. I used to care of her.\nWe took a lot of silver and and rings, you know, uh gold from her house. In fact, I had to\ngo from the station back because she forgot a lot of rings and everything. I went back and\nI went back to this station, in Stanislawow, so we could have a lot of stuff just in case we\nhave to trade, because, you know, the Jews always used to like to keep kind of...uh uh uh\n___, asecurity...rings, silver, gold...",
        "Q: How did...how did you...when the train was going from Stanislawow to Rostov...?",
        "A: Rostov was...this this is uh before Rostov. First we went to uh uh . We went on a\non a ona farm before we went to Rostov. And the Germans were in in in that uh\nvillage...it's a cooperative village. There was a guy down there that took a liking to me,\nand the Germans not too far, so he says Philip, you want to go with me on a night raid?\nSo I said why not. So I go. So he says we have to blow up railroad tracks. So I said I'm\nnot afraid, and I used to go, you know, and there were a lot of Ukrainian that cooperated\nwith the Germans down there. They were waiting for them, you know, and uh we used to\nkind of liquidate them.",
        "Q: Now this was when...this is before...",
        "A: I was going already...this was the way...and going towards...because I was in on the\ncooperative farm.",
        "Q: This was on your way to Rostov?",
        "A: Yeah. Yeah. Yeah. This is already...I was in the partisans. This was already a partisan,\nwhich I didn't know.",
        "Q: So when you were asked by this man to participate in the raid, that's how you got into the\npartisan movement?",
        "A: Yeah. That...that...that...I didn't know nothing about it, you know, and then we used to\ngo...I I stayed in that farm from...we stayed there...there were another another another\nfamily that I...they were old...it was a very old Jewish man who was very religious. I can\nremember this...he used to , you know, he used to pray with three different...how\nyou Say... ..uh , he was so religious. He didn't eat nothing. I used to supply\nhim only with eggs and bread and . (Sigh) with his wife...which I'm not\nreligious. I...but this man was so religious (sigh)...",
        "Q: How long did you stay on the farm?",
        "A: Three weeks.",
        "Q: Then where did you go?",
        "A: Then they told us...this Peitre (ph) his name was...now I remember that guy who took me\nbut I can't remember his last name. (Sigh) He told us it's too dangerous for us to stay\nhere. So I took my...I talked to my uh Frieda Klatter, which I used to call her aunt and\nthis the old man, the Jewish man, you know, with his wife, and another couple and I went\nthem because we stayed in the same room. We slept in the same room, you know, on that\nuh cooperative. Now and that Pietre got us uh uh a wagon with two horses with\nhay. One night he says I'm going to tell you...you have to go not far to and we'll\nput you ona ...on aon aon a train and you'll go deep into Russia. But I told him\nno. I want to stay and but Frieda Klatter says no, you have to stay with me. I'm\nresponsible for you because your mother, you know, you came to visit me on the holiday\nand uh I said what I'm going to do. I'm going I'm going be just...I'm better off fighting\nthan staying with you but, you know, they all persuaded me and I went to Rostov with\nthem on the sha...on on that train.",
        "Q: Can you tell me a little bit about the journey from the from the time that you got the\nwagon and went to the first...",
        "A: Well, we were...we were uh uh uh uh...because there were two, another wagon and that\nPietre was on a horse and there were collaborators. They used to uh ; ;\nyou know...Jew...the Ukrainians. I think they killed more Jews than anybody else. And\nthey they they were they were protecting us and I was uh working with that Pietre. He he\ntook a liking to me. I don't know why, maybe because I was always like uh, you know,\ngo get him.",
        "Q: But they knew you were Jewish?",
        "A: Ah...he knew. Yeah. They knew...that particular place what knew that we're Jewish...",
        "Q: And they weren't?",
        "A: No. They were not. That Pietre with some people, but the rest of it informers, you know.\nThey were afraid of him.",
        "Q: So he led the wagons...",
        "A: The wagon, yeah, to the station to...and then he put us on the on the on the train, you\nknow, and God bless, he said, you know.",
        "Q: So you all went on the train to Rostov?",
        "A: On the train, yeah. And I...I used to uh uh in fact he gave me a gun, you know, and I kept\nit in my in my boots, because I was afraid, you know, uh sometimes the Russians might\nshoot me with a gun...I don't know, you know. But uh (cough)...",
        "Q: How long a trip was it by train to Rostov?",
        "A: It was...well, the train didn't run...you know, every time we had to stop. When we got to\nthey were bombing the bridges. is a very uh uh you know...steel...they\nthey...steel companies, and this 1s . You know, they had coal mines so the\nGermans were bombing this uh uh the industry down there, and uh at night I remember\nthere was...we saw we saw uh uh this you know uh fire, you know, that the artillery gives\nthe uh airplanes, you know. (Sigh) Anti-air...",
        "Q: Anti-aircraft...",
        "A: I'm an you know an Army man and I I can't remember nothing. And uh I think and and\nwe stayed on that on that on that train before we move for a day and a night, because we\nhad to move at night, so we moved at night and it took us...I don't know...three, five days,\nbecause it wasn't running. We had to stop. You know how the trains...they were not\nrunning on on a regular time. It was a war, you know. They were afraid that they would\nbomb. Maybe the bridges were bombed, and in the meanwhile, you know, Rostov was\nvery safe already. There was deep...there were Caucausion Mountains, on the ;\non the , SO...and we were there and then they took us to another...1n the\nCaucausion...I forgot the name... , | think. Not far on another farm which was\nwhich was already uh uh safe in the mountains. We worked on the on the on the uh\ncooperative, you know, . And they (laughter)...I have to laugh now because they\ntook Frieda my friend and the other two women...you know, in Russia they uh uh from\nthe horse manures, they dry it and they burn it or they put on the house, you know. This is\nagainst the the protection of the...or they put it on top of the roof. You know, they dry it\nbecause it's straw. They burn it and make it make it as a, you know, they put it in the\nfireplaces, and they had to cut this in squares. They started to cry because they're not used\nto it. They never worked in their life, so I said...and you had to make a norm, you know,\nto to get enough food, you know, and I don't know if you know in Russia, you know, you\nhave to make so much, you know, per day. They give you a norm and you have to make\nyour norm, so | had to make...for three women and one man who was a little invalid, so I\nhad to make the norm for them, I remember, and and I used to cut that for them. Besides\nthat I used to work on their combine so I was a real uh, you know...what do you call...a\nhard worker. I don't know what they...what can you say...supported three families down\nthere.",
        "Q: At this time did you go back to uh the partisans?",
        "A: No. No. No. There was no no need for me to go to the partisans. But uh I met this Pietre\nnot far from Rostov when he came to the...he...accidentally I met him. He was already in\na uniform. Ah, I wish I could see...(sigh)...and and uh I remember he gave me some\nrubles and then he says I I have here some guys here from Poland. Maybe you're going to\ntalk to them. And those guys were on the train because they were on the station, and they\nwere from my city, Lemberg. They were uh uh drafted to the Russian army, but then they\nbecame uh not the only but they became uh working...uh uh..what they call\nthat...work...working battalion. And I told them, where you going? He says well, they\nreleased us. I don't know where we're going. We'll go to... said come with me to the to\nthe uh uh cooperative. At least you're going to be free down there. You don't have to\ngo...you know, you're going to Siberia. What for? Down there it's...and they stayed with\nus for a while there and they worked and uh about...and Frieda, her husband...we didn't\nhear from him. He was still in Stanislawow, but he was in Stanislawow but he was\nmoving and he gave me an address someplace...I I forgot...to send a telegram if he is in\nRussia or not. It was all all the three families were on my head. I was only sixteen years\nold. It was on my head. I don't know how I...I send a telegram. I don't remember what\ncity it was...if Oscar Klatter 1s there. And we were still on our Caucasion Mountains. We\nwork uh in the...",
        "Q: Farm...",
        "A: And I got a telegram that he is there and we should wait for him. He's going to come to\nus. We went to the station I remember. , ...1 can't\nremember. And we picked him up and you can imagine, you know, you loose a\nperson...this was already uh how long the war was...I don't know, three months, four\nmonths...I didn't keep count...and to meet a person that you left , you know. It was\nsuch a...it was such a tumult, you know...the Russians, I don't know how they fed (ph) the\nwar, the Russians. I really don't know. It was a tumult.",
        "Q: And you were all reunited?",
        "A: We were reunited with Oscar, you know, and and then all of a sudden we're, you know,\nreading the paper here and of course the radio you don't get. You have to uh uh...you used\nto go to the to the main lobby down there. They had one radio speaker and\npropaganda and all that and they said they said that one guy told us we should go to uh uh\n, someplace on the Caspian Sea and we can go to to uh Middle Asia, the .\nAnd still I I said...so we took uh...they took us by by by by uh by truck. You know, we\npaid them. They paid them down there. We went to the Caspian Sea port and we waited\nto go across the Caspian...excuse me, to the Caspian Sea, you know, and still I didn't\nwant to go. I wanted to join the army.",
        "Q: Let me back up for one second. How long were you in the partisans?",
        "A: Oh maybe four months, five months. Four months, not even.",
        "Q: And that was the period before you went to Rostov.",
        "A: Yeah. Yeah. Yeah.",
        "Q: Can you tell me a little bit about the kinds of missions that you were on with the with the\npartisans? What kind...",
        "A: Well, we mostly...we used to uh uh go and and and blow up railroad tracks. Uh they used\nto blow up uh...I don't know...uh they have...we used to go and...I hate to say\nthat...collaborators. That was my mission. My mission was to kill the collaborators. It\nwas.",
        "Q: How...how big a group were the partisans?",
        "A: Well, in that there were there were three, maybe four in a group. We didn't...sometimes\nyou didn't know each other because they were from...this was the beginning...you know,\nthe Ukrainians threw flowers to the Germans. They said they're going to liberate them\nfrom the Russians. And they were there for a few months and then they start to kill them.\nThat was a stupid...they they they were they were killing their own people.",
        "Q: Now Pietre was the leader of your group?",
        "A: Right. I I...yeah. I don't know...he...maybe he was the commissar or something. I don't\nknow what he was, but he uh...maybe he was Jewish. I can't say because he he knew we\nwere Jewish. You couldn't tell if he was Jewish or not.",
        "Q: Were there other Jewish partisans with you that you remember?",
        "A: We don't know. We...I I don't know. I don't know. Cause, you know, uh uh in Russia, you\nknow, sometimes I used to go to the toilet with them, you know, to the john, and like he\nwasn't circum...you know, in Russia the Jews were not circumcised. He knew I was\ncircumcised. See, he knew. I don't how he knew. Maybe...I don't know.",
        "Q: Did the other partisans know that you were Jewish, that you were aware?",
        "A: Uh another two, that's all. My my group...and the other ones didn't.",
        "Q: Did they treat you any differently because you were Jewish?",
        "A: Uh uh which one? The other one?",
        "Q: No, the group that you were with.",
        "A: No. They...they uh they were terrific. In fact, they they...for the people that I used to go\nback to the village, you know, Oscar Klatter and the Jewish, they used to give me food\nand they used to tell me, you know, tell the men to eat more meat, you know, because\nthat's how he lived on bread and and eggs. He was so religious, you know, and I know uh\nuh my father was a Jewish scholar, because his father but uh after that he...so my father\nsay, used to say that, you know, for for for health, a Jew can eat anything, you know, God\nforbid uh uh forgive him. And this man, I don't know...he was obstinate I think. He was\nvery religious. Three he used to, you know, he used to . And I used to say\nwhy are you them. And nothing's going to help you.",
        "Q: The the other members of your group of partisans, were they uh peasants before they\nbecame partisans? Were they from the city? Did you know anything about their\nbackground?",
        "A: I I...no. Nothing. Just Pietre. I know he was...he were...he must have been a commissar.\nYou know what commi...a a political uh uh...you know, he was just smart. In fact he used\nto teach me how to read the map and how to...he used to...he was very smart. He had a\nbig mustache, you know, and uh too much he didn't talk. He always said you have to\nwatch for yourself. You have to...don't trust anybody around you.",
        "Q: And he gave you the gun?",
        "A: Oh, he gave me a gun, yes. He gave me...he gave me a uh uh whatever they used to call\nit, you know... ... whatever.",
        "Q: And you're...",
        "A: I used to...I used to..the only thing he used to used to send me to a village, I know, and I\nused to commit the the the...he told me who to kill. I was stupid maybe, you know.\nWithout any questions, and I said...he says I tell you, you know, those people are no\ngood.",
        "Q: OK. Now I'm going to go back to Rostov.",
        "A: This is now past Rostov. OK. Rostov.",
        "Q: OK. Well, you were on the cooperative at that time, and you were taking care of all the\nfamilies, and Mr. Klatter joins you with them. How did you then come to join the uh\nRussian army?",
        "A: Well, I I...first I volunteered. They didn't want to take me. But...and and and we were\nlet...we moved from there, we moved deeper into ; ,in in in ;\n. And there I said I can't do that no more. I have to join.",
        "Q: Why didn't they want to take you at first?",
        "A: Uh II don't know. I really don't know. Cause I was...finally I told them I'm nineteen,\ntwenty...instead of telling them I was born in 1925, I told them I was born in 1924,\nbecause mostly from the from the uh uh the people, even the the the people that they uh\nuh drafted and before the war...right after...when the war started, they let them out. They\nmade them...they didn't let them in the army but they were working on the working\nbattalions. I don't know if they didn't trust them or something, or I don't know what it\nwas. Finally, and in , | joined the the army. I went into the Russian army.",
        "Q: And what kind of a unit was it?",
        "A: Uh first it was...they...a training unit. They send me to summer camp. I was in a...what\nwas that uh...1 0th Division...I don't know...it was uh, you know...",
        "Q: Infantry?",
        "A: Infantry Division. I was there and I was training, and I met there another Polish young\nfellow and he was uh a lieutenant. He was a Communist. He was a Communist. He was a\nCommunist because he was a polit (ph) uh uh...what do you call it...political officer they\nhad, so...1n in KGB. . They change it to KGB. I know that because he\nwanted me to join the uh uh...he said...he was a big Communist, let's put it this way. I\nwas a Communist. I was...maybe I was a sympathizer because at that time we didn't know\nbetter.",
        "Q: After you finished your your basic training...",
        "A: Well, I went...uh they send me to uh on the front?",
        "Q: Which front? Where on the front?",
        "A: They send me first uh back to to towards...this is a way in 1940, '42. They were...the the\nGermans were coming in, and we went back and all of a sudden I found myself uh uh...I\ndon't remember...we was...we were being beaten by the Germans. Some training they\nmade wasn't, you know, uh...first of all we didn't have any any good uniforms, you know.\nAnd we were down till all of a sudden we found ourselves in Stalingrad. And they were\nbombing like forget it.",
        "Q: So you were on the outskirts of Stalingrad?",
        "A: Outskirts. Then we were in in Stalingrad. You know, upside down, you know. They\nwere...they were there for six months. We were...nothing to eat. Used to take...to uh to rid\nourselves...you know, I don't know if you know the Russians had their . There's\ncotton inside. We used to take the cotton and and take out and burn, make fire, you know,\nto warm ourselves, and I think in 1940 somebody came over to me...already the the\nGermans were already...uh was defeated down there I think. I don't know, or\nsomebody...and some some guy came over to me. He was a uh uh, you know, a colonel, a\ncolonel. He says , I'm going to send you to the Polish army. I said what are you\ntalking about. He says you're...they're forming a Polish army, you know, and we're going\nto send you there, because you always said you you want to to go back to Lwow, to\nPoland, so I said I know there was a Polish army ves",
        "Q: Let me let me back up a little to the to the siege of Lenin...of Stalingrad. Can you tell me\na little bit about what you did for the...?",
        "A: Oh, shoot at the Germans. (Laughter) We used to be in in in the trenches. In the houses\nwe used to hide, you know, and from house to house. There was combat by by hand,\nhand combat.",
        "Q: And you had to do this for how long?",
        "A: Well, uh well, yeah. Sometimes I used to hide. I'll tell the honest truth. Yeah...not that I\nwas a coward...I wasn't a coward because uh I never was a coward. Never.",
        "Q: Were you ever wounded?",
        "A: Yes.",
        "Q: Can you tell me a little bit about that?",
        "A: Uh this was uh just shrapnel, which it doesn't mean nothing. You know...it's not like you\nsee on the movies, you know. They didn't have nothing...just band-aids. I used to tear a\npiece of shirt and bandage, take out with scissors, without any uh....",
        "Q: Did you have enough weapons, enough ammunition?",
        "A: Yeah. This we had. We used to steal from the Germans. The German was dead. We used\nto take the bullets off, you know, to uh...",
        "Q: But not enough food?",
        "A: Food was...food...well, sometimes we used to kill a cat. The food was not, you\nknow...food...the Russian army never works on, you know, they used to get their own\nfood. It's not like American army, you get everything in cans. They didn't have it. They\nused to kill cows. They used to kill cows and used to uh feed themselves whatever there\nuh...borsch (ph) we used to get. You couldn't eat that. And that bread...you could squeeze\nthe bread uh uh uh...it would be a a gallon of water used to come of that bread.",
        "Q: Were you promoted while you were in the uh...",
        "A: Yeah. I was...I was a sergeant in the in the Russian army. Yeah.",
        "Q: And is there anything else that...any particular stories that you remember from your time\nin the Russian that you want to talk about?",
        "A: Well, they were always nice to me. Unfortunately, you know...they were always nice.\nMaybe because I was uh I wasn't afraid to die, and maybe I was drinking with them too\nmuch.",
        "Q: They knew you were Jewish?",
        "A: Huh?",
        "Q: They knew you were Jewish?",
        "A: In the Russian army? That time, yes.",
        "Q: Were there other Jew...were there other Jews in the army with you?",
        "A: One guy. Unfortunately, he died. He was here...no, in Israel. I had some pictures. Two of\nthem. One of them was my cousin (crying) that I didn't know... , he died in Israel.\nAll the times he was with me I didn't know he was my second cousin. What's the\ndifference. His name was Milak (ph).",
        "Q: Is there anything else about the siege of Stalingrad that uh...?",
        "A: No. I I was taken out of there and sent to the to the Polish army. . They were\nforming a Polish army in 1940, , whatever. There were two armies, Polish\narmies. I don't know if you're familiar that.",
        "Q: Let me back up just a second. When this colonel in Stalingrad told you that you were\ngoing to be sent to the Polish army...can you explain...",
        "A: I wasn't sent right away.",
        "Q: Can you tell what occurred you heard in that process before you got to the Polish army,\nand and how...",
        "A: They took me out, you know, and they sent me uh towards uh, you know, uh uh , hot\n... this was in school. You know, I had so much mixed up...I'm all mixed up.",
        "Q: OK. Just relax.",
        "A: Uh...where did I go then? I don't remember.",
        "Q: Was the siege of Stalingrad over when...?",
        "A: It was almost over, yeah. Almost over.",
        "Q: So this would be 1943?",
        "A: '43.'43 was...I don't know...it was, I think when the winter was over...'43. Yeah. I used to\nhave that...these these uh felt boots. They used to freeze on us, used to get wet. I don't\nknow if you know the felt boots...those Russian felt boots, with the old galoshes that you\nsomewhere, when you had galoshes it was better. You put galoshes, you know, put the\nfelt boots in the...1t was alright. Uh and could fight kind of...",
        "Q: Can you remember how you uh left Stalingrad and joined the Polish army?",
        "A: They took me right to there. This was all the army, you know. They...they take me right\nby by by train. I...where did I go that time?",
        "Q: Were you heading back towards Poland?",
        "A: No, no, no. Poland was no no uh wasn't...Poland in 1944 towards Poland they __ went.\nThat's the beginning. This was in 1943, end of 1943, Stalingrad...'43 or 40 uh...",
        "Q: Did they send you back towards the front?",
        "A: No, no, no. What? To the Polish army?",
        "Q: Yes.",
        "A: No, no. They sent me to uh Sima (ph)...I forgot the name of Sima, yeah. I had to go by\nmyself. They gave me paper. First I stayed not far from Moscow. I forgot the name. It\nwas uh...",
        "Q: So you went from Stalingrad toward Moscow?",
        "A: Right, right, right, right.",
        "Q: And at that point you joined up with the Polish army?",
        "A: No, no. I still was in the Russian army. They gave me just papers. There were papers, and\nI had to go by myself by train, and they gave me so much...a little rugsack, you know,\nand they gave me some bread and a so thatI can get _ in every station they'd had\nhot water running. They used to get hot water and used to bring the hot water...1t was\n, but I was smart Jew. I used to buy it...1n Russia you could buy...at one place you\ncould buy something, they have a lot, and in someplace...you go someplace, they didn't\nhave nothing. I was lucky that I...somebody told me...I don't know...I should buy salt, so I\ntook another bag, you know...it was kind of uh uh...a sack, you know. I took a sack and I\nput about twenty pounds of salt and I used to carry it on the train with me, you know.\nAnd they told me at the next station, the next town, you know, for a cup of salt you can\nget fifteen rubles, you know. Which down there was uh maybe...where I got the salt was\nmaybe uh fifty cents, fifty...fifty .",
        "Q: So you could buy other food with it...",
        "A: So I could buy...yeah...I used to I used to...this I used to sell, you know, on on the on\nthe...with a cup. You know, I had a drinking cup. So I say you want salt? They wouldn't\ntouch me because I still had the Russian uniform, you know, if you get as a uh black\nmarket you can do that. But I had uniforms you know, so they didn't do any...I used to\nsell. People...farmers used to come around because the salt was...and the salt was dirty\nsalt...1t was, you know, from the Caspian Sea, was a lot of...wasn't clean salt, but they\nbuying. I used to send, you know...I used to go and get bread, butter, meat...not meat but\nmostly fat that's uh , you know, or or or fish, you know, that dried fish. You know,\nthey dry...have you ever seen a dried fish. You could break your teeth on it. That was\ndelicious. I I wish I could buy it now.",
        "Q: OK. So eventually you got...",
        "A: In Sima, in Sima I went to a a place...there was already a Polish...this was a...I remember\nit was in the summertime, and down there they uh uh processed me into a Polish army.\nThey gave us...I still was wearing a Polish...the Russian uniform, and down there they\nprocessed me and you know, the Polish people didn't like...you know, the Polish they\ndidn't want anybody from the Russian army to be in charge, you know, but most of the\nPolish army was run by the Russians. The the the lieutenants, the the colonels, the\ngenerals...it was mostly Russians.",
        "Q: So you joined the Polish army...",
        "A: I joined the Polish army. They they...and then they...from there, you know, they\nprocessed me and they said we're going to send you to . That was officer's school.\nSo I went to officer's school in . It's not far from Moscow. And I was there for\nsixty days... mean six months... ... you know, maybe maybe longer, you know. And\nwe went to school. We had Polish uniforms, you know, and and we had uh Polish\ninstructors, you know, and we had Russian instructors, and you had to do, you know, like\nan academy, like uh uh you know, West Point, because they had different uh...and that\nthat was a city that mostly was uh uh you know, officer's school. It's like like West\nPoint. No, not West Point. Because they had uh uh they had second lieutenants used to\ncome in for artillery special...they used to go down there, train, and they used to have like\nme, you know, a private to go into officer school, officer's school. Maybe I was lucky. I\ndon't know. I...through all those things, you know, my brother said that I was lucky\nbecause I wasn't like he was in Buchenwald. So...yeah, I was lucky. I don't know how\nlucky I was.",
        "Q: But you you finished your your officer's school, and this was about the end of 1943...",
        "A: '44. Beginning of '44. Yeah.",
        "Q: Where...where did you go then?",
        "A: We went to the...on the front, towards Poland, you know.",
        "Q: Can you tell us a little about that?",
        "A: Yeah. We we were already in Poland, because they were almost in Poland in 1945...this\nwas the end...1945. We went to Poland, and we stayed...we stayed...our...I was assigned\nto a 29th Division, a training division...I have some papers...I don't remember...I'm telling\nyou, my my head 1s like a...I don't remember.",
        "Q: What was your responsibility?",
        "A: I was I was a company commander, antiOtank gun. You know, those big uh\nuh...bazookas...oh you know...yeah...so I was a company commander. Maybe they gave\nme a company because my my uh the the the uh...Division...battalion and then\nit's...battalion has...three battalions is what...",
        "Q: A brigade and then a battalion...",
        "A: Brigade...not brigade...he was he was a a colonel, and I talked to him. He must have\nbeen...officers...a lot of officers were Russian, you know, the Big Red. And they knew\nthat I would because I spoke Russian. I forgot now. I don't speak Russian at all. So they\nthey they knew who I was probably. I don't know how they knew, but they always, you\nknow, uh...maybe I was lucky. I don't know.",
        "Q: How big was your company? How many men did you have under you?",
        "A: In my company was uh uh uh twelve uh platoons...we had three platoons. It was uh a\nhundred people...a hundred.",
        "Q: And you...you were in charge?",
        "A: Yeah, yeah, yeah. I was...yeah...I was in charge, for a hundred men. You know, and they\nwere mostly uh uh Polish people and they didn't know I was Jewish. Then they didn't\nknow because I used to...after I went to the Polish army...after I went already uh uh I I\nwas wearing a cross given me by a by a Polish priest who know I was Jewish. And and in\n, when I was in school yet, he said to me, Phil, wear this.",
        "Q: Did you tell him you were Jewish? Is that how he knew?",
        "A: Yeah. He knew. He knew. Cause in Russia, nobody cared if I was Jewish or not, you\nknow. There was...outside they used to call , and they used to, you know,\n. is different. is like you say a Jew, you know.\nthey used to call it in Russian . That means the worst, but in Polish is Jew.\nYou know, there's difference. In Russian, if you want to be nice, you say oh, .\nThat means he's Jewish, you know, like...",
        "Q: Can you tell me a little bit about the uh...your time as a commander of...",
        "A: Pardon me.",
        "Q: The time as commander of...",
        "A: Yeah. We went...we went to , which was...this 1s in 1945, ending of the war, in\n'44,'45...during the time...I don't know...with time I I don't know, because I have a lot of\nthings that I'm not telling you. I just don't...I didn't...on on on my own. You know, I'm\njust going crazy. I don't know what to think. Uh so many things to me since 1941 to\n1945...",
        "Q: Try to tell me a little bit...",
        "A: So many...so many things happened to me and so many people were killed which we\ndidn't...nobody knew.",
        "Q: Try to tell me a little bit about uh while you commanding this unit. Don't worry about the\ntown or the time so much.",
        "A: Well, uh they didn't know that I was Jewish, you know. And uh they they liked...my my\npeople liked me. And I had...I had a guy that used to be my uh, you know, who\nwas mostly...it's not like the Polish army before the war that was elite. You know, an\nofficer had to be from from real elite families, you know, Polish family, Catholic. There\nwere very few Jewish officers before the war were officers. They were all...they had to be\nCatholic, Polish Catholic. But I had a cousin, my cousin, who was an officer because he\nwas a a...no...he was killed. He was...he was a student, you know, he was\nacademish...aca...academic, my cousin. He was an officer in the Polish army, but he was\nkilled in . | don't know if you know...in the 2nd World War. I have his picture\nhere... ...uh anyway, you were asking what...you see I'm going back and forth.",
        "Q: Alright. Tell me...tell me as much as you can remember about when you were...when you\nwere running this anti*tank company, a little bit about the combat you were involved in.",
        "A: In combat, we used to walk. To combat, you know, we're...we went we went...the\nRussians already liberated, I think in 1945 or '44, they was in Warsaw. You know, they\nwouldn't let us go there, you know, because we could have saved a lot of people.",
        "Q: Where did your...where did your unit end up when the war was over? Where were you at\nthat point?",
        "A: My my unit ended up 1n uh...no... . | went through...before that we went to\n, then in 1945, we...I saw, you know, Auschwitz, the first...I didn't, you know, I\ndidn't know nothing about those things. We didn't hear it. It was in the winter time. You\nknow, we liber...the Russians were liberating and we were behind them. We liberated the\npeople, you know, the Russians together...we went to uh uh . Youknow, __,\nAuschwitz. And I saw people with striped...some of them..they were like skeletons...",
        "Q: Up to that point in time you were not aware of concentration...",
        "A: I I knew that something happened but I didn't know, you know, that uh uh...we passed\nAuschwitz and and I forgot the name of the small uh uh...not...before Auschwitz. It's a\nlittle...saw a lot of lot of . [know I gave them bread. They were begging. I gave\nthem bread. I didn't even ask them they were Jewish or not, you know, because they\nhad...I I know I gave them...in Krakow I gave them...it was very cold. It was windy and\nsnowy when we're going towards , you know, . Salasia. This 1s Salasia.\n(Sigh)",
        "Q: How long did you stay at Auschwitz?",
        "A: Not not not too long. I I I couldn't, because I had uh responsibility for other people. I\ncouldn't.",
        "Q: Did you realize when you were there that this was a death camp?",
        "A: Yeah. We...because I saw...they were telling me...all the the people...I didn't know they\nwere Jewish, you know. Maybe they were afraid to tell me they were Jewish. You know,\nthey had the uniform, the Auschwitz uniform, the stripes, and they took off...I think they\ntook off their their their...they used to wear a Juda (ph), you know...",
        "Q: A yellow star.",
        "A: Yeah. I know I gave them a lot of food. I gave them a lot of food, and I I had\nresponsibility because I had wagons with with the provision, you know, for my company.\nIt's not like in in in in in the American army, you know. That's why I used to call the\nAmerican army the , the the chocolate eaters, you know. We used to provision\nwas to get to get ourselves, you know. Always organized, you know. There are always\nprovisions, but the Germans left. We took...we...things that was...and then we went, you\nknow, . I liberated . And then I was shot.",
        "Q: OK. So I think...",
        "A: I I I'm going too fast and too back and forth. I don't know. I'm just so...I'm I'm...I don't\nremember...after the war.",
        "Q: We're going to take a uh brief break right now.\nEnd of Tape #1\nTape #2\n..to Stanislawow. Because my uh uh one year we went touh ___ but this year we went\nto Stanislawow, because my father used to own a business there. Ice cream...they used to\nmake ice cream...a factory. And they had uh, you know, places they used to sit\ndown...what do you call...1ce cream parlors, you know, and my father's partner was one\nof...Oscar Klatter, and we used to go to his house. I used to...I...my brother was older...I\nwent on vacation there, to stay with them and then the war broke out in 1930...uh 1940-\n41. The German...the Germany invaded uh a part of Poland. Then Russian took over.",
        "Q: OK. What happened to you in Stanislawow, when the Russians...when the Germans\ninvaded?",
        "A: I wasn't there.",
        "Q: Where were you?",
        "A: They invaded Poland because it was...Lwow was right before, so they were already\nbombing uh uh Lwow and they were bombing the rest of thisuh _ and all the stations\ndown there, the Germans, and my father sent... don't know...maybe maybe it was\ntelegram, not to come back. Just continue if I can to go, and Oscar Klatter used to be, you\nknow, I stayed with them and Frieda...I used to call him uncle, because uh, you know,\nsince I was small I remember this. I used to call him uncle and Frieda, and uh he worked,\nyou know, and this was already in the Russian, because the Russian was on that part of\nPoland. You know, Poland was divided...I don't know...",
        "Q: Don't worry about the history. That's alright. You were in the Russian part of Poland.",
        "A: Of Poland, yeah. So uh uh Oscar worked for transportation , and he was lucky\nbecause the director was a Communist, you know. He was Russian, so we were lucky.\nWe got everything together and they put us on a train, on a to go deep to\nRussia. Only this kind of people were, you know, were lucky if you knew somebody or\nthe people who were directed to the Russian army and went on the front or went to the\nRussian uh, you know, uh uh, you know, working brigades. Those people were lucky,\nand I was lucky because I went, and there were a lot of people there on that train, and\nthen we went to to to with the train...it's a ...we went for quite a few days. I don't\nknow how many days. I can't remember, and we were going deeper into the Russ...to\nRussia. We came...I forgot the name...before , there was a . | don't know if\nyou know...it was a cooperative farm, and we were three families there. One a very\nreligious Jew. I told the others that he was...that he prayed with three —_—. He was so\nreligious. I used to... I remember uh I had to...he didn't eat. I used to get chicken. I used\nto kill chicken myself, you know. We all ate. He wouldn't touch it, so I used to give, I\nremember I gave him just eggs I used to get, eggs, you know, and and bread. He he didn't\neven want the butter, this guy, and his wife was with him and she wore a , you\nknow...she wore a wig.",
        "Q: So you were on this collective farm...",
        "A: Yeah...and I met...I met this guy Pietre (ph). I didn't know...with a big moustache, you\nknow, and one day he said...he took a liking to me cause I...I don't know...maybe I was\nlike a weasel. I used to go and help and he saw me. I used to take care of three families,\nyou know, because they couldn't work. They worked a little bit, and I had to make the\nnorm, you know. So I used to make it for them, you know, and he took me over. He says\nPhil, would you like to go on an expedition with...I don't know if...and and you know,\nwhen uh...I didn't know nothing about the partisans. I didn't know who he was. He was a\ntall guy with a moustache. He always wore boots and and a leather jacket. Oh, that's what\nI remember, you know. I didn't even know he was Jewish or not, but he was a...he was\na...must have been a Communist or something, a very loyal...so he says , you\nknow, Phil, you want to go with me on an expedition. So I said what do you mean. He\nsays come on. I'll show you, you know, and then...so we went and all of a sudden I see,\nyou know, on the stations, you know, they had those uh uh overseer. He look over...over\nthe station when the train comes...",
        "Q: —",
        "A: No, no,not _—_—_—. Uh no...aa a guy that looks at the train __, you know...what do you\ncall them...observatory. You know, they would __—__‘ from a building. We went with\nhorses, with wagons, far, you know, towards the Germans because the Germans were\ncoming. We went towards the Germans, and I saw where he put dynamite and he blowing\nit up. We blew...",
        "Q: Alright. Let's stop. No, no. What I want to do is stop you. I'd like you to describe going\ninto the woods and laying the dynamite.",
        "A: Oh, he did that. He did that.",
        "Q: OK. But tell me what happened.",
        "A: We we used to blow it up, the tracks, and then he took me into another like a, you know,\nvillage. It was a village, maybe a town, and he said now we're going to...don't be afraid\nand don't get scared. We're going to take care of some people. He didn't tell me kill. He\nsays...he said to me we're going to take care of the...the...not Nazi but the the\ncollaborators, you know. So I said how do you know. He says he knows, you know, and\nwe went to one house I remember and and we shot all of them, all the people, and we\nwent to another one and we shot about three or four men. You know, I didn't... didn't\nkeep count. I know I shot quite a few of them because he told me to do it. It's to my own\nprotection. At night, they'll kill me, and since then, you know, I I used to go on raids with\nhim a few times. We stayed there in that . We stayed about...I don't know...a\nmonth, maybe a month and a half, maybe two months. I don't remember, and one day we\nused to go...I used to go on raids with him, you know, to blow up different kinds of\ntrack...railroad tracks...",
        "Q: Phil, tell me about the group. Who was in Pietre's group?",
        "A: No, no, no, no...I don't know the group. There were three...there were there were...I was\nwith him and and there were two or three more men. Then there was another group he\nused to meet, you know, we used to meet and that...because we used to go back to the to\nthe to the village, to the cooperative. Nobody knew about this. They used to come in and\nnobody knew about it, nothing, only Pietre and those two men. They were from from this\nvillage. Nobody knew, you know. They...maybe they were afraid of him, the people who\nlived there. I don't really know, but he took a liking to me, you know. He always used to\ntake me to bring him more bread and he used to tell me milk for the for the, you know,\nfor the men, for the old man. He'd drink milk. And and and I don't know why but that's\nwhat he did, you know, and maybe I was lucky. I don't know. I was lucky or maybe I...",
        "Q: How old were you?",
        "A: I was about uh...at that time I was about fifteen, sixteen. I was just an adult.",
        "Q: How did you feel as a fifteen year old boy going on these raids?",
        "A: From the beginning...terrible, because I didn't know what's happening, you know. I\ndidn't...I didn't know. I didn't know, but he probably knew they had a...because we didn't\nhear radio, nothing. He probably knew what was going on, you know. Lwow, as tiny as it\nwas, the Germans were already in there. Of course, we were deep in Russia, Ukraine, and\ndeep in the Ukrainian, you know, not far from uh uh , and then uh uh, you know,\nthe area. I don't know now they call . And uh there were patrols, you\nknow. So he probably knew what was going on. We didn't know nothing. I didn't know if\nmy parents were alive or not. Nothing. We were like, you know, people in a in a daze just\nrunning. I was with them, so maybe I'm...I I don't remember. The time to me\nwas...no...didn't pay...I didn't care about time. Even now I don't wear a watch because\ntime to me doesn't mean nothing. And and and so he used to take me and I used to go,\nand then the first time he told me what they do, I I felt like I did something for the good,\nbut I don't know if I did it for the good for killing people. To me it's....1t's a big why. It\nbothers me.",
        "Q: What kind of people did you kill?",
        "A: Oh, they were their collaborators. They were...they ...they... you know, I don't know if\nyou know the Ukrainians were throwing...you could see that after, you know, that they\nwere throwing flowers on the Russian tanks, but the Russians...not the Russians, the\nGerman tanks, the Nazis. You know, they were...they were collaborating with them,\njust...you know, they thought that Communism was going to be worse...uh uh get rid of\nthem. Meanwhile, after about uh four or five months, six months, they were killing them.\nThen they went to the partisans. They were fighting against the Germans. They saw what\nthe Germans...they wanted, you know, uh make a make Aryan (ph) and everybody. The\nUkrainians were no good, but meanwhile the Ukrainians collaborated more...they killed\nmore Jews than anybody else.",
        "Q: Can you tell us about another raid where you attacked collaborators?",
        "A: Yeah...well, one. One that uh uh I went with him and and there was a whole uh...there\nalready were were uh uh having a swastika and one ;",
        "Q: Tell us about that. Be a little more clear. Who had it? Where did you go and who had\nwhat?",
        "A: We went to different villages, different villages. You know, the U...when the Germans\nwas coming in, the Ukrainians were in seventh heaven cause they were tired of the\nRussian dominance or the Russian Communists. You know, they didn't know better.\nEven the Russian Communists, you know, but they saved more people than anybody else,\nyou know, and I I went with him on that raid and and we really went in a house uh and\nthere were men and maybe two women, but mostly men, you know, and and were there.\nwe all killed them...right right... don't know how many men. I don't count. To\nme count was terrible. The blood was all up up in the ceiling, and everything. We went\nback. I killed more people, you know, in in the war. It's different in the war. They",
        "Q: Did you blow up trains and ammunition dumps...",
        "A: Not trains. No, no trains. Just the the tracks. The tracks, the ammunition uh...___ the\ntrain.",
        "Q: How...how do you do that? Describe how you...",
        "A: Well, you put...you put uh uh you have uh dynamite and you put it on...you dig it under\nthe the tracks. You know, it's stone down there, rocks, and you put it on both sides and\nyou go away and uh you just blow it up. There's a wire. A guy down there stays with the\nbox, pushes it down and it blows up, you know. But on the tracks...we never had...we just\nblow up so they couldn't...couldn't uh uh uh run the the railroad, the Germans, you know,\nthe the...and we blew up a lot of...a lot of tracks, a lot of tracks. This was our mission, just\nto blow up the tracks, so they couldn't...but they didn't need the tracks. They had the..they\nwere more modernized than the Russians...they were more modernized than the...we\ndidn't know. They were modernized uh uh better than the Russians, the Germans. They\nthey probably planned that uh invasion...I don't know what.",
        "Q: What other missions...tell us about some of the other missions you went on.",
        "A: That's the only missions I went. I don't...I don't uh...nothing. We used to meet. They used\nto talk. When I was a young guy I didn't care that whatever they told me to do I did.",
        "Q: How did they treat you? You were a young...",
        "A: They treat me very, very well. This this uh Pietre , you know, he treated...he he he\nsaved my life. He sent me to go with the...you know, I wanted to join to stay with him,\nbut he sent me back. He says look, the Germans are close, you know. You better go with\nthem, and he put me... . He put us on a train because they were bombing\nthat that section is a 1s a steel, you know, is a Steel company, you know, steel\n. is a Steel industry and uh they were bombing the bridges. We had to wait\nand I took the three families. Uh he told me to go. Gave me money. Gave me...not\nthat I needed it because the women had a lot of rings and gold, you know. We always to\nbuy. We always had food to buy from the farmers, you know and uh we got through with\nthe three families.",
        "Q: So when you took the three families...",
        "A: Yeah. I was like in charge...(laughter)",
        "Q: Where did you and those three families go?",
        "A: We went to towards Rostov (cough). In Rostov...we passed Rostov. We were already in\nthe Caucasian Mountains. Past Rostov is the River. In Rostov we didn't stay. We\njust stay in the cha...in in the train...you know, in the train were no more uh passenger\ncompartments but there were, you know, cattle...like uh cattle uh...cause they couldn't get\nthe other ones. So we...each family had a little corner, but it was...there were about five in\nthe families and and my my three families, you know, I was like the godfather there, you\nknow, and there were another two families in in the in the train, in the wagon, cause there\nwere, you know, this was already during the summer and it wasn't cold. If would be in\nthe winter, forget it.",
        "Q: Where did you go?",
        "A: We...then we went...they took us to a different kind of a cooperative, and it was in the\nCaucasian Mountains. And I had the three families, but 1t was mostly women, you know.\nNo men. And I remember we were there two, three days and then they took us to work in\nthe field. You know, I was telling youuhuh __....",
        "Q: ,",
        "A: ... that I took the women. The women had to work for their food because in Russia\nyou have to, you know, everybody worked. They used to get so many grams and so many\nuh uh quarts of milk, or so much butter, you know, that money was no no...you could buy\nbut when you work in a in a in a cooperative, you get...you get food. Bread, so much\nbread. Eighty grams bread, and so much butter, so much meat, and they put them, you\nknow (laughter)...they used to mix cow manures, you know, with straw, and they used to\ndry. They used to cut, so the women were crying because they never, you know, they\nnever did kind of work, that kind of work, cause you cut it 1n in in squares and you put it\nin the sun, you know, and the women were were were really...they were crying, so I told\nthem don't do it. I'll do it for you. So I had to do more. Besides my norm, I did their\nnorm, you know and then I remember there was a...they used to grow mostly uh those\nPersian melons, you know...little small round melons. I used to get that...",
        "Q: OK. We're going to...let's...let's stop and tell me...you were on this . What\nhappened to you? You were taken into the army at some point . No? Tell me what\nhappened.",
        "A: That Klatter, Oscar Klatter...you know, I told you that when I was in Stanislawow, he\nused to...he wasn't with us. He he gave my uh uh Frieda...my aunt I call...an address to\nsend a telegram in Russia. If he is there, he's alive, to let us...to let htm know where we\nare. And there was two on my head. You know I spoke Russian and I...so I went and I\nsent a telegram. First you have to clear it with the with the Commissar from the ;\nyou know, the the guy, so I...so he sent it and I got a telegram. We have to go...excuse\nme...I got...I sent him a telegram and then about a week later I got an answer that he is in\nthat town. He's going to come to us. And we had to go to cross the border. It's it's in the\nCaucasian Mountains, in a station, -",
        "Q: Doesn't matter.",
        "A: We met him at the station there. You know, you can imagine, you know...oh, you\nknow...I have a picture of him at home...and and so we got we got uh you know, you\ndon't see a person almost so many...and he stayed with us and then he knew that we had\nto go deeper into Russia, you know. We went to on the Caspian Sea and we took\na ship...they took across towards ...___...1 don't remember . I don't\nremember. I can't remember the town.",
        "Q: It doesn't matter now.",
        "A: And we went there, and then I was telling them that I want to go join the army and they\nwouldn't let me. He says...Frieda says look, you came to us, you know, and I'm\nresponsible for you. I want you to stay and I don't want you to get killed. I said look, I I\nwent on a crazy things I could get killed. No...nobody...now that we are together, you\nknow...so I said no, I want to join the army. And they wouldn't let me, so I went...",
        "Q: But you did join the army?",
        "A: I joined the army in , in the capital of . And there I was sent to summer\ncamp for training in a division and then I was sent, you know, fight. Stalingrad.",
        "Q: Let's back up. How did you get involved in the Battle of Stalingrad?",
        "A: I I was in the unit that was going to Stalingrad (laughter).",
        "Q: What was Stalingrad like?",
        "A: Terrible. Terrible. Cold. Winter. We were there six...almost six months. It was like\nrat©infested and and it was awful. Dead bodies all over. Germans, Russians. I was\nwounded from the shrapnel, but it was nothing. They patch you up. We didn't have\nbandages. A piece of rag good. Fight again. Survive. (Sigh)",
        "Q: What happened when Stalingrad was free?",
        "A: I wasn't...I wasn't there when it was free.",
        "Q: When did you leave Stalingrad?",
        "A: I went before uh...a a colonel came to me and said, I'm going to send you to a Polish\narmy. They're forming a Polish army, and I didn't know nothing about it, but he knew that\nI was born. I said what kind of Polish army, because there was another Polish army...I\ndon't know if you know the . 1 I wanted to go to that army before too, but they threw\nme out because I was Jewish. That army went...that army went to to Persia and they they\nwere in , that Polish army.",
        "Q: You stay with me. Where were you sent?",
        "A: I..no, no. I I was sent to to the Polish...first I was sent in to the uh uh...no...back to to\nto...back to summer camp. I don't remember...and they sent me...they send...they give me\npapers and I had to report to a Polish uh uh center...Polish... where the Polish...Sima (ph).\nThey sent me to Sima. And down there they indoctrinated...they changed my clothes.\nThey give me Polish uh uniform, because I was always in the Russian uniform. And\nthere, from then on...I don't know...they sent us from there and they sent me to officer's\ntraining to be an officer in the Polish army because I...that's why I was there I don't know\nhow many months or how many years, you know. How many months...I don't know. Six\nmonths. And then...and then I went...I was in the Polish army and uh they took\nus...we...you know, the Russian army already was...the Germans were loosing the war\nalready you know. They were moving. There was had been liberated and we went\nto Poland to fight on , you know. We report. We could have...we could have uh uh\nliberated Warsaw or some other city before that but uh it was all politics. Couldn't.",
        "Q: What was it like for you as a Jewish boy in the Polish army?",
        "A: They didn't know. In in the Russian army, they knew I was Jewish but in the Polish army,\na priest came over to me and said to me, I know you're...because, you know, they\nknow...you know, the Polish people are not circumcised. I don't know if you know that,\nbefore the...now they do for their health and you know, when I used to take a a bath, you\nknow, or showered, and they looked at me and they...I said no, this was is done this in\nRussia, you know, for health purposes. The priest came over to me and gave me aaa\nchain with a bone (ph) cross and he said, Philip, . Phil, keep that. You know, it'll\nsave your life. I said why should I be...and I used to go to church once 1n a while. You\nknow, from the beginning the Polish uh uh were not afraid to go to church but they they\nwere supposed to be Socialist but they became Communist and I used to go once in a\nwhile to church, you know, with the cross. Nobody...but uh even if they knew they\ncouldn't do nothing, because I was mostly...I came from the Russian army to the to the\nPolish army, you know. Even if I was officer, because mostly the officers in the Polish\narmy, the high command, were mostly Russian in Polish uniform, and I had more priority\nthan the the Polish officers who were really Polish before the war. There there was\nand there there were two different armies...",
        "Q: That's right. We we know. We're going to stop because we don't need to go through all\nthat. What I want to know is you're in the Polish army and where did you go with the\narmy? You went to Switzerland. You went to several...where did you go?",
        "A: First we went to to uh already was liberated towns. The Russians liberate because we\nwere behind because we were organizing a new army, so we went first to ;\n. That was already Polish, you know. And then uh uh from , from\n[...we went...I was already in a in a division... , you know, and I was a company\ncommander, so went to...from we went to . We stayed there and I met a\nfew people from Lwow but they were gentile and they knew my father. Some of them\nhad worked for my father. I knew they were pretty good people I met, you know, and I\ndidn't know, you know, I met them. I was friendly with them. I helped them out and\n. In fact I helped them to get an apartment because everybody was running away\nfrom the Russians, you know. The part of Russia that they took, Ukraine, Lwow, they\ndidn't want to stay with them because they knew...most the Polish people, some...a lot of\nUkrainians, so I met some. I used to help them. Then we went to Krakow. They took us\nduring the winter time and so we liberated...the Auschwitz was liberated, you know, in\nthe wintertime. I saw, you know...I I had a lot of say. I had a lot of provisions because I\nhad about four wagons and and and and eight horses I had, you know, for the wagons,\nand we had a lot of provisions. You know, I organized provisions, not they got...not that\nthey gave me from the from the division, but I used to organize my own for the soldiers,\nfor the whole company. I used to send them out on a on a...",
        "Q: What did you do with these provisions?",
        "A: Well, for ourselves. And then I met some people and and and I didn't know...you know,\nAuschwitz...I I never...never dawned on me cause we not have talked about them, you\nknow...never. I didn't know that. I knew the Germans were were were killing the Jews,\nbut I didn't know what they'd do...they have camps like this to...you know, I didn't.\nExterminate so many people...I didn't know. So I met those people with the with the\nstripped uniforms and already they took off...I don't know if they took because they took\noff their Juda (ph)...you know, that...so I gave them a lot of food and they...I gave them\nclothes, and one day I went before uh uh...I forgot the name of the town...before\nAuschwitz... ves",
        "Q: Don't worry about names of towns...",
        "A: No, no, no, no. I saw a lot of shoes, you know, a lot of shoes. Shoes. Thousands of shoes.\nSo I asked down there the guy, the...you know, who was uh...because they were militia,\nhe was...still he was already down there. There were a lot of Polish police there, and he\ntold me this when people were killed they took their shoes off, and this...since then...you\nknow, I said uh what kind of people. He said they're mostly ; , you know,\nJews. He said and . You know what...gypsies. I said gypsies. Why\ngypsies? They're not Jewish. He said gypsies... Ukrainian...Polish...but mostly Jews, you\nknow. And and it burned my...me in my heart that I couldn't say I'm Jewish, you know. It\nwas burning but then we went deeper, you know, uh to ; , you know.\nWe were in Krakow where it was cold. We went to .In we were\nopen...we were there and from then we went to war. You know, we prepared to go on on\nline, on and , you know. . Not on uh and you know...",
        "Q: and ;",
        "A: Yeah. So we fought there. I fought and I was wounded there in my uh on my leg. That's\nalmost the end of the war, because we have to go to Berlin. (Sigh)",
        "Q: You went to Berlin?",
        "A: No. No. We went towards uh uh Czechoslovakia. We...our our whole division went\ntowards...they they...I don't know why we went that way. We went to Czechoslovakia,\nwent to Czechoslovakia, uh uh Kleiwitz (ph) uh uh . Now it's different. They call\nit . don't know what they call it now, and we went down there this way and\nwe went to even to Czechoslovakia and then... I wasn't there. I was in the hospital. I\ncame back and I I was...company...no, division settled in in in uh in .",
        "Q: When were you...how did you get out of the army? When were you...",
        "A: And I was there. It was already after the war. I was in charge. My co...my company was\nin charge of part of the Czechoslovakian-Polish border, and I was like a...you know, I\ndidn't care about nothing, you know. I used to be happy go lucky. Every...every once in a\nwhile they used to call me up and they give me another medal, which I didn't care.",
        "Q: Why did they...why were they giving you medals?",
        "A: I don't know. Maybe I did something, you know, that...I have to go, you know...I don't\nknow why. Maybe I was...maybe I deserved it. I don't know. And I was on the border and\nthen I saw, you know, uh I met a few people, Jewish people who were...which I I didn't\nhave contact with Jewish people. That's my problem. My problem was that I lived like\nnothing Jewish, nothing Jewish, you know. If I met Jewish people, I was so happy, you\nknow. I met in in Friedburg (ph), that's the town...two girls and three men. You know, it\nwas not far from the Czechoslovakia border and I got friendly with them. They didn't\nknow I was Jewish but afterwards I told them and then, from then on I took the cross off\nand I put in my pocket and I had till the American army here, and I threw it away. I don't\nknow why I threw it away, but anyway I met those, and they were there, you know, for\nwhat purpose I don't know, but then I found out they belonged to some Zionist\norganization. I wish I could find...I had that girl's picture some place at home. I don't\nknow if I have it or not. They were...because I I liked her very much, you know, like we\nwere...became friends, but they used me, you see. That's what they used me, and they\nused to take people and send them through Czechoslovakia. They used to go to Breslau\n(ph) and from Breslau they used to go to Austria and then from Germany because in\nGermany they had the DP camps. I didn't know nothing about it. You know, I just...I was\nso naive. You know, I just wanted to help, and they told me, you know, you know, and if\nthey had to let it go, I used to let them go through the Czechoslovakian border because\nthe the Czech used to help the Polish, the the Jews very much from the beginning. You\nknow, they didn't care. They didn't care. And uh this was fun time. That that time was fun\ntime.",
        "Q: And you were helping smuggle people...",
        "A: But I didn't know...but I didn't...I didn't know. I can't say, you know...but I know they\nalways had some people coming in from Krakow, from , from Warsaw, from uh all\nover, you know, and this was the point, you know, where they used to...at night they used\nto ask me can we go the, you know, the family, they want to go to Germany, , Sol\nsaid OK. OK. And then uh one day I...my my my sergeant caught on a different post, he\ncaught some smugglers because they smuggled. They used to go to Hungary to buy\nneedles, you know, with...I don't know. You can't explain to people who doesn't know\nabout this...or they used to buy cigarettes, Hungarian cigarettes and the Polish uh uh...you\nknow, they used to make like uh uh business. And they used to buy...and they used to go\nto Krakow and exchange and sell it, you know, this. And I I...to me, I didn't look for\nit to to...you know, they pass, they pass. I I...but one of my corporals was on on the\nborder there. He caught them smuggling. Four people, with rugsacks, you know. They\nhad cigarettes, cartons of cigarettes, , cigarettes, , cigarettes, and some\nneedles, sewing needles. You know, that's heavy. You know...I don't know if you ever...a\nwhole rugsack...and they locked them up on my post, you know, and I came in so they\ntold me, lieutenant, we have here that we caught smuggling. What should we do with\nthem, you know? So I went down there and one guy looked at me and he asked me, are\nyou Helbling's son, like this. You know, it jabbed in my heart. I say yes. How do\nyou know me? He says, well, I I know you...I I know you...I know you. I saw you...I saw\nyou in in Krakow, you know, after we came through, and...he was, he was...",
        "Q: What did you do with him?",
        "A: ITlethim go. _. He told me he knew my father and everything, because I...he\nremembered me because he was...he knew when I was a small kid. I don't know the man.\nAfter the war, I met the man. My wife...we went to a party and the man...",
        "Q: I I need to stop, because I need to bring you back to a very important question, and I want\nto make sure we have it on the tape. Alright. After the war, you told me that you went\nafter collaborators, you went after Ukrainians. Tell us about that?",
        "A: Well, this started...I I can't tell you that... can't tell you that now. You see, I was down\nthere on the border...",
        "Q: After the war?",
        "A: No...it's after the war already. I went...like I was telling you, I was went to uh uh...they\nsent me to Warsaw. I knew my brother was dead. This I knew because people I met in\nKrakow, in Poland, you know, after the war, they saw and they told, you know...who...we\nknew they were dead. And I went to Warsaw and I met a guy, . He was...he used to\nwork for my father and I knew that he...he was in in the army. He was a...he used to be\na...fix armaments here. What do you call them...I forgot...and I knew about...him I knew.\nHe was with me all the time You know, he was...so ____ used to live like on the post.\nHe...because he was a a...he used to fix all the armament. He lived with a with a German\nwoman down there. And I...they send me to Warsaw to get medal, you know, to get\nuh...and _ said to me, you know there was a guy here I met...he told me the name of\nthe fellow...that saw your brother. So I said , are you so stupid. Who 1s alive. I\nargue with him, you know, and finally we went someplace. We got a little bit uh tipsy\nand here walks inthe guy who ____ said that saw my brother. And I...because the Jewish\npeople, you know, they're sometimes they used to play...I don't know if you know...oh I\nsaw your brother, but they were dead already. You know, they were like...they thought\nthat was funny. It was not funny, so I took the guy and I shook him, you know, and I was\na little drunk so I shook him and he says...I said to him, you saw my brother. He says\nyeah, your brother's in Glewitz (ph)...Gliwitz (ph), you know. And he works for the\nPolish Socialist Party, you know. My brother was uh uh...he was a political prisoner in\nBuchenwald. I didn't know that. I didn't know, you know, that so he says he's a big man\nin the Polish arm...in the Polish power and he is like a a transportation minister of Salasia,\nyou know. My my brother was a mechanic, you know, and of course he was...he had a\nred, you know, in in Buchenwald. All the red, you know, poli...poli...yeah. He was with\nBlum (ph). I don't know...have you ever heard —_. He was with him. Blum died in uh\nafter the war. He was with him in Buchenwald, and uh he told me that, you know. And I\nknow that the man...I used to see him once in a while and I told him that you are alive.\nMy brother didn't know how to get in cont...we didn't know how to get in contact. I went\nback to my division, you know, the next day and when I went back to my post, I have a\ntelegram. (Pause - crying) I have a telegram reading...Nino (ph)...Dear Phil, this is Nino\n. And I went to your post. You were not there and I...1t didn't give me his address in\nGleiwitz, the the headquarters of the Polish uh Socialist Party.",
        "Q: Nino was your brother?",
        "A: Nino...Arthur. I couldn't call him Arthur when I was small and nobody knew that I used\nto call him Nino, just my brother and I. You know, before the war, and was...my\nmy my father had...my mother...my my my father's mother name...nobody knew .\nAnd I knew this was true that's my brother. (Sigh) That night I took a truck, not a jeep\nbecause the Russians didn't have a jeep...a truck and I drove from my post. I took to\nGleiwitz. This was still uh uh war going on, not war but uh uh, you know, they...what do\nyou call it...they were _ the Germans because after the war there were more, more\nkillings, you know, uh..",
        "Q: Phil, I have to move. Tell me where you went and how you found him?",
        "A: I I went with the with the with the —_ with the truck, you know, and uh I went to the...at\nfirst I couldn't go because there was a uh uh you know...",
        "Q: Phil, where did you go?",
        "A: I go to Gleiwitz, to the headquarters and I looked for Arthur Helbling. They didn't know\nhe was Arthur Helbling. They only knew that he was Arthur . And I didn't know\nthat he was married. When I went to that headquarters there was a guard down there and I\nwas in uniform and the guard uh says where you...I said is there Arthur Helbling...you\nknow, I forgot. He says no, Arthur...no, no. What floor. There was five floors in Gleiwitz,\n. And now it's German. He says no. Then I went to to the...he says go to the office\ndown there, so I says is there an Arthur . He told me on the third floor, but he didn't\ntell me which room. There were rooms...you know, they made bedrooms that there was a\ndownstairs were the... opened the door. Said I was...I looked. That's not him, you know\n(laughter), and that's not him, that's not him, that's not him. Finally I went to a room and\nthe guy said to me, are you Philip. I said yes. So he said Arthur 1s down...I went to...and\nhe was in bed with a woman, and I said who's this. First of all, we...oh...hug. And then I\nasked him who's this. He says my wife. He was married in in ghetto with her, to her. And\nthen how we got together, my brother and I, and after that...see, my brother was in the\nghetto almost, you know...",
        "Q: I need to not go into your brother. I need you to tell me something.",
        "A: That I'm trying to tell you. So my brother knew who in Lwow was hurting the Jews.\nThat's where I'm trying to go. You know, people...my brother knew. My brother didn't\nhave...he had power but not that power that I had. He was a party man. He didn't have\nthat power what I had cause I was...in in Poland I had...I could uh uh arrest a general. I\nhad a little power, little power. And my brother was telling me, he was telling who helped\nthe Jews, who not helped the Jews, you know, and so we started to to keep like a list...not\na list but a list by...cause I didn't need a list. I just need a face and the name. And we\nstarted talking and then he was uh uh transferred to Breslau, Breslau, the headquarters.\nHe was there with his wife and we started to talk again, because mostly the Polish people\nfrom Ukrainian moved to Breslau. Breslau is...Breslau now, or they moved to Staten (ph)\nor they moved to K , you know, near Krakow, and we started to look around, and I\nlooked around. I had a few uh uh...my uh... had a...what do you call it...adjutant...you\nknow what adjutant...",
        "Q: Uh, no I'm not sure. Clothing?",
        "A: Yeah. He used to be my my clothes...my...used to shine my boots.",
        "Q: Oh, then you had like a valet.",
        "A: A valet I had. He always was with me. Wherever I went, you know, he was with me. And\nhe was Russian, but Polish descent. He didn't know...I have some pictures of him at home\nsomeplace, I don't know, and whenever I used to go with him on a on a thing to uh look\nfor those people, he used to go with me and we used to eliminate them.",
        "Q: Tell us...tell me about ves",
        "A: I used to go by car or motorcycle or...I had a car. I I could have a car. Nothing. We used\nto go in and talk to them and take them on the side and just eliminate them, or take them\nin the woods and eliminate them. Not even bury them. Mostly Ukrainian and some Polish\npeople. Even I killed a friend of mine used to go to school from the first grade to second\ngrade.",
        "Q: Tell us why you killed them.",
        "A: Because they killed Jews. They were killing Jews in the ghetto.",
        "Q: And you did what now? Tell me again.",
        "A: I killed them. I looked for them. I even look now here. I know there are a lot of others.\nYou know...and and you go to Philadelphia. A lot of Ukrainian...or you go to...a lot of\nUkrainians that came here...you know, they're old now. They're the same age probably as\nme and you know, you can't do nothing. You know, there's a lot in Detroit. They used to\n, Buffalo. They said they're Polish or they...you know...you can do nothing about\nthat.",
        "Q: Where did you go to kill those people who killed the Jews?",
        "A: Where did they go? (Laughter) I took them outside. I took them out to the woods and I\nshot them. I didn't ask questions. They knew. They saw me. They knew already. In\nKrakow too. In Krakow they they...you know, there were there were a lot of Jews. They\nused to do business, you know, on the on the square, in Krakow, and there were\nthe Polish invalids, you know. They they wanted money. You know, they were\nblackmailing and they wanted money, and some of them didn't want to give so they used\nto beat them up, you know. So I know I shot three guys right on the square. I I didn't...I\nwasn't afraid, you know. They were anti-Semites, and I wanted to go toa village —__\nnow...",
        "Q: I'm sorry. You wanted...say it again. You...I lost you.",
        "A: I I would like to go visit Poland now (laughter) to take my kids and my wife, you know. I\ndon't know why, but anyway I I...that's what I used to do. My brother and I and a friend. I\nhave a friend here that I have taken...or that Weber (ph) that I let go on the border, he\ndied here, you know. That's what I wanted to...those kind of things. We went to...that\nWeber that I said...",
        "Q: Just tell us...tell me again, very briefly, Weber...",
        "A: That guy, that guy that said uh you are Zygmund Helbling's son on the border, that was\narrested by my corporal now. You know, we met him here in New York many years ago\nand he told my wife I didn't...I never brag about those things, but it was like nothing. He\ntold my wife what I did, how I helped him. He died. He has children here, you know, and\nhe told my wife how I rescued him from the border because he used to smuggle, you\nknow. I had some other people that uh they live some place in Jersey...I don't know.",
        "Q: You're saying there are other people you helped?",
        "A: Yeah.",
        "Q: Why did you have so much power? You said you had a lot of power in the army.",
        "A: Because I was a political officer, OK, you know. And a political officer...it's like a a\nKGB, you know. In this army we don't have it. Cause I was in this army, we had .\nBut there, they were open, you know. They were . They used to take you out,\nindoctrinate you. They used to take this platoon or this battalion or this company and they\nused to talk to them about Communism and that and that...you know, indoctrinate them to\nbe more...a good Communist.",
        "Q: So you were...",
        "A: I was not, but I was in that group, you know. Because I was in the Russian army and they\nmade me that. They trusted me. I wasn't even going to fight. I knew they were going to\nPersia. They were going to to Israel and from Israel they went to Italy, . So I went.\nThey...and when I went uh to take a shower, they got me. (Laughter) You know,\nbecause the Polish people don't circumcise, you know.",
        "Q: So they wouldn't take you because you were...",
        "A: They threw me out. They threw me out on my neck. Not...they didn't tell me why. But\nthen I knew, you know. Now it dawns on me. But meanwhile I I was in the Polish army\nand liberated that, you know. I had I had fights here in the American army I had fights.\nThey call me dirty Jew. I had fights here too, but I never let nobody . Never. Since\nthat time, you know, after after I saw what was happening up there, I found out\nAuschwitz and Treblinka and Dachau. You know, when I was in the army I didn't hear\nthat. After we liberated we hear it. I didn't because I was I was always...uh most of the\ntime I was mostly...most of the time I was a little bit tipsy because I didn't care if I lived\nor not. I didn't care. My life was to me like that . I didn't care. I didn't have nobody,\nyou know. After I found my brother, then it was different, you know, but my life was\nnothing. To me it didn't mean nothing. Not so well. Something had to be done. They\nknew where to go. You know, even...even uh anybody in the Polish army, the Russian\narmy, ..1 got lots of guts, and no brains maybe, you know.",
        "Q: You did just fine.",
        "A: No. I didn't do too good.",
        "Q: I thank you for coming, for being here, for being . Phil, thank you.",
        "A: Thank you.\nEnd of Tape #2\nEnd of Interview\n"
    ],
    "questions": [
        "Q: ...occupation",
        "Q: Did you have any brothers or sisters?",
        "Q: Can you tell me a little bit about your life uh prior to the German invasion of Poland? The\ndaily routine...",
        "Q: Did you have any any experiences with anti-Semitism before the war?",
        "Q: Why is that?",
        "Q: OK. What uh happened to you...how did your life change when the Germans invaded uh\nLwow?",
        "Q: Belonged to Russia but before Germany invaded?",
        "Q: And did your life change when Russia took over Lwow?",
        "Q: And after...after the German uh Russian's now in control of Lwow and then Germany...",
        "Q: Well, let me back up a bit. When Germany invaded Poland, and when they got to Lwow,\nwere you still living in Lwow at the time?",
        "Q: You went to Stanislawow before the uh...",
        "Q: Now were you in Stanislawow with your family or were you by yourself?",
        "Q: And then after the bombing of Stanislawow...",
        "Q: These were all Jews that were trying to...",
        "Q: How did...how did you...when the train was going from Stanislawow to Rostov...?",
        "Q: Now this was when...this is before...",
        "Q: This was on your way to Rostov?",
        "Q: So when you were asked by this man to participate in the raid, that's how you got into the\npartisan movement?",
        "Q: How long did you stay on the farm?",
        "Q: Then where did you go?",
        "Q: Can you tell me a little bit about the journey from the from the time that you got the\nwagon and went to the first...",
        "Q: But they knew you were Jewish?",
        "Q: And they weren't?",
        "Q: So he led the wagons...",
        "Q: So you all went on the train to Rostov?",
        "Q: How long a trip was it by train to Rostov?",
        "Q: Anti-aircraft...",
        "Q: At this time did you go back to uh the partisans?",
        "Q: Farm...",
        "Q: And you were all reunited?",
        "Q: Let me back up for one second. How long were you in the partisans?",
        "Q: And that was the period before you went to Rostov.",
        "Q: Can you tell me a little bit about the kinds of missions that you were on with the with the\npartisans? What kind...",
        "Q: How...how big a group were the partisans?",
        "Q: Now Pietre was the leader of your group?",
        "Q: Were there other Jewish partisans with you that you remember?",
        "Q: Did the other partisans know that you were Jewish, that you were aware?",
        "Q: Did they treat you any differently because you were Jewish?",
        "Q: No, the group that you were with.",
        "Q: The the other members of your group of partisans, were they uh peasants before they\nbecame partisans? Were they from the city? Did you know anything about their\nbackground?",
        "Q: And he gave you the gun?",
        "Q: And you're...",
        "Q: OK. Now I'm going to go back to Rostov.",
        "Q: OK. Well, you were on the cooperative at that time, and you were taking care of all the\nfamilies, and Mr. Klatter joins you with them. How did you then come to join the uh\nRussian army?",
        "Q: Why didn't they want to take you at first?",
        "Q: And what kind of a unit was it?",
        "Q: Infantry?",
        "Q: After you finished your your basic training...",
        "Q: Which front? Where on the front?",
        "Q: So you were on the outskirts of Stalingrad?",
        "Q: Let me let me back up a little to the to the siege of Lenin...of Stalingrad. Can you tell me\na little bit about what you did for the...?",
        "Q: And you had to do this for how long?",
        "Q: Were you ever wounded?",
        "Q: Can you tell me a little bit about that?",
        "Q: Did you have enough weapons, enough ammunition?",
        "Q: But not enough food?",
        "Q: Were you promoted while you were in the uh...",
        "Q: And is there anything else that...any particular stories that you remember from your time\nin the Russian that you want to talk about?",
        "Q: They knew you were Jewish?",
        "Q: They knew you were Jewish?",
        "Q: Were there other Jew...were there other Jews in the army with you?",
        "Q: Is there anything else about the siege of Stalingrad that uh...?",
        "Q: Let me back up just a second. When this colonel in Stalingrad told you that you were\ngoing to be sent to the Polish army...can you explain...",
        "Q: Can you tell what occurred you heard in that process before you got to the Polish army,\nand and how...",
        "Q: OK. Just relax.",
        "Q: Was the siege of Stalingrad over when...?",
        "Q: So this would be 1943?",
        "Q: Can you remember how you uh left Stalingrad and joined the Polish army?",
        "Q: Were you heading back towards Poland?",
        "Q: Did they send you back towards the front?",
        "Q: Yes.",
        "Q: So you went from Stalingrad toward Moscow?",
        "Q: And at that point you joined up with the Polish army?",
        "Q: So you could buy other food with it...",
        "Q: OK. So eventually you got...",
        "Q: So you joined the Polish army...",
        "Q: But you you finished your your officer's school, and this was about the end of 1943...",
        "Q: Where...where did you go then?",
        "Q: Can you tell us a little about that?",
        "Q: What was your responsibility?",
        "Q: A brigade and then a battalion...",
        "Q: How big was your company? How many men did you have under you?",
        "Q: And you...you were in charge?",
        "Q: Did you tell him you were Jewish? Is that how he knew?",
        "Q: Can you tell me a little bit about the uh...your time as a commander of...",
        "Q: The time as commander of...",
        "Q: Try to tell me a little bit...",
        "Q: Try to tell me a little bit about uh while you commanding this unit. Don't worry about the\ntown or the time so much.",
        "Q: Alright. Tell me...tell me as much as you can remember about when you were...when you\nwere running this anti*tank company, a little bit about the combat you were involved in.",
        "Q: Where did your...where did your unit end up when the war was over? Where were you at\nthat point?",
        "Q: Up to that point in time you were not aware of concentration...",
        "Q: How long did you stay at Auschwitz?",
        "Q: Did you realize when you were there that this was a death camp?",
        "Q: A yellow star.",
        "Q: OK. So I think...",
        "Q: We're going to take a uh brief break right now.",
        "Q: OK. What happened to you in Stanislawow, when the Russians...when the Germans\ninvaded?",
        "Q: Where were you?",
        "Q: Don't worry about the history. That's alright. You were in the Russian part of Poland.",
        "Q: So you were on this collective farm...",
        "Q: —",
        "Q: Alright. Let's stop. No, no. What I want to do is stop you. I'd like you to describe going\ninto the woods and laying the dynamite.",
        "Q: OK. But tell me what happened.",
        "Q: Phil, tell me about the group. Who was in Pietre's group?",
        "Q: How old were you?",
        "Q: How did you feel as a fifteen year old boy going on these raids?",
        "Q: What kind of people did you kill?",
        "Q: Can you tell us about another raid where you attacked collaborators?",
        "Q: Tell us about that. Be a little more clear. Who had it? Where did you go and who had\nwhat?",
        "Q: Did you blow up trains and ammunition dumps...",
        "Q: How...how do you do that? Describe how you...",
        "Q: What other missions...tell us about some of the other missions you went on.",
        "Q: How did they treat you? You were a young...",
        "Q: So when you took the three families...",
        "Q: Where did you and those three families go?",
        "Q: Where did you go?",
        "Q: ,",
        "Q: OK. We're going to...let's...let's stop and tell me...you were on this . What\nhappened to you? You were taken into the army at some point . No? Tell me what\nhappened.",
        "Q: Doesn't matter.",
        "Q: It doesn't matter now.",
        "Q: But you did join the army?",
        "Q: Let's back up. How did you get involved in the Battle of Stalingrad?",
        "Q: What was Stalingrad like?",
        "Q: What happened when Stalingrad was free?",
        "Q: When did you leave Stalingrad?",
        "Q: You stay with me. Where were you sent?",
        "Q: What was it like for you as a Jewish boy in the Polish army?",
        "Q: That's right. We we know. We're going to stop because we don't need to go through all\nthat. What I want to know is you're in the Polish army and where did you go with the\narmy? You went to Switzerland. You went to several...where did you go?",
        "Q: What did you do with these provisions?",
        "Q: Don't worry about names of towns...",
        "Q: and ;",
        "Q: You went to Berlin?",
        "Q: When were you...how did you get out of the army? When were you...",
        "Q: Why did they...why were they giving you medals?",
        "Q: And you were helping smuggle people...",
        "Q: What did you do with him?",
        "Q: I I need to stop, because I need to bring you back to a very important question, and I want\nto make sure we have it on the tape. Alright. After the war, you told me that you went\nafter collaborators, you went after Ukrainians. Tell us about that?",
        "Q: After the war?",
        "Q: Nino was your brother?",
        "Q: Phil, I have to move. Tell me where you went and how you found him?",
        "Q: Phil, where did you go?",
        "Q: I need to not go into your brother. I need you to tell me something.",
        "Q: Uh, no I'm not sure. Clothing?",
        "Q: Oh, then you had like a valet.",
        "Q: Tell us...tell me about ves",
        "Q: Tell us why you killed them.",
        "Q: And you did what now? Tell me again.",
        "Q: Where did you go to kill those people who killed the Jews?",
        "Q: I'm sorry. You wanted...say it again. You...I lost you.",
        "Q: Just tell us...tell me again, very briefly, Weber...",
        "Q: You're saying there are other people you helped?",
        "Q: Why did you have so much power? You said you had a lot of power in the army.",
        "Q: So you were...",
        "Q: So they wouldn't take you because you were...",
        "Q: You did just fine.",
        "Q: I thank you for coming, for being here, for being . Phil, thank you."
    ],
    "answers": [
        "A: My father's name was Zigmund (ph) Solomon Helbling. My mother's name was Marsha\nHelbling. My father's occupation was...he was import export, and he used to manufacture\nice cream in Poland. The name was Penguin, and and and 1n different cities they had uh\nthe name , Rumba (ph), and my mother was in a wholesale grocery store. They had\ndifferent business by themselves.",
        "A: I had a brother Arthur Helbling. He was born 1920, although that's only two of us.",
        "A: Daily routine...I used to uh uh get up, and we had a maid who used to prepare, you know,\nuh breakfast in the morning, send us to school. Come home. I played...uh do my\nhomework, played soccer or go swimming. During the winter I did a lot of skiing and ice-\nskating and uh...with friends. Then my father, he was a partner in a uh uh a soccer club.\nThe name was Record, and they were in the uh...they were Division, A Division in\nPoland. They used to play...they used to plan German divisions soccer. I used to go to the\nclub, play ping-pong. Uh...",
        "A: Before the war, they were afraid of me.",
        "A: Because my father was uh kind of a big shot and if somebody opened uh call...used to\ncall me a dirty Jew, and I used to beat him up because I wasn't afraid. I never was\nafraid of somebody else. I I was always to fight if somebody...even my friends I used to\nprotect and I have some friends here that can verify it.",
        "A: Well, I I...before the German invaded Lwow, there was...there has to come before\nbecause the Germans, you know, the the the...1n 1939 the war was, and Poland was\ndivided. You know, Ger...Po...Russia took this south...the the west...western...and the\nGermans took Warsaw and . Lwow used to be on the Russian...",
        "A: Right.",
        "A: A little bit, yes, because uh we were afraid that because they used to take all the rich\npeople and send them...to right away...not right away...a month or two, they had to\nliquidate their business, you know. They were afraid but my mother kept the business\ndown a little bit and my father too but a lot of our friends, during the night they got them\ntogether and they send them with the white beer...bears to Siberia, unfortunately, because\nthey were, you know, uh uh uh rich people. They didn't believe...and somebody used to\nused to uh uh...even even, you know, some...we had a lot of Communists who were\nbefore before the War, you know, Communists, but after...and they used to on\npeople. But after...after a few months, they didn't become Communists. They saw what\nthe Russians did, you know. And it's...and there's some people they used to send\nto...because they were rich...",
        "A: Yeah. Then I went uh to Stanislawow...",
        "A: No, no. That time...that's uh uh that why II said it's fifty years now that I, you know,\ncause I went to to Stanislawow from Lwow right after school on vacation there to my\nfather's partner. I used to like to go because we used to go to...uh not far from\nStanislawow, . We used to go down there. There were in the hills, there were\nresort places.",
        "A: The Germans, yes, yes. And I was there about maybe uh two, three weeks in 1941, you\nknow, and all of a sudden...all of a sudden I...they they bombed everything. The Germans\nstarted to bomb and I wanted to go back, but uh uh I got a telegram, the less I\nthink...maybe the ...1 don't know...from Lwow to Stanislawow, not to come back...",
        "A: No, no, no. With my my father's partner, friends. I have pictures of...I I would like to\nshow you, but I don't have them...I have them...they're they're Oscar and Frieda Klatter\n(ph). They were my father's...he was my father's partner. He worked for my father.\nWhat's the difference?",
        "A: So so uh uh...you know, by the Russia everybody had to work, you know, at the...and he\nworked for the transportation company, Oscar Klatter, the guy that I...the the man that II\nused to call him uncle, and and we got, you know, they told us that the Germans are\ncoming close and I was at that time fifteen or sixteen years old. 1940...yeah...about that,\nand we got on a on a...they put us...we got a lot of stuff together and we went to the uh\nthe station on the train and were going deep into Ukraine, but it took us like uh three\nweeks till we got past the Russian border, from Stanislawow to the Russian border, and\nthere we stayed for about another week on the on the , how you Say it...on the train,\non the...and a lot of people who were running away from the Germans, the Russian\npeople with with their children, and uh, you know, the the Polish people...Jewish.",
        "A: Jew...Jewish...mostly...probably a lot of Jewish, mostly Russian and a lot of Jewish\npeople were running away, and I was with the uh uh Frieda Klatter. I used to care of her.\nWe took a lot of silver and and rings, you know, uh gold from her house. In fact, I had to\ngo from the station back because she forgot a lot of rings and everything. I went back and\nI went back to this station, in Stanislawow, so we could have a lot of stuff just in case we\nhave to trade, because, you know, the Jews always used to like to keep kind of...uh uh uh\n___, asecurity...rings, silver, gold...",
        "A: Rostov was...this this is uh before Rostov. First we went to uh uh . We went on a\non a ona farm before we went to Rostov. And the Germans were in in in that uh\nvillage...it's a cooperative village. There was a guy down there that took a liking to me,\nand the Germans not too far, so he says Philip, you want to go with me on a night raid?\nSo I said why not. So I go. So he says we have to blow up railroad tracks. So I said I'm\nnot afraid, and I used to go, you know, and there were a lot of Ukrainian that cooperated\nwith the Germans down there. They were waiting for them, you know, and uh we used to\nkind of liquidate them.",
        "A: I was going already...this was the way...and going towards...because I was in on the\ncooperative farm.",
        "A: Yeah. Yeah. Yeah. This is already...I was in the partisans. This was already a partisan,\nwhich I didn't know.",
        "A: Yeah. That...that...that...I didn't know nothing about it, you know, and then we used to\ngo...I I stayed in that farm from...we stayed there...there were another another another\nfamily that I...they were old...it was a very old Jewish man who was very religious. I can\nremember this...he used to , you know, he used to pray with three different...how\nyou Say... ..uh , he was so religious. He didn't eat nothing. I used to supply\nhim only with eggs and bread and . (Sigh) with his wife...which I'm not\nreligious. I...but this man was so religious (sigh)...",
        "A: Three weeks.",
        "A: Then they told us...this Peitre (ph) his name was...now I remember that guy who took me\nbut I can't remember his last name. (Sigh) He told us it's too dangerous for us to stay\nhere. So I took my...I talked to my uh Frieda Klatter, which I used to call her aunt and\nthis the old man, the Jewish man, you know, with his wife, and another couple and I went\nthem because we stayed in the same room. We slept in the same room, you know, on that\nuh cooperative. Now and that Pietre got us uh uh a wagon with two horses with\nhay. One night he says I'm going to tell you...you have to go not far to and we'll\nput you ona ...on aon aon a train and you'll go deep into Russia. But I told him\nno. I want to stay and but Frieda Klatter says no, you have to stay with me. I'm\nresponsible for you because your mother, you know, you came to visit me on the holiday\nand uh I said what I'm going to do. I'm going I'm going be just...I'm better off fighting\nthan staying with you but, you know, they all persuaded me and I went to Rostov with\nthem on the sha...on on that train.",
        "A: Well, we were...we were uh uh uh uh...because there were two, another wagon and that\nPietre was on a horse and there were collaborators. They used to uh ; ;\nyou know...Jew...the Ukrainians. I think they killed more Jews than anybody else. And\nthey they they were they were protecting us and I was uh working with that Pietre. He he\ntook a liking to me. I don't know why, maybe because I was always like uh, you know,\ngo get him.",
        "A: Ah...he knew. Yeah. They knew...that particular place what knew that we're Jewish...",
        "A: No. They were not. That Pietre with some people, but the rest of it informers, you know.\nThey were afraid of him.",
        "A: The wagon, yeah, to the station to...and then he put us on the on the on the train, you\nknow, and God bless, he said, you know.",
        "A: On the train, yeah. And I...I used to uh uh in fact he gave me a gun, you know, and I kept\nit in my in my boots, because I was afraid, you know, uh sometimes the Russians might\nshoot me with a gun...I don't know, you know. But uh (cough)...",
        "A: It was...well, the train didn't run...you know, every time we had to stop. When we got to\nthey were bombing the bridges. is a very uh uh you know...steel...they\nthey...steel companies, and this 1s . You know, they had coal mines so the\nGermans were bombing this uh uh the industry down there, and uh at night I remember\nthere was...we saw we saw uh uh this you know uh fire, you know, that the artillery gives\nthe uh airplanes, you know. (Sigh) Anti-air...",
        "A: I'm an you know an Army man and I I can't remember nothing. And uh I think and and\nwe stayed on that on that on that train before we move for a day and a night, because we\nhad to move at night, so we moved at night and it took us...I don't know...three, five days,\nbecause it wasn't running. We had to stop. You know how the trains...they were not\nrunning on on a regular time. It was a war, you know. They were afraid that they would\nbomb. Maybe the bridges were bombed, and in the meanwhile, you know, Rostov was\nvery safe already. There was deep...there were Caucausion Mountains, on the ;\non the , SO...and we were there and then they took us to another...1n the\nCaucausion...I forgot the name... , | think. Not far on another farm which was\nwhich was already uh uh safe in the mountains. We worked on the on the on the uh\ncooperative, you know, . And they (laughter)...I have to laugh now because they\ntook Frieda my friend and the other two women...you know, in Russia they uh uh from\nthe horse manures, they dry it and they burn it or they put on the house, you know. This is\nagainst the the protection of the...or they put it on top of the roof. You know, they dry it\nbecause it's straw. They burn it and make it make it as a, you know, they put it in the\nfireplaces, and they had to cut this in squares. They started to cry because they're not used\nto it. They never worked in their life, so I said...and you had to make a norm, you know,\nto to get enough food, you know, and I don't know if you know in Russia, you know, you\nhave to make so much, you know, per day. They give you a norm and you have to make\nyour norm, so | had to make...for three women and one man who was a little invalid, so I\nhad to make the norm for them, I remember, and and I used to cut that for them. Besides\nthat I used to work on their combine so I was a real uh, you know...what do you call...a\nhard worker. I don't know what they...what can you say...supported three families down\nthere.",
        "A: No. No. No. There was no no need for me to go to the partisans. But uh I met this Pietre\nnot far from Rostov when he came to the...he...accidentally I met him. He was already in\na uniform. Ah, I wish I could see...(sigh)...and and uh I remember he gave me some\nrubles and then he says I I have here some guys here from Poland. Maybe you're going to\ntalk to them. And those guys were on the train because they were on the station, and they\nwere from my city, Lemberg. They were uh uh drafted to the Russian army, but then they\nbecame uh not the only but they became uh working...uh uh..what they call\nthat...work...working battalion. And I told them, where you going? He says well, they\nreleased us. I don't know where we're going. We'll go to... said come with me to the to\nthe uh uh cooperative. At least you're going to be free down there. You don't have to\ngo...you know, you're going to Siberia. What for? Down there it's...and they stayed with\nus for a while there and they worked and uh about...and Frieda, her husband...we didn't\nhear from him. He was still in Stanislawow, but he was in Stanislawow but he was\nmoving and he gave me an address someplace...I I forgot...to send a telegram if he is in\nRussia or not. It was all all the three families were on my head. I was only sixteen years\nold. It was on my head. I don't know how I...I send a telegram. I don't remember what\ncity it was...if Oscar Klatter 1s there. And we were still on our Caucasion Mountains. We\nwork uh in the...",
        "A: And I got a telegram that he is there and we should wait for him. He's going to come to\nus. We went to the station I remember. , ...1 can't\nremember. And we picked him up and you can imagine, you know, you loose a\nperson...this was already uh how long the war was...I don't know, three months, four\nmonths...I didn't keep count...and to meet a person that you left , you know. It was\nsuch a...it was such a tumult, you know...the Russians, I don't know how they fed (ph) the\nwar, the Russians. I really don't know. It was a tumult.",
        "A: We were reunited with Oscar, you know, and and then all of a sudden we're, you know,\nreading the paper here and of course the radio you don't get. You have to uh uh...you used\nto go to the to the main lobby down there. They had one radio speaker and\npropaganda and all that and they said they said that one guy told us we should go to uh uh\n, someplace on the Caspian Sea and we can go to to uh Middle Asia, the .\nAnd still I I said...so we took uh...they took us by by by by uh by truck. You know, we\npaid them. They paid them down there. We went to the Caspian Sea port and we waited\nto go across the Caspian...excuse me, to the Caspian Sea, you know, and still I didn't\nwant to go. I wanted to join the army.",
        "A: Oh maybe four months, five months. Four months, not even.",
        "A: Yeah. Yeah. Yeah.",
        "A: Well, we mostly...we used to uh uh go and and and blow up railroad tracks. Uh they used\nto blow up uh...I don't know...uh they have...we used to go and...I hate to say\nthat...collaborators. That was my mission. My mission was to kill the collaborators. It\nwas.",
        "A: Well, in that there were there were three, maybe four in a group. We didn't...sometimes\nyou didn't know each other because they were from...this was the beginning...you know,\nthe Ukrainians threw flowers to the Germans. They said they're going to liberate them\nfrom the Russians. And they were there for a few months and then they start to kill them.\nThat was a stupid...they they they were they were killing their own people.",
        "A: Right. I I...yeah. I don't know...he...maybe he was the commissar or something. I don't\nknow what he was, but he uh...maybe he was Jewish. I can't say because he he knew we\nwere Jewish. You couldn't tell if he was Jewish or not.",
        "A: We don't know. We...I I don't know. I don't know. Cause, you know, uh uh in Russia, you\nknow, sometimes I used to go to the toilet with them, you know, to the john, and like he\nwasn't circum...you know, in Russia the Jews were not circumcised. He knew I was\ncircumcised. See, he knew. I don't how he knew. Maybe...I don't know.",
        "A: Uh another two, that's all. My my group...and the other ones didn't.",
        "A: Uh uh which one? The other one?",
        "A: No. They...they uh they were terrific. In fact, they they...for the people that I used to go\nback to the village, you know, Oscar Klatter and the Jewish, they used to give me food\nand they used to tell me, you know, tell the men to eat more meat, you know, because\nthat's how he lived on bread and and eggs. He was so religious, you know, and I know uh\nuh my father was a Jewish scholar, because his father but uh after that he...so my father\nsay, used to say that, you know, for for for health, a Jew can eat anything, you know, God\nforbid uh uh forgive him. And this man, I don't know...he was obstinate I think. He was\nvery religious. Three he used to, you know, he used to . And I used to say\nwhy are you them. And nothing's going to help you.",
        "A: I I...no. Nothing. Just Pietre. I know he was...he were...he must have been a commissar.\nYou know what commi...a a political uh uh...you know, he was just smart. In fact he used\nto teach me how to read the map and how to...he used to...he was very smart. He had a\nbig mustache, you know, and uh too much he didn't talk. He always said you have to\nwatch for yourself. You have to...don't trust anybody around you.",
        "A: Oh, he gave me a gun, yes. He gave me...he gave me a uh uh whatever they used to call\nit, you know... ... whatever.",
        "A: I used to...I used to..the only thing he used to used to send me to a village, I know, and I\nused to commit the the the...he told me who to kill. I was stupid maybe, you know.\nWithout any questions, and I said...he says I tell you, you know, those people are no\ngood.",
        "A: This is now past Rostov. OK. Rostov.",
        "A: Well, I I...first I volunteered. They didn't want to take me. But...and and and we were\nlet...we moved from there, we moved deeper into ; ,in in in ;\n. And there I said I can't do that no more. I have to join.",
        "A: Uh II don't know. I really don't know. Cause I was...finally I told them I'm nineteen,\ntwenty...instead of telling them I was born in 1925, I told them I was born in 1924,\nbecause mostly from the from the uh uh the people, even the the the people that they uh\nuh drafted and before the war...right after...when the war started, they let them out. They\nmade them...they didn't let them in the army but they were working on the working\nbattalions. I don't know if they didn't trust them or something, or I don't know what it\nwas. Finally, and in , | joined the the army. I went into the Russian army.",
        "A: Uh first it was...they...a training unit. They send me to summer camp. I was in a...what\nwas that uh...1 0th Division...I don't know...it was uh, you know...",
        "A: Infantry Division. I was there and I was training, and I met there another Polish young\nfellow and he was uh a lieutenant. He was a Communist. He was a Communist. He was a\nCommunist because he was a polit (ph) uh uh...what do you call it...political officer they\nhad, so...1n in KGB. . They change it to KGB. I know that because he\nwanted me to join the uh uh...he said...he was a big Communist, let's put it this way. I\nwas a Communist. I was...maybe I was a sympathizer because at that time we didn't know\nbetter.",
        "A: Well, I went...uh they send me to uh on the front?",
        "A: They send me first uh back to to towards...this is a way in 1940, '42. They were...the the\nGermans were coming in, and we went back and all of a sudden I found myself uh uh...I\ndon't remember...we was...we were being beaten by the Germans. Some training they\nmade wasn't, you know, uh...first of all we didn't have any any good uniforms, you know.\nAnd we were down till all of a sudden we found ourselves in Stalingrad. And they were\nbombing like forget it.",
        "A: Outskirts. Then we were in in Stalingrad. You know, upside down, you know. They\nwere...they were there for six months. We were...nothing to eat. Used to take...to uh to rid\nourselves...you know, I don't know if you know the Russians had their . There's\ncotton inside. We used to take the cotton and and take out and burn, make fire, you know,\nto warm ourselves, and I think in 1940 somebody came over to me...already the the\nGermans were already...uh was defeated down there I think. I don't know, or\nsomebody...and some some guy came over to me. He was a uh uh, you know, a colonel, a\ncolonel. He says , I'm going to send you to the Polish army. I said what are you\ntalking about. He says you're...they're forming a Polish army, you know, and we're going\nto send you there, because you always said you you want to to go back to Lwow, to\nPoland, so I said I know there was a Polish army ves",
        "A: Oh, shoot at the Germans. (Laughter) We used to be in in in the trenches. In the houses\nwe used to hide, you know, and from house to house. There was combat by by hand,\nhand combat.",
        "A: Well, uh well, yeah. Sometimes I used to hide. I'll tell the honest truth. Yeah...not that I\nwas a coward...I wasn't a coward because uh I never was a coward. Never.",
        "A: Yes.",
        "A: Uh this was uh just shrapnel, which it doesn't mean nothing. You know...it's not like you\nsee on the movies, you know. They didn't have nothing...just band-aids. I used to tear a\npiece of shirt and bandage, take out with scissors, without any uh....",
        "A: Yeah. This we had. We used to steal from the Germans. The German was dead. We used\nto take the bullets off, you know, to uh...",
        "A: Food was...food...well, sometimes we used to kill a cat. The food was not, you\nknow...food...the Russian army never works on, you know, they used to get their own\nfood. It's not like American army, you get everything in cans. They didn't have it. They\nused to kill cows. They used to kill cows and used to uh feed themselves whatever there\nuh...borsch (ph) we used to get. You couldn't eat that. And that bread...you could squeeze\nthe bread uh uh uh...it would be a a gallon of water used to come of that bread.",
        "A: Yeah. I was...I was a sergeant in the in the Russian army. Yeah.",
        "A: Well, they were always nice to me. Unfortunately, you know...they were always nice.\nMaybe because I was uh I wasn't afraid to die, and maybe I was drinking with them too\nmuch.",
        "A: Huh?",
        "A: In the Russian army? That time, yes.",
        "A: One guy. Unfortunately, he died. He was here...no, in Israel. I had some pictures. Two of\nthem. One of them was my cousin (crying) that I didn't know... , he died in Israel.\nAll the times he was with me I didn't know he was my second cousin. What's the\ndifference. His name was Milak (ph).",
        "A: No. I I was taken out of there and sent to the to the Polish army. . They were\nforming a Polish army in 1940, , whatever. There were two armies, Polish\narmies. I don't know if you're familiar that.",
        "A: I wasn't sent right away.",
        "A: They took me out, you know, and they sent me uh towards uh, you know, uh uh , hot\n... this was in school. You know, I had so much mixed up...I'm all mixed up.",
        "A: Uh...where did I go then? I don't remember.",
        "A: It was almost over, yeah. Almost over.",
        "A: '43.'43 was...I don't know...it was, I think when the winter was over...'43. Yeah. I used to\nhave that...these these uh felt boots. They used to freeze on us, used to get wet. I don't\nknow if you know the felt boots...those Russian felt boots, with the old galoshes that you\nsomewhere, when you had galoshes it was better. You put galoshes, you know, put the\nfelt boots in the...1t was alright. Uh and could fight kind of...",
        "A: They took me right to there. This was all the army, you know. They...they take me right\nby by by train. I...where did I go that time?",
        "A: No, no, no. Poland was no no uh wasn't...Poland in 1944 towards Poland they __ went.\nThat's the beginning. This was in 1943, end of 1943, Stalingrad...'43 or 40 uh...",
        "A: No, no, no. What? To the Polish army?",
        "A: No, no. They sent me to uh Sima (ph)...I forgot the name of Sima, yeah. I had to go by\nmyself. They gave me paper. First I stayed not far from Moscow. I forgot the name. It\nwas uh...",
        "A: Right, right, right, right.",
        "A: No, no. I still was in the Russian army. They gave me just papers. There were papers, and\nI had to go by myself by train, and they gave me so much...a little rugsack, you know,\nand they gave me some bread and a so thatI can get _ in every station they'd had\nhot water running. They used to get hot water and used to bring the hot water...1t was\n, but I was smart Jew. I used to buy it...1n Russia you could buy...at one place you\ncould buy something, they have a lot, and in someplace...you go someplace, they didn't\nhave nothing. I was lucky that I...somebody told me...I don't know...I should buy salt, so I\ntook another bag, you know...it was kind of uh uh...a sack, you know. I took a sack and I\nput about twenty pounds of salt and I used to carry it on the train with me, you know.\nAnd they told me at the next station, the next town, you know, for a cup of salt you can\nget fifteen rubles, you know. Which down there was uh maybe...where I got the salt was\nmaybe uh fifty cents, fifty...fifty .",
        "A: So I could buy...yeah...I used to I used to...this I used to sell, you know, on on the on\nthe...with a cup. You know, I had a drinking cup. So I say you want salt? They wouldn't\ntouch me because I still had the Russian uniform, you know, if you get as a uh black\nmarket you can do that. But I had uniforms you know, so they didn't do any...I used to\nsell. People...farmers used to come around because the salt was...and the salt was dirty\nsalt...1t was, you know, from the Caspian Sea, was a lot of...wasn't clean salt, but they\nbuying. I used to send, you know...I used to go and get bread, butter, meat...not meat but\nmostly fat that's uh , you know, or or or fish, you know, that dried fish. You know,\nthey dry...have you ever seen a dried fish. You could break your teeth on it. That was\ndelicious. I I wish I could buy it now.",
        "A: In Sima, in Sima I went to a a place...there was already a Polish...this was a...I remember\nit was in the summertime, and down there they uh uh processed me into a Polish army.\nThey gave us...I still was wearing a Polish...the Russian uniform, and down there they\nprocessed me and you know, the Polish people didn't like...you know, the Polish they\ndidn't want anybody from the Russian army to be in charge, you know, but most of the\nPolish army was run by the Russians. The the the lieutenants, the the colonels, the\ngenerals...it was mostly Russians.",
        "A: I joined the Polish army. They they...and then they...from there, you know, they\nprocessed me and they said we're going to send you to . That was officer's school.\nSo I went to officer's school in . It's not far from Moscow. And I was there for\nsixty days... mean six months... ... you know, maybe maybe longer, you know. And\nwe went to school. We had Polish uniforms, you know, and and we had uh Polish\ninstructors, you know, and we had Russian instructors, and you had to do, you know, like\nan academy, like uh uh you know, West Point, because they had different uh...and that\nthat was a city that mostly was uh uh you know, officer's school. It's like like West\nPoint. No, not West Point. Because they had uh uh they had second lieutenants used to\ncome in for artillery special...they used to go down there, train, and they used to have like\nme, you know, a private to go into officer school, officer's school. Maybe I was lucky. I\ndon't know. I...through all those things, you know, my brother said that I was lucky\nbecause I wasn't like he was in Buchenwald. So...yeah, I was lucky. I don't know how\nlucky I was.",
        "A: '44. Beginning of '44. Yeah.",
        "A: We went to the...on the front, towards Poland, you know.",
        "A: Yeah. We we were already in Poland, because they were almost in Poland in 1945...this\nwas the end...1945. We went to Poland, and we stayed...we stayed...our...I was assigned\nto a 29th Division, a training division...I have some papers...I don't remember...I'm telling\nyou, my my head 1s like a...I don't remember.",
        "A: I was I was a company commander, antiOtank gun. You know, those big uh\nuh...bazookas...oh you know...yeah...so I was a company commander. Maybe they gave\nme a company because my my uh the the the uh...Division...battalion and then\nit's...battalion has...three battalions is what...",
        "A: Brigade...not brigade...he was he was a a colonel, and I talked to him. He must have\nbeen...officers...a lot of officers were Russian, you know, the Big Red. And they knew\nthat I would because I spoke Russian. I forgot now. I don't speak Russian at all. So they\nthey they knew who I was probably. I don't know how they knew, but they always, you\nknow, uh...maybe I was lucky. I don't know.",
        "A: In my company was uh uh uh twelve uh platoons...we had three platoons. It was uh a\nhundred people...a hundred.",
        "A: Yeah, yeah, yeah. I was...yeah...I was in charge, for a hundred men. You know, and they\nwere mostly uh uh Polish people and they didn't know I was Jewish. Then they didn't\nknow because I used to...after I went to the Polish army...after I went already uh uh I I\nwas wearing a cross given me by a by a Polish priest who know I was Jewish. And and in\n, when I was in school yet, he said to me, Phil, wear this.",
        "A: Yeah. He knew. He knew. Cause in Russia, nobody cared if I was Jewish or not, you\nknow. There was...outside they used to call , and they used to, you know,\n. is different. is like you say a Jew, you know.\nthey used to call it in Russian . That means the worst, but in Polish is Jew.\nYou know, there's difference. In Russian, if you want to be nice, you say oh, .\nThat means he's Jewish, you know, like...",
        "A: Pardon me.",
        "A: Yeah. We went...we went to , which was...this 1s in 1945, ending of the war, in\n'44,'45...during the time...I don't know...with time I I don't know, because I have a lot of\nthings that I'm not telling you. I just don't...I didn't...on on on my own. You know, I'm\njust going crazy. I don't know what to think. Uh so many things to me since 1941 to\n1945...",
        "A: So many...so many things happened to me and so many people were killed which we\ndidn't...nobody knew.",
        "A: Well, uh they didn't know that I was Jewish, you know. And uh they they liked...my my\npeople liked me. And I had...I had a guy that used to be my uh, you know, who\nwas mostly...it's not like the Polish army before the war that was elite. You know, an\nofficer had to be from from real elite families, you know, Polish family, Catholic. There\nwere very few Jewish officers before the war were officers. They were all...they had to be\nCatholic, Polish Catholic. But I had a cousin, my cousin, who was an officer because he\nwas a a...no...he was killed. He was...he was a student, you know, he was\nacademish...aca...academic, my cousin. He was an officer in the Polish army, but he was\nkilled in . | don't know if you know...in the 2nd World War. I have his picture\nhere... ...uh anyway, you were asking what...you see I'm going back and forth.",
        "A: In combat, we used to walk. To combat, you know, we're...we went we went...the\nRussians already liberated, I think in 1945 or '44, they was in Warsaw. You know, they\nwouldn't let us go there, you know, because we could have saved a lot of people.",
        "A: My my unit ended up 1n uh...no... . | went through...before that we went to\n, then in 1945, we...I saw, you know, Auschwitz, the first...I didn't, you know, I\ndidn't know nothing about those things. We didn't hear it. It was in the winter time. You\nknow, we liber...the Russians were liberating and we were behind them. We liberated the\npeople, you know, the Russians together...we went to uh uh . Youknow, __,\nAuschwitz. And I saw people with striped...some of them..they were like skeletons...",
        "A: I I knew that something happened but I didn't know, you know, that uh uh...we passed\nAuschwitz and and I forgot the name of the small uh uh...not...before Auschwitz. It's a\nlittle...saw a lot of lot of . [know I gave them bread. They were begging. I gave\nthem bread. I didn't even ask them they were Jewish or not, you know, because they\nhad...I I know I gave them...in Krakow I gave them...it was very cold. It was windy and\nsnowy when we're going towards , you know, . Salasia. This 1s Salasia.\n(Sigh)",
        "A: Not not not too long. I I I couldn't, because I had uh responsibility for other people. I\ncouldn't.",
        "A: Yeah. We...because I saw...they were telling me...all the the people...I didn't know they\nwere Jewish, you know. Maybe they were afraid to tell me they were Jewish. You know,\nthey had the uniform, the Auschwitz uniform, the stripes, and they took off...I think they\ntook off their their their...they used to wear a Juda (ph), you know...",
        "A: Yeah. I know I gave them a lot of food. I gave them a lot of food, and I I had\nresponsibility because I had wagons with with the provision, you know, for my company.\nIt's not like in in in in in the American army, you know. That's why I used to call the\nAmerican army the , the the chocolate eaters, you know. We used to provision\nwas to get to get ourselves, you know. Always organized, you know. There are always\nprovisions, but the Germans left. We took...we...things that was...and then we went, you\nknow, . I liberated . And then I was shot.",
        "A: I I I'm going too fast and too back and forth. I don't know. I'm just so...I'm I'm...I don't\nremember...after the war.\nEnd of Tape #1\nTape #2\n..to Stanislawow. Because my uh uh one year we went touh ___ but this year we went\nto Stanislawow, because my father used to own a business there. Ice cream...they used to\nmake ice cream...a factory. And they had uh, you know, places they used to sit\ndown...what do you call...1ce cream parlors, you know, and my father's partner was one\nof...Oscar Klatter, and we used to go to his house. I used to...I...my brother was older...I\nwent on vacation there, to stay with them and then the war broke out in 1930...uh 1940-\n41. The German...the Germany invaded uh a part of Poland. Then Russian took over.",
        "A: I wasn't there.",
        "A: They invaded Poland because it was...Lwow was right before, so they were already\nbombing uh uh Lwow and they were bombing the rest of thisuh _ and all the stations\ndown there, the Germans, and my father sent... don't know...maybe maybe it was\ntelegram, not to come back. Just continue if I can to go, and Oscar Klatter used to be, you\nknow, I stayed with them and Frieda...I used to call him uncle, because uh, you know,\nsince I was small I remember this. I used to call him uncle and Frieda, and uh he worked,\nyou know, and this was already in the Russian, because the Russian was on that part of\nPoland. You know, Poland was divided...I don't know...",
        "A: Of Poland, yeah. So uh uh Oscar worked for transportation , and he was lucky\nbecause the director was a Communist, you know. He was Russian, so we were lucky.\nWe got everything together and they put us on a train, on a to go deep to\nRussia. Only this kind of people were, you know, were lucky if you knew somebody or\nthe people who were directed to the Russian army and went on the front or went to the\nRussian uh, you know, uh uh, you know, working brigades. Those people were lucky,\nand I was lucky because I went, and there were a lot of people there on that train, and\nthen we went to to to with the train...it's a ...we went for quite a few days. I don't\nknow how many days. I can't remember, and we were going deeper into the Russ...to\nRussia. We came...I forgot the name...before , there was a . | don't know if\nyou know...it was a cooperative farm, and we were three families there. One a very\nreligious Jew. I told the others that he was...that he prayed with three —_—. He was so\nreligious. I used to... I remember uh I had to...he didn't eat. I used to get chicken. I used\nto kill chicken myself, you know. We all ate. He wouldn't touch it, so I used to give, I\nremember I gave him just eggs I used to get, eggs, you know, and and bread. He he didn't\neven want the butter, this guy, and his wife was with him and she wore a , you\nknow...she wore a wig.",
        "A: Yeah...and I met...I met this guy Pietre (ph). I didn't know...with a big moustache, you\nknow, and one day he said...he took a liking to me cause I...I don't know...maybe I was\nlike a weasel. I used to go and help and he saw me. I used to take care of three families,\nyou know, because they couldn't work. They worked a little bit, and I had to make the\nnorm, you know. So I used to make it for them, you know, and he took me over. He says\nPhil, would you like to go on an expedition with...I don't know if...and and you know,\nwhen uh...I didn't know nothing about the partisans. I didn't know who he was. He was a\ntall guy with a moustache. He always wore boots and and a leather jacket. Oh, that's what\nI remember, you know. I didn't even know he was Jewish or not, but he was a...he was\na...must have been a Communist or something, a very loyal...so he says , you\nknow, Phil, you want to go with me on an expedition. So I said what do you mean. He\nsays come on. I'll show you, you know, and then...so we went and all of a sudden I see,\nyou know, on the stations, you know, they had those uh uh overseer. He look over...over\nthe station when the train comes...",
        "A: No, no,not _—_—_—. Uh no...aa a guy that looks at the train __, you know...what do you\ncall them...observatory. You know, they would __—__‘ from a building. We went with\nhorses, with wagons, far, you know, towards the Germans because the Germans were\ncoming. We went towards the Germans, and I saw where he put dynamite and he blowing\nit up. We blew...",
        "A: Oh, he did that. He did that.",
        "A: We we used to blow it up, the tracks, and then he took me into another like a, you know,\nvillage. It was a village, maybe a town, and he said now we're going to...don't be afraid\nand don't get scared. We're going to take care of some people. He didn't tell me kill. He\nsays...he said to me we're going to take care of the...the...not Nazi but the the\ncollaborators, you know. So I said how do you know. He says he knows, you know, and\nwe went to one house I remember and and we shot all of them, all the people, and we\nwent to another one and we shot about three or four men. You know, I didn't... didn't\nkeep count. I know I shot quite a few of them because he told me to do it. It's to my own\nprotection. At night, they'll kill me, and since then, you know, I I used to go on raids with\nhim a few times. We stayed there in that . We stayed about...I don't know...a\nmonth, maybe a month and a half, maybe two months. I don't remember, and one day we\nused to go...I used to go on raids with him, you know, to blow up different kinds of\ntrack...railroad tracks...",
        "A: No, no, no, no...I don't know the group. There were three...there were there were...I was\nwith him and and there were two or three more men. Then there was another group he\nused to meet, you know, we used to meet and that...because we used to go back to the to\nthe to the village, to the cooperative. Nobody knew about this. They used to come in and\nnobody knew about it, nothing, only Pietre and those two men. They were from from this\nvillage. Nobody knew, you know. They...maybe they were afraid of him, the people who\nlived there. I don't really know, but he took a liking to me, you know. He always used to\ntake me to bring him more bread and he used to tell me milk for the for the, you know,\nfor the men, for the old man. He'd drink milk. And and and I don't know why but that's\nwhat he did, you know, and maybe I was lucky. I don't know. I was lucky or maybe I...",
        "A: I was about uh...at that time I was about fifteen, sixteen. I was just an adult.",
        "A: From the beginning...terrible, because I didn't know what's happening, you know. I\ndidn't...I didn't know. I didn't know, but he probably knew they had a...because we didn't\nhear radio, nothing. He probably knew what was going on, you know. Lwow, as tiny as it\nwas, the Germans were already in there. Of course, we were deep in Russia, Ukraine, and\ndeep in the Ukrainian, you know, not far from uh uh , and then uh uh, you know,\nthe area. I don't know now they call . And uh there were patrols, you\nknow. So he probably knew what was going on. We didn't know nothing. I didn't know if\nmy parents were alive or not. Nothing. We were like, you know, people in a in a daze just\nrunning. I was with them, so maybe I'm...I I don't remember. The time to me\nwas...no...didn't pay...I didn't care about time. Even now I don't wear a watch because\ntime to me doesn't mean nothing. And and and so he used to take me and I used to go,\nand then the first time he told me what they do, I I felt like I did something for the good,\nbut I don't know if I did it for the good for killing people. To me it's....1t's a big why. It\nbothers me.",
        "A: Oh, they were their collaborators. They were...they ...they... you know, I don't know if\nyou know the Ukrainians were throwing...you could see that after, you know, that they\nwere throwing flowers on the Russian tanks, but the Russians...not the Russians, the\nGerman tanks, the Nazis. You know, they were...they were collaborating with them,\njust...you know, they thought that Communism was going to be worse...uh uh get rid of\nthem. Meanwhile, after about uh four or five months, six months, they were killing them.\nThen they went to the partisans. They were fighting against the Germans. They saw what\nthe Germans...they wanted, you know, uh make a make Aryan (ph) and everybody. The\nUkrainians were no good, but meanwhile the Ukrainians collaborated more...they killed\nmore Jews than anybody else.",
        "A: Yeah...well, one. One that uh uh I went with him and and there was a whole uh...there\nalready were were uh uh having a swastika and one ;",
        "A: We went to different villages, different villages. You know, the U...when the Germans\nwas coming in, the Ukrainians were in seventh heaven cause they were tired of the\nRussian dominance or the Russian Communists. You know, they didn't know better.\nEven the Russian Communists, you know, but they saved more people than anybody else,\nyou know, and I I went with him on that raid and and we really went in a house uh and\nthere were men and maybe two women, but mostly men, you know, and and were there.\nwe all killed them...right right... don't know how many men. I don't count. To\nme count was terrible. The blood was all up up in the ceiling, and everything. We went\nback. I killed more people, you know, in in the war. It's different in the war. They",
        "A: Not trains. No, no trains. Just the the tracks. The tracks, the ammunition uh...___ the\ntrain.",
        "A: Well, you put...you put uh uh you have uh dynamite and you put it on...you dig it under\nthe the tracks. You know, it's stone down there, rocks, and you put it on both sides and\nyou go away and uh you just blow it up. There's a wire. A guy down there stays with the\nbox, pushes it down and it blows up, you know. But on the tracks...we never had...we just\nblow up so they couldn't...couldn't uh uh uh run the the railroad, the Germans, you know,\nthe the...and we blew up a lot of...a lot of tracks, a lot of tracks. This was our mission, just\nto blow up the tracks, so they couldn't...but they didn't need the tracks. They had the..they\nwere more modernized than the Russians...they were more modernized than the...we\ndidn't know. They were modernized uh uh better than the Russians, the Germans. They\nthey probably planned that uh invasion...I don't know what.",
        "A: That's the only missions I went. I don't...I don't uh...nothing. We used to meet. They used\nto talk. When I was a young guy I didn't care that whatever they told me to do I did.",
        "A: They treat me very, very well. This this uh Pietre , you know, he treated...he he he\nsaved my life. He sent me to go with the...you know, I wanted to join to stay with him,\nbut he sent me back. He says look, the Germans are close, you know. You better go with\nthem, and he put me... . He put us on a train because they were bombing\nthat that section is a 1s a steel, you know, is a Steel company, you know, steel\n. is a Steel industry and uh they were bombing the bridges. We had to wait\nand I took the three families. Uh he told me to go. Gave me money. Gave me...not\nthat I needed it because the women had a lot of rings and gold, you know. We always to\nbuy. We always had food to buy from the farmers, you know and uh we got through with\nthe three families.",
        "A: Yeah. I was like in charge...(laughter)",
        "A: We went to towards Rostov (cough). In Rostov...we passed Rostov. We were already in\nthe Caucasian Mountains. Past Rostov is the River. In Rostov we didn't stay. We\njust stay in the cha...in in the train...you know, in the train were no more uh passenger\ncompartments but there were, you know, cattle...like uh cattle uh...cause they couldn't get\nthe other ones. So we...each family had a little corner, but it was...there were about five in\nthe families and and my my three families, you know, I was like the godfather there, you\nknow, and there were another two families in in the in the train, in the wagon, cause there\nwere, you know, this was already during the summer and it wasn't cold. If would be in\nthe winter, forget it.",
        "A: We...then we went...they took us to a different kind of a cooperative, and it was in the\nCaucasian Mountains. And I had the three families, but 1t was mostly women, you know.\nNo men. And I remember we were there two, three days and then they took us to work in\nthe field. You know, I was telling youuhuh __....",
        "A: ... that I took the women. The women had to work for their food because in Russia\nyou have to, you know, everybody worked. They used to get so many grams and so many\nuh uh quarts of milk, or so much butter, you know, that money was no no...you could buy\nbut when you work in a in a in a cooperative, you get...you get food. Bread, so much\nbread. Eighty grams bread, and so much butter, so much meat, and they put them, you\nknow (laughter)...they used to mix cow manures, you know, with straw, and they used to\ndry. They used to cut, so the women were crying because they never, you know, they\nnever did kind of work, that kind of work, cause you cut it 1n in in squares and you put it\nin the sun, you know, and the women were were were really...they were crying, so I told\nthem don't do it. I'll do it for you. So I had to do more. Besides my norm, I did their\nnorm, you know and then I remember there was a...they used to grow mostly uh those\nPersian melons, you know...little small round melons. I used to get that...",
        "A: That Klatter, Oscar Klatter...you know, I told you that when I was in Stanislawow, he\nused to...he wasn't with us. He he gave my uh uh Frieda...my aunt I call...an address to\nsend a telegram in Russia. If he is there, he's alive, to let us...to let htm know where we\nare. And there was two on my head. You know I spoke Russian and I...so I went and I\nsent a telegram. First you have to clear it with the with the Commissar from the ;\nyou know, the the guy, so I...so he sent it and I got a telegram. We have to go...excuse\nme...I got...I sent him a telegram and then about a week later I got an answer that he is in\nthat town. He's going to come to us. And we had to go to cross the border. It's it's in the\nCaucasian Mountains, in a station, -",
        "A: We met him at the station there. You know, you can imagine, you know...oh, you\nknow...I have a picture of him at home...and and so we got we got uh you know, you\ndon't see a person almost so many...and he stayed with us and then he knew that we had\nto go deeper into Russia, you know. We went to on the Caspian Sea and we took\na ship...they took across towards ...___...1 don't remember . I don't\nremember. I can't remember the town.",
        "A: And we went there, and then I was telling them that I want to go join the army and they\nwouldn't let me. He says...Frieda says look, you came to us, you know, and I'm\nresponsible for you. I want you to stay and I don't want you to get killed. I said look, I I\nwent on a crazy things I could get killed. No...nobody...now that we are together, you\nknow...so I said no, I want to join the army. And they wouldn't let me, so I went...",
        "A: I joined the army in , in the capital of . And there I was sent to summer\ncamp for training in a division and then I was sent, you know, fight. Stalingrad.",
        "A: I I was in the unit that was going to Stalingrad (laughter).",
        "A: Terrible. Terrible. Cold. Winter. We were there six...almost six months. It was like\nrat©infested and and it was awful. Dead bodies all over. Germans, Russians. I was\nwounded from the shrapnel, but it was nothing. They patch you up. We didn't have\nbandages. A piece of rag good. Fight again. Survive. (Sigh)",
        "A: I wasn't...I wasn't there when it was free.",
        "A: I went before uh...a a colonel came to me and said, I'm going to send you to a Polish\narmy. They're forming a Polish army, and I didn't know nothing about it, but he knew that\nI was born. I said what kind of Polish army, because there was another Polish army...I\ndon't know if you know the . 1 I wanted to go to that army before too, but they threw\nme out because I was Jewish. That army went...that army went to to Persia and they they\nwere in , that Polish army.",
        "A: I..no, no. I I was sent to to the Polish...first I was sent in to the uh uh...no...back to to\nto...back to summer camp. I don't remember...and they sent me...they send...they give me\npapers and I had to report to a Polish uh uh center...Polish... where the Polish...Sima (ph).\nThey sent me to Sima. And down there they indoctrinated...they changed my clothes.\nThey give me Polish uh uniform, because I was always in the Russian uniform. And\nthere, from then on...I don't know...they sent us from there and they sent me to officer's\ntraining to be an officer in the Polish army because I...that's why I was there I don't know\nhow many months or how many years, you know. How many months...I don't know. Six\nmonths. And then...and then I went...I was in the Polish army and uh they took\nus...we...you know, the Russian army already was...the Germans were loosing the war\nalready you know. They were moving. There was had been liberated and we went\nto Poland to fight on , you know. We report. We could have...we could have uh uh\nliberated Warsaw or some other city before that but uh it was all politics. Couldn't.",
        "A: They didn't know. In in the Russian army, they knew I was Jewish but in the Polish army,\na priest came over to me and said to me, I know you're...because, you know, they\nknow...you know, the Polish people are not circumcised. I don't know if you know that,\nbefore the...now they do for their health and you know, when I used to take a a bath, you\nknow, or showered, and they looked at me and they...I said no, this was is done this in\nRussia, you know, for health purposes. The priest came over to me and gave me aaa\nchain with a bone (ph) cross and he said, Philip, . Phil, keep that. You know, it'll\nsave your life. I said why should I be...and I used to go to church once 1n a while. You\nknow, from the beginning the Polish uh uh were not afraid to go to church but they they\nwere supposed to be Socialist but they became Communist and I used to go once in a\nwhile to church, you know, with the cross. Nobody...but uh even if they knew they\ncouldn't do nothing, because I was mostly...I came from the Russian army to the to the\nPolish army, you know. Even if I was officer, because mostly the officers in the Polish\narmy, the high command, were mostly Russian in Polish uniform, and I had more priority\nthan the the Polish officers who were really Polish before the war. There there was\nand there there were two different armies...",
        "A: First we went to to uh already was liberated towns. The Russians liberate because we\nwere behind because we were organizing a new army, so we went first to ;\n. That was already Polish, you know. And then uh uh from , from\n[...we went...I was already in a in a division... , you know, and I was a company\ncommander, so went to...from we went to . We stayed there and I met a\nfew people from Lwow but they were gentile and they knew my father. Some of them\nhad worked for my father. I knew they were pretty good people I met, you know, and I\ndidn't know, you know, I met them. I was friendly with them. I helped them out and\n. In fact I helped them to get an apartment because everybody was running away\nfrom the Russians, you know. The part of Russia that they took, Ukraine, Lwow, they\ndidn't want to stay with them because they knew...most the Polish people, some...a lot of\nUkrainians, so I met some. I used to help them. Then we went to Krakow. They took us\nduring the winter time and so we liberated...the Auschwitz was liberated, you know, in\nthe wintertime. I saw, you know...I I had a lot of say. I had a lot of provisions because I\nhad about four wagons and and and and eight horses I had, you know, for the wagons,\nand we had a lot of provisions. You know, I organized provisions, not they got...not that\nthey gave me from the from the division, but I used to organize my own for the soldiers,\nfor the whole company. I used to send them out on a on a...",
        "A: Well, for ourselves. And then I met some people and and and I didn't know...you know,\nAuschwitz...I I never...never dawned on me cause we not have talked about them, you\nknow...never. I didn't know that. I knew the Germans were were were killing the Jews,\nbut I didn't know what they'd do...they have camps like this to...you know, I didn't.\nExterminate so many people...I didn't know. So I met those people with the with the\nstripped uniforms and already they took off...I don't know if they took because they took\noff their Juda (ph)...you know, that...so I gave them a lot of food and they...I gave them\nclothes, and one day I went before uh uh...I forgot the name of the town...before\nAuschwitz... ves",
        "A: No, no, no, no. I saw a lot of shoes, you know, a lot of shoes. Shoes. Thousands of shoes.\nSo I asked down there the guy, the...you know, who was uh...because they were militia,\nhe was...still he was already down there. There were a lot of Polish police there, and he\ntold me this when people were killed they took their shoes off, and this...since then...you\nknow, I said uh what kind of people. He said they're mostly ; , you know,\nJews. He said and . You know what...gypsies. I said gypsies. Why\ngypsies? They're not Jewish. He said gypsies... Ukrainian...Polish...but mostly Jews, you\nknow. And and it burned my...me in my heart that I couldn't say I'm Jewish, you know. It\nwas burning but then we went deeper, you know, uh to ; , you know.\nWe were in Krakow where it was cold. We went to .In we were\nopen...we were there and from then we went to war. You know, we prepared to go on on\nline, on and , you know. . Not on uh and you know...",
        "A: Yeah. So we fought there. I fought and I was wounded there in my uh on my leg. That's\nalmost the end of the war, because we have to go to Berlin. (Sigh)",
        "A: No. No. We went towards uh uh Czechoslovakia. We...our our whole division went\ntowards...they they...I don't know why we went that way. We went to Czechoslovakia,\nwent to Czechoslovakia, uh uh Kleiwitz (ph) uh uh . Now it's different. They call\nit . don't know what they call it now, and we went down there this way and\nwe went to even to Czechoslovakia and then... I wasn't there. I was in the hospital. I\ncame back and I I was...company...no, division settled in in in uh in .",
        "A: And I was there. It was already after the war. I was in charge. My co...my company was\nin charge of part of the Czechoslovakian-Polish border, and I was like a...you know, I\ndidn't care about nothing, you know. I used to be happy go lucky. Every...every once in a\nwhile they used to call me up and they give me another medal, which I didn't care.",
        "A: I don't know. Maybe I did something, you know, that...I have to go, you know...I don't\nknow why. Maybe I was...maybe I deserved it. I don't know. And I was on the border and\nthen I saw, you know, uh I met a few people, Jewish people who were...which I I didn't\nhave contact with Jewish people. That's my problem. My problem was that I lived like\nnothing Jewish, nothing Jewish, you know. If I met Jewish people, I was so happy, you\nknow. I met in in Friedburg (ph), that's the town...two girls and three men. You know, it\nwas not far from the Czechoslovakia border and I got friendly with them. They didn't\nknow I was Jewish but afterwards I told them and then, from then on I took the cross off\nand I put in my pocket and I had till the American army here, and I threw it away. I don't\nknow why I threw it away, but anyway I met those, and they were there, you know, for\nwhat purpose I don't know, but then I found out they belonged to some Zionist\norganization. I wish I could find...I had that girl's picture some place at home. I don't\nknow if I have it or not. They were...because I I liked her very much, you know, like we\nwere...became friends, but they used me, you see. That's what they used me, and they\nused to take people and send them through Czechoslovakia. They used to go to Breslau\n(ph) and from Breslau they used to go to Austria and then from Germany because in\nGermany they had the DP camps. I didn't know nothing about it. You know, I just...I was\nso naive. You know, I just wanted to help, and they told me, you know, you know, and if\nthey had to let it go, I used to let them go through the Czechoslovakian border because\nthe the Czech used to help the Polish, the the Jews very much from the beginning. You\nknow, they didn't care. They didn't care. And uh this was fun time. That that time was fun\ntime.",
        "A: But I didn't know...but I didn't...I didn't know. I can't say, you know...but I know they\nalways had some people coming in from Krakow, from , from Warsaw, from uh all\nover, you know, and this was the point, you know, where they used to...at night they used\nto ask me can we go the, you know, the family, they want to go to Germany, , Sol\nsaid OK. OK. And then uh one day I...my my my sergeant caught on a different post, he\ncaught some smugglers because they smuggled. They used to go to Hungary to buy\nneedles, you know, with...I don't know. You can't explain to people who doesn't know\nabout this...or they used to buy cigarettes, Hungarian cigarettes and the Polish uh uh...you\nknow, they used to make like uh uh business. And they used to buy...and they used to go\nto Krakow and exchange and sell it, you know, this. And I I...to me, I didn't look for\nit to to...you know, they pass, they pass. I I...but one of my corporals was on on the\nborder there. He caught them smuggling. Four people, with rugsacks, you know. They\nhad cigarettes, cartons of cigarettes, , cigarettes, , cigarettes, and some\nneedles, sewing needles. You know, that's heavy. You know...I don't know if you ever...a\nwhole rugsack...and they locked them up on my post, you know, and I came in so they\ntold me, lieutenant, we have here that we caught smuggling. What should we do with\nthem, you know? So I went down there and one guy looked at me and he asked me, are\nyou Helbling's son, like this. You know, it jabbed in my heart. I say yes. How do\nyou know me? He says, well, I I know you...I I know you...I know you. I saw you...I saw\nyou in in Krakow, you know, after we came through, and...he was, he was...",
        "A: ITlethim go. _. He told me he knew my father and everything, because I...he\nremembered me because he was...he knew when I was a small kid. I don't know the man.\nAfter the war, I met the man. My wife...we went to a party and the man...",
        "A: Well, this started...I I can't tell you that... can't tell you that now. You see, I was down\nthere on the border...",
        "A: No...it's after the war already. I went...like I was telling you, I was went to uh uh...they\nsent me to Warsaw. I knew my brother was dead. This I knew because people I met in\nKrakow, in Poland, you know, after the war, they saw and they told, you know...who...we\nknew they were dead. And I went to Warsaw and I met a guy, . He was...he used to\nwork for my father and I knew that he...he was in in the army. He was a...he used to be\na...fix armaments here. What do you call them...I forgot...and I knew about...him I knew.\nHe was with me all the time You know, he was...so ____ used to live like on the post.\nHe...because he was a a...he used to fix all the armament. He lived with a with a German\nwoman down there. And I...they send me to Warsaw to get medal, you know, to get\nuh...and _ said to me, you know there was a guy here I met...he told me the name of\nthe fellow...that saw your brother. So I said , are you so stupid. Who 1s alive. I\nargue with him, you know, and finally we went someplace. We got a little bit uh tipsy\nand here walks inthe guy who ____ said that saw my brother. And I...because the Jewish\npeople, you know, they're sometimes they used to play...I don't know if you know...oh I\nsaw your brother, but they were dead already. You know, they were like...they thought\nthat was funny. It was not funny, so I took the guy and I shook him, you know, and I was\na little drunk so I shook him and he says...I said to him, you saw my brother. He says\nyeah, your brother's in Glewitz (ph)...Gliwitz (ph), you know. And he works for the\nPolish Socialist Party, you know. My brother was uh uh...he was a political prisoner in\nBuchenwald. I didn't know that. I didn't know, you know, that so he says he's a big man\nin the Polish arm...in the Polish power and he is like a a transportation minister of Salasia,\nyou know. My my brother was a mechanic, you know, and of course he was...he had a\nred, you know, in in Buchenwald. All the red, you know, poli...poli...yeah. He was with\nBlum (ph). I don't know...have you ever heard —_. He was with him. Blum died in uh\nafter the war. He was with him in Buchenwald, and uh he told me that, you know. And I\nknow that the man...I used to see him once in a while and I told him that you are alive.\nMy brother didn't know how to get in cont...we didn't know how to get in contact. I went\nback to my division, you know, the next day and when I went back to my post, I have a\ntelegram. (Pause - crying) I have a telegram reading...Nino (ph)...Dear Phil, this is Nino\n. And I went to your post. You were not there and I...1t didn't give me his address in\nGleiwitz, the the headquarters of the Polish uh Socialist Party.",
        "A: Nino...Arthur. I couldn't call him Arthur when I was small and nobody knew that I used\nto call him Nino, just my brother and I. You know, before the war, and was...my\nmy my father had...my mother...my my my father's mother name...nobody knew .\nAnd I knew this was true that's my brother. (Sigh) That night I took a truck, not a jeep\nbecause the Russians didn't have a jeep...a truck and I drove from my post. I took to\nGleiwitz. This was still uh uh war going on, not war but uh uh, you know, they...what do\nyou call it...they were _ the Germans because after the war there were more, more\nkillings, you know, uh..",
        "A: I I went with the with the with the —_ with the truck, you know, and uh I went to the...at\nfirst I couldn't go because there was a uh uh you know...",
        "A: I go to Gleiwitz, to the headquarters and I looked for Arthur Helbling. They didn't know\nhe was Arthur Helbling. They only knew that he was Arthur . And I didn't know\nthat he was married. When I went to that headquarters there was a guard down there and I\nwas in uniform and the guard uh says where you...I said is there Arthur Helbling...you\nknow, I forgot. He says no, Arthur...no, no. What floor. There was five floors in Gleiwitz,\n. And now it's German. He says no. Then I went to to the...he says go to the office\ndown there, so I says is there an Arthur . He told me on the third floor, but he didn't\ntell me which room. There were rooms...you know, they made bedrooms that there was a\ndownstairs were the... opened the door. Said I was...I looked. That's not him, you know\n(laughter), and that's not him, that's not him, that's not him. Finally I went to a room and\nthe guy said to me, are you Philip. I said yes. So he said Arthur 1s down...I went to...and\nhe was in bed with a woman, and I said who's this. First of all, we...oh...hug. And then I\nasked him who's this. He says my wife. He was married in in ghetto with her, to her. And\nthen how we got together, my brother and I, and after that...see, my brother was in the\nghetto almost, you know...",
        "A: That I'm trying to tell you. So my brother knew who in Lwow was hurting the Jews.\nThat's where I'm trying to go. You know, people...my brother knew. My brother didn't\nhave...he had power but not that power that I had. He was a party man. He didn't have\nthat power what I had cause I was...in in Poland I had...I could uh uh arrest a general. I\nhad a little power, little power. And my brother was telling me, he was telling who helped\nthe Jews, who not helped the Jews, you know, and so we started to to keep like a list...not\na list but a list by...cause I didn't need a list. I just need a face and the name. And we\nstarted talking and then he was uh uh transferred to Breslau, Breslau, the headquarters.\nHe was there with his wife and we started to talk again, because mostly the Polish people\nfrom Ukrainian moved to Breslau. Breslau is...Breslau now, or they moved to Staten (ph)\nor they moved to K , you know, near Krakow, and we started to look around, and I\nlooked around. I had a few uh uh...my uh... had a...what do you call it...adjutant...you\nknow what adjutant...",
        "A: Yeah. He used to be my my clothes...my...used to shine my boots.",
        "A: A valet I had. He always was with me. Wherever I went, you know, he was with me. And\nhe was Russian, but Polish descent. He didn't know...I have some pictures of him at home\nsomeplace, I don't know, and whenever I used to go with him on a on a thing to uh look\nfor those people, he used to go with me and we used to eliminate them.",
        "A: I used to go by car or motorcycle or...I had a car. I I could have a car. Nothing. We used\nto go in and talk to them and take them on the side and just eliminate them, or take them\nin the woods and eliminate them. Not even bury them. Mostly Ukrainian and some Polish\npeople. Even I killed a friend of mine used to go to school from the first grade to second\ngrade.",
        "A: Because they killed Jews. They were killing Jews in the ghetto.",
        "A: I killed them. I looked for them. I even look now here. I know there are a lot of others.\nYou know...and and you go to Philadelphia. A lot of Ukrainian...or you go to...a lot of\nUkrainians that came here...you know, they're old now. They're the same age probably as\nme and you know, you can't do nothing. You know, there's a lot in Detroit. They used to\n, Buffalo. They said they're Polish or they...you know...you can do nothing about\nthat.",
        "A: Where did they go? (Laughter) I took them outside. I took them out to the woods and I\nshot them. I didn't ask questions. They knew. They saw me. They knew already. In\nKrakow too. In Krakow they they...you know, there were there were a lot of Jews. They\nused to do business, you know, on the on the square, in Krakow, and there were\nthe Polish invalids, you know. They they wanted money. You know, they were\nblackmailing and they wanted money, and some of them didn't want to give so they used\nto beat them up, you know. So I know I shot three guys right on the square. I I didn't...I\nwasn't afraid, you know. They were anti-Semites, and I wanted to go toa village —__\nnow...",
        "A: I I would like to go visit Poland now (laughter) to take my kids and my wife, you know. I\ndon't know why, but anyway I I...that's what I used to do. My brother and I and a friend. I\nhave a friend here that I have taken...or that Weber (ph) that I let go on the border, he\ndied here, you know. That's what I wanted to...those kind of things. We went to...that\nWeber that I said...",
        "A: That guy, that guy that said uh you are Zygmund Helbling's son on the border, that was\narrested by my corporal now. You know, we met him here in New York many years ago\nand he told my wife I didn't...I never brag about those things, but it was like nothing. He\ntold my wife what I did, how I helped him. He died. He has children here, you know, and\nhe told my wife how I rescued him from the border because he used to smuggle, you\nknow. I had some other people that uh they live some place in Jersey...I don't know.",
        "A: Yeah.",
        "A: Because I was a political officer, OK, you know. And a political officer...it's like a a\nKGB, you know. In this army we don't have it. Cause I was in this army, we had .\nBut there, they were open, you know. They were . They used to take you out,\nindoctrinate you. They used to take this platoon or this battalion or this company and they\nused to talk to them about Communism and that and that...you know, indoctrinate them to\nbe more...a good Communist.",
        "A: I was not, but I was in that group, you know. Because I was in the Russian army and they\nmade me that. They trusted me. I wasn't even going to fight. I knew they were going to\nPersia. They were going to to Israel and from Israel they went to Italy, . So I went.\nThey...and when I went uh to take a shower, they got me. (Laughter) You know,\nbecause the Polish people don't circumcise, you know.",
        "A: They threw me out. They threw me out on my neck. Not...they didn't tell me why. But\nthen I knew, you know. Now it dawns on me. But meanwhile I I was in the Polish army\nand liberated that, you know. I had I had fights here in the American army I had fights.\nThey call me dirty Jew. I had fights here too, but I never let nobody . Never. Since\nthat time, you know, after after I saw what was happening up there, I found out\nAuschwitz and Treblinka and Dachau. You know, when I was in the army I didn't hear\nthat. After we liberated we hear it. I didn't because I was I was always...uh most of the\ntime I was mostly...most of the time I was a little bit tipsy because I didn't care if I lived\nor not. I didn't care. My life was to me like that . I didn't care. I didn't have nobody,\nyou know. After I found my brother, then it was different, you know, but my life was\nnothing. To me it didn't mean nothing. Not so well. Something had to be done. They\nknew where to go. You know, even...even uh anybody in the Polish army, the Russian\narmy, ..1 got lots of guts, and no brains maybe, you know.",
        "A: No. I didn't do too good.",
        "A: Thank you.\nEnd of Tape #2\nEnd of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJune 27, 1991\nRG-50.030*0092",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Philip\nHelbling, conducted by Linda Kuzmack on June 27, 1991 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum. The interview cannot be used for sale in the\nMuseum Shop. The interview cannot be used by a third party for creation of a work for commercial\nsale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "PHILIP HELBLING\nJune 27, 1991"
    ]
}