{
    "rg": "RG-50.030.0133_trs_en",
    "sequence": [
        "Q: Okay, we’re on camera. Would you tell me your full name please?",
        "A: Okay. My full name is Johanne Eva Liebmann. My maiden name was Hirsch.",
        "Q: How were you called?",
        "A: Hanne.",
        "Q: And where and when were you born?",
        "A: I was born on November 28, 1924, in Karlsruhe, West Germany.",
        "Q: What did your parents do? What was your father's occupation?",
        "A: My father was a photographer. He had his own studio. My father died in February of 1925; I\nwas obviously just a few months old. And my mother continued the business until 1938,\nDecember of 1938, when all Jewish businesses had to be closed.",
        "Q: Okay. What was it like for you, until 1938, growing up in Germany?",
        "A: Well, I would say that we had a very nice family life, in spite of not having a father. My\nmother had three sisters. They were in business. They were in haute couture. And, it was\nreally a very loving family. I had also my father's mother, my grandmother, who was a very\nelderly lady and our family life really was a very nice one.",
        "Q: What kind of school did you go to?",
        "A: Well, I entered public school like all children at age six, and I think I hated school from the\nfirst day I went there. It was made ever more difficult, because the teacher we had was even\nthen a Nazi. And I was a child that couldn't sit still, and had my mouth open probably all the\ntime. And was punished for it a great deal. Okay. It did not improve my love for school.",
        "Q: Did you have friends in school? Were they Jewish friends? Christian friends?",
        "A: I had a lot of friends 1n school. I think we were the only class, first grade class, at the time we\nwere 24 children. Out of the 24, 12 were Jewish. Fifty percent! It was an extremely high\npercentage. I think that was the only class ever that had such a high percentage of Jewish\nstudents. I went to public school until 1936 when Jewish children were no longer allowed to\ngo to public school unless their parent or their fathers were in the First World War and were\nin the front lines. These were the exceptions. So I had to go to Jewish school in 1936, and I\nwent to this school until Easter of 1940.' So I really didn't have a hell of a lot of school.\nAnd after, I would say 1938, after Kristallnacht’, due to the fact that we had so many Jewish\n-- old Jewish teachers that were taken to the concentration camp for many weeks and\nmonths, school was every other day two hours for many months until everybody had come\nback and there was a semblance of a normal school day.",
        "Q: Would you tell me a little bit about after 1933, ‘34. How, besides school, how did life change\nfor you?",
        "A: Well, I would first like to go back before 1933. We lived and had our business next to a\nnewspaper. This newspaper was a left-wing newspaper. And we had daily street fights, mob\nscenes, shooting, flag burning. These are the first of my memories as a child outside the\nhome. It was a very violent street we lived on. These are really my first memories and my\nmother or someone from the household pulling me back from the balcony and as soon as\nthey turned their backs, my brother and I were back out on the balcony watching what was\ngoing on. These are really my first memories. One of my other memories 1s the boycott of\nApril 1933 where our show windows were plastered with \"Jew!\" \"Don’t go to the Jew!\"\nAnd so on and so forth. These are really some of my childhood memories. Family life was\ngreat. Outside the family, it was not so good. You were insulted in the street many times.\nYou were called “dirty Jew,” things like that. For several years, I did have Gentile girlfriends\nand, of course, under the pressure of the Nazi time they could no longer associate with me,\nand I would not dare associate with them.",
        "Q: Were you taunted by your school mates?",
        "A: By some of them. And like my husband, I beat up one. And not only did I beat her, I actually\ntore her sweater to pieces. I was not standing, you know, not letting it happen to me all the\ntime.",
        "Q: As the Nazi regime went on, what else happened to you and your family?",
        "A: Well, as time when on, of course, there was Kristallnacht.\n[01:06:00]",
        "Q: Tell me about that.\n' The interviewee later corrected this date to 1939.\n* Crystal Night (German); Night of Broken Glass.",
        "A: Kristallnacht, I went to school in the morning, Jewish school obviously, and something\nseemed wrong, yet I didn't know what. And when I came to school and I mentioned that I\nsaw the fire engines standing in front of a building and in the back of this building was the\nOrthodox synagogue, I was told, \"Don't you know what's going on?\" And I said, \"No, I\ndon't.\" She said -- this one told me, \"My father was arrested. His father was arrested, and it\nwas just a terrible situation.\" The teachers, other than the female teachers, did not come in.\nThey were arrested. And they sent us home, I think, after about two hours. And when I came\nhome all our show windows had been smashed. My mother was sweeping up the street.\nOkay. To the taunts and harassment of the population or the people who were made to look\nlike the population. Next to us was a store that dealt in oriental carpets. The show window is\ngone. Ink thrown over the carpets. It was, it was impossible. The only reason our apartment\nand business was not touched at the time was that they simply knew there was not a man to\nbe arrested, so our apartment and our business upstairs remained in tact.",
        "Q: What did your family do after Kristallnacht? How did you mother manage?",
        "A: Well, we managed first of all to take care of a lot of customers at the time because every Jew\nneeded an identification paper. To these purpose, you had to have a picture. The picture had\nto show your left ear. Okay. So that every person had to be taken -- the picture had to be\ntaken from this side. Your ear was supposedly an additional identification mark. Another\nharassment. And so we were really very busy in the business until the very end, until we\nabsolutely closed on the 31st of December. And, since I did not go to school because there\nwas no school, I helped in the business as people drifted back or came back from\nconcentration camps, many times their first stop was really with us because they were so\nafraid they had to get the identification paper, the photos and everything else. I saw many\nmen with their ears frozen, their hands frozen. My mother would run pots of soup to feed\nthese people first before they would go wherever they needed, you know, went. It was a very\nhard, very busy time.",
        "Q: What happened after that time?",
        "A: Nineteen thirty-nine, the three sisters of my mother who also had to close their business\nmoved in with us because we had a very large apartment. Obviously, we shared the\napartment. Half was an apartment, half was business. So there were all these empty rooms,\nso my aunts moved in with us because there was no more income so you had to reduce your\nliving expenses. My grandmother had moved in with us after my brother left in 1937 because\nshe was very old. She could no longer keep a household of her own. And so here were six\nwomen in one household. Not necessarily an ideal situation, but it functioned somehow.\nWhen the war broke out Karlsruhe was on the list of evacuation. In other words, most of the\npopulation, meaning people with small children and very old people, were evacuated. And\nSO we evacuated my grandmother, of all places, to Mannheim. And many people went to\nStuttgart, other places where they could go; my mother decided she was not going to leave.\nAnd my mother's three sisters decided they were not going to go anywhere. We were going -\n- just going to stay where we were. My grandmother we sent to Mannheim because it was\nvery hard to move her in any emergency. She was 90 years old, and so she was away from us\nfor maybe four or five months, and then we took her back because there was actually no war.\nThere was war, but there was no shooting. There was nothing going on. So what then was\ncalled \"Drole de Guerre,\"” and, and so we took her back home. This went, of course, until\nthe day we were deported on the 22nd of October 1940. I would like to interject that in the\nspring of 1940 I was for four months in the area of Hannover, where my mother had sent me,\nthere was a school -- boarding school if you wish. It taught agriculture and horticulture and\nall sorts of things and my mother sent me up there because she didn't know what to do with\nme. I was hanging around the house. There was nothing to do. I could not do any\napprenticeship of any kind and so I was up there for four months and, I think it was four\nmonths, maybe five, and then I came back, I think, in August of 1940 because she was not\nfeeling well. And so I came back. And then we, of course, were deported in October.",
        "Q: Would you describe the process of that deportation? How were you notified and what did\nyou do?",
        "A: My mother went out shopping early in the morning, as a matter of fact, and she came home\nin a hurry and said, \"I met someone in the street who told me that we would be deported.\nSaid everybody would be arrested and deported.\" She did not believe it and she went to the\nJewish community, which was only two blocks away from us. And sure enough the offices\nwere closed, and then it dawned on her that there was something to this story. And she came\nhome and she told me, \"Well, I guess we better start packing.\" And before she had finished\nthe sentence, the police was there and told us that we are arrested. No, the first thing she did\nwas, \"If we really have to go I have very good friends and I promised them certain items\nfrom our household. Take them over there. Go over there. Take it, take it over there. Give it\nto them.\" And I went and it turned out that this lady's husband was really German\nunderground. He was a lawyer, but he must have been busy in the German underground\nbecause he knew exactly where we were going to be taken. Okay. The man was later on the\nmayor of Karlsruhe right after the war.",
        "Q: What's his name?",
        "A: So he was, he was very clean. Was Mr. Veit. His name was Veit. They were very good\nfriends of my mother. And so I took the items, and by the time I came back the police was in\nthe apartment telling us to pack and, and so my mother started. And the policeman knew my\nmother very well. He was from the precinct. And he said to my mother, \"I will see if I can\nget your mother-in-law to stay in a hospital and you cannot be moved out of your apartment\n° Funny war (French); The Phony War.\nuntil I come back.\" Now he knew very well that no Jewish people were accepted at this\nparticular day in the hospital. So he gave us two hours to pack. So I packed everything for\nmy grandmother. My mother packed for me and for herself and my aunts, of course, packed\nfor themselves. And so six women were eventually guarded by 12 Gestapo and policemen.\nSix helpless women. Right! I was 16 and my grandmother was 91 and a half. Totally not\ncomprehending what was happening. Not that she was senile. It was simply, it was\nsomething that was incomprehensible. And so we had to sign papers stating how much the\napartment was worth. My aunt first refused and she was threatened that she would be sent to\nDachau, and so she signed. And we had to leave and we were loaded on a truck and taken to\nthe railroad station where everybody slowly was assembled. And I believe Karlsruhe had\nsome 930 or 950 Jews that were deported together. All together from Baden and the\nPalatinate and the Saar. There were some Jews from the Saar that were also deported with\nus, only a few. It was 6,500 people, I believe, that were deported to Gurs at the same time.\nThe ride to Gurs was horror. It was absolute horror. My husband has explained to you, each\ncar had a person in charge for each car and then someone was put in charge of the train.\nThey really had nothing to say until the Germans turned us over to the French.",
        "Q: Why was the train ride a horror?",
        "A: It was a horror insofar as we had no food or barely any food was given to us. I think the train\nstopped in Mulhouse. For the first time we were given some sort of soup and maybe some\nbread. Two of the old people, my grandmother being one of them, lost their minds. Most\nprobably due to hunger and the strain and stress and eventually, there was a doctor on the\ntrain, the last doctor that I knew in Karlsruhe and he gave me a handful of sleeping pills to\ngive to my grandmother and I did. And it really meant, “Put her to sleep, let her go.” She\ndidn't. And at the end of the ride, when we came to Oloron-Sainte-Marie; because she was\ntotally confused. So was the other man, a Mr. Weil. She was taken out of the train and\ndisappeared for at least a week. We did not know where she was. My mother offered to go,\nasked if she could go with this old woman and was refused. And for at least a week or two\nwe did not know where she was. We never knew where she was. All of a sudden we were\ntold that she was in the next block in the camp. She must have been in a hospital or\nsomeplace because when she came back, she was okay. She knew us. She could not\nunderstand her surroundings. Obviously, who could? But she was okay. She was no longer\nconfused. So you can understand that the train ride, aside from everything else, was horror.\nMy mother's sisters were -- the oldest was very ill and had diabetes, was in her 70s so the\nages were great and having two people in the same car, not in the same train, but in the same\ncar going -- losing their minds the same way was a little tough. When we arrived in Oloron-\nSainte-Marie, as my husband mentioned to you before, it rained buckets. It rained. It was\nincredible. We were loaded mostly on open trucks and taken to the camp. And in the camp\nwhen we arrived, it was evening and, of course, total bedlam and confusion. And the adults,\nand we were teenagers at the time, were totally traumatized and in shock and functioned\nbarely.\nAnd so it was on us, the young, to get some semblance of -- you can't say order -- but there\nwas a barracks where they were giving out straw. So we ran to get straw so the people at\nleast could sleep on straw. My husband was lucky. He had even a straw mattress or whatever\nhe called it. Later on, we were given stuff to put the straw in to make a mattress. But the first\nfew nights we had straw and not even enough of that because some people really did sleep\non the bare floor. And for the very old people it was just awful. A young person can always\nshift, but very old people, it is very hard. So it was the young people who had to function\nfirst and did function first. And slowly, you know, things started to fall into a pattern. Gurs\nwas a camp full of mud. It was clay. When it rained, you sank into the clay up to your knees.\nThe first persons we lost, or one woman we lost really choked to death in the mud. She went\nat night to the latrine. She fell. She could not extricate herself and she died. So our\nexperiences were horrendous. It is not -- I would not say Gurs was Auschwitz, but it was\nwhat they called “the Little Hell before the Big One,” meaning Auschwitz. Our food was\nminimal. France was short on food, it is true. The French felt called upon to steal much of\nthe money that was allocated to feed us so instead of the little, there was even less. There\nwere people in the camp who stole -- were in a position to steal and did of this little food. So\nit was really a very difficult, difficult survival.",
        "Q: How long were you there?",
        "A: I was in Gurs from, as I mentioned, October 25th, 1940 until the beginning of September\n1941.",
        "Q: What happened--?",
        "A: My grandmother -- excuse me -- died in January of 1941. My mother's oldest sister died in\nFebruary of 1941. These are the two people that are buried in Gurs.",
        "Q: You answered my question.",
        "A: Huh?",
        "Q: You answered my question.",
        "A: I answered your question.",
        "Q: What about your mother?",
        "A: My mother remained in Gurs. Her two sisters were able to leave Gurs and were lucky\nenough to make their way via Marseille, North Africa to Cuba, and later on to the United\nStates in 1948. My mother was not this lucky. And she was deported in August of 1942 to --\nI suppose, first Drancy, and then Auschwitz. She was the very first transport, or with the first\ntransport, to leave Gurs. End of July, I went down to Gurs from Le Chambon see my mother\nwho had been very ill and the camp had given me permission that I could enter for a week to\nvisit my sick mother and they would let me out again. And when I came to the camp, the\ncamp was closed to all visitors. I saw my mother twice across the barbed wire, an empty\nfield and then, of course, wire again so it was a good distance of maybe 150 feet. I saw my\nmother twice like that. And then I was told that the deportations are starting. I was told this\nby the Red Cross, the Red Cross that was active there, and by the Quakers. And that they\nmade arrangements for me to be able to see my mother on the railroad station, the freight\nstation at Oloron-Sainte-Marie in the train. And so I went down there from Gurs. It's about\n12 kilometers, I think, 15 kilometers. I went down there. I spent the night in the street\nbetween two houses on a little -- on a low wall until very early, maybe five o'clock in the\nmorning at which time I was allowed to enter the railroad station or the freight yards really,\nand I did see my mother and that's the last time I saw her. And this transport, I think, left, if I\nremember it right, on August 6, 1942. I went back from there to Le Chambon, first seeing\nmy then boyfriend, now husband at Talluyers, and he told you that we discussed then if\nthere's any danger -- because there was talk about roundups and arrests and deportations\neven of the people who were living outside the camps -- that he should come up to Le\nChambon. I met my husband in Gurs.",
        "Q: Let us back up indeed and let us go back into Gurs. Would you describe -- you are now still\nin Gurs, how did you meet your husband?",
        "A: I met my husband -- Well, let's put it this way. I worked in the so-called office. Each block\nhad, as it was called, ilot*, its own barrack for administration purposes. And his mother was\nworking in this office and I worked in the office, worked in the office, I ran the errands. I\nwas the messenger. I distributed mail. I did messenger service. They needed young people to\nwalk through the mud. Okay. And I did that and this is where I got to know his mother, and\nwhen he came to visit his mother, I came to know my husband.",
        "Q: Did you did you get a chance -- were there any kinds of activities, anything going on in Gurs\nwhere you and he had a chance to go out and just be together?",
        "A: Go off and be together? Well, he could come pretty often because he was involved in\nmaking music. There was a cultural life in Gurs, believe it or not. In fact, a very excellent\none. We had a lot of artists, a lot of performers in Gurs. We had some very outstanding\npeople with us and since he always made music and was involved in a quartet, he had a pass\nthat let him -- and he worked in the office in his block -- he had a pass which allowed him to\n* Block of buildings (French)\ncirculate more than other people. And so he could come to see his mother more often than\nother people would have been able to. And, yes, we would go in the mornings, the Swiss\nRed Cross fed us breakfast or supplementary food and he would come up the camp and\nwould wait for me until I would come out of the block and then we would walk up there\ntogether and have breakfast together and walk back together. That was that was the dating\ncamp style.",
        "Q: What were the circumstances under which you left Gurs?",
        "A: The circumstances under which I left, I left Gurs was that a social worker from the OSE”\ncame to see my mother and explained that there was a village Le Chambon, who was\nlooking to help young people to take them out of the camp and would she agree to let me go.\nAnd my mother asked me whether I would want to go, and I said, \"Of course.\" And she\nnever said, \"But I will miss you. I don't want you to go,\" or anything like that. She let me go.\nShe loved me enough to let me go. Because there were parents who did not. You're looking\nat me. Yes. There were parents who did not let their children go. As incredible as it sounds,\nthey held on. My mother let me go and together with six other young people, teenagers, we\nset off beginning of September 1941 to go to Le Chambon.\nAnd Le Chambon was, of course, heaven. We were free. We lived in a home, primitive as it\nwas, it still was a house. The food, of course, was much better. In fact, in the beginning we\ncouldn't eat all the bread that we got. Not that it was such tremendous amount of bread, but it\nwas more than we could eat. And so we would toast it very, very hard and make little\npackages and sent it back to camp because our constant worry was what was going on in\ncamp. So we would make, all of us, little packages and sent them. We would also go and\nsteal maybe a couple of potatoes from the farmers in the field and sent them because they\nhad no potatoes in the camp. It was an unknown luxury. So, we would do that. Right. And I\nwould say we were content to be where we were, but the constant worry about the family left\nbehind was always there. You saw the documentary by Pierre Sauvage. You saw some\npictures of very happy looking youngsters. Yes, we were happy maybe and joking and\nfooling around at times, yes, but always underlying this was the situation we are in. The\nsituation of the parent or the other relatives. It was never hurray, hurray. Nothing bothered\nus. Now we come to 1942.",
        "Q: Excuse me my dear before we get to 1942, would you tell about the family with whom you\nstayed? You said you stayed in a house.",
        "A: Oh, this was a home which was under the hospices of Swiss Red Cross, to be precise,\nSecours Suisse’. Okay. We were there not just the seven of us who came out of the camp,\nbut many French children. There was with us also Elizabeth, Elizabeth Koenig, née\n° Oeuvre de Secours aux Enfants [Children’s Aid Society] (French)\n° Swiss Aid (French)\nKaufmann. She was with us for some time, before she was lucky enough to leave for\nAmerica. I think it was February or March of 1942. And we were a nice group of youngsters.",
        "Q: What was your role in the house?",
        "A: Well, I was one of those who didn't go to school. Madame Trocmé’, to this day, cannot\nunderstand how it happened that I did not go to school. How her husband let this pass. So I\ndidn't. I felt -- I did not speak French at the time, and I felt well, here I am, 17 years old --\nalmost 17, and they're going to put me in the second graders in order to learn the language.\nThis was my concept of the time, at the time, and so I did not go. I had some French lessons\nby a Mademoiselle Hoefert®, who was a refugee herself and taught at the College Cévenol. I\nbelieve she taught Latin, if I am not mistaken. And I had some French lessons from her, and\neventually I did pick up the language. Mostly so because in spring of 42, I was hell-bent on\nmaking some money. And first Pastor Trocmé’ talked me in -- or whoever was in charge of\nthat, thought I might be able to work in a photo store, being that I came out of this line of\nbusiness. And then this was rejected. Maybe they felt I would be too exposed in an open\nstore. And I took a job as a maid in a preventorium that was just outside of Le Chambon. We\nhad there children with TB'” and children who were in danger of getting TB and I worked\nthere for several months until, in fact, I went down to Gurs to see my mother. The object was\nto make a little money. In the bargain, I learned French.",
        "Q: While you were still back in the, in the, in the children's home .",
        "A: Yeah, with my friends. Yes.",
        "Q: With your friends. You helped the other children. Did you help take care of them? You had\nanother special role, I understand.",
        "A: Well, I sort of helped taking care of them, yes. In La Guespy, yes. I did help with the\ncooking. I did errands. I felt maybe being the oldest one, I felt a little bit responsible for them\nsometimes being the spokesman for them.",
        "Q: What did that mean?",
        "A: And being the one who would say no. Okay?",
        "Q: Did you were you an intermediary with the Trocmés?\n” Magda Trocmé\n* Hilde Hoefert\n” Pastor André Trocmé\n° tuberculosis",
        "A: No. Not at all. Not at all. Rather many times with the woman who was in charge of the\nhome, who was herself a Spanish refugee. It's really hard to define, especially so many years\nlater what you did at that time.",
        "Q: Okay. Tell me about the Trocmés. What were they like?",
        "A: We had very little contact with the Trocmés. We had some contact with Madame Trocmé,\nbecause in the beginning she would take us on picnics, to get to know us . We did not have\ndaily contact with them. Not at all. They had their hands full with other things. We were\ntaken care of in the home; there was no need for them to be in daily contact with us. They\nmight have been in contact, I am sure they were, with the people who ran the homes because\nthere was more than one eventually. But not with us, individually.",
        "Q: Can you describe the daily life in the home? What did you all do?",
        "A: The daily life is that most of the youngsters went to school, obviously. It was a very routine\nlife in a children's home if you wish. It was a very primitive set up. In winter, we had barely\nany heat because there was nothing. Food was more plentiful than it was somewhere else\nmaybe, but it's still not -- was not very much for teenagers who can eat all day long,\nincessantly. And we somehow fell into a routine. The winter was very hard. Again, because\nwe had no heat. Water had to be pumped by hand. The pump froze in. It meant we had no\ntoilet. We had to go out into the woods, which was not very pleasant, especially at night.\nRight. The boys had it easier. They opened the window. Not so lucky for the girls. But we all\nsurvived it. We all made the best of it. We were a nice group of youngsters who got along.\nWhether it was the French children or it was us, it didn't matter. We got along.",
        "Q: Talk a little more about that. How did you feel recetved by Les Chambonnais?",
        "A: Les Chambonnais. Very Well. Extremely well. We felt very much at ease or at least I did,\nfeel very much at ease in the village. I eventually met some other people, French people, and\nthere was never a problem. I met once a farmer who said to me, \"Even if we had less to eat,\nwe would want more of you people.\" Now this was an absolute reversal of what we had\nexperienced all our lives from the outside world that someone would say even if we have\nless we want more of you. So does this explain to you the attitude of the village? Okay? In\n1942 when the roundup started of the people outside the camps when I came back we were\nhidden by the farmers. We first had a confrontation with the Germans at which the Director\nof the homes, Mr. Bohny'! was extremely clever and diplomatic because we were caught,\nnot in the house where we lived, but in another house where we went during the night in the\n'' Auguste Bohny-Reiter\nhope of not being caught at the place where we stayed, but we were. And, of course, they\nwere ready to take us along and Mr. Bohny explained to them that we were under the\nprotection of the Swiss Red Cross, that he was responsible for us. And he talked to this man\nand talked and talked and talked until he finally said, \"Okay. You're responsible for them.\nWe will clear that with our authorities whether this is correct and you make sure that they are\nnot going anywhere.\" After they had cleared out and daybreak came, we left in a hurry and\nwent into the woods and were all day long in the woods and were picked up in the early\nevening and were dispersed to various homes. And I stayed actually on two different farms\nfor a total of about four weeks. The farms -- each one had an encounter with the French\npolice in one farm, we were hidden behind a wood pile which was very cleverly put up in\nthat it shaped was U-shaped up against the wall and you could pull out one bundle of wood\nand we would crawl in there and sit in there. There was just enough room for the other girl\nand myself to sit in there. It was totally covered up top. You could not look in from the top.\nAnd we were sitting in this wood pile and then you, of course, put this one bundle of wood\nback in so there was no opening. We were sitting in there until they left. And your heart\nbeats very fast and very hard and you're scared until they leave. In the second farm, again\nthere was the police coming around and there we were hidden in a closet behind old clothes\nwith a row of shoes in front of us and we were standing in there totally quiet.\nNow, we were on the upper floor of this farm. The police was downstairs in the kitchen. And\nwe could hear them ask the farmers, \"Do you have any Jews here?\" And the farmer\nanswering, \"What are Jews? We don't know what that 1s, but would you rather have a glass\nof wine.\" And we in the closet hoped they would say no, because it was a little bit tight in\nthis armoire and so eventually they left and we could come out. So we were very, very lucky.\nAnd four weeks later, we came back to the village. The razzias had stopped for the moment\nand it also helped me to make up my mind. Even before that actually, when I came back\nfrom Gurs after I saw my mother that as safe as Le Chambon 1s, we need to get out. We need\nto get out of the country. And I told my friends and I told the young people in the student\nhome Les Roches'*. There were some friends of my husband there; there was a map on the\nwall and I said, \"You see where we are here and this is where we have to go,\" pointing to\nSwitzerland, and they looked at me like I had lost my mind. And I said, \"No. We cannot\nstay. No matter what, we cannot stay.\" And so eventually, I did.",
        "Q: Okay. Before we go on that trip with you--",
        "A: Yes.",
        "Q: Would you tell us please. You had a visit, I believe, in Le Chambon by the head of the\nProtestant Church in France.\n'* La Maison des Roches",
        "A: You refer to Pastor Boegner’”?",
        "Q: Yes. Please, would you tell me about that visit and your part in it.",
        "A: Yes. Okay. When I came back from Gurs and the short stop I made to see my then boyfriend\nobviously having seen my mother deported and the last thing I saw of her was a white\nhandkerchief fluttering out of the cattle car. I don't know whether you can.... No, you cannot\nunderstand what emotions you are going through, and I came back to Le Chambon and I had\nto bring a horrible message to my friends because most of their parents had been deported at\nthe same time. And within -- I don't know whether it -- I do not remember whether it was the\nsame day or several days later but it doesn't really matter. There was a get together and I\nbelieve -- I cannot be sure anymore -- it might have been in the Céteau Fleuri where Pastor\nBoegner addressed the people who were there and I went there. I don't remember who went\nwith me. It is sort of a blank. He was telling us we should be calm and confident and nothing\nis going to happen and so on and so forth and after having had the experience that I just had,\nI just became very angry and I confronted the man and said, \"Instead of telling us these\nthings, why don't you do something? Rather than talking, do something.\" I did not know at\nthe time who Pastor Boegner was. He was just another man. A man who was giving a speech\nthat to me was totally ridiculous. And so I confronted him with that. And I don't think if I\nhad known who Pastor Boegner was, I think I would still have done the same thing.",
        "Q: What did he say?",
        "A: There was no answer as far as I remember. What's there to answer. There was no answer to,\nto, you know, be calm. Remain confident. How can you remain calm in the face of what was\ngoing on? Or what I had just experienced? So that was my confrontation with the head of the\nProtestant Church.",
        "Q: What did you do next?",
        "A: Next? Well, then we went into hiding. That was after my confrontation. Pastor Trocmé was\nvery upset that day with me when I came back that I did not first report to him what had\nhappened and it was really not on my mind to go to him and to tell him. I did not realize they\nhad really worried if I ever even would come back and not get caught on the way. The\nthought never entered my mind. And I didn't go there. I just didn't see any reason actually.\nNow I know what he wanted to know from me. But at that time all I knew is that I had to tell\nmy friends what happened. That was the overwhelming feeling and terrible duty I had to do.\nAnd everything else was wiped off the slate. So, he was angry with me. I learned that\nafterwards. And it really didn't matter.\n'S Pastor Marc Boegner",
        "Q: You have come back and told your friends?",
        "A: Yes.",
        "Q: And you'd pointed to them happened and said, this is what we have to do?\"",
        "A: Well, this was a couple of days later when I told them this is what we will have to do.",
        "Q: Pick up with that story, please. What did you do next? What did you do about that or did it\ntake awhile?",
        "A: Well on my way back, as I mentioned, I saw my boyfriend. I told him to come up to Le\nChambon if things become difficult where he is because I was sure that there would be help,\nthat he would be safe. And he did come. And he told you how he found me on the way\nwalking from one house to the other. And wait a minute. Now I have to think a moment. I\nlost my thought. Excuse me. What did we do? Oh. Yeah. When I came back out of hiding, I\nwas moved to another home, also of the Swiss Red Cross where there were smaller children.\nAnd I helped for several months to take care of these children. We had an outbreak in this\nhouse of lice, head lice. Nothing unusual! My wonderful job was to clean them up in the\nevening. Have them all nice and clean. Send them off to school the next morning, only for\nthem to come back with a new batch, which they picked up in school. So, 1t was an evening\nexercise to clean the children up. And I did that for several months helped with the children,\nhelped with whatever had to be done in the home. In the meantime, I was in touch with my\nfamily in Switzerland.\nMy mother's sister was married in Switzerland since the beginning of the century. I made it\nclear to them in letters; I said I wanted to leave and said I wanted to come and stay with\nthem. And they, in turn, found a woman who arranged for crossings into Switzerland. What\nthey first did, however, was to apply for a visa for me to enter Switzerland legally. Now I\ncould never use this visa to enter Switzerland legally as a immigrant because I could not get\nan exit visa out of France. Mr. Bohny had at the time tried to get an exit visa for me. I made\nthe application which, of course, was turned down. And so I could never physically take\npossession of this precious visa to go to Switzerland. And so in February of 43, through this\nwoman my family had found, a man was found very close to the Swiss border who would\nliterally take me across the border. I made my way alone from Le Chambon to Annemasse. I\nmet this guide in Annemasse. There were three or four, five other people which he crossed at\nthe same time, so we were a group of six that he crossed over into Switzerland that night. His\ncrossing over consisted of carrying us across the little stream physically so we would not be\nwet, depositing us on the other side and saying, \"Now you have to walk in such and such a\ndirection and you will then meet the street car that will take you into Geneva, and you get off\nat a certain station in Geneva and there will be a contact person who will take you to a small\nhotel for the night.\" And this is how I entered Switzerland. Once I was on Swiss soil, I was\nperfectly legal, not like my husband who entered as a refugee. So it was a long while my\nhusband had a guide all the way with his friends. I had no one. Mr. Bohny happened to be on\nthe train when I left the next village. I did not board the train in Le Chambon. I boarded the\ntrain in Tence which is the little town below. And he was on the train; and he went with me\nas far as, I believe, Saint-Etienne. And then of course from Saint-Etienne to Lyon. From\nthere on, I was on my own. And the railroad station in Lyon was full of German soldiers\nbecause all of France was already occupied at this time. This was February of 1943.",
        "Q: Were you accosted in any way on the course of this journey?",
        "A: I was accosted? No. Not really. Once when I got out of the train, I believe, in Annecy I had\nto show my false identification papers. I mean to them -- to me I knew they were false. To\nthem, they were supposed to be real. There was a guard there, asked everybody for his\nidentification papers, and I showed him and I walked on. And then when I walked to\nAnnemasse on the road, there was a little customs building and I figured well, it's war time.\nThis is ridiculous. What customs? What traffic can there be between France and Switzerland\nand I walked on. And he called me back. And I had to show him my papers. And I did. And\nthen he said, \"Are you Jewish?\" And I don't know where the answer came from, but it came\nas, \"I have nothing to do with that dirty race.\" And I really don't know where this answer\ncame from, but it came. And he sort of smiled and let me go.",
        "Q: Okay. What happened now once you have gotten into Geneva?",
        "A: In Geneva I was this one night in this little hotel and I told this contact person to immediately\ncall my family. It was around 11:30 at night. She said, \"But it's 11:30 at night.\" I said,\n\"Never mind the time. Please call.\" And she did. And my aunt came the next morning to\npick me up. And I lived with my family for a year and a half.",
        "Q: Would you describe the conditions in Switzerland at that time, living in that house?",
        "A: Living in this house with my aunt and uncle was extremely difficult. They had absolutely no\nunderstanding of what I had lived through, what I had experienced. They were very nice,\nsolid, extremely well-to-do Swiss citizens. People cannot understand really and truly what\nyou went through, and my history is easy compared to what people went through in\nAuschwitz or Dachau or Majdanek or any of the other camps. So yet, here I was, 18 years\nold, or a little older, with all of these experiences: having experienced death many times over\nto some of my -- the people around me, and their life has always been a very bourgeois life.\nSo how can they understand? I was 18, and my uncle was in his 70s so -- and very Victorian.\nSo right here was a tremendous clash. And now I was supposed to live the life of the very\nnice bourgeois girl. Impossible! And so there were many clashes and whenever I did\nsomething that was not quite the way it was supposed to be my aunt would say, \"What\nwould your mother say?\" Well, one day I had enough of what would my mother say and I\nsaid, \"Why don't you leave her alone. She's dead.\" And this was the one thing really that my\naunt could not admit and confront because rightfully she had to feel guilty for the loss of my\nmother. Simply because they had not done enough to get her out of the camp. The problem\nalways was money. Okay. So even my life would not have been saved if not my cousin, her\ndaughter-in-law, would not have put them to shame by saying, \"How long will you wait or\ndo you wait before you do something and will she have to be lost also before you move?\"\nBut I didn't know that when I was in France that my cousin at the same time was working on\nthe family. But my life with my relatives was very difficult. It was extremely difficult, and\neventually I left without permission to leave the city of Bern and took a job as a maid with a\nBulgarian family, also refugees, in Geneva. And at the same time I was in Geneva and I got\nthe job through the offices Mademoiselle de Montmollin, who was running the social -- the\ncourse where my husband took social services -- that social services course my husband\ntook. So here we were in Geneva.",
        "Q: Let's hold it a minute. Let us change tapes.",
        "A: Yeah, okay.\nEnd of Tape #1\nTAPE #2",
        "Q: Guilt in your mother's death. Could you describe that a little more?",
        "A: I don't know that my uncle felt guilt. I do think my aunt did. I really do. Why he did not\nreally help more than the little amounts of money that he would send us into the camp, I\ncannot understand.",
        "Q: Who else was lost?",
        "A: Other than my mother? My mother's brother and his wife, his daughter and son-in-law. That\nwas the immediate family.",
        "Q: And your uncle had enough money that he could help?",
        "A: He could have helped. He could have done a lot more. A lot more.",
        "Q: You told me when the camera was off what your uncle would say. Could you repeat that?",
        "A: Well, my uncle, having a number of houses, two for his private use, one his business house,\nwhich he shared with his brother. Whenever the question of money came around and\nfinancial help he would say, \"Well, I can't eat the bricks of my houses.\" Okay. So this ended\nany argument. I mean what can you say to that. How can you argue with someone like that.\nYou weren't supposed to argue with someone that age when you were young. Right. In any\ncase, I took a job finally as a maid with Bulgarian people in Geneva. This situation with my\nfamily really drove me to the brink of a nervous breakdown. It really did. In Geneva, I was\nquite happy with these people. They were very nice people. The man had been formally a\ndiplomat, quit his position because he was anti-Nazi. He was very much involved in the\nBulgarian underground; they were really very nice people. They lived on a shoe string,\nmostly selling jewelry from his mother to make ends meet. They were very nice, and they\nwere very nice to me. My husband and I got married in Geneva in April of 1945, and at this\ntime we asked permission that I could join him in the internment home, and this request was\ngranted. And in 1946, our daughter was born in March -- 4th of March, 1946, our daughter\nwas born in Vevey. She was one good point. Look, we met a lot of very nice Swiss people.\nVery helpful people. Lovely people we are still friends with. And while the Swiss did take us\nin, reluctantly, our life in Switzerland was extremely difficult. We were always considered\nthe dirty refugees. Okay. My husband was once handed in Geneva a whole list of restaurants\nwhere he was not allowed to go because there was dancing in these restaurants, and you\nwere not allowed to fraternize with the Swiss, quote, unquote. There was a whole -- a lot of\nharassment, if you wish. The Swiss government knew very well that there was no place for\nus to go until the end of the war, yet I, as an immigrant, had to have my visa or permit to stay\nin Switzerland renewed every six months and every six months, \"Why aren't you leaving?\nCan't you go any other place?\" The government knew we could not go any other place.\nThere was always this under current of resentment. Always! And it was a very difficult time.",
        "Q: At the war's end?",
        "A: At the war's end! Yes.",
        "Q: And by 1946, what did you do and where did you go?",
        "A: Well, in -- well, I had my daughter in 1946. We were in the home in Montreux, to be precise,\nin Territet. I was busy with the baby and again, I came down with a case of pleurisy and I did\nnot do very much. My husband was in the office of the home. I did a little bit of office work,\nbut nothing to talk about. Everybody had to do something. Then came the moment where the\nSwiss government decided that any immigrant living in the home has to leave. Now this, of\ncourse, applied to me. Now what do you do? You have an infant that can stay in the home.\nMy husband is in the home, but I have to leave. So we rented a room in Montreux. It's --\nOkay? I had to take my meals outside. Okay. After some length of time, the government\ndecided that I could come back into the home because after all the child was there, and I had\nto take care of the little one but I would have to pay room and board. I had to pay room and\nboard at the same rate as the Swiss employees who were running the home -- the Swiss\nadministration. So, it wasn't much, but it was a lot for us. At the same time, the Swiss\ngovernment had a very great dilemma. Namely that our daughter had a refugee father and an\nimmigrant mother. What should the child be? Refugee or immigrant? Now children born in\nSwitzerland are not automatically citizens like they are in the United States. That does not\nhappen. So after lengthy discussion, the Swiss decided she should be a refugee. Otherwise,\nwe would have had to pay for her as well. Okay. So they made her a refugee. Does that tell\nyou how people were harassed? Okay. Little things. Unimportant things.",
        "Q: How long did you stay there?",
        "A: We could not immigrate before February of 1948. It was a matter of not having an affidavit\nand my relatives here had to find them. They themselves did not have enough funds to give\nan affidavit, so they had to find someone to give us an affidavit. And eventually they did; the\nman gave us an affidavit with the understanding that we would never become a charge to\nhim because you guarantees it if something happens, they take care of you, that the family\nwould. And under these -- with this agreement, he gave the affidavit and eventually we came\nhere on the 3rd of March 1948. So we were eight years on the road so to speak.",
        "Q: Will you tell me a little about settling here, the first years in the United States?",
        "A: The first years were extremely difficult. First of all, our total assets when we came were\nexactly $90 for the three of us. The first week we were in New York relatives of ours paid\nfor our room and board at the Stephen Wise home, on the West Side 70s in Manhattan, but\nafter that it was be on your own. And luckily enough, my husband found a job within ten\ndays after coming here, so we had a little bit of money. My husband told you that he went to\nthe HIAS\"* to get some help the first few days -- which, of course, was no help. And, but one\nof the things they first said before they would help, you have to move out of the Stephen\nWise home and you have to move into one of our hotels which was the Hotel Marseille on\nBroadway and, I think, on 100th Street, I believe it was. It was a terrible place to be. So as\nsoon as we could and my husband was making a few dollars, we moved out of there into\nanother one-room hotel situation. And during that summer, my husband got sick and I was\nsick. And our daughter was first with my relatives upstate for about six weeks. And when\nthis episode was over, he found another job and eventually things started to move along a\nlittle bit. In September of -- no, not in September. In November of 1950, I started to\nhemorrhage during the night. I coughed and I started to hemorrhage and went to the hospital\nthe next morning. They took an X-ray and here I had a wonderful case of TB, The next step\nin this situation is, of course, that the family has to be X-rayed, and look here, who also had\nTB was my husband. So now we are both sick. And here's the little child. So the hospital\nsocial services was very good to us. They referred us to the Jewish Child Care’’, who placed\nour daughter into a foster home, and at our request she did not stay in the City of New York.\nI was scared to death to leave her in the City of New York. I was afraid that she would be\nplaying in the street and no one would properly supervise her and she would get hurt. So I\nrequested that she be placed outside of the city. And so she was placed out on the island with\na very, very lovely woman who had taken in foster children for many years, and she just\nknew how to handle these children and she did a terrific job. So that was, so that was really\ntwo years. We were almost away for two years in the sanatortum. The child was away two\nand a half years, and when we came back from the sanatortum, my husband was enrolled in\na school, which came under the rehabilitation program of the State of New York, and he\nbecame an accountant and he completed a program in nine months which really takes two\nyears. So he worked very hard and studied very hard to do it so quickly so that he could go\nback to work and earn a living. Well, that was our beginning this country.",
        "Q: Quite a beginning! Is there anything you would like to add?",
        "A: No. I don't think so unless you have some question to ask me.\n* United Hebrew Sheltering and Immigrant Aid Society\n'° Jewish Child Care Association",
        "Q: I want to thank you very much for coming. It's quite a story. Thank you.",
        "Q: Ah, yes. Now we shall show some passports and papers and things like that.",
        "A: I want you to know that my brother got his visa to come to this country in 1937 by the same\nMr. Teller that gave us the visa in 1948 in Switzerland. Is this wild? And I have his passport\nstill. And I met Mr. Teller once before, because my brother was killed in action in 1945 in\nLuxembourg in the Battle of the Bulge.",
        "Q: That's good. I wanted to mention that on tape.",
        "A: And, well, he joined the Army here.",
        "Q: Would you go back a little and tell me about your brother please?",
        "A: My brother, like my husband, made public school. He then went to gymnasium.",
        "Q: Not the whole thing.",
        "A: Okay.",
        "Q: But I would like to know what happened to your brother. How did he get to this country?",
        "A: Okay.",
        "Q: But I would like to know what happened to your brother. How did he get to this country?",
        "A: To this country? Okay. My brother came here in 1937. My father had a half-brother here in\nthe United States who was willing to help him to get out of Germany and gave him an\naffidavit to come here. So he was 16 years old when he came to this country. He first stayed\nwith his uncle and his aunt and that was not a good experience either. And then was more or\nless on his own. He was lucky to get a scholarship to a university down in Atlanta and later\non came back to New York and worked for Pilot'®, the radio -- they made radios and stuff\nlike that. He had taken this up down at the university and eventually, of course, when the war\nbroke out, he volunteered. The first two times they did not take him. And the third time, my\nuncle, who had come in 1939 from Germany, said he was his guardian, which he was not,\nand signed the papers that 1t would be alright for him to join the army. So he joined the army,\nand eventually was shipped over to Europe, was with Patton's Third Army, and was in the\nBattle of the Bulge, and was killed on a mission for which he volunteered. Just never came\nback. His buddy, who was also his friend from Germany. They were buddies in the army.\n'° Pilot Radio and Tube Corporation\nThey were buddies in Germany. Went on one mission. My brother went on the other\nmission. My brother didn't come back. The other one did. That's fate. So my brother left me\nhis GI insurance, life insurance, and this is what pulled us through. It sounds horrible in\nmany ways, but when this first came through we were still in Switzerland and so I had to go\nto the consulate in Zurich to get the papers straightened out and at that time I met Mr. Teller,\nthe consul in Zurich, formerly in Stuttgart, and he signed the papers and made the snide\nremark, \"What are you going to do with all of that money?\" All of this money was $10,000,\nwhich was paid, as you know, in monthly installments of $50.",
        "Q: You encountered Mr. Teller again, I believe.",
        "A: I encountered Mr. Teller again when he gave us the visa to come to this country. He's the\nsame man who signed the visa for my husband -- excuse me, for my brother, in 1937 in\nStuttgart.\n[Displaying documents]",
        "Q: Okay, go.",
        "A: This paper here is my false identification card from France with which I traveled from Le\nChambon to Switzerland.\n[Technical conversation |",
        "Q: Okay. What else did you bring?",
        "A: Well, there are some papers that go with that but I really don't know—\n[Technical conversation |",
        "Q: Okay, tell us what that 1s please.",
        "A: This is my, well, quasi-passport which the Swiss government gave us for the purposes of\ntraveling to the United States. But only for emigration purposes. You could not have used it\nfor any other travel.\n[Technical conversation |",
        "Q: Okay.",
        "A: And that’s it?",
        "Q: That’s it.\n[Technical conversation]",
        "Q: Okay, now go ahead.",
        "A: These were papers that were given to me, along with my false identification papers. It really\nstates that I was a pupil at the University in Algiers. Which I was never. I have never been to\nAlgiers.",
        "Q: That’s it\n[Conclusion of interview]\n"
    ],
    "questions": [
        "Q: Okay, we’re on camera. Would you tell me your full name please?",
        "Q: How were you called?",
        "Q: And where and when were you born?",
        "Q: What did your parents do? What was your father's occupation?",
        "Q: Okay. What was it like for you, until 1938, growing up in Germany?",
        "Q: What kind of school did you go to?",
        "Q: Did you have friends in school? Were they Jewish friends? Christian friends?",
        "Q: Would you tell me a little bit about after 1933, ‘34. How, besides school, how did life change\nfor you?",
        "Q: Were you taunted by your school mates?",
        "Q: As the Nazi regime went on, what else happened to you and your family?",
        "Q: Tell me about that.",
        "Q: What did your family do after Kristallnacht? How did you mother manage?",
        "Q: What happened after that time?",
        "Q: Would you describe the process of that deportation? How were you notified and what did\nyou do?",
        "Q: What's his name?",
        "Q: Why was the train ride a horror?",
        "Q: How long were you there?",
        "Q: What happened--?",
        "Q: You answered my question.",
        "Q: You answered my question.",
        "Q: What about your mother?",
        "Q: Let us back up indeed and let us go back into Gurs. Would you describe -- you are now still\nin Gurs, how did you meet your husband?",
        "Q: Did you did you get a chance -- were there any kinds of activities, anything going on in Gurs\nwhere you and he had a chance to go out and just be together?",
        "Q: What were the circumstances under which you left Gurs?",
        "Q: Excuse me my dear before we get to 1942, would you tell about the family with whom you\nstayed? You said you stayed in a house.",
        "Q: What was your role in the house?",
        "Q: While you were still back in the, in the, in the children's home .",
        "Q: With your friends. You helped the other children. Did you help take care of them? You had\nanother special role, I understand.",
        "Q: What did that mean?",
        "Q: Did you were you an intermediary with the Trocmés?",
        "Q: Okay. Tell me about the Trocmés. What were they like?",
        "Q: Can you describe the daily life in the home? What did you all do?",
        "Q: Talk a little more about that. How did you feel recetved by Les Chambonnais?",
        "Q: Okay. Before we go on that trip with you--",
        "Q: Would you tell us please. You had a visit, I believe, in Le Chambon by the head of the\nProtestant Church in France.",
        "Q: Yes. Please, would you tell me about that visit and your part in it.",
        "Q: What did he say?",
        "Q: What did you do next?",
        "Q: You have come back and told your friends?",
        "Q: And you'd pointed to them happened and said, this is what we have to do?\"",
        "Q: Pick up with that story, please. What did you do next? What did you do about that or did it\ntake awhile?",
        "Q: Were you accosted in any way on the course of this journey?",
        "Q: Okay. What happened now once you have gotten into Geneva?",
        "Q: Would you describe the conditions in Switzerland at that time, living in that house?",
        "Q: Let's hold it a minute. Let us change tapes.",
        "Q: Guilt in your mother's death. Could you describe that a little more?",
        "Q: Who else was lost?",
        "Q: And your uncle had enough money that he could help?",
        "Q: You told me when the camera was off what your uncle would say. Could you repeat that?",
        "Q: At the war's end?",
        "Q: And by 1946, what did you do and where did you go?",
        "Q: How long did you stay there?",
        "Q: Will you tell me a little about settling here, the first years in the United States?",
        "Q: Quite a beginning! Is there anything you would like to add?",
        "Q: I want to thank you very much for coming. It's quite a story. Thank you.",
        "Q: Ah, yes. Now we shall show some passports and papers and things like that.",
        "Q: That's good. I wanted to mention that on tape.",
        "Q: Would you go back a little and tell me about your brother please?",
        "Q: Not the whole thing.",
        "Q: But I would like to know what happened to your brother. How did he get to this country?",
        "Q: But I would like to know what happened to your brother. How did he get to this country?",
        "Q: You encountered Mr. Teller again, I believe.",
        "Q: Okay, go.",
        "Q: Okay. What else did you bring?",
        "Q: Okay, tell us what that 1s please.",
        "Q: Okay.",
        "Q: That’s it.",
        "Q: Okay, now go ahead.",
        "Q: That’s it"
    ],
    "answers": [
        "A: Okay. My full name is Johanne Eva Liebmann. My maiden name was Hirsch.",
        "A: Hanne.",
        "A: I was born on November 28, 1924, in Karlsruhe, West Germany.",
        "A: My father was a photographer. He had his own studio. My father died in February of 1925; I\nwas obviously just a few months old. And my mother continued the business until 1938,\nDecember of 1938, when all Jewish businesses had to be closed.",
        "A: Well, I would say that we had a very nice family life, in spite of not having a father. My\nmother had three sisters. They were in business. They were in haute couture. And, it was\nreally a very loving family. I had also my father's mother, my grandmother, who was a very\nelderly lady and our family life really was a very nice one.",
        "A: Well, I entered public school like all children at age six, and I think I hated school from the\nfirst day I went there. It was made ever more difficult, because the teacher we had was even\nthen a Nazi. And I was a child that couldn't sit still, and had my mouth open probably all the\ntime. And was punished for it a great deal. Okay. It did not improve my love for school.",
        "A: I had a lot of friends 1n school. I think we were the only class, first grade class, at the time we\nwere 24 children. Out of the 24, 12 were Jewish. Fifty percent! It was an extremely high\npercentage. I think that was the only class ever that had such a high percentage of Jewish\nstudents. I went to public school until 1936 when Jewish children were no longer allowed to\ngo to public school unless their parent or their fathers were in the First World War and were\nin the front lines. These were the exceptions. So I had to go to Jewish school in 1936, and I\nwent to this school until Easter of 1940.' So I really didn't have a hell of a lot of school.\nAnd after, I would say 1938, after Kristallnacht’, due to the fact that we had so many Jewish\n-- old Jewish teachers that were taken to the concentration camp for many weeks and\nmonths, school was every other day two hours for many months until everybody had come\nback and there was a semblance of a normal school day.",
        "A: Well, I would first like to go back before 1933. We lived and had our business next to a\nnewspaper. This newspaper was a left-wing newspaper. And we had daily street fights, mob\nscenes, shooting, flag burning. These are the first of my memories as a child outside the\nhome. It was a very violent street we lived on. These are really my first memories and my\nmother or someone from the household pulling me back from the balcony and as soon as\nthey turned their backs, my brother and I were back out on the balcony watching what was\ngoing on. These are really my first memories. One of my other memories 1s the boycott of\nApril 1933 where our show windows were plastered with \"Jew!\" \"Don’t go to the Jew!\"\nAnd so on and so forth. These are really some of my childhood memories. Family life was\ngreat. Outside the family, it was not so good. You were insulted in the street many times.\nYou were called “dirty Jew,” things like that. For several years, I did have Gentile girlfriends\nand, of course, under the pressure of the Nazi time they could no longer associate with me,\nand I would not dare associate with them.",
        "A: By some of them. And like my husband, I beat up one. And not only did I beat her, I actually\ntore her sweater to pieces. I was not standing, you know, not letting it happen to me all the\ntime.",
        "A: Well, as time when on, of course, there was Kristallnacht.\n[01:06:00]\n' The interviewee later corrected this date to 1939.\n* Crystal Night (German); Night of Broken Glass.",
        "A: Kristallnacht, I went to school in the morning, Jewish school obviously, and something\nseemed wrong, yet I didn't know what. And when I came to school and I mentioned that I\nsaw the fire engines standing in front of a building and in the back of this building was the\nOrthodox synagogue, I was told, \"Don't you know what's going on?\" And I said, \"No, I\ndon't.\" She said -- this one told me, \"My father was arrested. His father was arrested, and it\nwas just a terrible situation.\" The teachers, other than the female teachers, did not come in.\nThey were arrested. And they sent us home, I think, after about two hours. And when I came\nhome all our show windows had been smashed. My mother was sweeping up the street.\nOkay. To the taunts and harassment of the population or the people who were made to look\nlike the population. Next to us was a store that dealt in oriental carpets. The show window is\ngone. Ink thrown over the carpets. It was, it was impossible. The only reason our apartment\nand business was not touched at the time was that they simply knew there was not a man to\nbe arrested, so our apartment and our business upstairs remained in tact.",
        "A: Well, we managed first of all to take care of a lot of customers at the time because every Jew\nneeded an identification paper. To these purpose, you had to have a picture. The picture had\nto show your left ear. Okay. So that every person had to be taken -- the picture had to be\ntaken from this side. Your ear was supposedly an additional identification mark. Another\nharassment. And so we were really very busy in the business until the very end, until we\nabsolutely closed on the 31st of December. And, since I did not go to school because there\nwas no school, I helped in the business as people drifted back or came back from\nconcentration camps, many times their first stop was really with us because they were so\nafraid they had to get the identification paper, the photos and everything else. I saw many\nmen with their ears frozen, their hands frozen. My mother would run pots of soup to feed\nthese people first before they would go wherever they needed, you know, went. It was a very\nhard, very busy time.",
        "A: Nineteen thirty-nine, the three sisters of my mother who also had to close their business\nmoved in with us because we had a very large apartment. Obviously, we shared the\napartment. Half was an apartment, half was business. So there were all these empty rooms,\nso my aunts moved in with us because there was no more income so you had to reduce your\nliving expenses. My grandmother had moved in with us after my brother left in 1937 because\nshe was very old. She could no longer keep a household of her own. And so here were six\nwomen in one household. Not necessarily an ideal situation, but it functioned somehow.\nWhen the war broke out Karlsruhe was on the list of evacuation. In other words, most of the\npopulation, meaning people with small children and very old people, were evacuated. And\nSO we evacuated my grandmother, of all places, to Mannheim. And many people went to\nStuttgart, other places where they could go; my mother decided she was not going to leave.\nAnd my mother's three sisters decided they were not going to go anywhere. We were going -\n- just going to stay where we were. My grandmother we sent to Mannheim because it was\nvery hard to move her in any emergency. She was 90 years old, and so she was away from us\nfor maybe four or five months, and then we took her back because there was actually no war.\nThere was war, but there was no shooting. There was nothing going on. So what then was\ncalled \"Drole de Guerre,\"” and, and so we took her back home. This went, of course, until\nthe day we were deported on the 22nd of October 1940. I would like to interject that in the\nspring of 1940 I was for four months in the area of Hannover, where my mother had sent me,\nthere was a school -- boarding school if you wish. It taught agriculture and horticulture and\nall sorts of things and my mother sent me up there because she didn't know what to do with\nme. I was hanging around the house. There was nothing to do. I could not do any\napprenticeship of any kind and so I was up there for four months and, I think it was four\nmonths, maybe five, and then I came back, I think, in August of 1940 because she was not\nfeeling well. And so I came back. And then we, of course, were deported in October.",
        "A: My mother went out shopping early in the morning, as a matter of fact, and she came home\nin a hurry and said, \"I met someone in the street who told me that we would be deported.\nSaid everybody would be arrested and deported.\" She did not believe it and she went to the\nJewish community, which was only two blocks away from us. And sure enough the offices\nwere closed, and then it dawned on her that there was something to this story. And she came\nhome and she told me, \"Well, I guess we better start packing.\" And before she had finished\nthe sentence, the police was there and told us that we are arrested. No, the first thing she did\nwas, \"If we really have to go I have very good friends and I promised them certain items\nfrom our household. Take them over there. Go over there. Take it, take it over there. Give it\nto them.\" And I went and it turned out that this lady's husband was really German\nunderground. He was a lawyer, but he must have been busy in the German underground\nbecause he knew exactly where we were going to be taken. Okay. The man was later on the\nmayor of Karlsruhe right after the war.",
        "A: So he was, he was very clean. Was Mr. Veit. His name was Veit. They were very good\nfriends of my mother. And so I took the items, and by the time I came back the police was in\nthe apartment telling us to pack and, and so my mother started. And the policeman knew my\nmother very well. He was from the precinct. And he said to my mother, \"I will see if I can\nget your mother-in-law to stay in a hospital and you cannot be moved out of your apartment\n° Funny war (French); The Phony War.\nuntil I come back.\" Now he knew very well that no Jewish people were accepted at this\nparticular day in the hospital. So he gave us two hours to pack. So I packed everything for\nmy grandmother. My mother packed for me and for herself and my aunts, of course, packed\nfor themselves. And so six women were eventually guarded by 12 Gestapo and policemen.\nSix helpless women. Right! I was 16 and my grandmother was 91 and a half. Totally not\ncomprehending what was happening. Not that she was senile. It was simply, it was\nsomething that was incomprehensible. And so we had to sign papers stating how much the\napartment was worth. My aunt first refused and she was threatened that she would be sent to\nDachau, and so she signed. And we had to leave and we were loaded on a truck and taken to\nthe railroad station where everybody slowly was assembled. And I believe Karlsruhe had\nsome 930 or 950 Jews that were deported together. All together from Baden and the\nPalatinate and the Saar. There were some Jews from the Saar that were also deported with\nus, only a few. It was 6,500 people, I believe, that were deported to Gurs at the same time.\nThe ride to Gurs was horror. It was absolute horror. My husband has explained to you, each\ncar had a person in charge for each car and then someone was put in charge of the train.\nThey really had nothing to say until the Germans turned us over to the French.",
        "A: It was a horror insofar as we had no food or barely any food was given to us. I think the train\nstopped in Mulhouse. For the first time we were given some sort of soup and maybe some\nbread. Two of the old people, my grandmother being one of them, lost their minds. Most\nprobably due to hunger and the strain and stress and eventually, there was a doctor on the\ntrain, the last doctor that I knew in Karlsruhe and he gave me a handful of sleeping pills to\ngive to my grandmother and I did. And it really meant, “Put her to sleep, let her go.” She\ndidn't. And at the end of the ride, when we came to Oloron-Sainte-Marie; because she was\ntotally confused. So was the other man, a Mr. Weil. She was taken out of the train and\ndisappeared for at least a week. We did not know where she was. My mother offered to go,\nasked if she could go with this old woman and was refused. And for at least a week or two\nwe did not know where she was. We never knew where she was. All of a sudden we were\ntold that she was in the next block in the camp. She must have been in a hospital or\nsomeplace because when she came back, she was okay. She knew us. She could not\nunderstand her surroundings. Obviously, who could? But she was okay. She was no longer\nconfused. So you can understand that the train ride, aside from everything else, was horror.\nMy mother's sisters were -- the oldest was very ill and had diabetes, was in her 70s so the\nages were great and having two people in the same car, not in the same train, but in the same\ncar going -- losing their minds the same way was a little tough. When we arrived in Oloron-\nSainte-Marie, as my husband mentioned to you before, it rained buckets. It rained. It was\nincredible. We were loaded mostly on open trucks and taken to the camp. And in the camp\nwhen we arrived, it was evening and, of course, total bedlam and confusion. And the adults,\nand we were teenagers at the time, were totally traumatized and in shock and functioned\nbarely.\nAnd so it was on us, the young, to get some semblance of -- you can't say order -- but there\nwas a barracks where they were giving out straw. So we ran to get straw so the people at\nleast could sleep on straw. My husband was lucky. He had even a straw mattress or whatever\nhe called it. Later on, we were given stuff to put the straw in to make a mattress. But the first\nfew nights we had straw and not even enough of that because some people really did sleep\non the bare floor. And for the very old people it was just awful. A young person can always\nshift, but very old people, it is very hard. So it was the young people who had to function\nfirst and did function first. And slowly, you know, things started to fall into a pattern. Gurs\nwas a camp full of mud. It was clay. When it rained, you sank into the clay up to your knees.\nThe first persons we lost, or one woman we lost really choked to death in the mud. She went\nat night to the latrine. She fell. She could not extricate herself and she died. So our\nexperiences were horrendous. It is not -- I would not say Gurs was Auschwitz, but it was\nwhat they called “the Little Hell before the Big One,” meaning Auschwitz. Our food was\nminimal. France was short on food, it is true. The French felt called upon to steal much of\nthe money that was allocated to feed us so instead of the little, there was even less. There\nwere people in the camp who stole -- were in a position to steal and did of this little food. So\nit was really a very difficult, difficult survival.",
        "A: I was in Gurs from, as I mentioned, October 25th, 1940 until the beginning of September\n1941.",
        "A: My grandmother -- excuse me -- died in January of 1941. My mother's oldest sister died in\nFebruary of 1941. These are the two people that are buried in Gurs.",
        "A: Huh?",
        "A: I answered your question.",
        "A: My mother remained in Gurs. Her two sisters were able to leave Gurs and were lucky\nenough to make their way via Marseille, North Africa to Cuba, and later on to the United\nStates in 1948. My mother was not this lucky. And she was deported in August of 1942 to --\nI suppose, first Drancy, and then Auschwitz. She was the very first transport, or with the first\ntransport, to leave Gurs. End of July, I went down to Gurs from Le Chambon see my mother\nwho had been very ill and the camp had given me permission that I could enter for a week to\nvisit my sick mother and they would let me out again. And when I came to the camp, the\ncamp was closed to all visitors. I saw my mother twice across the barbed wire, an empty\nfield and then, of course, wire again so it was a good distance of maybe 150 feet. I saw my\nmother twice like that. And then I was told that the deportations are starting. I was told this\nby the Red Cross, the Red Cross that was active there, and by the Quakers. And that they\nmade arrangements for me to be able to see my mother on the railroad station, the freight\nstation at Oloron-Sainte-Marie in the train. And so I went down there from Gurs. It's about\n12 kilometers, I think, 15 kilometers. I went down there. I spent the night in the street\nbetween two houses on a little -- on a low wall until very early, maybe five o'clock in the\nmorning at which time I was allowed to enter the railroad station or the freight yards really,\nand I did see my mother and that's the last time I saw her. And this transport, I think, left, if I\nremember it right, on August 6, 1942. I went back from there to Le Chambon, first seeing\nmy then boyfriend, now husband at Talluyers, and he told you that we discussed then if\nthere's any danger -- because there was talk about roundups and arrests and deportations\neven of the people who were living outside the camps -- that he should come up to Le\nChambon. I met my husband in Gurs.",
        "A: I met my husband -- Well, let's put it this way. I worked in the so-called office. Each block\nhad, as it was called, ilot*, its own barrack for administration purposes. And his mother was\nworking in this office and I worked in the office, worked in the office, I ran the errands. I\nwas the messenger. I distributed mail. I did messenger service. They needed young people to\nwalk through the mud. Okay. And I did that and this is where I got to know his mother, and\nwhen he came to visit his mother, I came to know my husband.",
        "A: Go off and be together? Well, he could come pretty often because he was involved in\nmaking music. There was a cultural life in Gurs, believe it or not. In fact, a very excellent\none. We had a lot of artists, a lot of performers in Gurs. We had some very outstanding\npeople with us and since he always made music and was involved in a quartet, he had a pass\nthat let him -- and he worked in the office in his block -- he had a pass which allowed him to\n* Block of buildings (French)\ncirculate more than other people. And so he could come to see his mother more often than\nother people would have been able to. And, yes, we would go in the mornings, the Swiss\nRed Cross fed us breakfast or supplementary food and he would come up the camp and\nwould wait for me until I would come out of the block and then we would walk up there\ntogether and have breakfast together and walk back together. That was that was the dating\ncamp style.",
        "A: The circumstances under which I left, I left Gurs was that a social worker from the OSE”\ncame to see my mother and explained that there was a village Le Chambon, who was\nlooking to help young people to take them out of the camp and would she agree to let me go.\nAnd my mother asked me whether I would want to go, and I said, \"Of course.\" And she\nnever said, \"But I will miss you. I don't want you to go,\" or anything like that. She let me go.\nShe loved me enough to let me go. Because there were parents who did not. You're looking\nat me. Yes. There were parents who did not let their children go. As incredible as it sounds,\nthey held on. My mother let me go and together with six other young people, teenagers, we\nset off beginning of September 1941 to go to Le Chambon.\nAnd Le Chambon was, of course, heaven. We were free. We lived in a home, primitive as it\nwas, it still was a house. The food, of course, was much better. In fact, in the beginning we\ncouldn't eat all the bread that we got. Not that it was such tremendous amount of bread, but it\nwas more than we could eat. And so we would toast it very, very hard and make little\npackages and sent it back to camp because our constant worry was what was going on in\ncamp. So we would make, all of us, little packages and sent them. We would also go and\nsteal maybe a couple of potatoes from the farmers in the field and sent them because they\nhad no potatoes in the camp. It was an unknown luxury. So, we would do that. Right. And I\nwould say we were content to be where we were, but the constant worry about the family left\nbehind was always there. You saw the documentary by Pierre Sauvage. You saw some\npictures of very happy looking youngsters. Yes, we were happy maybe and joking and\nfooling around at times, yes, but always underlying this was the situation we are in. The\nsituation of the parent or the other relatives. It was never hurray, hurray. Nothing bothered\nus. Now we come to 1942.",
        "A: Oh, this was a home which was under the hospices of Swiss Red Cross, to be precise,\nSecours Suisse’. Okay. We were there not just the seven of us who came out of the camp,\nbut many French children. There was with us also Elizabeth, Elizabeth Koenig, née\n° Oeuvre de Secours aux Enfants [Children’s Aid Society] (French)\n° Swiss Aid (French)\nKaufmann. She was with us for some time, before she was lucky enough to leave for\nAmerica. I think it was February or March of 1942. And we were a nice group of youngsters.",
        "A: Well, I was one of those who didn't go to school. Madame Trocmé’, to this day, cannot\nunderstand how it happened that I did not go to school. How her husband let this pass. So I\ndidn't. I felt -- I did not speak French at the time, and I felt well, here I am, 17 years old --\nalmost 17, and they're going to put me in the second graders in order to learn the language.\nThis was my concept of the time, at the time, and so I did not go. I had some French lessons\nby a Mademoiselle Hoefert®, who was a refugee herself and taught at the College Cévenol. I\nbelieve she taught Latin, if I am not mistaken. And I had some French lessons from her, and\neventually I did pick up the language. Mostly so because in spring of 42, I was hell-bent on\nmaking some money. And first Pastor Trocmé’ talked me in -- or whoever was in charge of\nthat, thought I might be able to work in a photo store, being that I came out of this line of\nbusiness. And then this was rejected. Maybe they felt I would be too exposed in an open\nstore. And I took a job as a maid in a preventorium that was just outside of Le Chambon. We\nhad there children with TB'” and children who were in danger of getting TB and I worked\nthere for several months until, in fact, I went down to Gurs to see my mother. The object was\nto make a little money. In the bargain, I learned French.",
        "A: Yeah, with my friends. Yes.",
        "A: Well, I sort of helped taking care of them, yes. In La Guespy, yes. I did help with the\ncooking. I did errands. I felt maybe being the oldest one, I felt a little bit responsible for them\nsometimes being the spokesman for them.",
        "A: And being the one who would say no. Okay?\n” Magda Trocmé\n* Hilde Hoefert\n” Pastor André Trocmé\n° tuberculosis",
        "A: No. Not at all. Not at all. Rather many times with the woman who was in charge of the\nhome, who was herself a Spanish refugee. It's really hard to define, especially so many years\nlater what you did at that time.",
        "A: We had very little contact with the Trocmés. We had some contact with Madame Trocmé,\nbecause in the beginning she would take us on picnics, to get to know us . We did not have\ndaily contact with them. Not at all. They had their hands full with other things. We were\ntaken care of in the home; there was no need for them to be in daily contact with us. They\nmight have been in contact, I am sure they were, with the people who ran the homes because\nthere was more than one eventually. But not with us, individually.",
        "A: The daily life is that most of the youngsters went to school, obviously. It was a very routine\nlife in a children's home if you wish. It was a very primitive set up. In winter, we had barely\nany heat because there was nothing. Food was more plentiful than it was somewhere else\nmaybe, but it's still not -- was not very much for teenagers who can eat all day long,\nincessantly. And we somehow fell into a routine. The winter was very hard. Again, because\nwe had no heat. Water had to be pumped by hand. The pump froze in. It meant we had no\ntoilet. We had to go out into the woods, which was not very pleasant, especially at night.\nRight. The boys had it easier. They opened the window. Not so lucky for the girls. But we all\nsurvived it. We all made the best of it. We were a nice group of youngsters who got along.\nWhether it was the French children or it was us, it didn't matter. We got along.",
        "A: Les Chambonnais. Very Well. Extremely well. We felt very much at ease or at least I did,\nfeel very much at ease in the village. I eventually met some other people, French people, and\nthere was never a problem. I met once a farmer who said to me, \"Even if we had less to eat,\nwe would want more of you people.\" Now this was an absolute reversal of what we had\nexperienced all our lives from the outside world that someone would say even if we have\nless we want more of you. So does this explain to you the attitude of the village? Okay? In\n1942 when the roundup started of the people outside the camps when I came back we were\nhidden by the farmers. We first had a confrontation with the Germans at which the Director\nof the homes, Mr. Bohny'! was extremely clever and diplomatic because we were caught,\nnot in the house where we lived, but in another house where we went during the night in the\n'' Auguste Bohny-Reiter\nhope of not being caught at the place where we stayed, but we were. And, of course, they\nwere ready to take us along and Mr. Bohny explained to them that we were under the\nprotection of the Swiss Red Cross, that he was responsible for us. And he talked to this man\nand talked and talked and talked until he finally said, \"Okay. You're responsible for them.\nWe will clear that with our authorities whether this is correct and you make sure that they are\nnot going anywhere.\" After they had cleared out and daybreak came, we left in a hurry and\nwent into the woods and were all day long in the woods and were picked up in the early\nevening and were dispersed to various homes. And I stayed actually on two different farms\nfor a total of about four weeks. The farms -- each one had an encounter with the French\npolice in one farm, we were hidden behind a wood pile which was very cleverly put up in\nthat it shaped was U-shaped up against the wall and you could pull out one bundle of wood\nand we would crawl in there and sit in there. There was just enough room for the other girl\nand myself to sit in there. It was totally covered up top. You could not look in from the top.\nAnd we were sitting in this wood pile and then you, of course, put this one bundle of wood\nback in so there was no opening. We were sitting in there until they left. And your heart\nbeats very fast and very hard and you're scared until they leave. In the second farm, again\nthere was the police coming around and there we were hidden in a closet behind old clothes\nwith a row of shoes in front of us and we were standing in there totally quiet.\nNow, we were on the upper floor of this farm. The police was downstairs in the kitchen. And\nwe could hear them ask the farmers, \"Do you have any Jews here?\" And the farmer\nanswering, \"What are Jews? We don't know what that 1s, but would you rather have a glass\nof wine.\" And we in the closet hoped they would say no, because it was a little bit tight in\nthis armoire and so eventually they left and we could come out. So we were very, very lucky.\nAnd four weeks later, we came back to the village. The razzias had stopped for the moment\nand it also helped me to make up my mind. Even before that actually, when I came back\nfrom Gurs after I saw my mother that as safe as Le Chambon 1s, we need to get out. We need\nto get out of the country. And I told my friends and I told the young people in the student\nhome Les Roches'*. There were some friends of my husband there; there was a map on the\nwall and I said, \"You see where we are here and this is where we have to go,\" pointing to\nSwitzerland, and they looked at me like I had lost my mind. And I said, \"No. We cannot\nstay. No matter what, we cannot stay.\" And so eventually, I did.",
        "A: Yes.\n'* La Maison des Roches",
        "A: You refer to Pastor Boegner’”?",
        "A: Yes. Okay. When I came back from Gurs and the short stop I made to see my then boyfriend\nobviously having seen my mother deported and the last thing I saw of her was a white\nhandkerchief fluttering out of the cattle car. I don't know whether you can.... No, you cannot\nunderstand what emotions you are going through, and I came back to Le Chambon and I had\nto bring a horrible message to my friends because most of their parents had been deported at\nthe same time. And within -- I don't know whether it -- I do not remember whether it was the\nsame day or several days later but it doesn't really matter. There was a get together and I\nbelieve -- I cannot be sure anymore -- it might have been in the Céteau Fleuri where Pastor\nBoegner addressed the people who were there and I went there. I don't remember who went\nwith me. It is sort of a blank. He was telling us we should be calm and confident and nothing\nis going to happen and so on and so forth and after having had the experience that I just had,\nI just became very angry and I confronted the man and said, \"Instead of telling us these\nthings, why don't you do something? Rather than talking, do something.\" I did not know at\nthe time who Pastor Boegner was. He was just another man. A man who was giving a speech\nthat to me was totally ridiculous. And so I confronted him with that. And I don't think if I\nhad known who Pastor Boegner was, I think I would still have done the same thing.",
        "A: There was no answer as far as I remember. What's there to answer. There was no answer to,\nto, you know, be calm. Remain confident. How can you remain calm in the face of what was\ngoing on? Or what I had just experienced? So that was my confrontation with the head of the\nProtestant Church.",
        "A: Next? Well, then we went into hiding. That was after my confrontation. Pastor Trocmé was\nvery upset that day with me when I came back that I did not first report to him what had\nhappened and it was really not on my mind to go to him and to tell him. I did not realize they\nhad really worried if I ever even would come back and not get caught on the way. The\nthought never entered my mind. And I didn't go there. I just didn't see any reason actually.\nNow I know what he wanted to know from me. But at that time all I knew is that I had to tell\nmy friends what happened. That was the overwhelming feeling and terrible duty I had to do.\nAnd everything else was wiped off the slate. So, he was angry with me. I learned that\nafterwards. And it really didn't matter.\n'S Pastor Marc Boegner",
        "A: Yes.",
        "A: Well, this was a couple of days later when I told them this is what we will have to do.",
        "A: Well on my way back, as I mentioned, I saw my boyfriend. I told him to come up to Le\nChambon if things become difficult where he is because I was sure that there would be help,\nthat he would be safe. And he did come. And he told you how he found me on the way\nwalking from one house to the other. And wait a minute. Now I have to think a moment. I\nlost my thought. Excuse me. What did we do? Oh. Yeah. When I came back out of hiding, I\nwas moved to another home, also of the Swiss Red Cross where there were smaller children.\nAnd I helped for several months to take care of these children. We had an outbreak in this\nhouse of lice, head lice. Nothing unusual! My wonderful job was to clean them up in the\nevening. Have them all nice and clean. Send them off to school the next morning, only for\nthem to come back with a new batch, which they picked up in school. So, 1t was an evening\nexercise to clean the children up. And I did that for several months helped with the children,\nhelped with whatever had to be done in the home. In the meantime, I was in touch with my\nfamily in Switzerland.\nMy mother's sister was married in Switzerland since the beginning of the century. I made it\nclear to them in letters; I said I wanted to leave and said I wanted to come and stay with\nthem. And they, in turn, found a woman who arranged for crossings into Switzerland. What\nthey first did, however, was to apply for a visa for me to enter Switzerland legally. Now I\ncould never use this visa to enter Switzerland legally as a immigrant because I could not get\nan exit visa out of France. Mr. Bohny had at the time tried to get an exit visa for me. I made\nthe application which, of course, was turned down. And so I could never physically take\npossession of this precious visa to go to Switzerland. And so in February of 43, through this\nwoman my family had found, a man was found very close to the Swiss border who would\nliterally take me across the border. I made my way alone from Le Chambon to Annemasse. I\nmet this guide in Annemasse. There were three or four, five other people which he crossed at\nthe same time, so we were a group of six that he crossed over into Switzerland that night. His\ncrossing over consisted of carrying us across the little stream physically so we would not be\nwet, depositing us on the other side and saying, \"Now you have to walk in such and such a\ndirection and you will then meet the street car that will take you into Geneva, and you get off\nat a certain station in Geneva and there will be a contact person who will take you to a small\nhotel for the night.\" And this is how I entered Switzerland. Once I was on Swiss soil, I was\nperfectly legal, not like my husband who entered as a refugee. So it was a long while my\nhusband had a guide all the way with his friends. I had no one. Mr. Bohny happened to be on\nthe train when I left the next village. I did not board the train in Le Chambon. I boarded the\ntrain in Tence which is the little town below. And he was on the train; and he went with me\nas far as, I believe, Saint-Etienne. And then of course from Saint-Etienne to Lyon. From\nthere on, I was on my own. And the railroad station in Lyon was full of German soldiers\nbecause all of France was already occupied at this time. This was February of 1943.",
        "A: I was accosted? No. Not really. Once when I got out of the train, I believe, in Annecy I had\nto show my false identification papers. I mean to them -- to me I knew they were false. To\nthem, they were supposed to be real. There was a guard there, asked everybody for his\nidentification papers, and I showed him and I walked on. And then when I walked to\nAnnemasse on the road, there was a little customs building and I figured well, it's war time.\nThis is ridiculous. What customs? What traffic can there be between France and Switzerland\nand I walked on. And he called me back. And I had to show him my papers. And I did. And\nthen he said, \"Are you Jewish?\" And I don't know where the answer came from, but it came\nas, \"I have nothing to do with that dirty race.\" And I really don't know where this answer\ncame from, but it came. And he sort of smiled and let me go.",
        "A: In Geneva I was this one night in this little hotel and I told this contact person to immediately\ncall my family. It was around 11:30 at night. She said, \"But it's 11:30 at night.\" I said,\n\"Never mind the time. Please call.\" And she did. And my aunt came the next morning to\npick me up. And I lived with my family for a year and a half.",
        "A: Living in this house with my aunt and uncle was extremely difficult. They had absolutely no\nunderstanding of what I had lived through, what I had experienced. They were very nice,\nsolid, extremely well-to-do Swiss citizens. People cannot understand really and truly what\nyou went through, and my history is easy compared to what people went through in\nAuschwitz or Dachau or Majdanek or any of the other camps. So yet, here I was, 18 years\nold, or a little older, with all of these experiences: having experienced death many times over\nto some of my -- the people around me, and their life has always been a very bourgeois life.\nSo how can they understand? I was 18, and my uncle was in his 70s so -- and very Victorian.\nSo right here was a tremendous clash. And now I was supposed to live the life of the very\nnice bourgeois girl. Impossible! And so there were many clashes and whenever I did\nsomething that was not quite the way it was supposed to be my aunt would say, \"What\nwould your mother say?\" Well, one day I had enough of what would my mother say and I\nsaid, \"Why don't you leave her alone. She's dead.\" And this was the one thing really that my\naunt could not admit and confront because rightfully she had to feel guilty for the loss of my\nmother. Simply because they had not done enough to get her out of the camp. The problem\nalways was money. Okay. So even my life would not have been saved if not my cousin, her\ndaughter-in-law, would not have put them to shame by saying, \"How long will you wait or\ndo you wait before you do something and will she have to be lost also before you move?\"\nBut I didn't know that when I was in France that my cousin at the same time was working on\nthe family. But my life with my relatives was very difficult. It was extremely difficult, and\neventually I left without permission to leave the city of Bern and took a job as a maid with a\nBulgarian family, also refugees, in Geneva. And at the same time I was in Geneva and I got\nthe job through the offices Mademoiselle de Montmollin, who was running the social -- the\ncourse where my husband took social services -- that social services course my husband\ntook. So here we were in Geneva.",
        "A: Yeah, okay.\nEnd of Tape #1\nTAPE #2",
        "A: I don't know that my uncle felt guilt. I do think my aunt did. I really do. Why he did not\nreally help more than the little amounts of money that he would send us into the camp, I\ncannot understand.",
        "A: Other than my mother? My mother's brother and his wife, his daughter and son-in-law. That\nwas the immediate family.",
        "A: He could have helped. He could have done a lot more. A lot more.",
        "A: Well, my uncle, having a number of houses, two for his private use, one his business house,\nwhich he shared with his brother. Whenever the question of money came around and\nfinancial help he would say, \"Well, I can't eat the bricks of my houses.\" Okay. So this ended\nany argument. I mean what can you say to that. How can you argue with someone like that.\nYou weren't supposed to argue with someone that age when you were young. Right. In any\ncase, I took a job finally as a maid with Bulgarian people in Geneva. This situation with my\nfamily really drove me to the brink of a nervous breakdown. It really did. In Geneva, I was\nquite happy with these people. They were very nice people. The man had been formally a\ndiplomat, quit his position because he was anti-Nazi. He was very much involved in the\nBulgarian underground; they were really very nice people. They lived on a shoe string,\nmostly selling jewelry from his mother to make ends meet. They were very nice, and they\nwere very nice to me. My husband and I got married in Geneva in April of 1945, and at this\ntime we asked permission that I could join him in the internment home, and this request was\ngranted. And in 1946, our daughter was born in March -- 4th of March, 1946, our daughter\nwas born in Vevey. She was one good point. Look, we met a lot of very nice Swiss people.\nVery helpful people. Lovely people we are still friends with. And while the Swiss did take us\nin, reluctantly, our life in Switzerland was extremely difficult. We were always considered\nthe dirty refugees. Okay. My husband was once handed in Geneva a whole list of restaurants\nwhere he was not allowed to go because there was dancing in these restaurants, and you\nwere not allowed to fraternize with the Swiss, quote, unquote. There was a whole -- a lot of\nharassment, if you wish. The Swiss government knew very well that there was no place for\nus to go until the end of the war, yet I, as an immigrant, had to have my visa or permit to stay\nin Switzerland renewed every six months and every six months, \"Why aren't you leaving?\nCan't you go any other place?\" The government knew we could not go any other place.\nThere was always this under current of resentment. Always! And it was a very difficult time.",
        "A: At the war's end! Yes.",
        "A: Well, in -- well, I had my daughter in 1946. We were in the home in Montreux, to be precise,\nin Territet. I was busy with the baby and again, I came down with a case of pleurisy and I did\nnot do very much. My husband was in the office of the home. I did a little bit of office work,\nbut nothing to talk about. Everybody had to do something. Then came the moment where the\nSwiss government decided that any immigrant living in the home has to leave. Now this, of\ncourse, applied to me. Now what do you do? You have an infant that can stay in the home.\nMy husband is in the home, but I have to leave. So we rented a room in Montreux. It's --\nOkay? I had to take my meals outside. Okay. After some length of time, the government\ndecided that I could come back into the home because after all the child was there, and I had\nto take care of the little one but I would have to pay room and board. I had to pay room and\nboard at the same rate as the Swiss employees who were running the home -- the Swiss\nadministration. So, it wasn't much, but it was a lot for us. At the same time, the Swiss\ngovernment had a very great dilemma. Namely that our daughter had a refugee father and an\nimmigrant mother. What should the child be? Refugee or immigrant? Now children born in\nSwitzerland are not automatically citizens like they are in the United States. That does not\nhappen. So after lengthy discussion, the Swiss decided she should be a refugee. Otherwise,\nwe would have had to pay for her as well. Okay. So they made her a refugee. Does that tell\nyou how people were harassed? Okay. Little things. Unimportant things.",
        "A: We could not immigrate before February of 1948. It was a matter of not having an affidavit\nand my relatives here had to find them. They themselves did not have enough funds to give\nan affidavit, so they had to find someone to give us an affidavit. And eventually they did; the\nman gave us an affidavit with the understanding that we would never become a charge to\nhim because you guarantees it if something happens, they take care of you, that the family\nwould. And under these -- with this agreement, he gave the affidavit and eventually we came\nhere on the 3rd of March 1948. So we were eight years on the road so to speak.",
        "A: The first years were extremely difficult. First of all, our total assets when we came were\nexactly $90 for the three of us. The first week we were in New York relatives of ours paid\nfor our room and board at the Stephen Wise home, on the West Side 70s in Manhattan, but\nafter that it was be on your own. And luckily enough, my husband found a job within ten\ndays after coming here, so we had a little bit of money. My husband told you that he went to\nthe HIAS\"* to get some help the first few days -- which, of course, was no help. And, but one\nof the things they first said before they would help, you have to move out of the Stephen\nWise home and you have to move into one of our hotels which was the Hotel Marseille on\nBroadway and, I think, on 100th Street, I believe it was. It was a terrible place to be. So as\nsoon as we could and my husband was making a few dollars, we moved out of there into\nanother one-room hotel situation. And during that summer, my husband got sick and I was\nsick. And our daughter was first with my relatives upstate for about six weeks. And when\nthis episode was over, he found another job and eventually things started to move along a\nlittle bit. In September of -- no, not in September. In November of 1950, I started to\nhemorrhage during the night. I coughed and I started to hemorrhage and went to the hospital\nthe next morning. They took an X-ray and here I had a wonderful case of TB, The next step\nin this situation is, of course, that the family has to be X-rayed, and look here, who also had\nTB was my husband. So now we are both sick. And here's the little child. So the hospital\nsocial services was very good to us. They referred us to the Jewish Child Care’’, who placed\nour daughter into a foster home, and at our request she did not stay in the City of New York.\nI was scared to death to leave her in the City of New York. I was afraid that she would be\nplaying in the street and no one would properly supervise her and she would get hurt. So I\nrequested that she be placed outside of the city. And so she was placed out on the island with\na very, very lovely woman who had taken in foster children for many years, and she just\nknew how to handle these children and she did a terrific job. So that was, so that was really\ntwo years. We were almost away for two years in the sanatortum. The child was away two\nand a half years, and when we came back from the sanatortum, my husband was enrolled in\na school, which came under the rehabilitation program of the State of New York, and he\nbecame an accountant and he completed a program in nine months which really takes two\nyears. So he worked very hard and studied very hard to do it so quickly so that he could go\nback to work and earn a living. Well, that was our beginning this country.",
        "A: No. I don't think so unless you have some question to ask me.\n* United Hebrew Sheltering and Immigrant Aid Society\n'° Jewish Child Care Association",
        "A: I want you to know that my brother got his visa to come to this country in 1937 by the same\nMr. Teller that gave us the visa in 1948 in Switzerland. Is this wild? And I have his passport\nstill. And I met Mr. Teller once before, because my brother was killed in action in 1945 in\nLuxembourg in the Battle of the Bulge.",
        "A: And, well, he joined the Army here.",
        "A: My brother, like my husband, made public school. He then went to gymnasium.",
        "A: Okay.",
        "A: Okay.",
        "A: To this country? Okay. My brother came here in 1937. My father had a half-brother here in\nthe United States who was willing to help him to get out of Germany and gave him an\naffidavit to come here. So he was 16 years old when he came to this country. He first stayed\nwith his uncle and his aunt and that was not a good experience either. And then was more or\nless on his own. He was lucky to get a scholarship to a university down in Atlanta and later\non came back to New York and worked for Pilot'®, the radio -- they made radios and stuff\nlike that. He had taken this up down at the university and eventually, of course, when the war\nbroke out, he volunteered. The first two times they did not take him. And the third time, my\nuncle, who had come in 1939 from Germany, said he was his guardian, which he was not,\nand signed the papers that 1t would be alright for him to join the army. So he joined the army,\nand eventually was shipped over to Europe, was with Patton's Third Army, and was in the\nBattle of the Bulge, and was killed on a mission for which he volunteered. Just never came\nback. His buddy, who was also his friend from Germany. They were buddies in the army.\n'° Pilot Radio and Tube Corporation\nThey were buddies in Germany. Went on one mission. My brother went on the other\nmission. My brother didn't come back. The other one did. That's fate. So my brother left me\nhis GI insurance, life insurance, and this is what pulled us through. It sounds horrible in\nmany ways, but when this first came through we were still in Switzerland and so I had to go\nto the consulate in Zurich to get the papers straightened out and at that time I met Mr. Teller,\nthe consul in Zurich, formerly in Stuttgart, and he signed the papers and made the snide\nremark, \"What are you going to do with all of that money?\" All of this money was $10,000,\nwhich was paid, as you know, in monthly installments of $50.",
        "A: I encountered Mr. Teller again when he gave us the visa to come to this country. He's the\nsame man who signed the visa for my husband -- excuse me, for my brother, in 1937 in\nStuttgart.\n[Displaying documents]",
        "A: This paper here is my false identification card from France with which I traveled from Le\nChambon to Switzerland.\n[Technical conversation |",
        "A: Well, there are some papers that go with that but I really don't know—\n[Technical conversation |",
        "A: This is my, well, quasi-passport which the Swiss government gave us for the purposes of\ntraveling to the United States. But only for emigration purposes. You could not have used it\nfor any other travel.\n[Technical conversation |",
        "A: And that’s it?\n[Technical conversation]",
        "A: These were papers that were given to me, along with my false identification papers. It really\nstates that I was a pupil at the University in Algiers. Which I was never. I have never been to\nAlgiers.\n[Conclusion of interview]\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJanuary 19, 1990\nRG-50.030*0133",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Johanne\nHirsch Liebmann, conducted by Linda Kuzmack on January 19, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum. The interview cannot be used for sale in\nthe Museum Shop. The interview cannot be used by a third party for creation of a work for\ncommercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JOHANNE HIRSCH LIEBMANN\nJanuary 19, 1990",
        "[Technical conversation |"
    ]
}