{
    "rg": "RG-50.030.0341_trs_en",
    "sequence": [
        "Q: Would you start by telling me your name, date of birth, where you were born?",
        "A: That's important. I'm Henry Bermanis. I was born in Ventspils, Latvia on January 5, 1925.\nI'm 70 and half years old at this point.",
        "Q: Tell me a little bit about your family and your life before the war?",
        "A: My father was born in 1889. He was drafted into the old Czarist Russian army in World War\nI. He was wounded at the battle of Tannenberg, the only battle the Russians really fought in\nWorld War I and was a prisoner of war in Austria-Hungary for four years. It runs in the\nfamily. He came back in 1919, married his childhood sweetheart. They had very promptly\ntwo children, a girl and a boy. They lived in Liepaja. Then they moved to Ventspils and now\nthey had in this musical home a future pianist and a future violinist so I had to come along\nand play the cello. We were at the cross-culture in that western part of Latvia, which was\nheavily influenced by the Germans. We spoke German at home, and Russian, and Latvian\nand when they wanted to speak so that we wouldn't understand it, they also spoke English.\nLike I say, it was a very musical home, and then everything -- well, he had some standing\ntimber and a sawmill, and a dock for exporting lumber, and he bought all of that on credit\nafter World War I and lost the whole kit and caboodle in the depression. So, then he sold\neverything except our house and furniture and then we moved to Riga during the depression\nwhere he sold insurance door to door. My mother went to work as a bookkeeper and we\nthree kids took care of each other. I was five years old at the time. My sister was five years\nolder, and a brother in between. So, we went to school. I did my first two years in a German\nlanguage school because our last governess was German and we spoke predominantly\nGerman. Before that it was Russian, so I was raised in the classics of both languages. Latvia\ndidn't have classics yet. So, I wore all the hand-me-downs from my sister and brother. It was\na fairly routine life. That was 1930 from there until 1934 Latvia went through a benign\nrevolution, so- called, and a fellow by the name of Karlis Ulmanis took over as President. He\nhad his own secret police, which was heavily oriented to the Gestapo. There were no anti-\nJewish campaigns and I lived there in that fashion until 1t came time to graduate from high\nschool. My sister was a secretary to earn some money but she also was predominantly a\nballet dancer and did that from age six until the end. She died at 20. My brother was totally\ngeared to music and finally under the Soviets enrolled in the university and studied\neconomics, which is quite alien to his nature. That was a rather peaceful co existence until\n1940, 1941. 1940 the Soviets came and converted Latvia into a Soviet republic. In 1941 the\nwar broke out for us.",
        "Q: Before you go any further, now these German language schools you went to I assume they\nwere public high schools and they were mixed with Gentiles?",
        "A: Yes.",
        "Q: Any incidents or was that pretty comfortable?",
        "A: No, before 1938 it was pretty comfortable. After '38 or just before '38 Hitler called all the\nethnic Germans back to Germany, the so called Volksdeutsche, people whose families had\nlived there for centuries suddenly discovered that they were German instead of Latvian.\nSome kids in school started to wear the Hitler Youth uniforms. So, there were frequent fist\nfights after school. Never in school, it wasn't done. The pasttime was \"Well, let's go out after\nschool and beat the Germans,\" and they had similar past times.",
        "Q: So you were involved in all of this as a boy?",
        "A: Yes, but not very much.",
        "Q: It didn't make you concerned, or it did?",
        "A: There was no prediction of the future, no. On the contrary because we were raised in the\nGerman classics, and people who could produce Beethoven's 9th with Schiller's words\ncouldn't possibly do what was being done. And really until the Kristallnacht of '38 there was\nno such official program. So, no there was no premonition. There was some premonition\nwhen in 1940 a business friend of my father's, a German from East Prussia, came to visit us\nand said, \"You must get out of here.\" We had, at the end of the Polish war, we had a joint\nparade with the Soviets, and we marched 1n formation and you know with the goose-step and\nall that, to impress the Russians. Then there was nothing for a while, and then we heard this\ndistant thunder. Then there was this incredible cavalcade of T-34 tanks and it scared us. You\nmust get out of here. There will be a war. Well, we didn't believe that. So, no there was not\nreally a premonition.",
        "Q: Did you come from a religious home?",
        "A: My mother came from a religious home. My father was a self- professed atheist who thought\nthat his children should attend religious institutions, churches, synagogues. Pick one that is\ncomfortable and stick with it. I'm still looking.",
        "Q: How was life under the Russians?",
        "A: For us it was an improvement because my father didn't have to -- he wasn't on his own\nanymore. He became a bookkeeper for two nationalized industries as a full time job. He was\non salary, and our financial situation improved. My mother didn't have to work anymore. My\nbrother's college was paid for, so in that respect at that time, life improved. It didn't stay that\nway, but it improved. It changed just before the outbreak of hostilities between Nazi\nGermany and Soviet Russia. The Soviets were very confused apparently. Stalin did not\nbelieve that there was going to be a war, that his friend Adolf was going to attack him, and\napparently made no preparations for such a war. There was on the other hand there was a\nmovement in the Soviet Union to move unreliable elements out of the areas where there\nmight be a conflict. That included certainly Latvia. So, on the night of June 13, 1941, the\nword got out that they are rounding up people, and it was a memorable night. It was my\nmother's 50th birthday. They simply had a list prepared by the NK VD, by the secret police,\nand the army trucks came around and knocked on the door and you went with your little\nsatchel via truck to a train station and from there to the Gulags. We anticipated being taken\nbecause we were classified as former bourgoise, therefore untrustworthy. They didn't come.\nAnd it was few weeks later on I met a young man in the NK VD who told me that he had\ntaken our paper and put it to the bottom of the pile because he was a college friend of my\nbrother's. So, that was his favor to us. About that time, my brother was drafted into the\nSoviet Army. He was a musician. He didn't know which end of a gun the bullet came from.\nYoungsters were shipped off to defend Leningrad in the coming battles, but since they didn't\ntrust the non-Soviet peoples, the Latvians, with a weapon, he wasn't given a weapon. So,\nwhen the Germans did come, they weren't even able to shoot back. So, my brother was killed\nnear Leningrad. The exact date and place are unknown. That was the beginning -- that was\njust before the war for us. I'll spend a little bit of time on life before Barbarossa, before that\nwar, to set the stage, if you will. What did we do, how did we live? We had a very nice\napartment with four bedrooms, five bedrooms. We had managed to retain from Ventspils a\nconcert grand, a Steinway. My mother used to play in a rather unique orchestra. Eight pianos\nplayed four handed so there was a full sound utilizing what Liszt had done to arrange all the\nBeethoven's symphonies, for example, for that kind of orchestra. One of her distant relatives,\nMaria Solmonovich, was a concert pianist since age 6 and a student of Glazunov, who did\nher pre-concert exercises, if you will, on our piano because it was larger than hers. We would\nsit in the other room, quiet as church mice listening to that. It was uninterrupted pleasure\nreally, except for the concert she gave with Professor Metz, the head of the violin section of\nthe conservatory, and a young cellist named Aronson. They played the Tchaikovsky trio\nwhich was dedicated to the death of a dear friend. Maria died in Soviet Gulag, Professor\nMetz in a concentration camp, and Lev Aronson I found quite by accident in Dallas where he\nwas the principal cellist of the Dallas Symphony and a teacher at the Southwestern\nUniversity. This musical tendency just permeated a lot of our life. Like I said, my sister was\na ballet dancer and she with four other girls toured the provinces giving ballet performances.\nSo the language was culture. The interruption of that culture became doubly painful. That\nwas the background. My personal tendency, I played the cello. My personal tendency was\ntowards engineering and I became the outstanding physics student in my high school and\nthat love for physics stayed with me afterwards. My best friend was Alexander Bergmans.\nSasha, as he was called. Sasha and I used to hang out together every evening when I wasn't\nbusy with my girlfriend Helga, who was totally adorable, and whom I was going to marry. It\nwas generally assumed in the whole school at some later time. That kind of existence, rather\nalmost pastoral until things collapsed. Our first indication of things to come was when my\nfather didn't come home from work one day. We found out that by bribing people that he had\nbeen arrested by the Latvian secret police and was held in one of their jails. On the\ndenunciation by the Gestapo in Germany that he was a British spy. This was very interesting\nlater on. It came about because he had a former business competitor in Germany who wanted\nto get rid of him. In German the in between man between the seller and the buyer is an agent,\nein Agent. That has a double meaning, and he was quick to utilize it. So, we got him out. We\nbribed the police. We got him out, but that stayed in our memory. So, we had to be very\ncareful. We had to check on each other. Except for that one incident, things were \"normal.\"\nThen came the war. There was very little buildup for Barbarossa, for the Nazi attack on the\nSoviet Union. At least not noticeable. There were signs that the governments involved just\nignored. The German attack started on June 21, 1941. Within days the German army had\nslashed through the rather meager Soviet defenses, and kept going. On the way they went\nthrough Riga, and with them came the first anti-Jewish regulations.",
        "Q: Now, where were you at this time, what was happening? What was it like?",
        "A: Well, I was in Riga. It was exciting to witness what was going on, just as it was exciting\nbefore to listen to radio Warsaw during the German attack when they played over and over\nagain a piece by Chopin: the same piece, until suddenly they went off the air. Then we knew\nthat Warsaw was no more. It was a strange excitement certainly, witnessing history. We had,\nourselves, no premonition of what was to come afterwards. I was in the street witnessing it,\nwatching the German army come in. Latvia had a very strong pro-Nazi underground, or\nmovement if you will called Perkonkrusts'. These people were out in force, of course,\nwaving the swastika and greeting their brothers in blood. It was a chilling experience but\ninteresting.",
        "Q: Frightening?",
        "A: Not frightening, but scary, a slight difference. But again, had we known what was going to\nhappen, we would have been doing other things. Under the Soviets we had to declare a spare\nbedroom and we received somebody that the Soviet government decided should stay in our\napartment. He was the director of the Latvian bank, from Moscow. When his family arrived,\nhe brought two Russian girls from Moscow, the head bookkeeper and the head cashier. They\nwere adorable youngsters, 20, 21 years old. When things fell apart, when the war began, they\nurged us to come with them, that they would make room for us in their trucks. And we said,\nno, it's going to pass. So, we didn't go. Again, in retrospect, it was very foolish, but 1t was not\na normal situation. So when the Wehrmacht--the German army--came into Riga, they were\npromptly followed by civilian administrators from the party and they instituted anti-Jewish\nregulations. You had to wear a star that identified you. Your passport was stamped. You\ncouldn't get ration cards, so you had to finagle your food using up all resources. You couldn't\nwalk on the sidewalk. You had to walk on the street, like the horses. They were basically\nthings designed to set you off from the rest of the population and to reduce your self image,\n‘Latvian: Thunder Cross. Latvian pro-fascist party.\nand I think that everything the Nazis ever planned to do was centered on reducing your\nphysical resistance and imposing regulations that would detract from you as a person.",
        "Q: Was it effective?",
        "A: Oh, I think so. I think so. I developed a stutter which I ascribed to that, and it took me quite a\nwhile to get rid of it. Yes, I think it was effective, at least 1t was in me. Not enough to remove\nme from society. A German officer of the German Marine Corps was then billeted in our\napartment building, and we quickly became acquainted. He had an orderly who was a cute\nyoungster who had been working on ocean liners all his life, and we became close friends.\nThat gentleman wanted our piano. He got our piano and he got a signed receipt that it was\ngiven to him. I don't know how grateful he was, but he did suggest that my father and I both\ngo to work in his organization in the harbor. He was in charge of a German Marine Corps\nfood supply warehouse. A big nine story affair with chilled cooling rooms and stuff. So, we\nbecame longshoremen. My dad and I would walk off to the harbor every day and work until\nthey closed up and then walk home again. It was hard work. They quickly liked my father\nbecause of course we spoke fluent German and he was so darn intelligent that he could guess\nwhat they needed and tell them what they needed. I was the guy who dragged the heavy\nboxes and bags. I had two teachers, professional longshoremen who said they were going to\nmake a laborer out of me or kill me in the process, and they did a very good job. I developed\nphysically very well. I ate like a horse. My breakfast in that place was nine eggs, raw, with a\nhalf of cup of sugar and a cup of rum. That was my breakfast. It went down hill from there.\nLow cholesterol. It was an existence, abnormal as it was. Then came an order that all Jews\nhad to move, leave their belongings and leave their apartments and houses and move to this\none part of Riga, the Moscow suburb. That was in September. Once we were all there, they\nput a barbed wire fence around it and then guards, and it now became a Ghetto.",
        "Q: Let me just interrupt you a moment before we get to the Ghetto. In this period after the\nGermans had entered in June and until Ghetto you were still out in the world a bit?",
        "A: Yes.",
        "Q: Your school had stopped?",
        "A: Yes.",
        "Q: What about the people that you knew from before the war. What was the local reaction to\nwhat was going on? Were Jews safe?",
        "A: Relatively speaking, yes. There were incidents early on. There was the famous Gogol Street\nsynagogue incident where Jews were rounded up on the streets of Riga and locked up in the\nsynagogue and then put to fire. They all died. The ruins of that synagogue are preserved as a\nmonument to the occasion, but another synagogue in Riga was recently, in June of 1995, was\nbombed so that the anti-semitic tendencies of the Latvian population are still fairly strong.",
        "Q: How did you avoid all of this? Were there regular roundups. Regular violence directed\nagainst the Jews?",
        "A: It was not a \"Monday at nine o'clock\" kind of thing. I was lucky. And maybe it wasn't the\nincidents didn't have such a high profile. They weren't repeated so often. There was time in\nbetween. Somehow I didn't get it. On the streets I had a non-Jewish appearance and I when I\ntook the star off I was like everybody else which I did on occasion to go out and buy food\nand stuff like that. But no, it was an almost-normal existance except the fact that you weren't\ntotally free. And the self image of wearing that yellow star. All that changed with the Ghetto.\nIt was -- I think that the Nazis used a very clever graduated program as if it had been\norchestrated. I rather suspect it was happenstance. They really weren't that clever, but it\nevolved with time, and especially after the 1942 Wannsee Conference. It took on a totally\ndifferent measure. Until then it was not the program to kill all the Jews. That came later.",
        "Q: So you were required to go into this Ghetto. Did you take all your belongings with you. How\ndid you get there?",
        "A: We walked with a little suitcase and went there. We moved into a preexisting quarter so\nthere was some pots and pans and things like that. It was not a desolate desert.",
        "Q: Did somebody organize your housing or you just went into an empty house?",
        "A: We went into an empty house, an empty room if you will. There were several families in one\napartment, and no we didn't have sheets. It wasn't all the amenties of home, and it wasn't\nhome, and yes, now it began to be scary. When the barbed wire went up it became really\nscary. When the men who had a job outside came home from the job assignment one day,\nthey couldn't rejoin their families. They had to go into a different part of the Ghetto which is\nblocked off by barbed wire. That became scarier. But that was still an everyday life, if you\nwill, until the end of November.",
        "Q: Were you still working with your father as a longshoreman?",
        "A: Yes.",
        "Q: So you went out of the Ghetto every day to work?",
        "A: Right. There were a number of Jews who worked there at this point and we had a column of\nworkers who marched off to the harbor and came back in the evening.",
        "Q: Being that were outside of the Ghetto, were there advantages?",
        "A: Oh, one advantage, yes. One was that you were not that vulnerable. In the Nazi hierachy you\noccupied a useful function. That was meager life insurance but it was there. We didn't know\nyet that it was a life insurance. We didn't know what was coming next. And since we got fed\nevery day, that was an advantage, and I became as strong as a bull with that labor exercise\nand the supporting food.",
        "Q: Did you get information about what was going on since you weren't as isolated as people in\nthe Ghetto?",
        "A: Yes. Yes. We knew what was going on. We knew. We pilfered the German newspapers. We\nweren't supposed to know what was going on, but you did and discussions with the Germans\nand the Latvians surely kept us abreast.",
        "Q: Were you aware of Einsatzgruppen activities?",
        "A: Not yet. That came later. The real killing didn't start in Riga until the end of November.",
        "Q: The Ghetto itself, you described that there were two parts of it?",
        "A: Right. The so called small Ghetto which is where the people came back to after working all\nday, and then the larger one where everybody else was. I was in the smaller one. We had --\nwe were told to move in there. Well, our accomodations were not palatial. We found a shack\nwith two rooms and a place for cooking. It was after all the poorer section of town, so it was\nnot terribly nice.",
        "Q: This is your whole family?",
        "A: No, this is just my father and I, plus eight other fellows, men. We all moved together into\nthis shack. That's all that the shack could hold. My mother and sister moved into a room and\nwere joined by a young lady, Shasti, who was in my high school class, but they didn't live\nthere very long. They didn't live very long.",
        "Q: Did the two parts of the Ghetto have contact with each other?",
        "A: They were not meant to have contact. It had a double barbed wire fence and I did sneak\nthrough it once, in the first few days of July of '41. But the first Aktion--the first mass\nkillings-- took place on the 30th of November 1941 in Riga. As we lined up to go to work\nthat morning, we were faced on the other side of the street by 110 special Latvian police and\nwe stood there eyeing each other and one of the cops came over and poked his rifle in my\nstomach and said, \"Look at the sun, tomorrow you won't see it again.\" I didn't know what he\nhad in mind, but that group came into the Ghetto under SS supervision and under supervision\nof a man named Cukurs, a Latvian war flying ace. They took half of the Ghetto population\nby street blocks and forced them out of their homes to line up in the street in columns of four\nor five. And they were marched off to Rumbula, a suburb of Riga slightly further east and\nsouth of the Ghetto. During that day and that night, they were shot. There were about close\nto 15,000 people, so there was alot of shooting going on, and I don't believe anybody who\nlived in Riga didn't know what was happening.",
        "Q: Could you hear it?",
        "A: Oh, yes, inevitibly. Then during the days following that, I managed to sneak through the\nbarbed wire one night, and I saw my mother and sister and the girl. Then everybody knew\nwhat was going on. My girlfriend was shot and 15,000 other people. There was still about\nthat many remaining and the Aktion was repeated the following weekend, and the rest were\nshot. That took care of the large Ghetto, and it left about 2500 men and two women. It was a\nvery thorough expedition. There were two ladies in the Zentralka prison. They did not get\nkilled. And there was a young woman by the name of Frieda Michelson who crawled out of\nthere, out of the graves and lived. About a month later, on January 3, as we were lining up to\ngo to work, a group of Gestapo agents came over in their black coats and took my father out\nof line. As I found out later, it was a Gestapo arrest, still going back to the old agent of the\nBritish business, that former competitor of his didn't let go. They took him to Zentralka\nprison and he was killed there, or he was tortured to death. I don't know how. I don't know\nthe exact date. That was on January 3, 1941.* Now they're all gone. Nothing. Life continues.\nI continued as a longshoreman and in due course I felt that I had to do something. I was\nangry. I went to work. I got myself assigned from the longshoreman work, to a well first as\nan electrician for Siemens. Siemens was one of the German companies, still alive, that was\nmaking money out of this free labor for which they paid the SS. I worked as an installer of\nelectric circuits in private homes under the supervison of a Latvian fellow who was as\ninexperienced as I was and just an absolute sweetheart, Janis. Janis came to pick me up one\nday at the Ghetto and marched me to the next apartment. He had obviously been crying. He\nhad been drafted into the SS. So, we did our work and then we went to his apartment, me on\nthe street and he on the sidewalk as my guard, much to the shock and dismay of his mother.\nWe sat down in the kitchen and we consumed at least one bottle of vodka. Then when it\nbecame to get back to the Ghetto, he marched me back the same way. We're both staggering\nand singing at the top of our voices. With him gone, I got myself reassigned again. This time\nto the Powder Tower--the Pulverturm--in the remaining standing part of the fortification of\nthe old city of Riga. In the meantime I had also joined the underground in the Ghetto. We\nhad a triple cell structure where three fellows would belong to this thing and only one would\n“Correction of Mr. Bermanis: 1942.\nreport to the next one higher to make it basically betrayal-proof. It wasn't. We smuggled\nweapons into the Ghetto. I had some weapons training there, and at the Powder Tower I had\nfurther training. I became an ordnance expert.",
        "Q: How did you get the weapons that you smuggled?",
        "A: These were weapons that the Germans had collected in the battlefields that the Russian army\nhad left behind in retreat. They brought these things together in the Powder Tower and tried\nto reconstruct them into useful weapons. There were also some Russian PWs, worked in that\nPowder Tower. That brings me to the Russian escapade. One of the Russians from Georgia\ntook me aside one day and said that one of their members was a high ranking officer and\nthere were several others like that and I should get in touch with the underground and get\nthem out of there before the Germans found out who they were. So, I got through the\nunderground. We organized this. Somebody stole a German army truck and uniforms and we\nbecame Feldpolizei--military police-- and then just before the action was to take place, one\nof the ten people in our little group, nine now, took me aside for a walk one day, and said,\n\"You aren't going tomorrow.\" When I asked how he knew about it, he said that he was one\nof the Committee of Ten who governed the underground. I had no idea. Jerry Bahn, so he\nsaid you have to stay behind and organize the next one. Well there was no next one. This one\nwas betrayed, and they all got killed. In any case, that thing became a little bit hot for me,\nand I got myself reassigned out of there. But we had a good organization.",
        "Q: How large of an organization do you think it was?",
        "A: I haven't the slightest idea. I can tell you how many people I knew. That was three.\nUnbeknownst to me, there was another underground going on, and that one included all the\nGhetto police in the Latvian sector. These were select fellows, about 50 of them, and I had\nnever looked at them as my buddies because we could not disclose to them our underground\nor they would have had to stop it because it would have threatened other people. That was\nthe trouble with forming resistance in the Ghetto or a concentration camp. It was not in\nisolation. The retributions, like the town of Lidice in Czechoslovakia, was total. So we had to\nbe very cautious about who knew about it. And it affected my social conduct totally because\nI didn't trust anybody, and I didn't want to expose anybody to knowing me. Well, the Latvian\npolice was betrayed and they were killed by the Nazis. For some reason, the sense of humor\nof the gods, I was not picked out and I started to do very innocuous work, which was\nprobably a life saver, because some of the work at the Powder Tower was fairly risky. We\ndid bomb disposal, for example. I remember one time in northern Lithuania there was an\nencampment of Soviet 105 artilliery that they had left behind and this stuff was damaged and\nthey were scared that people would bump into it and blow themselves up. So, they told us to\nbring those things out. Well, some of them could be brought out. You could unscrew the fuse\nand have an innoucuous metal object. Some of the fuses were obviously damaged and should\nnot be monkeyed with and some were plain too dangerous to move. So, what we did, was to\nunscrew the good ones and put them in crates and load them in the truck. The others we\nplaced in a circle, 16 rounds of 105 plus two pounds of TNT in the middle. Then we threw a\npercussion’ handgrenades into the woods to scare away the locals. The Lithuanian police\nkept them away from us. Then we had 15 minutes to trade, to get some food. My speciality\nwas raw eggs, and then we'd get the dickens out of there after lighting a short fuse. The\n*Correction: concussion.\nexplosion was impressive. And then I would sit on the tailgate of this truck full of\nquestionable artillery rounds and carefully balancing a bag of raw eggs, worried about the\nraw eggs. The German police at the Ghetto never bothered us when our truck came back.\nThey stayed away from us and that was one way to bring weapons into the Ghetto.",
        "Q: What about the internal police? Were there Jewish police within?",
        "A: Well, for obvious reasons we couldn't trust them. For the protection of the rest of the Ghetto\npopulation they couldn't tolerate what we were doing. So, yes, they were the enemy as well.\nOn one of my electrical engineering assignments I worked in a textile factory installing cable\nand on the way to and from work in the truck, I met a young Jewish girl from\nCzechoslovakia who had just recently been brought to Riga and there was a very strong\nattraction. You might call it puppy love, I don't know, but we decided we were going to get\nmarried after the war. That sort of continued until 1943 when the Ghetto was eliminated. The\npeople in Ghetto were either assigned to work camps--Arbeitslager--which were subservient\nto Kaiserwald. Kaiserwald was established and I was shipped out to Kaiserwald one fine\nday.",
        "Q: I want to ask you a few more questions about the Ghetto. Now, what I've heard 1s that only\nthe small Ghetto remained. Did they ever fill up the larger Ghetto again?",
        "A: I'm sorry, I left that out. Within a week of the second action, they brought in Jews form\nEurope, from Czechoslovakia, from Germany mostly and assigned them to take over the\nhomes. One lady told me that 1t was a horror because the food in some cases was still warm\non the table. They couldn't understand what happened here. How come these people so\nsuddenly left. They didn't believe the obvious. After all they were told by the Nazis that they\nwere going to be working in the east. They believed it. They wanted to believe it I guess, just\nlike we wanted to believe all the other lies. So, there was a new population into this larger\nGhetto. Some of these folks came straight from their homes in Germany. Some of them were\nreally Jewish Germans instead of German Jews; there was one gentleman with the Iron\nCross from World War I, proudly displayed, which was torn off. Any sign of self awareness\nhad to be destroyed. Yes, it was a new population. I did not mix with them. This charming\nlady, Nelli Stahler, was on the same truck. I did not have to pick her out. I was not good\ncompany. I was not safe company, so I didn't make myself available as safe company. I don't\nknow if there was any other mixing. I never did.",
        "Q: What about the daily life the basics in the Ghetto, the part that you were in. Was there any\nlife, was there enough food? What was going on there other than working?",
        "A: Depends on your definition of life. You call that living? Yes, there was life. It was a\ncommunity. People went out to work. Some people did not, some people did. There was\nmedical care. Some people got together in the evening for a musical soirée. I was not in that.\nI cannot talk about it. To me, it was a totally abnormal society in every respect. I'm not aware\nof any children being born or conceived for that matter. I just don't know.",
        "Q: Your part was mostly men?",
        "A: It was all men, yes.",
        "Q: Were there any activities, anything other than work, come home, make food?",
        "A: That's it.",
        "Q: Now, both of these Ghettos were under some sort of administration?",
        "A: Yes.",
        "Q: Who were these people who ran the Ghetto?",
        "A: There was a Nazi administrator, an SS officer who had a lousy reputation; well earned, I\nmight say. He ran it with an iron fist. Whether he could do otherwise, I don't know. It didn't\ntake very much to keep this kind of society alive. It also didn't take very much to destroy it. It\nwas not that cohesive. There were people from all over Europe. Germany itself didn't have a\nstrong national entity. After all it was only Bismarck who unified the German principalities.\nSo, the united Germany was a myth and the love between the Bavaraians and the Prussians\nfor example, was not there. I was escorted one time through Riga by a Bavarian officer, and\nwhen somebody blew up an ammunition train in Riga not far from us, he jumped from one\nfoot to the other shouting, \"Serves the damn Prussians right.\" There was that kind of local\nchauvinism in Germany. It was repeated in the Ghetto. I have seen it repeated in the Ghetto.\nI don't know how prevalent it was.\nTAPE #2",
        "A: I had as little to do with the administration as I possibly could. I didn't go on sick call\nbecause it wasn't healthy. We did have a small hospital. It wasn't very healthy either.\nWhatever supplies I had to have I had with me. We did, in our little group of nine, in our\nshack, we had two people who stole food and brought it in. I was one of them so when I quit\nthe harbor I had to rely on others. But it was not a problem. At that point, food was not a\nproblem. That became a problem later. So, the administration mostly was German Jews. Not\nLatvian Jews especially after the killing of the police, and I just kept my distance from them.",
        "Q: This one administration ran both Ghettos?",
        "A: Yes, so we had a sub-administration if you will but yes it was one group that ran the whole\nthing.",
        "Q: Now because this 1s interesting, dynamic, because they were German Jews in Latvia did that\ncause any tension, or did everybody get along?",
        "A: I am told that it did cause tension. I never experienced it, maybe because of the German\norientation in my home, but some of the German Jews told me since then that they felt\nsevere antagonism on the part of people who said \"They killed my family so you could move\nin here.\" Like I said, I did not experience it but I'm told it happened.",
        "Q: Was it your sense that the Jewish administration and the Jewish police tried to help and\nsupport the community or were they corrupt 1n basically saving their own hides?",
        "A: I don't think they were corrupt, but their view point was different than mine. They wanted to\ndo nothing to antagonize the German administration. The less antagonism, the quieter the\nbetter they were off. People like myself who challenged that obviously were outvoted. All\nwe could do is cause trouble a la Lidice. So, it was their job to make sure that we didn't exist,\nthat we didn't do these things and it was my job I felt to do precisely that and to be in a\nposition of taking some of them with me when the time came. I wasn't very nice. I didn't feel\nany reason to be. But that's Ghettoesque society. What an awful term. That Ghettoesque\nsociety existed reasonably successfully until Kaiserwald. Until the Nazis decided to\neliminate the Ghettos as one step in the control of the Jews.",
        "Q: After the actions in the beginning or in the early months, was it fairly quiet then until the\nliquidation or were there other roundups and actions?",
        "A: No, it was fairly quiet. I'm not an eyewitness to what happened in Salaspils, but I'm told that\nSalaspils, which was a small concentration camp outside of Riga, that there were medical\nexperiments going on and things of that nature. I have no direct knowledge. The liquidations\nwere performed by Einsatzgruppen. In the Nazi hierarchy, the SS was in charge of that\nparticular activity and they relied heavily on local talent to do some of the dirty work for\nthem. They found that the German troops were not suitable. Their mentality was not suitable\nfor this kind of a mass murder of men, women and children. I read some place that some of\nthem approached Himmler and complained about needing a break for his troops. That they\ncouldn't take that kind of work any longer. One reason it is speculated why Riga became an\nimportant killing ground was because the Latvian population was anticipated to support the\nliquidation of the Jews. So, that probably will be strongly opposed by some Latvians, but\ntwo years ago when the Gogol Street synagogue monument was dedicated, the president or\nprime minister of the country in his statement said that the Jews only have themselves to\nblame, because after all, they were working for the Germans. And that kind of insensitivity\nto what really happened, in a high government official, does not speak well. In any case, in\nthe Nazi approach to the Final Solution it couldn't be done with an undisciplined mob within\nthe Ghetto. The movie Schindler's List was, I thought, an excellent depiction of an Aktion in\naction. People fell through the cracks. The kids were hiding in the latrines and stuff like that.\nIt was not a well-organized activity with precision, and that was what was needed. The task\nof killing that many people successfully is formidable. The eventual disposition of the bodies\nalso was. So the Einsatzgruppen became specialists supported by local talent and that's what\nhappened in Riga. I cannot speak for all the others.",
        "Q: One other question about Ghetto, and you got involved in an underground organization, how\ndid that come about? How did you get involved? How did you know who to trust?",
        "A: Well, we didn't trust anybody, that's why we had these groups of three so that any betrayal\nwould have limited consequences. Subsequently they discovered -- and I don't know who\ndiscovered it and betrayed it, but they discovered one of our training rooms, which was\nrather nicely hidden underneath a movable kitchen. Underneath there was a cavern, and it\nwas very well done. We did learn how to use weapons. We didn't fire them there, but we\nlearned how to use them. By my activities in the Powder Tower I did know how to use a\nweapon and learned even better. No, you couldn't trust anybody.",
        "Q: You were just talking to some of your colleagues and said \"Let's fight back\"? I mean, how\ndoes this get started?",
        "A: Well, I let it be known that that was my mind set and eventually I was contacted.\nInterestingly there were two undergrounds in Latvia. One was the Nationalistic one, the one\nthat wanted a free Latvia but had no arms in to succeed 1n itt, so all they could do is pray that\nsomeday the Swedish navy would liberate them, which they didn't. Another one was the one\nthat was pro-Soviet and worked very closely through the communist party in town, in Riga\nwith the Soviet partisans who were mostly the ones near Tukums and Daugavpils, two cities\nin Latvia. They were very effective. The civilian Latvian police, if there is such a thing, left\nthose people alone because if they went into the woods with their arms in their hands they\ngot shot at. If they had them on a sling on their shoulder, they were left alone. So, it was sort\nof a mutual admiration society. My subsequent contacts with the underground were with an\nagent who worked with the Soviet radio station, clandestine radio station near Tukums.",
        "Q: Was there an overriding ideology or did you have goals? I know you were trying to bring in\nweapons, but what were you going to do next?",
        "A: Kill Germans.",
        "Q: Anywhere?",
        "A: Well, clearly we were all motivated to exact revenge. We had all lost our families, every one\nof us. So, our mind set was to avenge something. The professional undergrounder, the Soviet\norganizers, they couldn't stand that because that took control away from them and they didn't\nwant any of that. So they were at cross purposes. There were different motivations. Mine\nwas to damage the German war machine, to damage the German effort. To do something.",
        "Q: Was there a where and when, do you know what I mean?",
        "A: No, it wasn't that well organized and the elimination of the Ghetto and the move to\nKaiserwald brought a halt all of that for a while. The underground in the city continued\nlively. When I got to Kaiserwald in the early summer of 1943, I was again in very strange\nsurroundings. Do recall, if you will, the life in the Ghetto, no matter how crazy, it was still a\ncivilian existence. When you moved to the concentration camp, you became a number. You\nlost your identity as a human being, and so that changed your perception of yourself. It\nchanged the Nazi perception of us. We were so many pieces. I didn't stay long in\nKaiserwald, just long enough to get my nose busted, but that was an even more abnormal\nsociety. The importation of the German Kapos, the German professional criminals who\nbecame the ears and eyes and hands of the Nazi administration, they did the dirty work. They\nwere not Jews, and whatever feelings they had about Jews was not pertinent. I didn't stay in\nKaiserwald more than a few weeks. It was enough not to like the place.",
        "Q: Why?",
        "A: Because you ceased to be a human being and because it was dehumanizing. For example,\none of the betrayers in the camp was found drowned in the latrine upside-down. That is not\nthe normal proceeding. We had one gentleman by the name of Einstein who was a head\nKapo in a smaller camp somewhere in Latvia; when they destroyed that camp he was\nbrought to Kaiserwald and we knew that he had actively collaborated with the Nazis. So we\nheld kangaroo court in the barracks at night and persuaded him to hang himself. Well, we\ntried to persuade him, he wouldn't. He was -- why would he kill himself, but after two weeks\nhe snapped and he went after the fence with a set of manicure scissors and he got shot by the\nguards. It was that kind of abnormal society. There was some other work going on and we\nwere fed reasonably well, comparatively well, comparison with later food. But it wasn't that\nbad. It was a --in all respects a totally abnormal society. At this point, I was about 18 and,\nheck, I resented it. I resented everything that had gone before that and that was still going on.\nI was very soon assigned to a branch camp at the cement factory. As a matter of fact Riga\nhad a large and reasonably modern cement factory. They were short of people, so they got\nthe SS to give them some Jews, and I became a maintenance electrician in that place.",
        "Q: Do you remember the name of the place?",
        "A: Zement Fabrik. Cement factory. It was on the left bank of the Daugava River that goes\nthrough the country. It was hard work, but it was not without some humor. It was not without\nsome human contacts. I met two people there who were important to me. One was a fellow\nprisoner, also an electrician, who just had a couple teeth left. He had come from the\nZentralka prison. When I asked him of my father he knew him. The other one was a young\nman by the name of Dute. Arvids was about my age, came from a farm near Tukums. He\nwas a totally dedicated communist. Had gotten his whole family to jail because of it and he\nwas still pursuing it. He had a furnished room near the cement factory and he gave me some\nfood. He was a delightful man, a truly delightful dedicated fighter whether you share his\nphilosophy or not, his politics. That assignment lasted for about -- by the way that other\nprisoner confirmed that my father had been tortured to death but he couldn't tell me when or\nhow. When that assignment closed, they closed that little branch camp, at the factory, I was\nassigned together with the others to Spilwe. Spilwe used to be the airport for Riga. The\nGermans modernized it, enlarged it, and 1t became the main tactical Luftwaffe--German air\nforce-- support field for the northeastern operations. So, as long as they could fly, they flew\nout of Spilwe.",
        "Q: Was Spilwe part of Kaiserwald?",
        "A: It was administered by Kaiserwald, yes.",
        "Q: Did you live at Spilwe or did you live at Kaiserwald, in barracks?",
        "A: Call that living. In Spilwe the living quarters, sleeping quarters, were in an abandoned old\nbrewery. It was not designed for the purpose so some of the rooms and facilities were not\nvery suitable but they had a fence around it and it was administered by somebody we called\nthe \"Eiserne Gustav'\"--the \"Iron Gustav\"--a perverted gentleman in the SS. No pretty girl\nwho was safe for the man. Or boy. But 1t worked. I was an electrician again, on the airfield.\nThey clearly didn't have enough guards for all of us so they had guards around the field. It\nwas a leaky fence. And there were times when I had a civilian suit from Arvids in one of the\nsubstations that nobody would go in because of high voltage. I would put that on and go an\nlook up my friend Arvids during the day. I gave him information about the Luftwaffe--the\nGerman air force--the disposition of planes and so on. And he instructed me how to sabotage\nthe planes. So, I was able to get into a hanger and unsecured the oil drain plug cotterpin and\nthen watch to see if that plane would make it back or not. Sometimes it didn't so I shot down\na German plane. We also handled bombs and we found out that there was a way to secure\nthe bombs so they wouldn't go off. So we all did that. But my main function was as an\nelectrician and that was pretty good. I was also able to steal some personnel documents,\nration cards, and passports and so on and I.D. cards and get them via Arvids to the\nparatroopers in the woods. All in all I felt very successful and so did the underground. So, in\n1944 with the return westward of the Soviet Army there came a point when they said you've\ngot to get out of there. We have to save you. It was around May or June of 1944 I had a\nfriend in Spilwe and I told him -- I told the underground first that I couldn't leave without\nhim because obviously he would become a hostage under the Nazi system. The nearest\nrelative or the nearest friend becomes a hostage and, within three days, if he doesn't come\nback, he's dead. So, I explained to him that he had to come and be prepared the next day not\nto come back. So, that night he went over the fence and left me. So, I became the hostage.\nBoris Monastirsky, a fairly unforgettable name. He survived. I was designated as the hostage\nand within three days I was assigned to Stutzpunkt. Stiitzpunkt was the work assignment\nwhere you went and naturalized, denatured the mass graves. You had to open them up,\ndestroy them with lime, and then close them up again to eliminate them. And of course, since\nyou were a witness you had to be destroyed. It was an assignment of no return.",
        "Q: You just covered them or you had to cremate them?",
        "A: Well, you had to open them up, chemically destroy them with lime, and then cover it up\nagain. The decomposition gasses were unavoidable and they raised the earth, they raised the\nsoil. So, to stop that, you had to either remove the bodies which by then were not easily\nhandled--that is a euphemism, too--and so destroying them chemically in place was the way\nto do it. So, I was assigned by the Eiserne Gustav to that detail, and the truck broke down.\nThe Germans used at that point trucks that were lacking gasoline and they used stoves that\npartially decomposed wood and the resulting gasses were combustible. So, that was in lieu of\ngas and it raised Cain with the engines so they frequently broke down. This one wouldn't\neven start. So, I was permitted to stay in the camp, but not go out to work. So, I became the\ndelouser. I would take mattresses and clothing that were full of lice and fleas and stuff like\nthat and bedbugs and put them in a chamber and use a bowl of sulfur powder with sawdust\nand set it on fire and then seal the thing up. The next day I would open it up and take the\nstuff out, shake out the dead beasties and do the next one. This wasn't very healthy. You did\na lot of inhaling and finally I went to the Eiserne Gustav and said I was on strike and I wasn't\ndoing that any more. And he was so impressed with this audacity that he said if you find a\nguard who will give you his gas mask, you may don it. There was such a guard. So, that\nhelped. The guard in question was half-Polish, half-Scottish, in the German SS. He gave me\nhis gas mask. He also did the incredible act of sitting in the guard shack and listening to\nRadio London and Radio Moscow and then come out and tell me what's going on. Because\nthe front by then was very dynamic. He also did an even less credible. He and a German\nlieutenant marched the perimeter of the fence of the camp and then the two of them took me\naround and showed me where there was a weak spot where I could go over the side. Totally\nunheard of that two of those people in uniform would trust each other as much. But in any\ncase, one day I was allowed to go out to work under a one-on-one guard to dig an air raid\ntrench, and I discovered where I was digging was obviously a field cemetery from the\nSwedish-Polish war of 200 years ago. And I found a lot of wonderful skeletons well\npersevered in this sandy dry soil and I put \"Charlie\" together, a full skeleton leaning against\nthe tree. There was a loud laughter after that. The captain of the German meteorological\nstation which was there, dismissed the guard and he and I ended up using the captain's Luger\nto plunk at tin cans on \"Charlie's\" head. It didn't last long, but it was fun. He also showed me\nthe German tactical map and how sparsely they had occupied the countryside between Riga\nand Leningrad. So, the time had come pretty close to do something. Well, the Nazis did it.\nThey liquidated Spilwe as part of Kaiserwald, marched us to the harbor and we were loaded\non this one incredible ship and taken on the Baltic to Gdansk and to Stutthof.",
        "Q: When you say you marched to the harbor, were you close to the harbor?",
        "A: Yes. Riga is a harbor city. The Daugava river bifurcates Riga just like Covington bifurcates\nOhio at Cincinnati, so, yes, it was a port city. Stutthof was, as Bella said, was a horror. It was\nour first aquaintance with an extermination camp as opposed to the labor camps or\nconcentration camps before in Latvia and, thank goodness, I was there for only a few weeks\nbefore being shipped off to a branch camp of Buchenwald. Listen to the semantics of that:\n\"Thank goodness I was shipped to Buchenwald\"!",
        "Q: What was so horrible of Stutthof?",
        "A: Stutthof was an extermination camp, not a labor camp. It was a place to kill a lot of people,\nstarve them into being vulnerable to diseases so that they would die. It was not designed as a\nmass killing installation, but it was designed as a mass death installation. So, the conditions,\nif you will forgive the expression, the living conditions, were submarginal. The food was\nsubmarginal. And it was not designed to be survived. That was very unique in that respect.",
        "Q: Did people work there?",
        "A: No, there was no work. There was just dying. Everything else was just immaterial.",
        "Q: So, how did you spend your time?",
        "A: Partly doing calthestenics. That sounds ridiculous, but it was a way to burn off our energy,\nwhat was left. We had to do push ups and knee bends and so on. Try doing a knee bend to\nthe count of eight and then stop at three and stay that way for a while. That takes energy\naway from you. Anything to destroy you. There was one young Russian PW in Stutthof who\nbroke down and took a hammer and smashed his German guard over the head with it. He\nkilled him. He was executed that night and we had to stand at Appell and watch him hang. It\nwas not a nice place. The exception perhaps was a group of Norwegien PWs who were fed\nby the International Red Cross. They got food packages every week and they sat there along\nthe fence and taunted the SS guards by biting into a large salami and then throwing the rest\ninto the dirt. The Germans didn't have much to eat at that point. So, the atmosphere was\nrather deadly.",
        "Q: Was there any commraderie among the inmates like yourself?",
        "A: No. Not that I remember. There was no what they call bonding. Not in Stutthof. It was\nawaiting death. And, if you will, at that time we were badly weakened. We had not been\nproperly fed for a long time and worked. The transport from Riga to Stutthof was not\npleasant. There was a lot of sea sickness. There was very little food, almost no food, and no\nwater. We were badly emaciated by the time we got to Stutthof and that environment just did\nthe rest.",
        "Q: Do you remember what you were thinking at the time in terms of chances for survival.",
        "A: I remember the tactical overlay that I saw that this captain showed me. I knew that the Nazi\nsystem was coming to an end and I resented the fact that I wasn't going to be there to see it. I\nbadly wanted to see that, but your thoughts are heavily preoccupied with food and your\ndiscussions are about juicy steaks that did not exist. It's like \"fatah morgana\" in a desert\nwhere you visualize a bucket of water or a lake. We were not normal, I think, at that point,\nand our thoughts were not what a normal person would conjecture to be. This is not\nuniformly so. My friend the cellist ended up in Stutthof and so did his sister. His sister died\nthere. But in his words, he had to unload a truck with several others at one point, and he was\ntold that if it takes longer than 30 minutes you'll be shot. Well, we didn't have watches, but\nbeing a concert cellist he played in his mind the Saint-Sans Cello Concerto, which he knew\ntakes 23 minutes. So, they unloaded the truck in time. There were these moments, but in\nretrospect 50 years later to tell you about my thinking process I can't. I don't know.",
        "Q: Mostly you talked about food?",
        "A: It was a dominant subject. And safeguarding what little food you had. I mean you got a small\nfood ration every day.",
        "Q: Is there any way to get extra food there?",
        "A: No.",
        "Q: How long were you in Stutthof?",
        "A: Oh, about four or five weeks I think.",
        "Q: Then what happened?",
        "A: Then the order came out that they were looking for professionals, and I was an electrician of\ncourse. I could prove it so I volunteered. Anything was better than Stutthof and I was put on\nthe transport to Magdeburg. There were others, my friend Bella and her husband and several\nothers so it was not as if it were among strangers.",
        "Q: You and Bella went together on this transport?",
        "A: Yes. That was the positive aspect. The fact that we were eagerly volunteering for\nBuchenwald didn't come through. It was the sign of times. By comparison to Stutthof,\nBuchenwald was okay. Magdeburg was a branch camp, a labor camp, AuBenlager 101 of\nBuchenwald. And I again became an electrician.",
        "Q: Is Magdeburg a large place? How many people were there?",
        "A: Oh I'm guessing, I'd say about a half a million. It was a fair-sized city.",
        "Q: How about the camp?",
        "A: Oh, the camp was small. Only a few hundred people in it. It was set up to support the Polte\nfactory; they made ammunition. Yes, we supported the German war effort, for the love of\nPete, reluctantly and only for a while. Two things interfered. As an electrician I had\nmaintenance access to that part of the plant. The stampings, the manufacturing process,\nconsisted of large stamps that rammed a disk into an elongated shape, further elongated at\nother stamps and then it was taken to the machine floor in the mezzanine for final drilling\nand lathing, turning. That elevator therefore became a key in the transport and I was able to\ndestroy it. It had two wheels which were driven by a large motor and I overrode the security\nsystem and drove it beyond its limits and broke the two rails that handled the elevator. The\nchief engineer of Polte formed a committee to find out why it had happened. They decided it\nwas sabotage. That evening in the camp I told our head Kapo, Dave Kagan, what had\nhappened, and he gave me a new number. The chief engineer, you know, You see one\nprisoner, you've seen them all, and he went by the number and I had a new number and he\ncouldn't find me. So, my Kapo saved my life.",
        "Q: Now, why was this Kapo so benevolent?",
        "A: He was a nice guy. He did his work, partly to make sure that the Nazis did not administer us\ndirectly because they could beat us more than he could.",
        "Q: Was he German?",
        "A: He was a Jew from Latvia. I don't know what part of Latvia. He eventually came to the\nStates.",
        "Q: So some of the Kapos were Jewish?",
        "A: Oh, yes. I have no statistics. But in any case, that slowed down the transportation from one\nfloor to the other. The other thing is that the allies conducted air raids of Berlin every night at\nten minutes till nine the armada flew over Magdeburg, and then we stood there and waved\ngoodbye. Then one night they stopped and, on the third of January 1945, they blitzed the\ncity. They destroyed a good part of it and moved on. That pretty well wiped out the\nproductivity of Polte. After that they did one more massive bombing raid and that totally\nwiped it out and after that we just cleaned up debris in the city. There was no sense working\nin the plant. Also, somebody had very good intelligence on the ground because when the\nutilities to the plant were brought back to life, the compressed air station, the water works or\nthe transformer, one plane would peel off that night from the armada and wipe out that\nfacility and move on. There was very good intelligence apparently, by somebody. It was\ndelightful to watch, but that was the end of productivity.",
        "Q: Now when you were in the city cleaning up debris, did you come in contact with the local\npopulation?",
        "A: No. I had no contact. They pretty well stayed away from us and vice-versa and there were\nguards. The German administrators had a difficult time with some of the cleaning up because\nthere were bodies around. There was one bomb hit right in front of the door of an air raid\nshelter housing a large number of Hitler Youth kids, and the air shock dismembered\neverybody in there. So, we had to go in and pick pieces of bodies and try to match them up\nby shoe size or things like that. People didn't like to be with us. It was pretty gory. And you\nreally couldn't jump for joy. These were kids, no matter what uniform they wore. That was in\nMarch. April 11th came around and Patton's Third Army people came around and\napproached Magdeburg. On Eisenhower's instructions they did not go into the city. They\ndidn't want to meet up with the Soviets before they were ready to do that. They didn't want to\nend up shooting at each other so there was a hiatus. The Americans approached and then\nheld back. The German SS disappeared, reappeared. I hid among some old discarded\nclothing in the basement of one of the barracks. They came through with dogs to find me. I\ndon't blame the dog for staying away from me. I had a terrible nervous digestion at that\npoint, and even the police dog could not stand it. They caught me twice. Once I crawled\nunderneath some bunks in the barracks. They found me there; and then I escaped to the plant\nitself. As an electrician I knew where everything was, so I was able to hide out successfully.\nAnd I stayed there until the American army was firmly in Magdeburg. So from up there, near\nthe top of the plant, I saw the white flags of surrender and the American tanks coming in. I\nwent shooting down the fire escape. This poor G.I. I'll never forget his face. I was an\nunpleasant apparition. But life came back.",
        "Q: What happened to the Germans?",
        "A: They surrendered.",
        "Q: They just surrendered.",
        "A: Yes.",
        "Q: Were there any attempts that you noticed to retaliate against them by prisoners?",
        "A: There was only one case where an SS man, now in civilian clothing, who had originally been\nin Poland and had a little Polish flag in his lapel. He was recognized and the prisoners beat\nthe devil out of him, and there was a Jeep with an American war correspondent. He said wait\na moment, wait a moment. Do that again. I haven't got it on film. So the poor guy got beat\ntwice.",
        "Q: I'm sure you weren't weeping for him.",
        "A: No. His name was Shuller. He wasn't very nice. I was at that point emaciated. I weighed\nabout 80 pounds and I had to put some weight on. The American troops that came in had\nbeen on C-rations or K-rations for months and all they wanted was some warm food and I\nended up cooking pancakes. I don't know how many hundreds of pancakes I fixed until those\ntroops left. Then the British army moved into Magdeburg and in the meantime I had been\nlooking for that chief engineer who had been so incredibly unpleasant. When the SS pulled\nout, he patrolled the plant with his dog and tried to find his old slaves. So, I found out where\nhe lived, talked to his neighbor, a charming lady and her daughter. And they promised they\nwould tell me when he comes back. He had fled to the country. So one day they told me that\nhe was back, and I went after him with a very unpleasant looking knife, a \"pig-sticker.\" He\nwas thoroughly intimidated, came with me. I took him to British Field Security Office--FSS\nOffice--and turned him over to the sergeant. And then I had to fill out the form, and he\nlooked at it and he said, \"Are you from Riga?\" and I said \"Yes.\" \"Do you have an uncle by\nthe name of Aaron?\" I said \"Yes.\" He said \"Well, we used to do business together.\" He said\n\"Don't worry about that guy, but as for you, don't talk about it to anybody, but we are\nchanging occupation zones and the Soviets are coming back here. So, if you don't want to go\nback to Riga, get out of here.\" And I told Bella and her husband that, and this little caravan\nsoon thereafter left Magdeburg. Five of them in one car, my sidekick and I, each on a\nmotorcycle. I had purchased from the chief of police an I.D. card identifying me being born\nin Marseilles. I didn't speak French, but neither do the Soviets. That worked. Just in case\nthey find me they'd have to send me back to France. I was fine until we got to Neuwied am\nRhein, which was initially in the American zone and was then taken over by the French. And\nthey were concerned about this Frenchman who refused to go back home. So I had to leave\nand the rest of them left at the same time.",
        "Q: Now, just logistically: you spent the last several years in Ghettos and camps. Clearly you\ndon't have belongings. You don't have money. How does one get around? How did you\npurchase the fake I.D. How did you get from place to place?",
        "A: Purchasing the I.D. was a box of American cigars. That is an open currency, cigars and\ncigarettes. The Germans gave each former prisoner a double ration card and enough money\nto buy the food on it. That still wasn't very much, but I went back and having a card saying I\nwas from Polte camp was very nice. It was so nice, I went back twice more. Now, I had three\nI.D. cards. Three sets of ration cards and money to buy three sets of them. I was swimming\nin food. I needed that. I needed that food very badly. Also, we liberated--we stole, or broke\nopen--a food supply warehouse for the city of Magdeburg and we, the ex-prisoners and the\nGerman civilians helped ourselves. And I came back to our pad with a barrel of 25 kilos--50\npounds--of butter and a bag of flour and I went into the pancake business. No, getting the\nfood at that point was not a problem. And eventually I doubled my weight. I became fatso. In\nthe summer of 1945 I rebuilt my system. It didn't take too much. It was boring after that. I\nfelt the need to do something. And after Neuwied, when we got back to Frankfurt, I went one\nnight to a German bar. I did a lot of that. I became the youngest alcoholic on record I think,\nbut drinking my booze in that bar there was a G.I. who was fairly lost. He and I had a\nconversation of some kind in pidgin German and pidgin English and he asked if whether I\nhad any relatives in the states, and I told him that when I was two weeks old an aunt came\nand visited us in Latvia from New York. I knew her name, but her maiden name. Then we\nparted company. He took that information back to his father in a letter. The young man's\nname was Oppenheimer. It was a clothing empire. They were filthy rich. He turned that\ninformation over to one of his minions and they found this aunt in New York rather nearby\nand another aunt, and an uncle and untold cousins. So, they now had word that I was alive,\nand they went -- they didn't know where I was so they went to the American Red Cross and\nasked to find me. Well, after this drinking episode I heard that the U.N. Relief and\nRehabilitation Administration could use volunteers, so I went to them. I was interviewed by\na young man who was a school teacher in New York, and he put me on.",
        "Q: Where was this?",
        "A: This was outside Frankfurt. The headquarters was in part of the old I.G. Farben structures.\nThe same place where they used to make cyanide gas for the prison camps.",
        "Q: So you had made your way to Frankfurt to the American zone?",
        "A: Yes. So, now I worked for the U.N. I was given an uniform, a G.I. uniform with the UNRRA\npatch on the sleeve and I was somebody. My assignment was to go through every incoming\nletter for the Central Tracing Bureau which supervised all the findings of missing people all\nover Germany and Austria from anywhere in the world, except from Germany. I would\nidentify the most promising avenue to inquire about these missing people. So, I came across\nthe request from the American Red Cross for me from those people in New York. I was the\nquickest case we solved.",
        "Q: The people were writing in from everywhere about their relatives?",
        "A: Yes, from anywhere. About 400 letters a day. It was a incredibly hellish parade of human\nmisery. Every letter was a missing relative and it was inspiring to do something. The military\ngovernments of the four powers were military. They were not responsive to this additional\nburden, especially not the Soviets who didn't do anything on it. And so I took one of my\nfamous boxes of cigars to the local postmaster and explained to him what we were doing.\nWhat these nondescript brown G.I. envelopes designated and word got out and I had an army\nof post men working for us. We were incredibly successful. We solved about 400 cases a\nweek,",
        "Q: How did you solve these cases? What was your process?",
        "A: I sent out questionnaires to where I thought was the best address to try. If the people still\nlived there they responded on the questionnaire, and I had positive I.D. I also went through\nour death files and saw if we had them on record.",
        "Q: Cards as far as having come from the Germans?",
        "A: From the Germans, from the camps, yes. It was a marvelous operation. It was the most\nimportant piece of work I ever did in my life and the most satisfying. When UNRRA moved\nits headquarters to a little place called Arolsen, near Kassel, I went with that job. I don't\nknow, should I go into the politics of it?",
        "Q: Sure.",
        "A: There was little love lost between the U.K. politically and the United States. In UNRRA,\nthey were able to -- they being the British administrators were able to force every American\nout of any important position. The only one left was a friend of mine named Tip Westfall\nwho had the innocuous job of supervising three ladies in something called statistics and\norganization. I joined him because I found that some of my found cases didn't make it out,\ndidn't notify the people even though we had found the positive answers. So, Tip, who was\nformer professor of English, asked me to join him. I turned my section over to a\nLuxembourg fellow and I became the eyes and ears, gave him the information and he wrote\nto Governor Lehmann, who was then the Director General, to no avail. Then he wrote\nanother one to Fiorello LaGuardia, who came in after Lehmann and Butch LaGuardia came\nto Europe and fired that crew that committed this kind of sabotage and we found a thousand\nfiles that had not been acted on. I think that it ties in with the British access to India in the\nlast century with the British access to their territory in Palestine and was tied in with that\nkind of thing. The head--General Morgan--of UNRRA in Europe, who was a relative of the\nroyal family. He was Eisenhower's aide-de-camp during the war. He was untouchable until\nButch Laguardia came on the scene. He fired him.",
        "Q: So you think they didn't want to help people because maybe they would get to Palestine?",
        "A: They wanted to impound that information, take a bite out the U.N. and turn it over to a Red\nCross organization that they would control. And it just further eroded our contact.\nTAPE #3",
        "Q: You were saying that you certainly did not get cooperation from the British in terms of\ntrying to find missing people?",
        "A: Or from the Soviets for different reasons.",
        "Q: Were you getting help from any other international organizations?",
        "A: No, the international organizations got our help. We were the central organization. We had\nthe death records from the camps. We had the last available information about people, and\nwe had access to the military governments who would accept our inquiries, and then also the\nGerman postal service.",
        "Q: So you fed this information to the various relief organizations?",
        "A: We fed it back to whoever asked for the information. If the information came from the\nAmerican Red Cross we fed it back to them. If it came from a constituent of a Senator we\nwere particularly nice to them. It was really a international service. It was not directed\ntowards specific organizations.",
        "Q: Did you have contact with any of the missing persons themselves?",
        "A: Oh, yes. That was the real welcome feedback that kept us alive because we worked very\nvery hard. It was a 7 a.m. to 11:00 at night effort, because at 11:00 at night the kitchen would\nclose. So, it was the only meal during the day that broke me away from that effort. It was\ntruly important to combine these people. I would get letters from folks in South Africa, and\nanywhere in the world, grateful that they had been reunited with their families. It was very\nwelcome. I saved all those things and then lost it in a move. It was a very good job.",
        "Q: Was there any kind of special sensitivity that you had to have in terms of dealing with this?",
        "A: Or unsensitivity: you were dealing with flesh and blood. I had lost my family and I had\nperhaps in that respect additional sensitivity to others, but basically it was grit your teeth and\ndo it, but by all means--do it. So, 1t was, like I said, it was the best job I ever had.",
        "Q: Were there many of you? How many people were working there?",
        "A: Well, I had the L section in the tracing bureau, and we did the lion's share, about 90 percent\nof the work. I had ten typists. I did all the screening and I did identification work. I didn't\ntrust anybody to do it for me. I just liked the results. That came to a halt when I received the\nvisa to come to the States. That came in April. I was on the ship in May.",
        "Q: Of '46?",
        "A: Of '46. I was met in New York by my uncle and two aunts and this incredible gentleman\nfrom an ethnic society, a Latvian society in New York who gave me a $20 bill, since I had\nno money. I had nothing else. That was neat. I was able to spend that on the subway system\nand learn what New York is like and get a job as a busboy in a place called Farm Food\nRestaurants, near Radio City Music Hall. That job lasted until August. I had signed up to get\nmy so-called first papers. The first step in the naturalization process. When you do that you\nsign up for the draft and the draft got me and I was in Ft. Belvoir, in basic training, that same\nfall.",
        "Q: Before you were a citizen?",
        "A: Yes. And then I was shipped out to Italy. They wanted to send me to Potsdam, because I\ncould speak German and Russian, and I objected. The Soviets have a system of dual\ncitizenship, and so they could put their hands on me and then I would sit someplace in the\nGulag and wait for the State Department to help me. So, I didn't go to Potsdam. I asked for a\ndifferent assignment and for the reasons given I was shipped to Italy to the 88th division up\nnorth in Gorizia. I was in S-2, the intelligence section of the battalion. We took care of,\namong other things, the 175 German PWs who were assigned to the battalion and that was\nan interesting ying-yang sort of change of positions. They didn't know about my background,\nand I didn't enlighten them. Unlike Stutthof, they had a club in the city. They had Class-A\npasses. It was a different kind of a life. For Christmas they invited me to their party and in\ntheir toast they said, \"Well, you know, it's a changing world. Today it is you, tomorrow it is\nme.\" I came back in May of '47, was discharged, and I now had a G.I. Bill, so I promptly\nwent to school, found out that I was still able to sit on a school bench and then went to work\nfor Westinghouse in Buffalo. That was fine until July of 1950 when the Korean War broke\nout. I had by now received my citizenship and I thought it was only fair and proper that I\nwould sign up for that war. America had been good to me. So, I signed up. I was assigned to\nthe Signal Corps Intelligence Agency in Washington, and then the Corps of Engineers\nTechnical Intelligence in Fort Belvoir and then I was shipped off to Berlin to do some\nintelligence work for the American Army, which I did until July 1953.",
        "Q: What was it like being back there?",
        "A: Interesting. I'm sorry. I didn't answer that. It had its different aspects. Basically I was a\ncivilian while I was there or at least I appeared to be a civilian. I was now in a different\ncapacity. I drove a volkswagen with German police plates. It was a different world, and one\nthing that came out of the war experience was adaptability. I adapted to this life. I am told\nthat I did good work. When I came back to Washington to be debriefed, some Colonel\njumped up and saluted me and, through me, the effort of my group. So, I was content. I also\nmet in Berlin an American girl who was there working for the Army but not in the Army,\nand we got married as soon as my debriefing was over and I was out of the service. That\nbrought me to the University of Cincinnati. That was in 1953. I went to work for G.E. and in\n1955 I became a nuclear engineer. Anybody could be that because it wasn't taught in\ncolleges. We were self taught. We worked during the day and taught ourselves at night in\ngroups until we became good enough in our trade. I did that until -- I just retired in 1994, not\nbefore my company, which by now is Raytheon, was able to send me to Europe to represent\nthem all over Europe, mostly in eastern Europe. I was able to go back to Riga and see the\nplace as the guest of the Latvian government, not at the end of a bayonet. I saw the Rumbula\nburial places. There was one part of it that was particularly impressive. It was a long box\nabout six feet by six feet by 18 feet long and from it, roughly every five seconds or four\nseconds came the sound of a shot. Since this was the burial ground of my family, it was\nimpressive. I was not successful in selling anything in Riga. Subsequently a friend of mine\nnotified a mutual friend, my old buddy Sasha Bergmans, in Riga that I was alive living at\nthis point in Holland. We corresponded and I managed to get to Riga to meet with him, to\nmeet with three other surviving members of our class of '41. We had an incredible reunion.",
        "Q: This is your high school class?",
        "A: Senior class. None of the others were around. And from there I went to Paris and then to\nMoscow to represent our government in the International Conference on Demilitarization of\nChemical Warfare Agents. That was an interesting exercise. They're still talking about it. We\nhad the reception at the Kremlin. Not bad for a graduate of Buchenwald. The entertainment\nwas provided by a pas de deux from Tschaichovsky's Swan Lake and eventually, at which\npoint I had no more film left in my camera, ten young ladies came out in little wraparound\nskirts to do a Can-Can on roller skates. In the Kremlin. But Moscow wasn't what it used to\nbe. It was the second time I was there and I am told that it isn't anymore what it used to be\neither. But enough of that. I think that perhaps the second most important aspect -- one is to\nbe caught and be incarcerated, the other is to come out and be normal, and to me that 1s\nperhaps the most important part in my judgment of my life: to be normal, to have human\nvalues, a sense of humor, and a dedication to human values. That's my story. Except for my\nmarriage to Bella.",
        "Q: Was becoming normal again difficult?",
        "A: Yes, it was. I like music. Music is a language of emotions, and I can still not listen to certain\ncompositions without becoming emotionally deeply involved. It was more pronounced in the\nearlier days, 1945, 1946. I was a bit of a nut. I couldn't stand the ticking of an alarm clock. I\nknew I threw several through the window, the time element. But aside from those\nidiosyncracies I think I slowly have reentered humanity. I have retained certain key thoughts.\nI have developed into an unforgiving American patriot. There is so much I have received in\nthis country, among other things, my life--how could I be otherwise? This society accepted\nme, other societies did not, and still doesn't. So, yes that is one of the residuals and I have no\nintention of changing that. Incredible dislike for genocides in other places even though they\nare different from the Jewish holocaust. What is now going on in some parts of former\nYugoslavia or the Soviet Union for example without entering politics. That is a very strong\ndislike I wouldn't have if I weren't burdened by those memories. My memories haven't gone\naway as you've noticed, they're still here. Perhaps more now than before, because I think\nmore about it, because my wife, who was also in the camps in Magdeburg and married to a\nfriend of mine subsequently, and we are now married to each other in our tenth year. She has\ngiven back to me my ability to talk about it and reflect on it, which I didn't have before. I\nhave a daughter, two grandchildren. They are my monuments to teutonic inefficiency. That\nis something that I will not lose, but it does stand for reentry into normality. I don't know\nwhat else I can cite.",
        "Q: I'm just trying to get a sense of the difficulty in really recreating your life because the life you\nhad before was interrupted, destroyed, parts of 1t, and when you came here you had to begin\nagain, and that must have been very, very difficult although you obviously have done it\nsuccessfully.",
        "A: Well there is no alternative to it. I could do that or I could go sit at a funny farm. And I did it.\nYes there was a price to that. There are still nightmares and they become reactivated, by\nsome strange mechanisms I don't even know about. The reentry is not total. You don't\nexperience something like that totally and then to negate what has happened, it cannot be\ndone. The death of a family doesn't act that way. So, basically there is no alternative. It's just\na matter of how normal do you become. Do you retain what was instilled in you as a child, a\nlove of people, or do you become nasty and overbearing and discriminating. There are not\ntoo many things that I really dislike. I don't like stewed okra; I never developed a taste for it.\nI don't like people who tell ethnic jokes, because you cannot hate anybody without first\ndiminishing it him, and an ethnic joke is intended to diminish the other guy. So, yes, I have\nmy likes and dislikes.",
        "Q: What do you think drove you through all of these years? What gave you the strength, what\nhelped you get through it?",
        "A: I think the remaining strong influence of my parents. I had a magnificently harmonious\nupbringing in spite of many ups and downs, and what they instilled in me couldn't be\ndestroyed by a bullet and it wasn't. I still have those things. I still have my love of music and\nmy emotional dialog with them via music. I know what it wasn't. It wasn't religion. I had\nparting of the ways with an ever-loving God who was an alien in that environment. It wasn't\nnationalism. It wasn't love of humanity. A chunk of humanity did that to us. So it was really\nbasically their influence. My parents influence and good common sense and not having any\nalternatives. If I had not survived I would not be here talking to you. The probability of\nsurviving and being here is immaterial. It's very small. But then we start from a different\npremise. I really don't know how to answer that. There is no fundamental philosophy that\nprovided the will to survive. Maybe it was just stubbornness, good old-fashioned\nstubbornness.",
        "Q: Anything else you want to add?",
        "A: I just want change the emphasis. I only mentioned it. The desire for love of all people, the\ndesire not to see fatal hatred. We don't all love each other. I hardly know you well enough to\nlove you, besides, Bella would object, but it's a different love. The actions of love is not fatal.\nBut fatal hate is a different matter. The kind of thing that motivates extermination of\ncivilians, not enemy soldiers, that is anathema. I hate hate.",
        "Q: Thank you.\n"
    ],
    "questions": [
        "Q: Would you start by telling me your name, date of birth, where you were born?",
        "Q: Tell me a little bit about your family and your life before the war?",
        "Q: Before you go any further, now these German language schools you went to I assume they\nwere public high schools and they were mixed with Gentiles?",
        "Q: Any incidents or was that pretty comfortable?",
        "Q: So you were involved in all of this as a boy?",
        "Q: It didn't make you concerned, or it did?",
        "Q: Did you come from a religious home?",
        "Q: How was life under the Russians?",
        "Q: Now, where were you at this time, what was happening? What was it like?",
        "Q: Frightening?",
        "Q: Was it effective?",
        "Q: Let me just interrupt you a moment before we get to the Ghetto. In this period after the\nGermans had entered in June and until Ghetto you were still out in the world a bit?",
        "Q: Your school had stopped?",
        "Q: What about the people that you knew from before the war. What was the local reaction to\nwhat was going on? Were Jews safe?",
        "Q: How did you avoid all of this? Were there regular roundups. Regular violence directed",
        "Q: So you were required to go into this Ghetto. Did you take all your belongings with you. How\ndid you get there?",
        "Q: Did somebody organize your housing or you just went into an empty house?",
        "Q: Were you still working with your father as a longshoreman?",
        "Q: So you went out of the Ghetto every day to work?",
        "Q: Being that were outside of the Ghetto, were there advantages?",
        "Q: Did you get information about what was going on since you weren't as isolated as people in\nthe Ghetto?",
        "Q: Were you aware of Einsatzgruppen activities?",
        "Q: The Ghetto itself, you described that there were two parts of it?",
        "Q: This is your whole family?",
        "Q: Did the two parts of the Ghetto have contact with each other?",
        "Q: Could you hear it?",
        "Q: How did you get the weapons that you smuggled?",
        "Q: How large of an organization do you think it was?",
        "Q: What about the internal police? Were there Jewish police within?",
        "Q: I want to ask you a few more questions about the Ghetto. Now, what I've heard 1s that only\nthe small Ghetto remained. Did they ever fill up the larger Ghetto again?",
        "Q: What about the daily life the basics in the Ghetto, the part that you were in. Was there any\nlife, was there enough food? What was going on there other than working?",
        "Q: Your part was mostly men?",
        "Q: Were there any activities, anything other than work, come home, make food?",
        "Q: Now, both of these Ghettos were under some sort of administration?",
        "Q: Who were these people who ran the Ghetto?",
        "Q: This one administration ran both Ghettos?",
        "Q: Now because this 1s interesting, dynamic, because they were German Jews in Latvia did that\ncause any tension, or did everybody get along?",
        "Q: Was it your sense that the Jewish administration and the Jewish police tried to help and\nsupport the community or were they corrupt 1n basically saving their own hides?",
        "Q: After the actions in the beginning or in the early months, was it fairly quiet then until the\nliquidation or were there other roundups and actions?",
        "Q: One other question about Ghetto, and you got involved in an underground organization, how\ndid that come about? How did you get involved? How did you know who to trust?",
        "Q: You were just talking to some of your colleagues and said \"Let's fight back\"? I mean, how\ndoes this get started?",
        "Q: Was there an overriding ideology or did you have goals? I know you were trying to bring in\nweapons, but what were you going to do next?",
        "Q: Anywhere?",
        "Q: Was there a where and when, do you know what I mean?",
        "Q: Why?",
        "Q: Do you remember the name of the place?",
        "Q: Was Spilwe part of Kaiserwald?",
        "Q: Did you live at Spilwe or did you live at Kaiserwald, in barracks?",
        "Q: You just covered them or you had to cremate them?",
        "Q: When you say you marched to the harbor, were you close to the harbor?",
        "Q: What was so horrible of Stutthof?",
        "Q: Did people work there?",
        "Q: So, how did you spend your time?",
        "Q: Was there any commraderie among the inmates like yourself?",
        "Q: Do you remember what you were thinking at the time in terms of chances for survival.",
        "Q: Mostly you talked about food?",
        "Q: Is there any way to get extra food there?",
        "Q: How long were you in Stutthof?",
        "Q: Then what happened?",
        "Q: You and Bella went together on this transport?",
        "Q: Is Magdeburg a large place? How many people were there?",
        "Q: How about the camp?",
        "Q: Now, why was this Kapo so benevolent?",
        "Q: Was he German?",
        "Q: So some of the Kapos were Jewish?",
        "Q: Now when you were in the city cleaning up debris, did you come in contact with the local\npopulation?",
        "Q: What happened to the Germans?",
        "Q: They just surrendered.",
        "Q: Were there any attempts that you noticed to retaliate against them by prisoners?",
        "Q: I'm sure you weren't weeping for him.",
        "Q: Now, just logistically: you spent the last several years in Ghettos and camps. Clearly you\ndon't have belongings. You don't have money. How does one get around? How did you\npurchase the fake I.D. How did you get from place to place?",
        "Q: Where was this?",
        "Q: So you had made your way to Frankfurt to the American zone?",
        "Q: The people were writing in from everywhere about their relatives?",
        "Q: How did you solve these cases? What was your process?",
        "Q: Cards as far as having come from the Germans?",
        "Q: Sure.",
        "Q: So you think they didn't want to help people because maybe they would get to Palestine?",
        "Q: You were saying that you certainly did not get cooperation from the British in terms of\ntrying to find missing people?",
        "Q: Were you getting help from any other international organizations?",
        "Q: So you fed this information to the various relief organizations?",
        "Q: Did you have contact with any of the missing persons themselves?",
        "Q: Was there any kind of special sensitivity that you had to have in terms of dealing with this?",
        "Q: Were there many of you? How many people were working there?",
        "Q: Of '46?",
        "Q: Before you were a citizen?",
        "Q: What was it like being back there?",
        "Q: This is your high school class?",
        "Q: Was becoming normal again difficult?",
        "Q: I'm just trying to get a sense of the difficulty in really recreating your life because the life you\nhad before was interrupted, destroyed, parts of 1t, and when you came here you had to begin\nagain, and that must have been very, very difficult although you obviously have done it",
        "Q: What do you think drove you through all of these years? What gave you the strength, what\nhelped you get through it?",
        "Q: Anything else you want to add?",
        "Q: Thank you."
    ],
    "answers": [
        "A: That's important. I'm Henry Bermanis. I was born in Ventspils, Latvia on January 5, 1925.\nI'm 70 and half years old at this point.",
        "A: My father was born in 1889. He was drafted into the old Czarist Russian army in World War\nI. He was wounded at the battle of Tannenberg, the only battle the Russians really fought in\nWorld War I and was a prisoner of war in Austria-Hungary for four years. It runs in the\nfamily. He came back in 1919, married his childhood sweetheart. They had very promptly\ntwo children, a girl and a boy. They lived in Liepaja. Then they moved to Ventspils and now\nthey had in this musical home a future pianist and a future violinist so I had to come along\nand play the cello. We were at the cross-culture in that western part of Latvia, which was\nheavily influenced by the Germans. We spoke German at home, and Russian, and Latvian\nand when they wanted to speak so that we wouldn't understand it, they also spoke English.\nLike I say, it was a very musical home, and then everything -- well, he had some standing\ntimber and a sawmill, and a dock for exporting lumber, and he bought all of that on credit\nafter World War I and lost the whole kit and caboodle in the depression. So, then he sold\neverything except our house and furniture and then we moved to Riga during the depression\nwhere he sold insurance door to door. My mother went to work as a bookkeeper and we\nthree kids took care of each other. I was five years old at the time. My sister was five years\nolder, and a brother in between. So, we went to school. I did my first two years in a German\nlanguage school because our last governess was German and we spoke predominantly\nGerman. Before that it was Russian, so I was raised in the classics of both languages. Latvia\ndidn't have classics yet. So, I wore all the hand-me-downs from my sister and brother. It was\na fairly routine life. That was 1930 from there until 1934 Latvia went through a benign\nrevolution, so- called, and a fellow by the name of Karlis Ulmanis took over as President. He\nhad his own secret police, which was heavily oriented to the Gestapo. There were no anti-\nJewish campaigns and I lived there in that fashion until 1t came time to graduate from high\nschool. My sister was a secretary to earn some money but she also was predominantly a\nballet dancer and did that from age six until the end. She died at 20. My brother was totally\ngeared to music and finally under the Soviets enrolled in the university and studied\neconomics, which is quite alien to his nature. That was a rather peaceful co existence until\n1940, 1941. 1940 the Soviets came and converted Latvia into a Soviet republic. In 1941 the\nwar broke out for us.",
        "A: Yes.",
        "A: No, before 1938 it was pretty comfortable. After '38 or just before '38 Hitler called all the\nethnic Germans back to Germany, the so called Volksdeutsche, people whose families had\nlived there for centuries suddenly discovered that they were German instead of Latvian.\nSome kids in school started to wear the Hitler Youth uniforms. So, there were frequent fist\nfights after school. Never in school, it wasn't done. The pasttime was \"Well, let's go out after\nschool and beat the Germans,\" and they had similar past times.",
        "A: Yes, but not very much.",
        "A: There was no prediction of the future, no. On the contrary because we were raised in the\nGerman classics, and people who could produce Beethoven's 9th with Schiller's words\ncouldn't possibly do what was being done. And really until the Kristallnacht of '38 there was\nno such official program. So, no there was no premonition. There was some premonition\nwhen in 1940 a business friend of my father's, a German from East Prussia, came to visit us\nand said, \"You must get out of here.\" We had, at the end of the Polish war, we had a joint\nparade with the Soviets, and we marched 1n formation and you know with the goose-step and\nall that, to impress the Russians. Then there was nothing for a while, and then we heard this\ndistant thunder. Then there was this incredible cavalcade of T-34 tanks and it scared us. You\nmust get out of here. There will be a war. Well, we didn't believe that. So, no there was not\nreally a premonition.",
        "A: My mother came from a religious home. My father was a self- professed atheist who thought\nthat his children should attend religious institutions, churches, synagogues. Pick one that is\ncomfortable and stick with it. I'm still looking.",
        "A: For us it was an improvement because my father didn't have to -- he wasn't on his own\nanymore. He became a bookkeeper for two nationalized industries as a full time job. He was\non salary, and our financial situation improved. My mother didn't have to work anymore. My\nbrother's college was paid for, so in that respect at that time, life improved. It didn't stay that\nway, but it improved. It changed just before the outbreak of hostilities between Nazi\nGermany and Soviet Russia. The Soviets were very confused apparently. Stalin did not\nbelieve that there was going to be a war, that his friend Adolf was going to attack him, and\napparently made no preparations for such a war. There was on the other hand there was a\nmovement in the Soviet Union to move unreliable elements out of the areas where there\nmight be a conflict. That included certainly Latvia. So, on the night of June 13, 1941, the\nword got out that they are rounding up people, and it was a memorable night. It was my\nmother's 50th birthday. They simply had a list prepared by the NK VD, by the secret police,\nand the army trucks came around and knocked on the door and you went with your little\nsatchel via truck to a train station and from there to the Gulags. We anticipated being taken\nbecause we were classified as former bourgoise, therefore untrustworthy. They didn't come.\nAnd it was few weeks later on I met a young man in the NK VD who told me that he had\ntaken our paper and put it to the bottom of the pile because he was a college friend of my\nbrother's. So, that was his favor to us. About that time, my brother was drafted into the\nSoviet Army. He was a musician. He didn't know which end of a gun the bullet came from.\nYoungsters were shipped off to defend Leningrad in the coming battles, but since they didn't\ntrust the non-Soviet peoples, the Latvians, with a weapon, he wasn't given a weapon. So,\nwhen the Germans did come, they weren't even able to shoot back. So, my brother was killed\nnear Leningrad. The exact date and place are unknown. That was the beginning -- that was\njust before the war for us. I'll spend a little bit of time on life before Barbarossa, before that\nwar, to set the stage, if you will. What did we do, how did we live? We had a very nice\napartment with four bedrooms, five bedrooms. We had managed to retain from Ventspils a\nconcert grand, a Steinway. My mother used to play in a rather unique orchestra. Eight pianos\nplayed four handed so there was a full sound utilizing what Liszt had done to arrange all the\nBeethoven's symphonies, for example, for that kind of orchestra. One of her distant relatives,\nMaria Solmonovich, was a concert pianist since age 6 and a student of Glazunov, who did\nher pre-concert exercises, if you will, on our piano because it was larger than hers. We would\nsit in the other room, quiet as church mice listening to that. It was uninterrupted pleasure\nreally, except for the concert she gave with Professor Metz, the head of the violin section of\nthe conservatory, and a young cellist named Aronson. They played the Tchaikovsky trio\nwhich was dedicated to the death of a dear friend. Maria died in Soviet Gulag, Professor\nMetz in a concentration camp, and Lev Aronson I found quite by accident in Dallas where he\nwas the principal cellist of the Dallas Symphony and a teacher at the Southwestern\nUniversity. This musical tendency just permeated a lot of our life. Like I said, my sister was\na ballet dancer and she with four other girls toured the provinces giving ballet performances.\nSo the language was culture. The interruption of that culture became doubly painful. That\nwas the background. My personal tendency, I played the cello. My personal tendency was\ntowards engineering and I became the outstanding physics student in my high school and\nthat love for physics stayed with me afterwards. My best friend was Alexander Bergmans.\nSasha, as he was called. Sasha and I used to hang out together every evening when I wasn't\nbusy with my girlfriend Helga, who was totally adorable, and whom I was going to marry. It\nwas generally assumed in the whole school at some later time. That kind of existence, rather\nalmost pastoral until things collapsed. Our first indication of things to come was when my\nfather didn't come home from work one day. We found out that by bribing people that he had\nbeen arrested by the Latvian secret police and was held in one of their jails. On the\ndenunciation by the Gestapo in Germany that he was a British spy. This was very interesting\nlater on. It came about because he had a former business competitor in Germany who wanted\nto get rid of him. In German the in between man between the seller and the buyer is an agent,\nein Agent. That has a double meaning, and he was quick to utilize it. So, we got him out. We\nbribed the police. We got him out, but that stayed in our memory. So, we had to be very\ncareful. We had to check on each other. Except for that one incident, things were \"normal.\"\nThen came the war. There was very little buildup for Barbarossa, for the Nazi attack on the\nSoviet Union. At least not noticeable. There were signs that the governments involved just\nignored. The German attack started on June 21, 1941. Within days the German army had\nslashed through the rather meager Soviet defenses, and kept going. On the way they went\nthrough Riga, and with them came the first anti-Jewish regulations.",
        "A: Well, I was in Riga. It was exciting to witness what was going on, just as it was exciting\nbefore to listen to radio Warsaw during the German attack when they played over and over\nagain a piece by Chopin: the same piece, until suddenly they went off the air. Then we knew\nthat Warsaw was no more. It was a strange excitement certainly, witnessing history. We had,\nourselves, no premonition of what was to come afterwards. I was in the street witnessing it,\nwatching the German army come in. Latvia had a very strong pro-Nazi underground, or\nmovement if you will called Perkonkrusts'. These people were out in force, of course,\nwaving the swastika and greeting their brothers in blood. It was a chilling experience but\ninteresting.",
        "A: Not frightening, but scary, a slight difference. But again, had we known what was going to\nhappen, we would have been doing other things. Under the Soviets we had to declare a spare\nbedroom and we received somebody that the Soviet government decided should stay in our\napartment. He was the director of the Latvian bank, from Moscow. When his family arrived,\nhe brought two Russian girls from Moscow, the head bookkeeper and the head cashier. They\nwere adorable youngsters, 20, 21 years old. When things fell apart, when the war began, they\nurged us to come with them, that they would make room for us in their trucks. And we said,\nno, it's going to pass. So, we didn't go. Again, in retrospect, it was very foolish, but 1t was not\na normal situation. So when the Wehrmacht--the German army--came into Riga, they were\npromptly followed by civilian administrators from the party and they instituted anti-Jewish\nregulations. You had to wear a star that identified you. Your passport was stamped. You\ncouldn't get ration cards, so you had to finagle your food using up all resources. You couldn't\nwalk on the sidewalk. You had to walk on the street, like the horses. They were basically\nthings designed to set you off from the rest of the population and to reduce your self image,\n‘Latvian: Thunder Cross. Latvian pro-fascist party.\nand I think that everything the Nazis ever planned to do was centered on reducing your\nphysical resistance and imposing regulations that would detract from you as a person.",
        "A: Oh, I think so. I think so. I developed a stutter which I ascribed to that, and it took me quite a\nwhile to get rid of it. Yes, I think it was effective, at least 1t was in me. Not enough to remove\nme from society. A German officer of the German Marine Corps was then billeted in our\napartment building, and we quickly became acquainted. He had an orderly who was a cute\nyoungster who had been working on ocean liners all his life, and we became close friends.\nThat gentleman wanted our piano. He got our piano and he got a signed receipt that it was\ngiven to him. I don't know how grateful he was, but he did suggest that my father and I both\ngo to work in his organization in the harbor. He was in charge of a German Marine Corps\nfood supply warehouse. A big nine story affair with chilled cooling rooms and stuff. So, we\nbecame longshoremen. My dad and I would walk off to the harbor every day and work until\nthey closed up and then walk home again. It was hard work. They quickly liked my father\nbecause of course we spoke fluent German and he was so darn intelligent that he could guess\nwhat they needed and tell them what they needed. I was the guy who dragged the heavy\nboxes and bags. I had two teachers, professional longshoremen who said they were going to\nmake a laborer out of me or kill me in the process, and they did a very good job. I developed\nphysically very well. I ate like a horse. My breakfast in that place was nine eggs, raw, with a\nhalf of cup of sugar and a cup of rum. That was my breakfast. It went down hill from there.\nLow cholesterol. It was an existence, abnormal as it was. Then came an order that all Jews\nhad to move, leave their belongings and leave their apartments and houses and move to this\none part of Riga, the Moscow suburb. That was in September. Once we were all there, they\nput a barbed wire fence around it and then guards, and it now became a Ghetto.",
        "A: Yes.",
        "A: Yes.",
        "A: Relatively speaking, yes. There were incidents early on. There was the famous Gogol Street\nsynagogue incident where Jews were rounded up on the streets of Riga and locked up in the\nsynagogue and then put to fire. They all died. The ruins of that synagogue are preserved as a\nmonument to the occasion, but another synagogue in Riga was recently, in June of 1995, was\nbombed so that the anti-semitic tendencies of the Latvian population are still fairly strong.\nagainst the Jews?",
        "A: It was not a \"Monday at nine o'clock\" kind of thing. I was lucky. And maybe it wasn't the\nincidents didn't have such a high profile. They weren't repeated so often. There was time in\nbetween. Somehow I didn't get it. On the streets I had a non-Jewish appearance and I when I\ntook the star off I was like everybody else which I did on occasion to go out and buy food\nand stuff like that. But no, it was an almost-normal existance except the fact that you weren't\ntotally free. And the self image of wearing that yellow star. All that changed with the Ghetto.\nIt was -- I think that the Nazis used a very clever graduated program as if it had been\norchestrated. I rather suspect it was happenstance. They really weren't that clever, but it\nevolved with time, and especially after the 1942 Wannsee Conference. It took on a totally\ndifferent measure. Until then it was not the program to kill all the Jews. That came later.",
        "A: We walked with a little suitcase and went there. We moved into a preexisting quarter so\nthere was some pots and pans and things like that. It was not a desolate desert.",
        "A: We went into an empty house, an empty room if you will. There were several families in one\napartment, and no we didn't have sheets. It wasn't all the amenties of home, and it wasn't\nhome, and yes, now it began to be scary. When the barbed wire went up it became really\nscary. When the men who had a job outside came home from the job assignment one day,\nthey couldn't rejoin their families. They had to go into a different part of the Ghetto which is\nblocked off by barbed wire. That became scarier. But that was still an everyday life, if you\nwill, until the end of November.",
        "A: Yes.",
        "A: Right. There were a number of Jews who worked there at this point and we had a column of\nworkers who marched off to the harbor and came back in the evening.",
        "A: Oh, one advantage, yes. One was that you were not that vulnerable. In the Nazi hierachy you\noccupied a useful function. That was meager life insurance but it was there. We didn't know\nyet that it was a life insurance. We didn't know what was coming next. And since we got fed\nevery day, that was an advantage, and I became as strong as a bull with that labor exercise\nand the supporting food.",
        "A: Yes. Yes. We knew what was going on. We knew. We pilfered the German newspapers. We\nweren't supposed to know what was going on, but you did and discussions with the Germans\nand the Latvians surely kept us abreast.",
        "A: Not yet. That came later. The real killing didn't start in Riga until the end of November.",
        "A: Right. The so called small Ghetto which is where the people came back to after working all\nday, and then the larger one where everybody else was. I was in the smaller one. We had --\nwe were told to move in there. Well, our accomodations were not palatial. We found a shack\nwith two rooms and a place for cooking. It was after all the poorer section of town, so it was\nnot terribly nice.",
        "A: No, this is just my father and I, plus eight other fellows, men. We all moved together into\nthis shack. That's all that the shack could hold. My mother and sister moved into a room and\nwere joined by a young lady, Shasti, who was in my high school class, but they didn't live\nthere very long. They didn't live very long.",
        "A: They were not meant to have contact. It had a double barbed wire fence and I did sneak\nthrough it once, in the first few days of July of '41. But the first Aktion--the first mass\nkillings-- took place on the 30th of November 1941 in Riga. As we lined up to go to work\nthat morning, we were faced on the other side of the street by 110 special Latvian police and\nwe stood there eyeing each other and one of the cops came over and poked his rifle in my\nstomach and said, \"Look at the sun, tomorrow you won't see it again.\" I didn't know what he\nhad in mind, but that group came into the Ghetto under SS supervision and under supervision\nof a man named Cukurs, a Latvian war flying ace. They took half of the Ghetto population\nby street blocks and forced them out of their homes to line up in the street in columns of four\nor five. And they were marched off to Rumbula, a suburb of Riga slightly further east and\nsouth of the Ghetto. During that day and that night, they were shot. There were about close\nto 15,000 people, so there was alot of shooting going on, and I don't believe anybody who\nlived in Riga didn't know what was happening.",
        "A: Oh, yes, inevitibly. Then during the days following that, I managed to sneak through the\nbarbed wire one night, and I saw my mother and sister and the girl. Then everybody knew\nwhat was going on. My girlfriend was shot and 15,000 other people. There was still about\nthat many remaining and the Aktion was repeated the following weekend, and the rest were\nshot. That took care of the large Ghetto, and it left about 2500 men and two women. It was a\nvery thorough expedition. There were two ladies in the Zentralka prison. They did not get\nkilled. And there was a young woman by the name of Frieda Michelson who crawled out of\nthere, out of the graves and lived. About a month later, on January 3, as we were lining up to\ngo to work, a group of Gestapo agents came over in their black coats and took my father out\nof line. As I found out later, it was a Gestapo arrest, still going back to the old agent of the\nBritish business, that former competitor of his didn't let go. They took him to Zentralka\nprison and he was killed there, or he was tortured to death. I don't know how. I don't know\nthe exact date. That was on January 3, 1941.* Now they're all gone. Nothing. Life continues.\nI continued as a longshoreman and in due course I felt that I had to do something. I was\nangry. I went to work. I got myself assigned from the longshoreman work, to a well first as\nan electrician for Siemens. Siemens was one of the German companies, still alive, that was\nmaking money out of this free labor for which they paid the SS. I worked as an installer of\nelectric circuits in private homes under the supervison of a Latvian fellow who was as\ninexperienced as I was and just an absolute sweetheart, Janis. Janis came to pick me up one\nday at the Ghetto and marched me to the next apartment. He had obviously been crying. He\nhad been drafted into the SS. So, we did our work and then we went to his apartment, me on\nthe street and he on the sidewalk as my guard, much to the shock and dismay of his mother.\nWe sat down in the kitchen and we consumed at least one bottle of vodka. Then when it\nbecame to get back to the Ghetto, he marched me back the same way. We're both staggering\nand singing at the top of our voices. With him gone, I got myself reassigned again. This time\nto the Powder Tower--the Pulverturm--in the remaining standing part of the fortification of\nthe old city of Riga. In the meantime I had also joined the underground in the Ghetto. We\nhad a triple cell structure where three fellows would belong to this thing and only one would\n“Correction of Mr. Bermanis: 1942.\nreport to the next one higher to make it basically betrayal-proof. It wasn't. We smuggled\nweapons into the Ghetto. I had some weapons training there, and at the Powder Tower I had\nfurther training. I became an ordnance expert.",
        "A: These were weapons that the Germans had collected in the battlefields that the Russian army\nhad left behind in retreat. They brought these things together in the Powder Tower and tried\nto reconstruct them into useful weapons. There were also some Russian PWs, worked in that\nPowder Tower. That brings me to the Russian escapade. One of the Russians from Georgia\ntook me aside one day and said that one of their members was a high ranking officer and\nthere were several others like that and I should get in touch with the underground and get\nthem out of there before the Germans found out who they were. So, I got through the\nunderground. We organized this. Somebody stole a German army truck and uniforms and we\nbecame Feldpolizei--military police-- and then just before the action was to take place, one\nof the ten people in our little group, nine now, took me aside for a walk one day, and said,\n\"You aren't going tomorrow.\" When I asked how he knew about it, he said that he was one\nof the Committee of Ten who governed the underground. I had no idea. Jerry Bahn, so he\nsaid you have to stay behind and organize the next one. Well there was no next one. This one\nwas betrayed, and they all got killed. In any case, that thing became a little bit hot for me,\nand I got myself reassigned out of there. But we had a good organization.",
        "A: I haven't the slightest idea. I can tell you how many people I knew. That was three.\nUnbeknownst to me, there was another underground going on, and that one included all the\nGhetto police in the Latvian sector. These were select fellows, about 50 of them, and I had\nnever looked at them as my buddies because we could not disclose to them our underground\nor they would have had to stop it because it would have threatened other people. That was\nthe trouble with forming resistance in the Ghetto or a concentration camp. It was not in\nisolation. The retributions, like the town of Lidice in Czechoslovakia, was total. So we had to\nbe very cautious about who knew about it. And it affected my social conduct totally because\nI didn't trust anybody, and I didn't want to expose anybody to knowing me. Well, the Latvian\npolice was betrayed and they were killed by the Nazis. For some reason, the sense of humor\nof the gods, I was not picked out and I started to do very innocuous work, which was\nprobably a life saver, because some of the work at the Powder Tower was fairly risky. We\ndid bomb disposal, for example. I remember one time in northern Lithuania there was an\nencampment of Soviet 105 artilliery that they had left behind and this stuff was damaged and\nthey were scared that people would bump into it and blow themselves up. So, they told us to\nbring those things out. Well, some of them could be brought out. You could unscrew the fuse\nand have an innoucuous metal object. Some of the fuses were obviously damaged and should\nnot be monkeyed with and some were plain too dangerous to move. So, what we did, was to\nunscrew the good ones and put them in crates and load them in the truck. The others we\nplaced in a circle, 16 rounds of 105 plus two pounds of TNT in the middle. Then we threw a\npercussion’ handgrenades into the woods to scare away the locals. The Lithuanian police\nkept them away from us. Then we had 15 minutes to trade, to get some food. My speciality\nwas raw eggs, and then we'd get the dickens out of there after lighting a short fuse. The\n*Correction: concussion.\nexplosion was impressive. And then I would sit on the tailgate of this truck full of\nquestionable artillery rounds and carefully balancing a bag of raw eggs, worried about the\nraw eggs. The German police at the Ghetto never bothered us when our truck came back.\nThey stayed away from us and that was one way to bring weapons into the Ghetto.",
        "A: Well, for obvious reasons we couldn't trust them. For the protection of the rest of the Ghetto\npopulation they couldn't tolerate what we were doing. So, yes, they were the enemy as well.\nOn one of my electrical engineering assignments I worked in a textile factory installing cable\nand on the way to and from work in the truck, I met a young Jewish girl from\nCzechoslovakia who had just recently been brought to Riga and there was a very strong\nattraction. You might call it puppy love, I don't know, but we decided we were going to get\nmarried after the war. That sort of continued until 1943 when the Ghetto was eliminated. The\npeople in Ghetto were either assigned to work camps--Arbeitslager--which were subservient\nto Kaiserwald. Kaiserwald was established and I was shipped out to Kaiserwald one fine\nday.",
        "A: I'm sorry, I left that out. Within a week of the second action, they brought in Jews form\nEurope, from Czechoslovakia, from Germany mostly and assigned them to take over the\nhomes. One lady told me that 1t was a horror because the food in some cases was still warm\non the table. They couldn't understand what happened here. How come these people so\nsuddenly left. They didn't believe the obvious. After all they were told by the Nazis that they\nwere going to be working in the east. They believed it. They wanted to believe it I guess, just\nlike we wanted to believe all the other lies. So, there was a new population into this larger\nGhetto. Some of these folks came straight from their homes in Germany. Some of them were\nreally Jewish Germans instead of German Jews; there was one gentleman with the Iron\nCross from World War I, proudly displayed, which was torn off. Any sign of self awareness\nhad to be destroyed. Yes, it was a new population. I did not mix with them. This charming\nlady, Nelli Stahler, was on the same truck. I did not have to pick her out. I was not good\ncompany. I was not safe company, so I didn't make myself available as safe company. I don't\nknow if there was any other mixing. I never did.",
        "A: Depends on your definition of life. You call that living? Yes, there was life. It was a\ncommunity. People went out to work. Some people did not, some people did. There was\nmedical care. Some people got together in the evening for a musical soirée. I was not in that.\nI cannot talk about it. To me, it was a totally abnormal society in every respect. I'm not aware\nof any children being born or conceived for that matter. I just don't know.",
        "A: It was all men, yes.",
        "A: That's it.",
        "A: Yes.",
        "A: There was a Nazi administrator, an SS officer who had a lousy reputation; well earned, I\nmight say. He ran it with an iron fist. Whether he could do otherwise, I don't know. It didn't\ntake very much to keep this kind of society alive. It also didn't take very much to destroy it. It\nwas not that cohesive. There were people from all over Europe. Germany itself didn't have a\nstrong national entity. After all it was only Bismarck who unified the German principalities.\nSo, the united Germany was a myth and the love between the Bavaraians and the Prussians\nfor example, was not there. I was escorted one time through Riga by a Bavarian officer, and\nwhen somebody blew up an ammunition train in Riga not far from us, he jumped from one\nfoot to the other shouting, \"Serves the damn Prussians right.\" There was that kind of local\nchauvinism in Germany. It was repeated in the Ghetto. I have seen it repeated in the Ghetto.\nI don't know how prevalent it was.\nTAPE #2",
        "A: I had as little to do with the administration as I possibly could. I didn't go on sick call\nbecause it wasn't healthy. We did have a small hospital. It wasn't very healthy either.\nWhatever supplies I had to have I had with me. We did, in our little group of nine, in our\nshack, we had two people who stole food and brought it in. I was one of them so when I quit\nthe harbor I had to rely on others. But it was not a problem. At that point, food was not a\nproblem. That became a problem later. So, the administration mostly was German Jews. Not\nLatvian Jews especially after the killing of the police, and I just kept my distance from them.",
        "A: Yes, so we had a sub-administration if you will but yes it was one group that ran the whole\nthing.",
        "A: I am told that it did cause tension. I never experienced it, maybe because of the German\norientation in my home, but some of the German Jews told me since then that they felt\nsevere antagonism on the part of people who said \"They killed my family so you could move\nin here.\" Like I said, I did not experience it but I'm told it happened.",
        "A: I don't think they were corrupt, but their view point was different than mine. They wanted to\ndo nothing to antagonize the German administration. The less antagonism, the quieter the\nbetter they were off. People like myself who challenged that obviously were outvoted. All\nwe could do is cause trouble a la Lidice. So, it was their job to make sure that we didn't exist,\nthat we didn't do these things and it was my job I felt to do precisely that and to be in a\nposition of taking some of them with me when the time came. I wasn't very nice. I didn't feel\nany reason to be. But that's Ghettoesque society. What an awful term. That Ghettoesque\nsociety existed reasonably successfully until Kaiserwald. Until the Nazis decided to\neliminate the Ghettos as one step in the control of the Jews.",
        "A: No, it was fairly quiet. I'm not an eyewitness to what happened in Salaspils, but I'm told that\nSalaspils, which was a small concentration camp outside of Riga, that there were medical\nexperiments going on and things of that nature. I have no direct knowledge. The liquidations\nwere performed by Einsatzgruppen. In the Nazi hierarchy, the SS was in charge of that\nparticular activity and they relied heavily on local talent to do some of the dirty work for\nthem. They found that the German troops were not suitable. Their mentality was not suitable\nfor this kind of a mass murder of men, women and children. I read some place that some of\nthem approached Himmler and complained about needing a break for his troops. That they\ncouldn't take that kind of work any longer. One reason it is speculated why Riga became an\nimportant killing ground was because the Latvian population was anticipated to support the\nliquidation of the Jews. So, that probably will be strongly opposed by some Latvians, but\ntwo years ago when the Gogol Street synagogue monument was dedicated, the president or\nprime minister of the country in his statement said that the Jews only have themselves to\nblame, because after all, they were working for the Germans. And that kind of insensitivity\nto what really happened, in a high government official, does not speak well. In any case, in\nthe Nazi approach to the Final Solution it couldn't be done with an undisciplined mob within\nthe Ghetto. The movie Schindler's List was, I thought, an excellent depiction of an Aktion in\naction. People fell through the cracks. The kids were hiding in the latrines and stuff like that.\nIt was not a well-organized activity with precision, and that was what was needed. The task\nof killing that many people successfully is formidable. The eventual disposition of the bodies\nalso was. So the Einsatzgruppen became specialists supported by local talent and that's what\nhappened in Riga. I cannot speak for all the others.",
        "A: Well, we didn't trust anybody, that's why we had these groups of three so that any betrayal\nwould have limited consequences. Subsequently they discovered -- and I don't know who\ndiscovered it and betrayed it, but they discovered one of our training rooms, which was\nrather nicely hidden underneath a movable kitchen. Underneath there was a cavern, and it\nwas very well done. We did learn how to use weapons. We didn't fire them there, but we\nlearned how to use them. By my activities in the Powder Tower I did know how to use a\nweapon and learned even better. No, you couldn't trust anybody.",
        "A: Well, I let it be known that that was my mind set and eventually I was contacted.\nInterestingly there were two undergrounds in Latvia. One was the Nationalistic one, the one\nthat wanted a free Latvia but had no arms in to succeed 1n itt, so all they could do is pray that\nsomeday the Swedish navy would liberate them, which they didn't. Another one was the one\nthat was pro-Soviet and worked very closely through the communist party in town, in Riga\nwith the Soviet partisans who were mostly the ones near Tukums and Daugavpils, two cities\nin Latvia. They were very effective. The civilian Latvian police, if there is such a thing, left\nthose people alone because if they went into the woods with their arms in their hands they\ngot shot at. If they had them on a sling on their shoulder, they were left alone. So, it was sort\nof a mutual admiration society. My subsequent contacts with the underground were with an\nagent who worked with the Soviet radio station, clandestine radio station near Tukums.",
        "A: Kill Germans.",
        "A: Well, clearly we were all motivated to exact revenge. We had all lost our families, every one\nof us. So, our mind set was to avenge something. The professional undergrounder, the Soviet\norganizers, they couldn't stand that because that took control away from them and they didn't\nwant any of that. So they were at cross purposes. There were different motivations. Mine\nwas to damage the German war machine, to damage the German effort. To do something.",
        "A: No, it wasn't that well organized and the elimination of the Ghetto and the move to\nKaiserwald brought a halt all of that for a while. The underground in the city continued\nlively. When I got to Kaiserwald in the early summer of 1943, I was again in very strange\nsurroundings. Do recall, if you will, the life in the Ghetto, no matter how crazy, it was still a\ncivilian existence. When you moved to the concentration camp, you became a number. You\nlost your identity as a human being, and so that changed your perception of yourself. It\nchanged the Nazi perception of us. We were so many pieces. I didn't stay long in\nKaiserwald, just long enough to get my nose busted, but that was an even more abnormal\nsociety. The importation of the German Kapos, the German professional criminals who\nbecame the ears and eyes and hands of the Nazi administration, they did the dirty work. They\nwere not Jews, and whatever feelings they had about Jews was not pertinent. I didn't stay in\nKaiserwald more than a few weeks. It was enough not to like the place.",
        "A: Because you ceased to be a human being and because it was dehumanizing. For example,\none of the betrayers in the camp was found drowned in the latrine upside-down. That is not\nthe normal proceeding. We had one gentleman by the name of Einstein who was a head\nKapo in a smaller camp somewhere in Latvia; when they destroyed that camp he was\nbrought to Kaiserwald and we knew that he had actively collaborated with the Nazis. So we\nheld kangaroo court in the barracks at night and persuaded him to hang himself. Well, we\ntried to persuade him, he wouldn't. He was -- why would he kill himself, but after two weeks\nhe snapped and he went after the fence with a set of manicure scissors and he got shot by the\nguards. It was that kind of abnormal society. There was some other work going on and we\nwere fed reasonably well, comparatively well, comparison with later food. But it wasn't that\nbad. It was a --in all respects a totally abnormal society. At this point, I was about 18 and,\nheck, I resented it. I resented everything that had gone before that and that was still going on.\nI was very soon assigned to a branch camp at the cement factory. As a matter of fact Riga\nhad a large and reasonably modern cement factory. They were short of people, so they got\nthe SS to give them some Jews, and I became a maintenance electrician in that place.",
        "A: Zement Fabrik. Cement factory. It was on the left bank of the Daugava River that goes\nthrough the country. It was hard work, but it was not without some humor. It was not without\nsome human contacts. I met two people there who were important to me. One was a fellow\nprisoner, also an electrician, who just had a couple teeth left. He had come from the\nZentralka prison. When I asked him of my father he knew him. The other one was a young\nman by the name of Dute. Arvids was about my age, came from a farm near Tukums. He\nwas a totally dedicated communist. Had gotten his whole family to jail because of it and he\nwas still pursuing it. He had a furnished room near the cement factory and he gave me some\nfood. He was a delightful man, a truly delightful dedicated fighter whether you share his\nphilosophy or not, his politics. That assignment lasted for about -- by the way that other\nprisoner confirmed that my father had been tortured to death but he couldn't tell me when or\nhow. When that assignment closed, they closed that little branch camp, at the factory, I was\nassigned together with the others to Spilwe. Spilwe used to be the airport for Riga. The\nGermans modernized it, enlarged it, and 1t became the main tactical Luftwaffe--German air\nforce-- support field for the northeastern operations. So, as long as they could fly, they flew\nout of Spilwe.",
        "A: It was administered by Kaiserwald, yes.",
        "A: Call that living. In Spilwe the living quarters, sleeping quarters, were in an abandoned old\nbrewery. It was not designed for the purpose so some of the rooms and facilities were not\nvery suitable but they had a fence around it and it was administered by somebody we called\nthe \"Eiserne Gustav'\"--the \"Iron Gustav\"--a perverted gentleman in the SS. No pretty girl\nwho was safe for the man. Or boy. But 1t worked. I was an electrician again, on the airfield.\nThey clearly didn't have enough guards for all of us so they had guards around the field. It\nwas a leaky fence. And there were times when I had a civilian suit from Arvids in one of the\nsubstations that nobody would go in because of high voltage. I would put that on and go an\nlook up my friend Arvids during the day. I gave him information about the Luftwaffe--the\nGerman air force--the disposition of planes and so on. And he instructed me how to sabotage\nthe planes. So, I was able to get into a hanger and unsecured the oil drain plug cotterpin and\nthen watch to see if that plane would make it back or not. Sometimes it didn't so I shot down\na German plane. We also handled bombs and we found out that there was a way to secure\nthe bombs so they wouldn't go off. So we all did that. But my main function was as an\nelectrician and that was pretty good. I was also able to steal some personnel documents,\nration cards, and passports and so on and I.D. cards and get them via Arvids to the\nparatroopers in the woods. All in all I felt very successful and so did the underground. So, in\n1944 with the return westward of the Soviet Army there came a point when they said you've\ngot to get out of there. We have to save you. It was around May or June of 1944 I had a\nfriend in Spilwe and I told him -- I told the underground first that I couldn't leave without\nhim because obviously he would become a hostage under the Nazi system. The nearest\nrelative or the nearest friend becomes a hostage and, within three days, if he doesn't come\nback, he's dead. So, I explained to him that he had to come and be prepared the next day not\nto come back. So, that night he went over the fence and left me. So, I became the hostage.\nBoris Monastirsky, a fairly unforgettable name. He survived. I was designated as the hostage\nand within three days I was assigned to Stutzpunkt. Stiitzpunkt was the work assignment\nwhere you went and naturalized, denatured the mass graves. You had to open them up,\ndestroy them with lime, and then close them up again to eliminate them. And of course, since\nyou were a witness you had to be destroyed. It was an assignment of no return.",
        "A: Well, you had to open them up, chemically destroy them with lime, and then cover it up\nagain. The decomposition gasses were unavoidable and they raised the earth, they raised the\nsoil. So, to stop that, you had to either remove the bodies which by then were not easily\nhandled--that is a euphemism, too--and so destroying them chemically in place was the way\nto do it. So, I was assigned by the Eiserne Gustav to that detail, and the truck broke down.\nThe Germans used at that point trucks that were lacking gasoline and they used stoves that\npartially decomposed wood and the resulting gasses were combustible. So, that was in lieu of\ngas and it raised Cain with the engines so they frequently broke down. This one wouldn't\neven start. So, I was permitted to stay in the camp, but not go out to work. So, I became the\ndelouser. I would take mattresses and clothing that were full of lice and fleas and stuff like\nthat and bedbugs and put them in a chamber and use a bowl of sulfur powder with sawdust\nand set it on fire and then seal the thing up. The next day I would open it up and take the\nstuff out, shake out the dead beasties and do the next one. This wasn't very healthy. You did\na lot of inhaling and finally I went to the Eiserne Gustav and said I was on strike and I wasn't\ndoing that any more. And he was so impressed with this audacity that he said if you find a\nguard who will give you his gas mask, you may don it. There was such a guard. So, that\nhelped. The guard in question was half-Polish, half-Scottish, in the German SS. He gave me\nhis gas mask. He also did the incredible act of sitting in the guard shack and listening to\nRadio London and Radio Moscow and then come out and tell me what's going on. Because\nthe front by then was very dynamic. He also did an even less credible. He and a German\nlieutenant marched the perimeter of the fence of the camp and then the two of them took me\naround and showed me where there was a weak spot where I could go over the side. Totally\nunheard of that two of those people in uniform would trust each other as much. But in any\ncase, one day I was allowed to go out to work under a one-on-one guard to dig an air raid\ntrench, and I discovered where I was digging was obviously a field cemetery from the\nSwedish-Polish war of 200 years ago. And I found a lot of wonderful skeletons well\npersevered in this sandy dry soil and I put \"Charlie\" together, a full skeleton leaning against\nthe tree. There was a loud laughter after that. The captain of the German meteorological\nstation which was there, dismissed the guard and he and I ended up using the captain's Luger\nto plunk at tin cans on \"Charlie's\" head. It didn't last long, but it was fun. He also showed me\nthe German tactical map and how sparsely they had occupied the countryside between Riga\nand Leningrad. So, the time had come pretty close to do something. Well, the Nazis did it.\nThey liquidated Spilwe as part of Kaiserwald, marched us to the harbor and we were loaded\non this one incredible ship and taken on the Baltic to Gdansk and to Stutthof.",
        "A: Yes. Riga is a harbor city. The Daugava river bifurcates Riga just like Covington bifurcates\nOhio at Cincinnati, so, yes, it was a port city. Stutthof was, as Bella said, was a horror. It was\nour first aquaintance with an extermination camp as opposed to the labor camps or\nconcentration camps before in Latvia and, thank goodness, I was there for only a few weeks\nbefore being shipped off to a branch camp of Buchenwald. Listen to the semantics of that:\n\"Thank goodness I was shipped to Buchenwald\"!",
        "A: Stutthof was an extermination camp, not a labor camp. It was a place to kill a lot of people,\nstarve them into being vulnerable to diseases so that they would die. It was not designed as a\nmass killing installation, but it was designed as a mass death installation. So, the conditions,\nif you will forgive the expression, the living conditions, were submarginal. The food was\nsubmarginal. And it was not designed to be survived. That was very unique in that respect.",
        "A: No, there was no work. There was just dying. Everything else was just immaterial.",
        "A: Partly doing calthestenics. That sounds ridiculous, but it was a way to burn off our energy,\nwhat was left. We had to do push ups and knee bends and so on. Try doing a knee bend to\nthe count of eight and then stop at three and stay that way for a while. That takes energy\naway from you. Anything to destroy you. There was one young Russian PW in Stutthof who\nbroke down and took a hammer and smashed his German guard over the head with it. He\nkilled him. He was executed that night and we had to stand at Appell and watch him hang. It\nwas not a nice place. The exception perhaps was a group of Norwegien PWs who were fed\nby the International Red Cross. They got food packages every week and they sat there along\nthe fence and taunted the SS guards by biting into a large salami and then throwing the rest\ninto the dirt. The Germans didn't have much to eat at that point. So, the atmosphere was\nrather deadly.",
        "A: No. Not that I remember. There was no what they call bonding. Not in Stutthof. It was\nawaiting death. And, if you will, at that time we were badly weakened. We had not been\nproperly fed for a long time and worked. The transport from Riga to Stutthof was not\npleasant. There was a lot of sea sickness. There was very little food, almost no food, and no\nwater. We were badly emaciated by the time we got to Stutthof and that environment just did\nthe rest.",
        "A: I remember the tactical overlay that I saw that this captain showed me. I knew that the Nazi\nsystem was coming to an end and I resented the fact that I wasn't going to be there to see it. I\nbadly wanted to see that, but your thoughts are heavily preoccupied with food and your\ndiscussions are about juicy steaks that did not exist. It's like \"fatah morgana\" in a desert\nwhere you visualize a bucket of water or a lake. We were not normal, I think, at that point,\nand our thoughts were not what a normal person would conjecture to be. This is not\nuniformly so. My friend the cellist ended up in Stutthof and so did his sister. His sister died\nthere. But in his words, he had to unload a truck with several others at one point, and he was\ntold that if it takes longer than 30 minutes you'll be shot. Well, we didn't have watches, but\nbeing a concert cellist he played in his mind the Saint-Sans Cello Concerto, which he knew\ntakes 23 minutes. So, they unloaded the truck in time. There were these moments, but in\nretrospect 50 years later to tell you about my thinking process I can't. I don't know.",
        "A: It was a dominant subject. And safeguarding what little food you had. I mean you got a small\nfood ration every day.",
        "A: No.",
        "A: Oh, about four or five weeks I think.",
        "A: Then the order came out that they were looking for professionals, and I was an electrician of\ncourse. I could prove it so I volunteered. Anything was better than Stutthof and I was put on\nthe transport to Magdeburg. There were others, my friend Bella and her husband and several\nothers so it was not as if it were among strangers.",
        "A: Yes. That was the positive aspect. The fact that we were eagerly volunteering for\nBuchenwald didn't come through. It was the sign of times. By comparison to Stutthof,\nBuchenwald was okay. Magdeburg was a branch camp, a labor camp, AuBenlager 101 of\nBuchenwald. And I again became an electrician.",
        "A: Oh I'm guessing, I'd say about a half a million. It was a fair-sized city.",
        "A: Oh, the camp was small. Only a few hundred people in it. It was set up to support the Polte\nfactory; they made ammunition. Yes, we supported the German war effort, for the love of\nPete, reluctantly and only for a while. Two things interfered. As an electrician I had\nmaintenance access to that part of the plant. The stampings, the manufacturing process,\nconsisted of large stamps that rammed a disk into an elongated shape, further elongated at\nother stamps and then it was taken to the machine floor in the mezzanine for final drilling\nand lathing, turning. That elevator therefore became a key in the transport and I was able to\ndestroy it. It had two wheels which were driven by a large motor and I overrode the security\nsystem and drove it beyond its limits and broke the two rails that handled the elevator. The\nchief engineer of Polte formed a committee to find out why it had happened. They decided it\nwas sabotage. That evening in the camp I told our head Kapo, Dave Kagan, what had\nhappened, and he gave me a new number. The chief engineer, you know, You see one\nprisoner, you've seen them all, and he went by the number and I had a new number and he\ncouldn't find me. So, my Kapo saved my life.",
        "A: He was a nice guy. He did his work, partly to make sure that the Nazis did not administer us\ndirectly because they could beat us more than he could.",
        "A: He was a Jew from Latvia. I don't know what part of Latvia. He eventually came to the\nStates.",
        "A: Oh, yes. I have no statistics. But in any case, that slowed down the transportation from one\nfloor to the other. The other thing is that the allies conducted air raids of Berlin every night at\nten minutes till nine the armada flew over Magdeburg, and then we stood there and waved\ngoodbye. Then one night they stopped and, on the third of January 1945, they blitzed the\ncity. They destroyed a good part of it and moved on. That pretty well wiped out the\nproductivity of Polte. After that they did one more massive bombing raid and that totally\nwiped it out and after that we just cleaned up debris in the city. There was no sense working\nin the plant. Also, somebody had very good intelligence on the ground because when the\nutilities to the plant were brought back to life, the compressed air station, the water works or\nthe transformer, one plane would peel off that night from the armada and wipe out that\nfacility and move on. There was very good intelligence apparently, by somebody. It was\ndelightful to watch, but that was the end of productivity.",
        "A: No. I had no contact. They pretty well stayed away from us and vice-versa and there were\nguards. The German administrators had a difficult time with some of the cleaning up because\nthere were bodies around. There was one bomb hit right in front of the door of an air raid\nshelter housing a large number of Hitler Youth kids, and the air shock dismembered\neverybody in there. So, we had to go in and pick pieces of bodies and try to match them up\nby shoe size or things like that. People didn't like to be with us. It was pretty gory. And you\nreally couldn't jump for joy. These were kids, no matter what uniform they wore. That was in\nMarch. April 11th came around and Patton's Third Army people came around and\napproached Magdeburg. On Eisenhower's instructions they did not go into the city. They\ndidn't want to meet up with the Soviets before they were ready to do that. They didn't want to\nend up shooting at each other so there was a hiatus. The Americans approached and then\nheld back. The German SS disappeared, reappeared. I hid among some old discarded\nclothing in the basement of one of the barracks. They came through with dogs to find me. I\ndon't blame the dog for staying away from me. I had a terrible nervous digestion at that\npoint, and even the police dog could not stand it. They caught me twice. Once I crawled\nunderneath some bunks in the barracks. They found me there; and then I escaped to the plant\nitself. As an electrician I knew where everything was, so I was able to hide out successfully.\nAnd I stayed there until the American army was firmly in Magdeburg. So from up there, near\nthe top of the plant, I saw the white flags of surrender and the American tanks coming in. I\nwent shooting down the fire escape. This poor G.I. I'll never forget his face. I was an\nunpleasant apparition. But life came back.",
        "A: They surrendered.",
        "A: Yes.",
        "A: There was only one case where an SS man, now in civilian clothing, who had originally been\nin Poland and had a little Polish flag in his lapel. He was recognized and the prisoners beat\nthe devil out of him, and there was a Jeep with an American war correspondent. He said wait\na moment, wait a moment. Do that again. I haven't got it on film. So the poor guy got beat\ntwice.",
        "A: No. His name was Shuller. He wasn't very nice. I was at that point emaciated. I weighed\nabout 80 pounds and I had to put some weight on. The American troops that came in had\nbeen on C-rations or K-rations for months and all they wanted was some warm food and I\nended up cooking pancakes. I don't know how many hundreds of pancakes I fixed until those\ntroops left. Then the British army moved into Magdeburg and in the meantime I had been\nlooking for that chief engineer who had been so incredibly unpleasant. When the SS pulled\nout, he patrolled the plant with his dog and tried to find his old slaves. So, I found out where\nhe lived, talked to his neighbor, a charming lady and her daughter. And they promised they\nwould tell me when he comes back. He had fled to the country. So one day they told me that\nhe was back, and I went after him with a very unpleasant looking knife, a \"pig-sticker.\" He\nwas thoroughly intimidated, came with me. I took him to British Field Security Office--FSS\nOffice--and turned him over to the sergeant. And then I had to fill out the form, and he\nlooked at it and he said, \"Are you from Riga?\" and I said \"Yes.\" \"Do you have an uncle by\nthe name of Aaron?\" I said \"Yes.\" He said \"Well, we used to do business together.\" He said\n\"Don't worry about that guy, but as for you, don't talk about it to anybody, but we are\nchanging occupation zones and the Soviets are coming back here. So, if you don't want to go\nback to Riga, get out of here.\" And I told Bella and her husband that, and this little caravan\nsoon thereafter left Magdeburg. Five of them in one car, my sidekick and I, each on a\nmotorcycle. I had purchased from the chief of police an I.D. card identifying me being born\nin Marseilles. I didn't speak French, but neither do the Soviets. That worked. Just in case\nthey find me they'd have to send me back to France. I was fine until we got to Neuwied am\nRhein, which was initially in the American zone and was then taken over by the French. And\nthey were concerned about this Frenchman who refused to go back home. So I had to leave\nand the rest of them left at the same time.",
        "A: Purchasing the I.D. was a box of American cigars. That is an open currency, cigars and\ncigarettes. The Germans gave each former prisoner a double ration card and enough money\nto buy the food on it. That still wasn't very much, but I went back and having a card saying I\nwas from Polte camp was very nice. It was so nice, I went back twice more. Now, I had three\nI.D. cards. Three sets of ration cards and money to buy three sets of them. I was swimming\nin food. I needed that. I needed that food very badly. Also, we liberated--we stole, or broke\nopen--a food supply warehouse for the city of Magdeburg and we, the ex-prisoners and the\nGerman civilians helped ourselves. And I came back to our pad with a barrel of 25 kilos--50\npounds--of butter and a bag of flour and I went into the pancake business. No, getting the\nfood at that point was not a problem. And eventually I doubled my weight. I became fatso. In\nthe summer of 1945 I rebuilt my system. It didn't take too much. It was boring after that. I\nfelt the need to do something. And after Neuwied, when we got back to Frankfurt, I went one\nnight to a German bar. I did a lot of that. I became the youngest alcoholic on record I think,\nbut drinking my booze in that bar there was a G.I. who was fairly lost. He and I had a\nconversation of some kind in pidgin German and pidgin English and he asked if whether I\nhad any relatives in the states, and I told him that when I was two weeks old an aunt came\nand visited us in Latvia from New York. I knew her name, but her maiden name. Then we\nparted company. He took that information back to his father in a letter. The young man's\nname was Oppenheimer. It was a clothing empire. They were filthy rich. He turned that\ninformation over to one of his minions and they found this aunt in New York rather nearby\nand another aunt, and an uncle and untold cousins. So, they now had word that I was alive,\nand they went -- they didn't know where I was so they went to the American Red Cross and\nasked to find me. Well, after this drinking episode I heard that the U.N. Relief and\nRehabilitation Administration could use volunteers, so I went to them. I was interviewed by\na young man who was a school teacher in New York, and he put me on.",
        "A: This was outside Frankfurt. The headquarters was in part of the old I.G. Farben structures.\nThe same place where they used to make cyanide gas for the prison camps.",
        "A: Yes. So, now I worked for the U.N. I was given an uniform, a G.I. uniform with the UNRRA\npatch on the sleeve and I was somebody. My assignment was to go through every incoming\nletter for the Central Tracing Bureau which supervised all the findings of missing people all\nover Germany and Austria from anywhere in the world, except from Germany. I would\nidentify the most promising avenue to inquire about these missing people. So, I came across\nthe request from the American Red Cross for me from those people in New York. I was the\nquickest case we solved.",
        "A: Yes, from anywhere. About 400 letters a day. It was a incredibly hellish parade of human\nmisery. Every letter was a missing relative and it was inspiring to do something. The military\ngovernments of the four powers were military. They were not responsive to this additional\nburden, especially not the Soviets who didn't do anything on it. And so I took one of my\nfamous boxes of cigars to the local postmaster and explained to him what we were doing.\nWhat these nondescript brown G.I. envelopes designated and word got out and I had an army\nof post men working for us. We were incredibly successful. We solved about 400 cases a\nweek,",
        "A: I sent out questionnaires to where I thought was the best address to try. If the people still\nlived there they responded on the questionnaire, and I had positive I.D. I also went through\nour death files and saw if we had them on record.",
        "A: From the Germans, from the camps, yes. It was a marvelous operation. It was the most\nimportant piece of work I ever did in my life and the most satisfying. When UNRRA moved\nits headquarters to a little place called Arolsen, near Kassel, I went with that job. I don't\nknow, should I go into the politics of it?",
        "A: There was little love lost between the U.K. politically and the United States. In UNRRA,\nthey were able to -- they being the British administrators were able to force every American\nout of any important position. The only one left was a friend of mine named Tip Westfall\nwho had the innocuous job of supervising three ladies in something called statistics and\norganization. I joined him because I found that some of my found cases didn't make it out,\ndidn't notify the people even though we had found the positive answers. So, Tip, who was\nformer professor of English, asked me to join him. I turned my section over to a\nLuxembourg fellow and I became the eyes and ears, gave him the information and he wrote\nto Governor Lehmann, who was then the Director General, to no avail. Then he wrote\nanother one to Fiorello LaGuardia, who came in after Lehmann and Butch LaGuardia came\nto Europe and fired that crew that committed this kind of sabotage and we found a thousand\nfiles that had not been acted on. I think that it ties in with the British access to India in the\nlast century with the British access to their territory in Palestine and was tied in with that\nkind of thing. The head--General Morgan--of UNRRA in Europe, who was a relative of the\nroyal family. He was Eisenhower's aide-de-camp during the war. He was untouchable until\nButch Laguardia came on the scene. He fired him.",
        "A: They wanted to impound that information, take a bite out the U.N. and turn it over to a Red\nCross organization that they would control. And it just further eroded our contact.\nTAPE #3",
        "A: Or from the Soviets for different reasons.",
        "A: No, the international organizations got our help. We were the central organization. We had\nthe death records from the camps. We had the last available information about people, and\nwe had access to the military governments who would accept our inquiries, and then also the\nGerman postal service.",
        "A: We fed it back to whoever asked for the information. If the information came from the\nAmerican Red Cross we fed it back to them. If it came from a constituent of a Senator we\nwere particularly nice to them. It was really a international service. It was not directed\ntowards specific organizations.",
        "A: Oh, yes. That was the real welcome feedback that kept us alive because we worked very\nvery hard. It was a 7 a.m. to 11:00 at night effort, because at 11:00 at night the kitchen would\nclose. So, it was the only meal during the day that broke me away from that effort. It was\ntruly important to combine these people. I would get letters from folks in South Africa, and\nanywhere in the world, grateful that they had been reunited with their families. It was very\nwelcome. I saved all those things and then lost it in a move. It was a very good job.",
        "A: Or unsensitivity: you were dealing with flesh and blood. I had lost my family and I had\nperhaps in that respect additional sensitivity to others, but basically it was grit your teeth and\ndo it, but by all means--do it. So, 1t was, like I said, it was the best job I ever had.",
        "A: Well, I had the L section in the tracing bureau, and we did the lion's share, about 90 percent\nof the work. I had ten typists. I did all the screening and I did identification work. I didn't\ntrust anybody to do it for me. I just liked the results. That came to a halt when I received the\nvisa to come to the States. That came in April. I was on the ship in May.",
        "A: Of '46. I was met in New York by my uncle and two aunts and this incredible gentleman\nfrom an ethnic society, a Latvian society in New York who gave me a $20 bill, since I had\nno money. I had nothing else. That was neat. I was able to spend that on the subway system\nand learn what New York is like and get a job as a busboy in a place called Farm Food\nRestaurants, near Radio City Music Hall. That job lasted until August. I had signed up to get\nmy so-called first papers. The first step in the naturalization process. When you do that you\nsign up for the draft and the draft got me and I was in Ft. Belvoir, in basic training, that same\nfall.",
        "A: Yes. And then I was shipped out to Italy. They wanted to send me to Potsdam, because I\ncould speak German and Russian, and I objected. The Soviets have a system of dual\ncitizenship, and so they could put their hands on me and then I would sit someplace in the\nGulag and wait for the State Department to help me. So, I didn't go to Potsdam. I asked for a\ndifferent assignment and for the reasons given I was shipped to Italy to the 88th division up\nnorth in Gorizia. I was in S-2, the intelligence section of the battalion. We took care of,\namong other things, the 175 German PWs who were assigned to the battalion and that was\nan interesting ying-yang sort of change of positions. They didn't know about my background,\nand I didn't enlighten them. Unlike Stutthof, they had a club in the city. They had Class-A\npasses. It was a different kind of a life. For Christmas they invited me to their party and in\ntheir toast they said, \"Well, you know, it's a changing world. Today it is you, tomorrow it is\nme.\" I came back in May of '47, was discharged, and I now had a G.I. Bill, so I promptly\nwent to school, found out that I was still able to sit on a school bench and then went to work\nfor Westinghouse in Buffalo. That was fine until July of 1950 when the Korean War broke\nout. I had by now received my citizenship and I thought it was only fair and proper that I\nwould sign up for that war. America had been good to me. So, I signed up. I was assigned to\nthe Signal Corps Intelligence Agency in Washington, and then the Corps of Engineers\nTechnical Intelligence in Fort Belvoir and then I was shipped off to Berlin to do some\nintelligence work for the American Army, which I did until July 1953.",
        "A: Interesting. I'm sorry. I didn't answer that. It had its different aspects. Basically I was a\ncivilian while I was there or at least I appeared to be a civilian. I was now in a different\ncapacity. I drove a volkswagen with German police plates. It was a different world, and one\nthing that came out of the war experience was adaptability. I adapted to this life. I am told\nthat I did good work. When I came back to Washington to be debriefed, some Colonel\njumped up and saluted me and, through me, the effort of my group. So, I was content. I also\nmet in Berlin an American girl who was there working for the Army but not in the Army,\nand we got married as soon as my debriefing was over and I was out of the service. That\nbrought me to the University of Cincinnati. That was in 1953. I went to work for G.E. and in\n1955 I became a nuclear engineer. Anybody could be that because it wasn't taught in\ncolleges. We were self taught. We worked during the day and taught ourselves at night in\ngroups until we became good enough in our trade. I did that until -- I just retired in 1994, not\nbefore my company, which by now is Raytheon, was able to send me to Europe to represent\nthem all over Europe, mostly in eastern Europe. I was able to go back to Riga and see the\nplace as the guest of the Latvian government, not at the end of a bayonet. I saw the Rumbula\nburial places. There was one part of it that was particularly impressive. It was a long box\nabout six feet by six feet by 18 feet long and from it, roughly every five seconds or four\nseconds came the sound of a shot. Since this was the burial ground of my family, it was\nimpressive. I was not successful in selling anything in Riga. Subsequently a friend of mine\nnotified a mutual friend, my old buddy Sasha Bergmans, in Riga that I was alive living at\nthis point in Holland. We corresponded and I managed to get to Riga to meet with him, to\nmeet with three other surviving members of our class of '41. We had an incredible reunion.",
        "A: Senior class. None of the others were around. And from there I went to Paris and then to\nMoscow to represent our government in the International Conference on Demilitarization of\nChemical Warfare Agents. That was an interesting exercise. They're still talking about it. We\nhad the reception at the Kremlin. Not bad for a graduate of Buchenwald. The entertainment\nwas provided by a pas de deux from Tschaichovsky's Swan Lake and eventually, at which\npoint I had no more film left in my camera, ten young ladies came out in little wraparound\nskirts to do a Can-Can on roller skates. In the Kremlin. But Moscow wasn't what it used to\nbe. It was the second time I was there and I am told that it isn't anymore what it used to be\neither. But enough of that. I think that perhaps the second most important aspect -- one is to\nbe caught and be incarcerated, the other is to come out and be normal, and to me that 1s\nperhaps the most important part in my judgment of my life: to be normal, to have human\nvalues, a sense of humor, and a dedication to human values. That's my story. Except for my\nmarriage to Bella.",
        "A: Yes, it was. I like music. Music is a language of emotions, and I can still not listen to certain\ncompositions without becoming emotionally deeply involved. It was more pronounced in the\nearlier days, 1945, 1946. I was a bit of a nut. I couldn't stand the ticking of an alarm clock. I\nknew I threw several through the window, the time element. But aside from those\nidiosyncracies I think I slowly have reentered humanity. I have retained certain key thoughts.\nI have developed into an unforgiving American patriot. There is so much I have received in\nthis country, among other things, my life--how could I be otherwise? This society accepted\nme, other societies did not, and still doesn't. So, yes that is one of the residuals and I have no\nintention of changing that. Incredible dislike for genocides in other places even though they\nare different from the Jewish holocaust. What is now going on in some parts of former\nYugoslavia or the Soviet Union for example without entering politics. That is a very strong\ndislike I wouldn't have if I weren't burdened by those memories. My memories haven't gone\naway as you've noticed, they're still here. Perhaps more now than before, because I think\nmore about it, because my wife, who was also in the camps in Magdeburg and married to a\nfriend of mine subsequently, and we are now married to each other in our tenth year. She has\ngiven back to me my ability to talk about it and reflect on it, which I didn't have before. I\nhave a daughter, two grandchildren. They are my monuments to teutonic inefficiency. That\nis something that I will not lose, but it does stand for reentry into normality. I don't know\nwhat else I can cite.\nsuccessfully.",
        "A: Well there is no alternative to it. I could do that or I could go sit at a funny farm. And I did it.\nYes there was a price to that. There are still nightmares and they become reactivated, by\nsome strange mechanisms I don't even know about. The reentry is not total. You don't\nexperience something like that totally and then to negate what has happened, it cannot be\ndone. The death of a family doesn't act that way. So, basically there is no alternative. It's just\na matter of how normal do you become. Do you retain what was instilled in you as a child, a\nlove of people, or do you become nasty and overbearing and discriminating. There are not\ntoo many things that I really dislike. I don't like stewed okra; I never developed a taste for it.\nI don't like people who tell ethnic jokes, because you cannot hate anybody without first\ndiminishing it him, and an ethnic joke is intended to diminish the other guy. So, yes, I have\nmy likes and dislikes.",
        "A: I think the remaining strong influence of my parents. I had a magnificently harmonious\nupbringing in spite of many ups and downs, and what they instilled in me couldn't be\ndestroyed by a bullet and it wasn't. I still have those things. I still have my love of music and\nmy emotional dialog with them via music. I know what it wasn't. It wasn't religion. I had\nparting of the ways with an ever-loving God who was an alien in that environment. It wasn't\nnationalism. It wasn't love of humanity. A chunk of humanity did that to us. So it was really\nbasically their influence. My parents influence and good common sense and not having any\nalternatives. If I had not survived I would not be here talking to you. The probability of\nsurviving and being here is immaterial. It's very small. But then we start from a different\npremise. I really don't know how to answer that. There is no fundamental philosophy that\nprovided the will to survive. Maybe it was just stubbornness, good old-fashioned\nstubbornness.",
        "A: I just want change the emphasis. I only mentioned it. The desire for love of all people, the\ndesire not to see fatal hatred. We don't all love each other. I hardly know you well enough to\nlove you, besides, Bella would object, but it's a different love. The actions of love is not fatal.\nBut fatal hate is a different matter. The kind of thing that motivates extermination of\ncivilians, not enemy soldiers, that is anathema. I hate hate.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJuly 12, 1995\nRG-50.030*0341",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Henry\nBermanis, conducted by Randy Goldman on July 12, 1995 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Research Institute's collection of oral testimonies.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "HENRY BERMANIS\nJuly 12, 1995"
    ]
}