{
    "rg": "RG-50.549.02.0079_trs_en",
    "sequence": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr\ncollection. This is an interview with Dora Klayman conducted by Neenah Ellis on\nApril 26\", 2004, in Chevy Chase, Maryland. This interview is part of the United\nStates Holocaust Memorial Museum’s post Holocaust interview project, and it’s a\nKlayman in 2002. The United States Holocaust Memorial Museum gratefully\nacknowledges Jeff and Toby Herr for making this interview possible. This is tape\nnumber one, side A. Dora, maybe you could start here. We ended your video\ninterview with your marriage, more or less, and we showed some photographs of all\nthe family members who came.",
        "Answer: Mm-hm.",
        "Q: Can you talk some about that day and what -- what was your -- what were -- what\nwere your expectations? What did you think your future was going to be when you\ngot married?",
        "A: Wow. It was a very strange way that -- that I got married, to begin with, and I\ndon’t remember how much time I had to talk about that. But I mentioned at that time\nthat I met my husband a year before, and we met on the train. All that was there, I\nthink. And so I haven’t actually seen him prior to that, for a whole year. Prior to the\nwedding, I mean. For a whole year. He came two weeks before our wedding. And I\nhad never in my life seen a Jewish wedding, and I have never -- so I really didn't\nknow exactly what was going to happen. And very differently from weddings that\nI’m witnessing now, including my sons. It never even occurred to me to think about\narranging for anything or thinking about anything except my dress. That was about\nthe only thing I thought about. And everything else I sort of just let be. It’s like\nsomebody -- was somebody else’s thing to do it, a sort of -- sort of like I was going\nto a party, and my col -- main -- my -- my main concern was to think about, you\nknow, Dan’s coming and how 1s that going to be? Am I st -- am I truly, really in love\nor am I just making things up? Am I just bored in Switzerland, or unhappy in\nSwitzerland or lonely? Because, of course, I had come there only -- less than a year\nbefore and I'd left all my friends behind in -- in Croatia and Yugoslavia. Had a\nboyfriend whom I, you know, forgot the minute I got on the train. Obviously it\nwasn’t a very serious thing. And I lived a totally, totally different life in Switzerland\nthan I had ever thought I would live. I mean, not only did I not know about Jewish\nweddings, I didn’t know anything about Jewish period. And you know, I knew very\nlittle on -- my experience was one month in Switzerland before that, and I -- you\nknow, a few years before that. So everything was sort of going to [indecipherable]\nplus I was going to meet my aunt and uncle, who were coming in from Switzerland -\n- from -- I’m sorry, from Israel, and I had never seen them as a adult.",
        "Q: Which aunt and uncle was this?",
        "A: That’s my father’s brother and my father’s sister, both of whom decided to come\nin for my wedding. And so there were so many different things. I mean, I have -- I-I\nhave -- I had very little -- almost no contact with them. My aunt, of course, I didn't\neven see a -- at all after the war. I only had pictures, I knew she existed. My father’s\nsister.",
        "Q: Can you say their names?",
        "A: Lina. That was Lina who married a wi -- a Weesler, and I knew that she had two\nchildren and I had the -- I had the daughter’s photograph with me when I was living\nin -- in Yugoslavia. Her photograph was left because was -- had been sent to my\nmaternal grandparents, must be. I don’t know how I got that photograph. And it was\nshe as a child, and it’s a beautiful little girl with -- and she’s holding a gorgeous doll.\nAnd I had that after the war. And it was sort of like all -- like looking at Shirley\nTemple, like a movie star or something, because we didn’t have such dolls or such\nclothes or such anything. So that was -- that -- that was my only image of -- of this\naunt with this daughter, my dau -- my cousin Dina who now lives in Israel. And her -\n- her -- she had a brother, Rubin, whom -- whose picture I did not have and I -- he\nalso now lives in Israel and of course, we now we know -- know each other. So -- so\nmy aunt was coming. And then my uncle was coming, whom I last saw, I think as a\nseven or eight year old in Yugoslavia, because he came back from the prisoner of\nwar camps -- camp. He was in Germany during the war. He was in the Yugoslav\narmy when the war started and so he -- he was -- he survived as a prisoner of war, he\ncame back. He married a woman he met there in Yugoslavia, I think he may have\nknown her from before. She and her three sisters had all together survived\nAuschwitz. Oh, it’s a unbelievable story which I can’t get her to talk about on tape,\nwhich I wish I could. They now live in Israel. But at that time he came -- he came,\nhe found me in Ludbreg where I was living during the war, and he -- I remember that\nhe -- he tried to talk to me about going with him, and I refused to go. I remem -- sort\nof remember that conversation. I -- I -- I had that memory, and of course he left me a\npicture, which I have, which you know, beautiful handwriting says, this is a -- in\nmemor -- to remember him by. And he’s wearing his army uniform. So, all of a\nsudden this aunt and uncle were going to come to the wedding. So that was going to\nbe that. And of course my m -- my future mother-in-law was coming with my\nhusband on the boat. And her brother, who is -- who survived the war -- actually th -\n- my husband’s family left -- left Russia actually mol -- Moldavia -- Moldova in the\nearly 1900’s, but this brother went to -- to France rather than to the States. And he\nremained in Paris studying medicine. As a physician went to Oran, to al -- Algeria,\nmarried there, had one child. And during the conflict in Algeria with the liberation of\nAlgeria from France, they came to live in Marseille. And they had a -- at the time of\nmy marriage, they had a 13 year old -- 12 year old son. So they were coming to the\nwedding as well, and my brother-in-law, whom I| had met bef -- before he came to\nvisit me one time in Switzerland. And everybody, of course, had waited for my\nbrother-in-law Leon to -- to inform everyone, you know, who is this person that my\nhusband was getting -- my future husband was getting ready to marry. And Leon is,\nyou know, he’s darling, he’s here all the time, we are very close now. But a -- he\nwasn’t very -- there’s a big joke that at the time he only wrote to them, keep smiling.\nThat’s about what he sent to New York. And we had a good time, you know, we --\nwe -- when he came to visit, which was -- it would be before the wedding. And you\nknow, we -- we rowed the boat and sang row, row, row the boat on Lake Geneva,\nand had a good time. But he -- he didn't tell me -- I mean, he was telling me things\nabout Dan, but it was -- my future husband, but it was like, you know, sort of. So I\nhad to de -- still depend on my letters, so he didn't -- wasn’t very explicit. So -- and\nthen of course -- so all these people were coming, and -- and Dan was coming two\nweeks ahead of time. And I think my -- so my wedding memories really go back to -\n- mostly to that day when he arrived.",
        "Q: Mm-hm.",
        "A: And getting ready for his arrival.",
        "Q: Mm-hm.",
        "A: And that was more important than the wedding itself. And that looms sort of large\nin terms of preparation and anxiety and -- and what was I going to wear and what\nwas -- what was I going to look like and what he looked like and do I remember him,\netcetera, etcetera, etcetera.",
        "Q: It had been a whole year since you’d seen him, wow.",
        "A: Yes, almost, not quite. Yeah, we -- we met in the fall of the previous year. And\nthis was -- yeah, it was almost a year, it was July 15\" -- I’m sorry, August 15\" that\nhe arrived. We were married September one. So my aunt, who now lives in Israel,\nthe one who just recently did this interview with us. She remembers every single\ndetail and tells it over and over and over again. She sort of lived through that with\nme. And this was -- this was one sort of aspect also of the wedding, is that she -- she\nwas very lonely in -- in Switzerland. She was married to my uncle, my brother’s --\nmy brother’s ha -- I’m sorry, my hu -- my father’s brother. That was Yoshi and she’s\nMonda. Monda and Yoshi survived Bergen-Belsen and ended up in Switzerland and\nhad two children there. They lived from the beginning from hand to mouth, 1n fact\nthey were in those camps, the relocation camps. And Monda got incredibly -- I don’t\nknow, I think I should say traumatized by the experience more-so than any of my\nother relatives. And her whole family except for her sister was killed in -- in --\nduring the war, and she found herself now in this new country without a language,\nwithout any means and -- and having these children, and she became -- basically she\n-- she -- she spent all her time cleaning and cooking and just taking care and cleaning\nto the extent of being really beyond no-normal cleaning. I mean, to sacrificing any\nkind of -- much social contact. And they lived in this very closed Orthodox Jewish\ncommunity, where she didn’t have true, true, good friends. And she tells me the\nstory that even my arrival was a sort of like they -- you know, they were wondering,\nyou know, how is this going to be, they didn't have much money. And how was this\ngoing to be, you know, they have to support another person. And I was going to the\nuniversity and I needed a bit of money for -- for tuition and for travel, because I --\nthey were in Montre and I had to travel to University of Lausanne by train. And they\nwere able to get a little scholarship for me from the Jewish community. But it was a\nvery close community. And what she found, and I’m telling you what she says to\nme, what she found that -- that I became her best friend. Because at that point I was\n19 and she was 30 some -- could figure out how old she was, but I can’t remember it\nnow. Anyway -- and when she found out that I had met my husband -- I mean my\nfuture husband on the train and when the letters arrived, she went through that\ncourtship with me, and almost sort of vicariously lived through that. And so when\nthe day came of the -- of the wa -- I mean, she remembers in detail what I said to her\nabout, you know, when he proposed and -- and you know, where she was sitting. She\nwas sitting in the -- she was working in the bathroom, cleaning something and I\ncame and -- and told her and just exactly what I told her, you know, and so it was\nlike a big thing for her, bigger than it was for me. I was like, yeah, I’m getting\nmarried. Sort of a crazy 19 year old, 20 year old --",
        "Q: Mm-hm.",
        "A: -- by that point. So that I think, you know, she remembers in detail about -- and\ntells me all over again about, you know, my going to -- to get Dan at the -- at the\ntrain station, you know, wearing a -- a two piece blue dress with, you know, that was\n-- that was perfectly ironed and my nails were perfectly done, etcetera, etcetera. And\nit’s funny because -- and of course, I think I told on the other tape that one of the --\nanyhow, I don’t know, that -- that one of the nice things that my uncle had done for\nme is that before Dan came and I met him again, my uncle said, you know, the\nwedding is all arranged for, which was fine with me, I hadn’t do -- done very much\nabout that. And -- but you have not -- you know, you think you want to get married,\nbut if something doesn’t go right, you have two weeks and if you want to cancel it,\nit’s okay.",
        "Q: Oh --",
        "A: Which was --",
        "Q: That’s great of him to say that.",
        "A: That was very great of him to say and I appreciated it then and I appreciate it\nmore as I am an adult and have children of my own. But he did say that, and so I\nhave that in the background, so I was feeling fairly safe and okay. And now, as an\nadult I look back and everybody says, my God, what a risk, you know, all of this\nthing was. But it didn’t seen to me that way at all. I mean, you know, you marry --\nyou meet somebody, you like them, and you just get married.",
        "Q: Did you have a sense of -- this was more than 10 years after the end of the war.",
        "A: Uh-huh.",
        "Q: But did it have a sense for you because of all your aunts and uncles being there\nwho had survived, and even though you were a child then, did it have any sense of\ncontinuance, and we -- of surviving, people having survived the war. Was there that\nkind of a celebrat -- celebration as part of it? You hear people say this, people who\ngot married in the late 40’s --",
        "A: Uh-huh.",
        "Q: -- or immediately after the war. I’m wondering if that attitude was at all present in\nyour wedding?",
        "A: Probably less so.",
        "Q: Mm-hm.",
        "A: Maybe because -- because it was late -- so much later and because I was so young\nwhen I lost my parents. And I lived with my uncle -- my -- my mother’s sister’s\nhusband, whom I adored and he adored me. And you know, I star -- I started my life\nwith him when I was, you know, in elementary school. So -- so I was in -- it-it -- it\nwas, in a way, contrary to that 1-in -- in a sense that he wasn’t going to be able to be\nat my wedding. So in a way, I -- I her -- I felt the absence of a parent, but not my real\nparents, because it was so far in the background. I mean, I know that that is how my\nuncle and my aunt felt, and -- and to my uncle it was extremely important. That’s\nwhy, you know, my aunt tells me that to my uncle -- and he had told me -- he passed\naway in 90, but he told me how important it was to him that -- that there was this\ncontinuation and th -- it was extremely important to them that I marry someone who\nis Jewish and that was behind their inviting me, much -- very much so. And that was\nsaid to me. You know, they wanted me to -- to meet people because they knew at --\nmy aunt says that she knew that -- he knew that if I was left in Yugoslavia I wouldn’t\nmarry somebody Jewish and that would be the end of that. There was just nobody to\nmeet there. And they thought I would meet someone in Montre, through them. And I\nmet people, but I had pre-empted it all by meeting Dan on the -- on the train. So -- so\nit was extremely important to them, it was -- it was for them, because they were that\ngeneration to -- who understood it. I ha -- I-I don’t think I understood it fully.",
        "Q: Mm-hm.",
        "A: I may have understood it after my children were born, but at that time I didn’t\ndwell much on the Holocaust and on the losses. I grew up happy and in school and\njust being fairly norm -- normal teenager. And I intellectually knew, but emotionally\n[I ru -- I -- you know, as a child I used to say things like oh, I have to do this. Now, if\nI had a mother, I wouldn’t have to do that. But that’s sort of more, you know, a kid\nthing, you know.",
        "Q: Yup.",
        "A: I can -- I-I think, yeah, I had more of a kind of a response like maybe divorced --\ndivorced ch -- parents’ children have, you know? If I didn’t have this stepmother I\nwould be doing much better kind of thing. But some of it is totally unrealistic. So the\nfact that my uncle wasn’t coming to the wedding was sad for me. And I had\noriginally when I -- when I decided that I would get married to Dan, I -- I -- I wou --\nI -- I was -- I wrote to him with great trepidation about that. My Swiss family was\nhappy bec -- because Dan was Jewish and everything. I translated all the letters and\nthey knew all the particulars, you know, and everything read well, so it was okay.\nBut my uncle, of course, knew nothing about that. My -- my uncle -- my -- Dietrich\nis what I called him, so Ill refer to him that way, probably easier. He knew nothing\nabout anything until I -- and in our house it was like an unspoken -- ma, what do I\nsay unspoken, it was a spoken word. You are not to get married until you graduate\nfrom the university. So here I am in my sophomore year and I’m getting married to\nsomebody and taking off fre -- for -- for the United States, leaving, basically, you\nknow, him behind, which was mentioned in a very unkind way one of the books\nwritten about [indecipherable] and about him. But --",
        "Q: You’ve mentioned that before.",
        "A: Yeah.",
        "Q: Yeah.",
        "A: It just really bugged me. So -- but because I didn’t sort of say, oh I’m -- you\nknow, I’m going to leave you, which is circumstances, and I certainly did\ncommunicate with him from now on and -- and [indecipherable] that. But -- but he\ncouldn’t come because he di -- he was just not healthy enough and -- and strong\nenough to make the journey. And he wrote that -- you know, he wrote back saying\nthat if I -- if my aunt and uncle in Switzerland felt that it was a good thing for me to\ndo, then it was okay. So I went ahead. Anyway, so there are [indecipherable] sort of\na [indecipherable |",
        "Q: Mm-hm. So you got married in September 1“, 1959, is that --",
        "A: 1958.",
        "Q: °58. And did you go immediately to the States then?",
        "A: Oh, it was very strange, it was -- it -- we couldn’t get my visa on time, so we sort\nof spent a month in Europe. I had to go -- well, we got a visa. Oh, there was\nAmerican visa, of course meaning that you have to have your health checked, and\nthen you have to go and -- that -- but also my passport was expiring, my Yugoslav\npassport. So we had to go to Geneva and extend my passport. And all of that took at\nleast a month. At -- at one point it looked almost as if Dan was going to have to\nleave without me. But we traveled -- w-we -- we traveled some, we went to some\nparts of Switzerland, we went to Lausanne and -- and we got -- we went to Gstaad,\nand went to Italy and then back, so that that’s how we spent the month. It was truly a\nhoneymoon -- a moon, a moon, how a moon [indecipherable] fast. And then finally\nthe visa came and -- and the passport was extended and the visa came and -- and we\nwere able to -- to -- to go together. But I have to tell you -- I don’t know whether I\nsaid anything. I should have listened to the end of the tape, but I don’t know whether\nI told you anything about what the wedding was like.",
        "Q: I don’t think so.",
        "A: No?",
        "Q: I don’t think there was anything like that.",
        "A: Well, it was a very different affair from anything that happens here. It was in -- in\nthe mountains, in the Swiss mountains, in -- in -- 1n a place called the Chateau Deux\nwhere there was the f -- there is a family -- there was a family in Moltar, a Jewish\nfamily that ran a kosher ho -- a kosher restaurant and -- a pensionne actually, and\nthey also used to rent a -- I think it was in theirs, a hotel in Chateau Deux for\nPassover. And I was there once at Passover before, where you know, where\nOrthodox people would go to a hotel and spend the entire Passover there so that they\ndon’t have to do anything at home. And that’s where the wedding -- that’s where the\nwedding was to take place. And we all had to go up there with a little bus. And I had\nthis dress on that I had designed by looking at -- because my ha -- my uncle worked -\n- this is wer -- the work he found a -- in Switzerland. He -- they sent -- they sent\npeople who were in these lo -- relocation camps to learn a trade, and they sent him to\nlearn how to be a couture ha -- cutter, a cloth --",
        "Q: Uh-huh.",
        "A: -- cloth cutter. So he worked for a Jewish family again in -- in -- in -- was a very\nclose community -- a Jewish family that had sort of a small couture house in -- in\nMontre and so I could design my own dress, and it was made. And I -- Dan had sent\nme from the States, “Bride” magazine and I did -- I sort of followed some of that,\nand I had this pretty dress. And then you go up there -- we went up there with a bus\nand I had to not see them for three days. But -- well, at least, because it was really\nlonger that you don’t see people in Orthodox Jewish wedding of -- weddings, the\nbride and groom are not to see each other. And we ran, of course, all over Montre\nthat whole time because this had to be done and that had to be done. And the town\nwas so small we ran into each other all the time. But officially we didn’t see each\nother. And then he was to -- to get me the bouquet. And of course you know -- you\nknow what it’s like here, I mean, how much you go through to for the bride to get\nthese flowers and you’re thinking about it. I told him I wanted to have white\ncarnations. That’s all I told him. I had no idea what to do and he had not the foggiest\nidea what to do. So, the afternoon before he goes to a florist and he said, I need a\nbouquet of white carnation. And they said, well, how many do you want? He said,\nwell, whatever is appropriate for a bride. And they practically fainted\n[indecipherable] at the florist shop. Started running all over Montre apparently,\nlooking for enough carnations to -- to make a bouquet, which they eventually came\nup with and put it together. So that’s what he brought. And then there was a big fight\nabout -- I think every wedding has to have a fight, and this one had to do with\nwhatever hat he was going to wear. And he wanted to wear a yarmulke, which\npeople here wear in Jewish weddings and that’s fine. But that community and that\nlevel of observance called for a proper hat. A real -- one of those black hats, not a ha\n-- top hat, but you know, a hat. Well, he want -- didn’t want to wear one. So there\nwas a really tight situation, and finally his mother persuaded him to wear it. And --\nand he wore it just for under the chupah, that’s it. After that he took it off the second\nhe could. But he wore it. And we were married by -- by the grand rabbi of\nLuxembourg, who had been a memb -- who had been a friend of the family. And he\ncame from Luxembourg to -- to marry us. And the chupah was outdoor, which 1s\nvery proper in Orthodox Jewish weddings. It was outdoors in a beautiful setting,\nwith you know, mountains in the background. And the entire Jewish community was\ninvited, but not for dinner. Dinner was just the family, but everybody was invited\nfor, you know, right now I think they would say this is a [indecipherable] wedding,\nyou know, because you had little sandwiches and drinks and that was -- you know,\nthat was that and everybody came out. And -- and then there was a family -- there\nwas a family dinner after that. So -- and then after that we took our [indecipherable]\non the train and that was that. That was the wedding.",
        "Q: And your smiling, it was -- 1t was a good memory.",
        "A: Oh, it was a great memory.",
        "Q: Yeah.",
        "A: I loved it. To me, it was -- except a horri -- I had a horrible headache on the way\nup and I had to sit there -- that’s another thing of Orthodox Jewish weddings, you\nhave a separation of the -- of the sexes and I -- I -- you sit there -- I’ve not -- now\nseen it many times, you -- you sit and the -- all the females come and say hello and --\nand you -- you sit with your -- you know, with your veil up and -- or down, actually,\nI have pictures, and just, you know, talk with people. And you -- you were led to the\nchupah by two females and a man by two males, rather than, as we do mostly in the\nStates, and certainly the way my son got married, the -- the -- the parents take you.\nBoth parents, you know, and -- take you -- take the bride and the groom. And the --\nthe -- the father gives the bride away, none of that [indecipherable]. So my aunt and\nmy mother-in-law took me to the chupah. And my uncle and I think Dan’s brother\ntook him to the chupah.",
        "Q: Mm-hm.",
        "A: Or maybe it was his uncle, I’m not sure. I don’t remember. His uncle and aunt\nfrom -- from France, who came.",
        "Q: Uh-huh. Was there something symbolic about the carnation, or was it just a --",
        "A: No, I just liked it.",
        "Q: -- favorite flow -- okay, I’m gonna st-stop the tape and flip it over.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Dora Klayman. This 1s tape number one, side B. So you, after you\nhad a month of traveling and getting to know each other --",
        "A: Mm-hm, mm-hm.",
        "Q: -- you came to the States. To New York?",
        "A: Came to New York. Was quite an experience. After the -- the -- you know,\nbeautiful Switzerland and -- and the lake and this and that and we spend time in the\nmost love -- the loveliest parts of Europe, to come to New York, which I was\nlooking forward to, but I was afraid that 1t was going to be gray and ugly, sort of\nvery European, but huge. And we came on a ship, we came on the Queen Mary, and\n-- and a -- I-I think if -- if I have to talk about experiences in coming, I think I have\nto go slightly back to qu -- to queen -- to the queen -- the Queen Mary. It was -- I\nwas so afraid to go on a ship because on my trips during the summer in Croatia,\nwhen we used to go to the island of Solta, we once went on a boat that took three\nhours from Split to Solta, which you can see from one another. It was like boom-\nboom-boom-boom, boom-boom-boom, you know, and everything was there, you\nknow, and sometimes goats and vegetables and everything, and it was just, you\nknow, a -- a small boat. And I would get -- I would get seasick, and so I was very\nafraid of being seasick on the way. And Dan assured me that I wasn’t going to get\nseasick because these ships are very big and they don’t rock and so on and so forth.\nAnd I remember in la -- getting, you know, close on the small boat that you go to the\nsmall boat to the ship and looking at this ship and saying, my God, it is enormous,\nit’s like a huge skyscraper or something. And so I was reassured, but we did run one\nday into a hurricane. It was fall, the hurricanes are there, and near Ireland we ran into\na hurricane, and Dan, who claimed he was never sick on ships, got very sick on a\nship. Both of us were sick for the day. And then I have, you know, very sort of\nAmericanization memories o-on that ship because it was now -- it was now a\ndifferent world already, it wasn’t just the arrival, it was already -- it was, you know,\nbeing -- being on foreign territory all by myself, and having to speak English all the\ntime, and --",
        "Q: How was your English?",
        "A: My English was good because -- I mean decent, because I had studied English all\nthrough high school.",
        "Q: Mm.",
        "A: And I was an English major in college.",
        "Q: Oh.",
        "A: So --",
        "Q: Great.",
        "A: Yeah. So one of the reasons I met Dan 1s because I was dying to speak English to\nsomebody. I -- I had met him because there were -- I think I talked on the tape about\nthe discussion he was having on the ship with somebody and everybody was\nlistening, it was [indecipherable] in Little Rock and all of that and I was dying to talk\nabout things. So I sort of took little walks until he started talking to me. And so I-I --\nyou know, because I had -- I had studied English for a long time, but I had no\nexperience actually speaking. There were no Americans or English speakers, and I\nwas one of the very few studying English at that time in Yugoslavia. So -- so my\nEnglish was decent, but there were many things I didn’t know. I mean, lack of\nvocabulary, you know, and -- oh, and -- and the thing that really improved my\nEnglish by the way, is while I was -- while I was still in Switzerland and we wrote to\neach other, and I -- I have these things, I would -- I asked Dan, good student that I\nam, I said to him, please correct my letters. And so what he did 1s -- is -- in -- he\nwrote me corrections back, but not just, you know, every correction, but he would\nwrite me, for example, when you say something like, I don’t know, I am at my\nsecond book, you don’t say at, you say on. I am on my second book. And then he\nwould give me a whole lesson on -- on prepositions. So, even during our -- our --",
        "Q: He was a good teacher.",
        "A: -- courtship, I -- I -- I learned -- I learned a lot. And I spoke with a reas -- with a\nsomewhat British accent, from wherever, and I was still on aunt and cahn’t, but I\ncorrected that when I got here. So, my English was okay, but I lacked vocabulary\nand I lacked cultural knowledge, and -- and -- and that was one of my -- my low\npoints on that ship that I remember. Sitting one evening in one of the lounges and\nthere were a number of Americans, and they were sitting around the piano and we\nwere included, sitting around the piano and someone 1s playing the piano and they\nare singing American songs. And I knew some, but I didn’t know as many as they\ndid, of course. I knew, you know -- well, anyway, it doesn’t matter, but you know,\njust -- just American songs, from s -- from sea to shining sea and whatever they\nwere. And I was never very good on my -- on memorizing voca -- words anyway, so\nthat was enjoyable. But then Dan s -- ordered a ginger ale. We were sitting at the\ntable, he ordered ginger ale and I said, what is ginger ale? And he said, well, you’ ll\nsee when it comes. I said, well, what 1s it? And he’s, well, you’ll see when it comes.\nAnd I started crying. And I so remember that.",
        "Q: Why’?",
        "A: All of a sudden --",
        "Q: You just felt frustrated, or --",
        "A: -- all of a sudden -- and he was terribly frustrate -- I mean, he was very upset that\nhe had upset me. But a -- it -- 1t -- it -- then somehow all of a sudden everything\ncame together. My God, I don’t know anything about this country. I don’t even\nknow what someone orders at the table. What am I going to do? S -- and you know,\nhe comforted me and then the ginger ale came and that was the end of that story. But\nI do -- [ -- it -- it was sort of like, you know, you -- I remember a few little things\nthat sort of were these kind of very small things. You think you, as an ESL teacher\nall my life later on, I was always aware how small things count. Just nothing counts -\n- nothing -- nothing [indecipherable] can trigger you, trigger that sense that you are a\nforeigner in a foreign country and that you don’t really know everything, and -- and\nhow much, you know, you miss and it doesn’t have to do -- it does -- has nothing to\ndo with Shakespeare, it has to do with ginger ale.",
        "Q: And at that age too, it’s a kind of time when you want to belong --",
        "A: Yes.",
        "Q: -- and fit in.",
        "A: Exactly.",
        "Q: Yeah.",
        "A: Exactly. And I -- I didn’t -- you know, I remember watching “Fantasia” on that\nship, that was when it --",
        "Q: In theater?",
        "A: -- was in its original -- on the original version in the theater on -- on Queen Mary.\nBut then we came into New York and I have pictures of myself on the ship with the\nStatue of Liberty behind me, early in the morning.",
        "Q: What was that like?",
        "A: That was fantastic. That was just fantastic, you know. It was just exactly what I\nexpected, you know, the -- obviously the statue is such a powerful symbol all over\nthe world and it was then as well. And, you know, seeing it was just amazing. And\nthen we come to New York. And, you know, people always say, oh, my goodness,\nit’s -- New York is ugly, but I thought it was actually very beautiful, because I think\nI expected to be gray and it’s actually very colorful. And instead of disliking all the\nwild colors and red bricks and -- and there weren’t graffiti in those days, but you\nknow, posters and -- and advertising and you know, all of that. It was sort of -- it was\nexciting. It was exciting and I loved it. And Dan’s parents waited for us and some\nother relatives.",
        "Q: And this was October?",
        "A: It was October.",
        "Q: Beautiful time of year.",
        "A: Yeah, it was a beautiful time of the year. And I remember very much it was\nOctober, because I remember witnessing my first Halloween very shortly after that.\nBut anyway, we went to -- to Dan’s parents’ apartment and that was a shock. They\nlived in a very small apartment in a northern -- northern part of Manhattan across\nfrom -- from Fort Tryon Park. That was the Inwood section of Washington Heights -",
        "Q: Mm-hm, mm-hm.",
        "A: -- where a lot of Jewish community had settled. And my father-in-law had a small\ndrugstore around the corner from where they lived. But they never -- they -- they\nlived not in -- they lived in an apartment to which they moved when the kids were\nlittle and they never moved out of there. And was very small. It was a one bedroom\napartment and I’ve never lived in a one bedroom apartment before in my life. So\nhere I come to the land of -- of -- of milk and honey and these people aren’t living as\nwell as I was used to. I grew up in a big house, and -- when I lived in Zagreb and I\nwas roomed with friends, they -- was in a -- they -- the government had taken much\naway from them, but they had owned that villa that they lived in, and they also\nowned the land -- the little villa on the sha -- Solta. So, 1t was, you know, even\nthough it was small, it was beautiful furniture and it overlooked the garden and --\nand my aunt and uncle in Switzerland who were really not well-to-do, had two\nbedrooms. And the boys had one and they had one and I was -- I slept on the couch\nin the living room for the year I was there. But now, my in-laws lived in a one\nbedroom apartment with a tiny, tiny kitchen in an old house. In an old -- I mean old\nhouse, old building in New York that overlooked a courtyard, and you know, all the\nold buildings, the way they are. And my mother-in-law was sort of immovable in --\nin terms of moving anywhere. I mean, eventually we got them to move here, but she\nwouldn’t change apartments and she liked where she was and she didn’t -- changing\na chair was like a major issue. And so they just continued living there, like they did\nwhen da -- when they first started out. But 1t was across from the -- from fort -- Fort\nTryon Park and my husband adored the cloisters and spent time when he was at\nhome studying there. And --",
        "Q: And where did you and he live when you got there?",
        "A: I wa -- we moo -- we moved to an even worse place.",
        "Q: Did you move -- did you stay with them for a short time?",
        "A: No, no, no --",
        "Q: No.",
        "A: -- we didn’t. We didn’t because what had happened was that my husband, when\nhe met me he was just returning from India where he had spent a year as a Fulbright\ndoing [indecipherable] work at the school of tropical medicine on Calcutta. And he\ntook a very long way home and met me on the -- on the way. He went up to Japan\nand then to -- went to some -- he took I -- I don’t know what kind of boats and went\nto Egypt and then he was in Turkey [indecipherable] was in Turkey on that trip and -\n- and to Italy and eventually to Yugoslavia, back to Italy where he took a ship to go\nhome. And anyway, he a -- he had tried after that to find a job that he would -- that\nhe wanted and it took a very long time. It was the time of what he used to call the\nEisenhower depression, and -- not depression, 1t was, oh what they calling?\nRecession, sorry. And it was very difficult and he wanted to have a research job, and\nhe couldn't -- he didn’t really want to work pharma -- pharmaceutical companies. He\nhad done that during his graduate days and he just didn’t want to do that again, he\nwanted an academic position. It was very hard to come by. He had been waiting for a\nposition at NIH and it didn’t come. While we were in Switzerland, he got a --a\ntelegram saying that the position had opened and he 1s in at NIH, but it was too late.\nBecause we were getting married, he took a position to teach at Hoffstra ha --\nCollege, which is now University of Long Island. And he knew that that wasn’t\ngoing to be great, but he took it anyway because, I mean, we had to live on\nsomething, and I certainly didn’t have any money. So, he talked to some friends who\nsaid they would find us someplace to live on Long Island. So when we came, there\nwas a place that they had sublet for us, and it was a sublet in someone’s house. It\nwas a second -- on the second story of someone’s house. I must have been in love,\nthat place was ga -- ghastly, you know. But I had ha -- I think I had a very typical\nAmerican experience, people all -- pe -- so many people tell me about their horrible\nfirst year.",
        "Q: First place [indecipherable |",
        "A: Yeah, yeah, yeah. Well I had -- I had one, but I wasn’t exactly expecting it. So\nthis was -- Mr. and Mr. -- Mr. and Mrs. O’Connor and we had to go through their\nliving room and the television was always on, to the second story. And it was filthy,\nand I spend the time -- I have just come from my super clean u -- eat off the floor\naunt, and here it was like, you know, cockroach heaven.",
        "Q: Oh my.",
        "A: And anyway, we cleaned it up. It was a -- it was just a one room, one kitchen,\nshare bathroom. And we didn’t have a car, and -- to find something else, so it was a\nvery difficult few months. Eventually -- that was wintertime and -- and we used to\ngo do every -- all th -- our shopping taking buses and it was pretty cold and\nmiserable. And eventually, however, we were able to somehow find an apartment. It\nwas very difficult to find housing. We were in Hampstead, Long Island and it was\nalmost impossible to find anything. Every time we would come to an apartment it\nwas already taken. And eventually we found something in a small building that had\nsix small apartments and the -- Mr. [indecipherable] said we could have this\napartment, but he wasn’t going to do anything. No painting, no nothing, take it or\nleave it, and so we did, we took it. And then finally by -- by -- by March, thank God\na refund from the government, for -- on his taxes, and we were able to buy this hou -\n- incredible car, which was like a ’51 Buick, I think. And it had a -- that -- you know,\nat least went, if nothing else. And in -- in the meantime, you know, we would take\nbuses and stuff, and he took a long time to get to work every day and he hated it at\nHoffstra. Not that he -- he doesn’t di -- he didn’t like 1t because he was teaching\nfreshmen and he really couldn’t understand at all kids, like I eventually got to\nunderstand because that’s often what I had is kids who just weren't going to study, or\ndidn’t feel like chemi -- and chemistry’s hard for most kids. And none of -- none of\nthem were devoted to chemistry, it was just a subject they were taking. And, you\nknow, he was -- an-and he was extremely enthusiastic about chemistry. To him it\nmeant a lot and -- and they were just, you know, coming up with you know, my dog\n-- the dog ate my homework, and he couldn’t understand that at all. So he didn't like\nit very much there and had im-immediately applied for other situation in the gover --\nsituations in the government. And of course the pay was extremely low, so that we\ncouldn’t really afford anything. It was -- it was difficult to -- to -- to buy it -- to --\nyou know, to buy any furniture or anything. And we -- we bought something, but not\nvery much. And -- so it was -- it was kind of hard. And I -- I was home alone and I\nhad -- I could have started going to Hoffstra, but it was already in progress and I was\nreally scared. I had just gone through this whole year in -- in Switzerland of coping\nwith a new university where they required me to know much more French than I\nknew. I was doing [indecipherable] of the text of Proust and I could barely speak\nFrench because I was an English major and I had done very little French before, but\nthey couldn't care less. You’re second year French, you take this. You know, there is\nnone of that. I mean, you -- American universities coddle kids in comparison.",
        "Q: Mm-hm.",
        "A: Of course I didn’t understand that they also didn’t expect me to take any exams.\nJust -- you know, just you fla -- you know, you’re just there. But -- but so it was\nactually lonely for me, and I waited for Dan to come home and I decided that I might\nas well have a baby. What else was there? You get married, you have a baby. So I\ngot pregnant right away. And Wanda was eventually born on our first wedding\nanniversary.",
        "Q: Wow.",
        "A: So -- well, being pregnant meant you have to find a doctor and you have to pay\nthe doctor and I have an -- had an idiot, but that’s not because we didn’t pay him, we\ndid, but he was just bad. And we pay -- tried to -- we painted our apartment\nourselves and -- after we got tired of taking a shower and ending up with brown dots\non our heads because the paint was dropping down, you know. So we painted and\nwe had some furniture. But then things got really exciting because Dan got a -- a\nposition at Walter Reed and he said he couldn’t come until June because he had to --\nhe promised to be at Hoffstra til the end of the school year, and they said they would\nwait. And so that was -- that was great. So by June I was already highly pregnant.\nWanda was born at the end of August. We took whatever possessions we had and we\nheaded for Washington. And that was great.",
        "Q: Yeah. So you were here in hot summer.",
        "A: We got here in a hot summer with very little to no money. We borrowed some\nmoney.",
        "Q: What -- what kind of job did he get?",
        "A: As a researcher.",
        "Q: Uh-huh.",
        "A: In -- ina lab at Walter Reed, which -- where he remained for the rest of his -- for\nthe rest of his life.",
        "Q: Oh really?",
        "A: Yeah. Not in -- in that lab. He came as a -- as a researcher, he eventually headed\nthe lab and the section. And they were working on -- it was a-again a no -- tropical\nmedicine.",
        "Q: Oh, really.",
        "A: Which is what he was interested in. Eventually he -- he worked in selentum\nchemistry. He had a -- his Ph.D. had to do with -- w-with e-e-extracting a new\nalkaloid from opium.",
        "Q: Hm.",
        "A: And so that kind of tropical medicine was of interest to him. Eventually he ended\nup working on anti-malarials. But they -- at Walter Reed at that time they were also\ndoing anti-nuclear medicine. So I think I’m saying it right, because it was a long\ntime that -- that they were working on that. They were thinking ab-bout how to -- of\ncourse it’s the army, so they were always thinking in terms of, you know, what are\nwe going to be afflicted with that we have to counteract.",
        "Q: Uh-huh.",
        "A: And so the medicine was going in -- in -- the research was going in the direction\nof if there is a nuclear attack -- and they were still thinking a lot about that, it was\nstill after the 50’s and after McCarthyism.",
        "Q: So it was tre-treating people who had been --",
        "A: Who had been --",
        "Q: -- exposed to radiation.",
        "A: -- exposed to radiation, right.",
        "Q: Oh.",
        "A: So it’s anti-radiation, that’s what it’s really called.",
        "Q: Right.",
        "A: That’s anti-radiation. So anti-radiation and then eventually that kind of died down\nand they went more into doing anti-malarials and that’s where really he did. And\nanyway, So th -- so w-we came to Washington and I will never forget the hotel we\nstayed in. It was on Dupont Circle in those old, old hotels before they were all\ndestroyed. And barely any air conditioning and the temperature was high and I was\nvery pregnant, and huge. And it was hot. But, we went to Walter Reed, and right\nnext to Walter Reed there were these apartment houses and there were plenty of\napartments to be had. It was unbelievable. And we got, right across from Walter\nReed -- I, of course, didn’t arrive -- right across from Walter Reed, there was this --\nwhat it was called? A garden apartment that was beautiful and light and had two\nbedroom and a big living room and -- and a patio. And it was the same amount of\nmoney, it was like 115 dollars, I remember it. It was the same amount of money like\nthat hole in the wall in New York. So, I was thrilled. And of course, I had been\nlonely and Ill never forget that Dan went to work and he could walk across the\nstreet to work and somebody came and knocked on my door, and there was a\nneighbor from upstairs with -- pregnant, and with a baby on her arms, and she said,\noh I heard you moved in, welcome. I was like -- I thought I was going to faint. No\none talked to me in New York, ever.",
        "Q: Huh.",
        "A: On Long Island. It was a strange community. I -- I don’t think this is true that\npeople in New York don’t talk to you, but it happened to have been my experience\nin that particular town. So, well, 1t was just the people that were there and there were\nno children and so on. But it was a different life in Washington.",
        "Q: So things turned around pretty quickly.",
        "A: Very quickly.",
        "Q: Yeah.",
        "A: It was like totally on the dime.",
        "Q: Yeah.",
        "A: The place was full of young physicians from Walter Reed and their wives and\ntheir children and I made some lifelong -- long friends. And, you know, that was just\ntotally, totally different life.",
        "Q: Did you join a Jewish community?",
        "A: No.",
        "Q: No.",
        "A: No. We did not join -- join Jewish community. We went to services, Rosh\nHashanah, but to just whatever was free and open and there we -- there always were\nsome in town, but that’s all we did. Not until we moved from there, when Wanda\nwas four and we bought a house and we moved to where we are now, into -- to this\ncommunity. And -- which is across from -- we are across from Ohr Kodesh\ncongregation.",
        "Q: Mm-hm.",
        "A: And we joined, or --",
        "Q: Which is over on East-West highway.",
        "A: It’s right on East-West highway. We join -- and we -- we -- our house was just\naround the corner from this house. This house was built in ’79. But we moved into a\nthree bedroom, small Maryland type house that -- that at that time cost 18,500. And\nwas in -- it’s insane. It just sold for like almost half a million dollars, ridiculous. But\nanyway, we moved into that house and we joined Ohr Kodesh, and that’s where the\nkids went to -- and I’m still a member now, I’m much more active now than I was\nthen, and -- and the kids went to Hebrew school there, and were Bar and Bat\nMitzvah eventually. I had the -- that daughter, of course, that summer, and -- Wanda\nwas born and then Elliot was born a year and a half later.",
        "Q: So, ’60 -- late ’64 --",
        "A: 59, 61.",
        "Q: 61?",
        "A: Mm-hm.",
        "Q: Uh-huh.",
        "A: Wanda was born within the first year.",
        "Q: Right.",
        "A: We were married in ’50 -- in the fall of ’58, Wanda was born 1n September 59 --\nI’m sorry, in August of *59.",
        "Q: Mm.",
        "A: And Elliot was born in March of ’61.",
        "Q: Mm-hm, mm-hm.",
        "A: And that was the end of children.",
        "Q: Mm-hm. So the 60’s were raising kids for you.",
        "A: 60’s were raising kids.",
        "Q: Little kids.",
        "A: Little kids. I did things here and there. I started -- I did that little work for VOA. I\ndon’t remember how I found them, or they found me.",
        "Q: But that was in the 60’s --",
        "A: That was in the 60’s.",
        "Q: [indecipherable] translation?",
        "A: I did a lot of translation at the time for the Joint Publications Research Services. It\nwas Department of Commerce. And that was excellent because I could neither type,\nn-nor -- nor nothing. I -- I couldn’t type. But it had to be perfectly typed and I\ncouldn’t do that. So I lon -- wrote longhand translations the best I could and then\nedited them. And did a lot of work, but I really learned English that way. And th-\nthen I gave it to somebody to type. So, whatever they paid me I shared with the\ntypist. And so it was something -- something for me to do that -- that was sort of\nintellectually challenging and making a tiny bit of money. And that’s that.",
        "Q: By that time -- did you feel like an American by that time?",
        "A: I -- I think so. You know, differently from very many people who come to this\ncountry, and I certainly have had much experience with that, because I ended up\nteaching ESL, I -- I did -- I did not have anybody who spoke my language, or who\ncame from my culture.",
        "Q: So you didn’t have those constant reminders.",
        "A: I didn’t have those constant reminders. And I wrote home -- in quote home, less\nand less than my friends. And I got very involved with other mothers, and with, you\nknow, what was going on with my kids.",
        "Q: And your husband’s family, too?",
        "A: And my husband -- well, my husband’s family, there was nobody in Washington,\nactually. At fi -- one short period of time a cousin was here, a cousin of my\nhusbands. And they had a little boy -- and they still have him, but they ha -- they had\na baby at that time, and they lived in Arlington and we saw them sometimes. But a\nvery good friend of my husband’s from high school -- junior high school and high\nschool settled here. In fact, they’re the ones who always pushed my husband to come\n35and work for the government. He was one of the early arrivals to the Washington\narea to work on the computer -- in the com -- he worked for the Bureau of Standards\nand he worked on the computers. [phone ringing] There wa --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is the continuation of a United States Holocaust Memorial Museum\ninterview with Dora Klayman. This is tape number two, side A. We -- you are in\nWashington, you have a cousin of your hu --",
        "A: Husband.",
        "Q: -- husband’s cousin here.",
        "A: Mm.",
        "Q: And you said you stopped writing to a lot of your friends. But what about your\nuncle?",
        "A: Well, I wrote to my uncle not as frequently as I should have probably, looking\nback. But I did. I sent pictures. And waited for, basically, for my -- I made promises\n-- when I wrote to him, I -- originally to say I would get -- I wanted to get married, I\npromised that I would go back to school and finish. And it waited until Elliot was in\nkindergarten, but once he was in kindergarten, I enrolled in Montgomery College,\nwhich was very, very close. I -- I finally learned how to drive. I was 27, I learned\nhow to drive. And -- and I started taking -- I took -- I fre -- one course. And while he\nwas in kindergarten, I would drive to Takoma Park and take my class and drive\nback, and be back for him to come back from school. And I took a class in English\nwith a Dr. Laverne Miller, who shall not be forgotten by me forever. She just died\nrecently. She was a fantastic teacher, the best I ever had, or one of the best I ever\nhad, anyway. The best I had in the States, I think. And I took my first English\ncourse, and you know, freshman English 101, and wrote my first essay and drove\nDan crazy because I wanted him to read it and he wouldn’t. And he said, just do it,\njust do it, just go. It’s okay, you can do it. So I went with my first piece, and I have\nit, and the class ended and she se -- the class -- the new class began and we had to\nhave that [indecipherable] when a new class began, she said that there was one good\ncomposition. And she started reading it, it was mine. I was like, oh my God, you\nknow?",
        "Q: What did you write about?",
        "A: Oh, it was just something we had to summarize, it was nothing much. It was just\na summary of -- of -- of some article about some planets or something. It wasn’t -- it\nwas just ri -- she sent us home to write a summary.",
        "Q: Mm-hm.",
        "A: And obviously I knew how to write. I’ve said that many times, you know, people\nask me, how do these ESL kids do it? And I say well, if they can write to begin with,\nthey do fine. But it’s not a matter of teaching just the language, it’s teaching\neverything.",
        "Q: Mm-hm.",
        "A: And -- and I wou -- I had always been a very good writer, so I just transferred the\nskill, it was no big deal. I had to learn English, but I didn’t have to learn how to\nwrite.",
        "Q: Right.",
        "A: So -- so that was -- that was fine. So eventually I took a lot of classes from Dr.\nMiller, she taught [indecipherable] books at -- at Takoma Park. And she eventually\nhired me to, when I finished col -- when I finished University of Maryland she hired\nme, and then my -- that was my first job, was teaching at -- at Montgomery College.",
        "Q: Huh. Huh.",
        "A: So, anyway, I had [indecipherable]",
        "Q: So when you went back to school, did you know that you wanted to teach English\nas a second language?",
        "A: No, I had no idea, in fact, that that’s what I would be doing. And -- and in fact, I -\n- | thought exactly what -- that I would not be doing that, because I felt like English\nas a second language was not a field that anybody even heard about here --",
        "Q: Uh-huh.",
        "A: -- at that time. [phone ringing] And now ignore it. [indecipherable] it’s unknown,\nanyhow.",
        "Q: Just let me -- let me pause it. [tape break] -- 1t wasn’t a field that was known here.",
        "A: No, it was not -- no one even talked about that. Certainly wasn’t taught in the\ncounty. English as a second language was not a recognized class offering in\nMontgomery county. And I thought, even if the -- had ex -- if it had even started, I\nwould have thought that they wouldn’t want someone who had an accent and was\nfrom a different country. And so I went to my second experience, namely to my\nSwiss experience, and -- because I had become ru -- quite fluent that year in -- in\nFrench. And so I thought I would be a French major. Languages was what I always\nwanted to study, so that was fine. So I was going to, you know, do French. Which I\ndid do, I enrolled in French, but I had such -- just crazy experiences, because in -- in\nEuropean schools you don’t start from -- from ground zero at the university. You\ncan’t sort of decide you’re going to be a French major and start with French 101 in\ncollege. Which you could here. I mean, it will take you some doing -- take some --\nsome doing, but you can if you want to. There it’s 1m -- it’s -- it was great -- greatly\npro -- it was problematic in every way because when I came to Zagreb and I decided\n-- ]-I was an English major, but I decided already to study some French because I\nknew I was going to go to Switzerland, I had planned on that. So I too -- I had to\ntake French with the same student -- with the same kids who had studied French for\nfive years in -- in high school.",
        "Q: Mm.",
        "A: I had studied English. And I had some pr -- private lessons, but I struggled greatly\nthat year, trying to do French with people who were ahead of me. And the same\nthing happened again when I came to Switzerland. I was still struggling with French\nand they again put me too far ahead. I could never -- you -- you can’t make a\ndecision what you want to take. It’s like what’s available and where they think you\nshould be, with -- without regard and -- where you actually are as a student. So I\nthought, oh God, I’m going to do this again? And when I realized that you can start\nfrom the beginning here, I enrolled in 101, French 101. Well, they threw me out of\nthere and I went to a higher level class, but I was at MC and I also started taking\nSpanish, which was the smartest thing I ever did. But anyway, I eventually graduated\nfrom University of Maryland with a degree in French and a minor in -- in Spanish.\nAnd then, at that point, ESL became already -- started to become a field a-and I had -\n- because I dragged through schools for such a long period of time, I didn’t go like\nthree or four years, I don’t know how long it took me, a long time. And I had -- I\nstarted teaching ESL at Takoma Park in the evening program, before I had any kind\nof a degree. Because I -- while I was a student there, they recognized that I could --\nthat I knew something about what -- what -- what needed to be taught and that I\nunderstood the process. And they started the evening programs for the new\nVietnamese community coming in.",
        "Q: At Montgomery College, yeah.",
        "A: At Montgomery College. Actually no, that’s not even true. I-I started when the\nCubans were coming in.",
        "Q: In the early 80’s?",
        "A: In the early -- oh, it was la -- much earlier than that.",
        "Q: Oh, oh, the first wave.",
        "A: That first wave --",
        "Q: Yeah.",
        "A: -- of Cubans --",
        "Q: Wow.",
        "A: -- that came in.",
        "Q: In the 60’s.",
        "A: Yes, and we had -- nobody knew how to teach it, nobody knew what to do and\nnobody knew n-no -- we didn’t have any books. The only books we had were\nsomething that the army had used. It was -- it was -- it was an -- you know, an -- an\nold system. I [indecipherable] remember what it was called, English 800 or\nsomething, and it was like based on 800 vocabulary items and -- and there were\nthese sent-sentences we were supposed to be teaching, it was like these Cuban ladies\nthat y -- that didn’t know what hit them, and we are teaching them, if 1t had been\nraining in Miami, I would have taken my umbrella. What? You know? Because we\njust had no idea. Nobody knew how to teach it. And we were just sort of like\nstruggling and figuring things out. And -- and teaching in -- in the basement across\nthe street from MC there was an old church and in that basement there was a\nclassroom we could use. And then the Vietnamese population came in, and then\nsome books were published, and we tried -- you know, there were three of us trying\nto figure out what was going on. I was coordinating the program; I hadn’t even\ngraduated from college, you know? It was crazy.",
        "Q: I bet it was fulfilling.",
        "A: It was very fulfilling and -- and it worked very well for me in every way because\nmy husband could stay home with the kids and we taught -- and I taught twice a\nweek in the evening, and they paid me. Wasn’t much, but it was great. And so I was\n-- I was doing that and -- and going to school at the same time.",
        "Q: Mm.",
        "A: But, to back up, you asked me about my uncle. When the kids -- so that was one\nthing I did, I -- I did -- I go back to school, not just because he wanted me to, but I\ndid, too.",
        "Q: You wanted to, sure.",
        "A: And that was one thing. But the other thing was that in -- by 19 -- let me see,\nWanda was five, so she was in kindergarten when I got my citizenship. That was\nanother story. And -- and since she was in kindergarten we could take her out of\nschool, we felt, for a little bit of time. Elliot was still in nursery school, and we went\nto -- we went to Switzerland for a bit and to cro -- to Yugoslavia to visit my uncle.\nAnd we stayed for a few months.",
        "Q: A few months?",
        "A: That was -- that was great, yeah.",
        "Q: I bet he was so thrilled.",
        "A: He was thrilled, yes, he was thrilled. There I am, you know, arriving back with\ntwo kids. And then eventually Dan came, and at that point, of course, we were doing",
        "Q: That was the first time he met Dan.",
        "A: Yes. They got along very well. They spoke in -- Dan [indecipherable] German,\nbut you know, he went up and he was -- Dan was very outgoing and lots of fun and\nthey had a good time together. It was very nice, it was very fulfilling and really\ngreat. Oh, we -- at that time we were doing better financially so we could, you know,\nwe -- first of all we -- we have saved enough money for all of us to go to Europe.\nAnd second, we could rent a car and you know, just go around a little bit and see a\nbit, and that was -- that was really a lovely trip. And so --",
        "Q: Great, yeah. Let me ask you about the 60’s in this country. A lot of people have\ncommented that coming to this country as they did, and as you did, they felt\nextremely sensitive to the civil rights movement, especially people who moved\nanywhere close to the south and saw how blacks were being treated in this country.\nWas that -- was that of -- a -- a significant kind of thing on your radar at that time\nhere in Washington?",
        "A: Yeah, it was.",
        "Q: Washington had quite a --",
        "A: It was very much so.",
        "Q: -- quite its share of conflicts here.",
        "A: In fact, yeah, very much so. And in fact, I was just saying to the very friend\nwhose phone just rang, how I remember so well all the Civil Rights marches. I was\nat a march yesterday, the --",
        "Q: Women’s march.",
        "A: -- the Women’s march and how huge it was, but -- but 1t was not fraught with\ndanger, and those marches were fraught with danger. And I didn't go very much, I\nstayed with the kids, but -- but my husband went. I -- he was -- he was an avid\nphotographer, and -- and also wanted to record everything and he -- he -- he would\ngo down. But I went down too. I remember serving food in tent city in those days,\nwith the kids. And we -- you know, we lived through the -- through the riots and\nMartin Luther King’s death and I remember -- and of course, through President\nKennedy’s death. I -- I know that I was very American already, because I remember\nthat I cried when President Kennedy was nominated because I wanted Stevenson to\nbe nominated.",
        "Q: You had already had strong feelings about American politics.",
        "A: Yeah, yeah.",
        "Q: That was pretty quick.",
        "A: Yeah. Well, of course you know, I had -- I had a tutor living with me. And I\ndidn’t have that other community. That, I think is really major in my transformation,\nthat -- that I got very involved -- oh yeah, I was - I was doing the dollars for\ndemocrats. I have pictures of myself co -- you know, trying to get money for\nJohnson to be elected. I mean, you know, it’s -- so it’s -- I-I got really involved in --\nin -- in the community and in -- and in life here. With, you know, with Civil Rights\nand everything else that came -- that came down the pike with the democratic party.\nI -- I served as a judge of elections in -- at -- one year. And so I just got a -- to meet a\nlot of people that were sort of kindred spirits. And of course in this com -- this\nparticular community where we lived, we -- it was an all white community at the\ntime. And from what I heard, even though this was built by -- by a -- a fellow Jew, it\nhad originally, when it was built in the late 1930’s, early 40’s -- well, not by 40’s, it\nwas a-all gone. But -- but the early -- the houses built in the 30’s actually had a-an\nanti-Jewish covenant. [indecipherable]",
        "Q: In this neighborhood?",
        "A: Yes, in this neighborhood.",
        "Q: What is this neighborhood called?",
        "A: This neighborhood 1s called Rock Creek Forest.",
        "Q: Hm.",
        "A: And I think it went off fast, and I never saw any original documents. But my next\ndoor neighbor in my old house wa -- told me about it, and -- and they were sa --\nsavvy. He was a newspaper [indecipherable] Levins, and he was a -- they were pe --\nreally involved in labor issues and he was -- he published the newspaper for the\nrailway union. And so I -- I learned from them a lot, as well. So I -- so, at -- in this\nneighborhood at th -- at that time, I didn’t even -- I wasn’t aware that everybody was\nwhite in the neighborhood until a black family moved in and nobody said anything,\neverything was fine. But then they tried to buy a house -- th -- I think they were\nrenting and then they tried to buy a house and -- and she came to tell us, I remember,\nthat th -- th -- they had, I don’t know, something had happened in their house. I can’t\nremember now whether somebody threw stones or whatever, what happen, or\nsomeone wrote graffiti. And the neighborhood, there were a lot of -- they were rather\nreally progressive people living here and -- and people rallied around them. But then\nwe became aware that -- that it’s been difficult for -- for black people to buy houses\nhere. And eventually things calmed down and -- and th-they bought some houses.\nIt’s not that mixed here now, but it -- it is, I mean, you know, I have --",
        "Q: Mm-hm.",
        "A: -- neighbors across the street, or down the street --",
        "Q: At that time, did your friends know about your history and was it something that\nyou either -- either consciously made a point of telling people or consciously didn’t\nmake a point of telling people? Or was it just relevant or irrelevant to your daily life\nor in your relations with friends?",
        "A: I would tell people if they asked. I -- 1t wasn’t something that I would -- I -- I\ncertainly, you know didn’t think, oh, I’ve got to go and tell people, or advocate for --\nfor knowledge of the Holocaust or I -- I -- I would be aware -- more aware of these\nissues when I would meet somebody from Croatia, that’s one thing. I think I\npurposely did not seek out people from Yugoslavia because there was always an\nissue of, and where were you during the war and who are you?",
        "Q: What side were you on?",
        "A: What side were you on and what side are you on now”?",
        "Q: Because things were getting more and more tense over there, yeah.",
        "A: Well, I 0 -- I was aware of the fact that a lot of people had escaped to this country\nand a lot of people left in 1945, and I just felt like I’m just as well avoiding it. Now,\n1-1f there was somebody from Serbia, I would feel much more comfortable than if\nthere was somebody from Croatia.",
        "Q: Explain why.",
        "A: Well, that’s because during -- during the war, Croatia and Serbia were not in the\nsame country. Yugoslavia fell apart after the invasion, and Croatia became an\nindependent -- so-called ing -- it was called independent state of Croatia, Nezavisan\nStanje od Hrvatski. And it was a puppet government that carried out the edicts of --\nof the Third Reich. And so everything, including genocide perpetrated on Jews was\nalso perpetrated on Serbs.",
        "Q: Serbs.",
        "A: And so that I had -- I -- I -- I knew that if I met a Serb, that Serb could not have\nbeen my enemy during the war, because they were enemies of my b -- they were\nenemies of Germany or -- and of the Ustasi, who were the Croatian Nazis, as a --\nCroatian fascists, I should say --",
        "Q: Who were your enemies.",
        "A: Who -- who were my enemies.",
        "Q: Right.",
        "A: Right.",
        "Q: Right.",
        "A: So -- but it was also interesting to meet some Serbs. I became -- you know, I had\na very dist -- in some sense | had a revised sense of history. I still don’t un -- I still\ndon’t know the truth -- not that anybody really does, but I find that talking to my\nfriend Lucy, I find out a lot of things that I wasn’t aware of. And it’s interesting to\nwork with Lucy, who 1s from s -- from -- from Croatia and who is in her 80’s.",
        "Q: We should say this is Lucie Rosenberg.",
        "A: Lucie Rosenberg. And to Sanya Primoraz, who works at the Holocaust Museum\nand who 1s in her 30’s, and who’s also from Croatia, and she’s Catholic, but married\nto a Jew, and me. And the three of us are basically three generations from Croatia.\nAnd each one of us has a different viewpoint. Now, I do -- shouldn’t say different\nviewpoint. A different --",
        "Q: Experience.",
        "A: -- experience. And different educational background in terms of what had\nhappened. Lucy, who left just before the war, and could view history from -- as it\ndeveloped during the war, from here. Sanya, who wasn’t born and I, who lived\nthrough that, but I was educated in communist Yugoslavia. I am a true product of\nTito’s schools. I know history of Yugoslavia as they wanted us to know it. I know --\nand I’ve now forgotten a lot, but -- but I ne -- I-I -- I -- I’m a product of -- of the\neducational system of -- of -- of the communist era.",
        "Q: And could you, as a little sidebar, sort of describe --",
        "A: What that meant?",
        "Q: -- what the factors of -- yeah, wha-what that means to you now.",
        "A: Well, what that means to me now is that I really -- I really -- they -- we talked\nabout Chetniks, for example. Chetniks were the Serbs who w -- fought against the\nGermans, apparently, but they also fought against the partisans. So in post-\nCommunist Yugoslavia, they were the enemy. They were just as much the enemy as\n-- as the Germans. But na -- I didn’t understand exactly why England, for example\nand United States were supporting Chetniks at the beginning of the war. Now I\nunderstand. First of all they didn’t know who was who. Second, th-there were some\ncircumstances where the Chetniks were doing some good things. On the other hand,\nof course, the sa -- they were nationalists at the same time so they also have their bad\npoints. But when I would meet Serbs after, when I came here, who would tell me\nthat -- that their families were Chetniks, I would think, my God, what horror. A-And\n-- and there probably was, but I still don’t quite know. I still don’t understand the\nChetnik movement properly because I’ve never really delved into it. But I know that\nit is not exactly as black and white as I had learned it. So th-th-this whole business,\nand of course now, after the ’92 war there, issues are changed the -- you know, that -",
        "Q: Yeah.",
        "A: -- that [indecipherable] sentiments changed again, because in fact, who was doing\n-- who -- who was, in fact, committing cheno -- genocide on the Bosnians? It was\nagain the Chetniks. So, which Chetniks, you know? Whi --",
        "Q: Yeah. But going back to the 50’s, just as the Chetniks history was taught to you\nin a very black and white manner, I’m also guessing that the partisan history was\ntaught to you in a gray --",
        "A: Also as a -- exactly.",
        "Q: -- ina -- ina --",
        "A: Everything was perfect.",
        "Q: -- in a very glorified manner.",
        "A: Yes.",
        "Q: Yeah --",
        "A: [indecipherable |",
        "Q: -- and that Tito was --",
        "A: God.",
        "Q: Yeah.",
        "A: Exactly. And you know, I -- I -- I was -- I mean I -- I have to -- I -- you know, I-\nI’m liberal now, which 1s sort of to the left of -- certainly President Bush. But -- but\nat that time, you know, that was starting school, and I would come home and have\nthese heated discussions with my uncle about, you know, imperialist Americans and\nimperialist this and that. I grew out of that one eventually, but I wanted to go and,\nyou know, be with a brigade and -- and build a -- build the O-Otestrad\n[indecipherable] and --",
        "Q: Fight for brotherhood and unity.",
        "A: Yeah, fight for brotherhood and unity and -- and you know, it’s not that he was to\nthe right. He -- you know, and he was considered a -- because he had also been in the\nconcentration camp. He was in the same concentration camp where my family was\nkilled. And after the war, you know, he was considered also a hero and you know, he\nwas director of the bank and so on, unofficial mayor of the town. I mean, he was\nhighly respected and regarded by that government. But he also had a reasonable\n[phone ringing] middle of the little point of view. [tape break] Saying that oh, you\nknow, oh I’Il tell you more about my uncle and one of the -- wa -- one of the fa --\nyeah, we were talking about my uncle and being -- not being really far to the left --",
        "Q: Right.",
        "A: -- but certainly not being right either. And I remember we had knockdown drag\nout fights about when -- when [indecipherable] of the Suez Canal. And the Suez\nCanal was handed over to Egypt, I was all for it and I -- you know, we -- because we\nwere all herded out to go and -- and scream anti -- anti-Imperialist slogans, and they\nwere saying well, you know, England invested so much money in the building of the\ncanal, was like, so what? You know, so -- so you had that, you know, and of course\nTito and you know, we -- we sang songs as children, you know? Tito was our\n[indecipherable] and blue violet and on the -- so -- and of course we were all -- had\nto be pio -- Pioneers. And I had to, you know, march around with my red bandana\naround my neck. And you had to be part of the communist youth. Is that thing on?",
        "Q: Mm-hm, mm-hm.",
        "A: And the -- it -- it -- it became a problem for me when I was trying to get my -- my\nU.S. citizenship.",
        "Q: Citizenship.",
        "A: Mm-hm.",
        "Q: Oh.",
        "A: Not that I was in any way, any kind of a leader, ever. I -- and you never asked to\nbe a Pioneer or to be the communist youth, you just were. If you were in school, you\nwere communist youth, that’s how it was. And you didn’t volunteer to go out and --\nand march for, you know, Trieste should be Yugoslav, you just had to go.",
        "Q: You had to.",
        "A: You were gathered from the school and you were marched out. But when I\napplied for my citizenship, there was -- I was in -- really interrogated. And I\nremember very well this lady asking me why I didn't quit. Why I didn’t announce\nthat I am quitting this organization. And I thought to myself, lady, I really wanted to\nsurvive. I -- you know, I really didn’t --didn’t want to be forbidden to go to school,\nand ended up in -- and end up in jail, I just -- I wasn’t that kind of an activist.",
        "Q: Because a lot of that was going on in the 50’s.",
        "A: Absolutely.",
        "Q: Yeah.",
        "A: Absolutely.",
        "Q: Yeah.",
        "A: A lot of that was going on. One of my friend’s father ended up in jail, and we\nnever understood exactly why. He was -- one day he was some sort of an off --\nofficial and the next day he was nowhere to be seen. So a lot of that was going on\nand you had to be careful. And -- and I saw -- I saw many abuses that -- you know,\nas stupidities of the system. People who had no business running anything, you\nknow. One minute they were shepherds and the next minute they were running the\ncity, or being the police chiefs, or demanding that li -- that [indecipherable] we had a\nhouse and they demanded that we relinquish the house because we didn’t have -- that\nwas not the house we lived in, but we had another building that was under\nconstruction, starting from before the war. And then we were ordered to finish it, and\nof course we didn’t have the money to finish it. And so we said well, we can’t. They\nsaid well, then the government will finish it and -- any way they wanted to. And\nthere’s three people who probably didn’t have a public -- didn’t have an indoor\nplumbing of -- ever in their lives, now decided to make it into three apartments from\ntwo apartments and they made a total mess of it. You know, there was that kind of\nstuff going on. Those kinds of, you know, where everything was topsy-turvy. But,\nyou know, you -- and -- and I was aware that you had to be quiet and not say certain\nthings in certain places, and -- and you know, we listened to Voice of America and --\nand BBC every day. So we did know what was going on. But you still had that sense\nof being -- you had that sense of being in -- in sort of -- some sort of jail.",
        "Q: You did?",
        "A: Yeah. Well, it took me -- for example, when I decided to -- when I decided to go\nfirst time to Switzerland, my aunt and my uncle finally, you know, wrote to me and -\n- and I decided to go. It took me a long time to get a visa. And of course it took some\ndoing for me to have enough money to buy a ticket, even though my uncle was\ndirector of [indecipherable]. We only lived the way we lived because we have things\nfrom before the war we could sell. So, you know, there goes another gold chain that\nwas sold and I got a ticket. But the visa -- I got only the passport, and visa I got only\nbecause I was considered a victim of fascism. That was the actual title --",
        "Q: Hm.",
        "A: -- that we were given, zrtva faSizam. And -- and --",
        "Q: That was a Swiss categ --",
        "A: No, that was Yugoslav.",
        "Q: Huh.",
        "A: Yugoslav, because you couldn’t get a passport to leave. You couldn’t leave the\ncountry. You know, none of the communist countries allowed people to --",
        "Q: Right.",
        "A: -- go out. So I was allowed -- I was given a passport because I wrote -- I wrote\nthis letter that I wanted to go and how we had, you know --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: Okay.",
        "A: Anyway, so I had to write that I had this one uncle in Switzerland and that I\nwanted to go and visit, he invited me. And so they gave me a passport. But when I\ncame back, I was a celebrity, because nobody had been out of the country.",
        "Q: Hm.",
        "A: And I went through my hi -- my -- my classroom -- my -- my high school\nclassrooms and I talked about things that I’d seen. And, you know, strange things\nwere -- were -- I-I-I mean, the things that I talked about. I remember talking about\ndoors that o -- that opened automatically when you go to a supermarket, which we\ndidn’t have either, and how -- you know, how many things are on the shelves and so\non. Cause after the -- that was °54, I think ow -- whe -- but things were still really\ntough. You know, I don’t know about that time, but just previous to that, I mean, we\nhad to have coupons for everything. And getting a pair of shoes was a major thing. I\nremember buying my first pair of shoes that I could actually go out and buy from a\nstore. And you know, that was so beautiful, I put them on my night table, I mean.\nAnd they were as ugly as can be, when I think back. I know exactly what they\nlooked like.",
        "Q: Hm.",
        "A: And, you know, things were -- you know, there was very little to be had and even\nbooks, and -- you know, I n -- I remember how difficult it was to buy notebooks.\nAnd I got a first -- ma -- my -- my uncle sent me my fir -- my notebook -- notebooks\nand era -- an eraser, and ballpoint pen from Switzerland, that was like gold, you\nknow? I went around showing it off to everybody and everybody was borrowing\nmine -- my eraser, because it didn’t smudge everything. So, things were -- things\nwere tough after the war, economically.",
        "Q: Mm-hm.",
        "A: And of course it was, you know, the communist [indecipherable] was it was\nbecause of the war and because, you know, Imperialists were against us and we --\nafter nine -- after °48, after Yugoslavia broke off from Russia, 1t was, you know, we\nwere independent and we were maverick and 1n forefront -- in the forefront of --",
        "Q: Right.",
        "A: -- the world, you know.",
        "Q: It was the non-aligned movement.",
        "A: Non-aligned movement.",
        "Q: Yeah.",
        "A: It was the beginning of the -- it was the non-aligned movement and you know, it\nwas India and Egypt were our friends, and so on. So it was -- so I have that, you\nknow. I grew up with that, I -- I got over that, I understand that. I don’t und -- still\nunderstand some of the intricacies of -- of what really kept things going and I don’t -\n- historically I have not yet read enough, I’m pro -- I don’t know whether I ever will,\nI keep buying histories of Yugoslavia to read everything, to -- to really figure out\nwhat was going on. I read quite a bit lately, since I’ve been involved in the project\nwith the Holocaust Museum, because I need to know --",
        "Q: Yeah.",
        "A: -- what was happening.",
        "Q: Let’s jump ahead a little bit to the 70’s, if you don’t mind.",
        "A: Mm-hm. Not at all.",
        "Q: There was a time in this country when a lot of people became aware and spoke\nout publicly about the Holocaust for the first time. It was somehow not on the\nnational radar much before then. And ene -- even people who were doing academic\nresearch into, you know, historical questions about the Holocaust were not always\npublicly received, acknowledged as doing important work. But suddenly in the late\n70’s there were -- a number of things happened. One was the television series that\naired.",
        "A: “The Holocaust,” that -- that program?",
        "Q: Yeah, and another was the Holocaust Remembrance Day --",
        "A: Mm-hm.",
        "Q: -- became sort of a genera -- a new generation of young people took that up. Do\nyou remember those days and -- and -- and how did you respond?",
        "A: I remember -- I remember the days, but I don’t remember -- I -- I remember when\nthat series was -- was filmed and I remember that a lot of people started asking me\nquestions, that -- you know, how was it and what happened and what I remembered.\nThat hadn’t popped up before. So I remember -- people also were -- you know, I was\n-- people asked me about, you know, did I live like Anne Frank. And so I usually --\nand even now I -- I tend to say to people when they ask me, where were -- you\nknow, what were you doing during the war, I would say, well, I was hidden, but not\nlike Anne Frank. Because I was really not -- I mean, I wa -- I may have been hidden\nfor a day, not for years, in the -- in that same sense. I don’t know -- I was so\ninvolved in school at that time. I finally -- I -- I-I -- I was -- I just got out of college\nand I was student teaching and -- and I got my first job and I was -- I was teaching at\nBethesda Chevy Chase High School.",
        "Q: Oh.",
        "A: And that was -- well, after the year -- after the year at Montgomery College,\nwhere I was teaching full time in the regular students, rather than that evening\nprogram that I was doing, I was really busy. My kids were in junior high and -- or\nhigh school. No, they were in -- I think they were -- yeah, Elliot was still in middle\nschool, Wanda was in high school, and I was student teaching and coming home\ntired, wondering whether this is what I wanted to do, screaming at everybody at\nhome. I was like, I already had it with the kids. It was har -- I was student teaching\nhalf French and half ESL and I started to become aware of this whole new\nimmigrant community, and getting involved in all these other kids and their\nproblems, all these kids coming from Vietnam and -- and I think I was more\ninvolved in that than I was in the issues of the Holocaust, somehow. I started\nteaching at -- was it at -- an-and then my husband had his first heart attack. And that\nalso loomed fairly large. 1970 fo -- 1974, something like that, was his first heart\nattack. And Elliot was just Bar Mitzvah and so, you know, the -- I -- I-I was aware of\nit peripherally, but not involved in it in any way and it just seemed to me -- and I\ndon’t think I was that aware that it was not being talked about. That’s another thing,\nyou know, because what -- when I was in Switzerland with my aunt and uncle, it was\nso overwhelming. My aunt talks about it incessantly. But I don’t th -- and I don’t --\ndidn’t know any survivors here, really. So I just thought well, you know, if I thought\nanything I would have thought well, why would Americans -- I think I -- I underst --\nI think -- I know what -- I remember that, you know, there were many mo -- there\nwere movies, like war-time movies, American war-time movies. Liberation movies.\nAnd I think it was more in my -- my mind, m-more work toward, you know, being\nliberated and what that felt like. The -- you know, being helped by the United States,\nI remembered UNRRA packages, things of that nature more, and I was just so\ninvolved in like present day issues, as I si -- mentioned, the politics of -- of the day\nthat I -- I don’t think that was very much on my mind.",
        "Q: Interesting though, that you had -- that experience was, very clearly what moved\nyou in the direction that you went in, to help other people who were --",
        "A: Yeah.",
        "Q: -- adjusting to life here just as you had. So, in a way you’d moved way -- you’d\ntaken that experience with you and moved way into --",
        "A: Yeah.",
        "Q: -- another direction.",
        "A: Yeah, exactly.",
        "Q: In some way left it way far behind, and --",
        "A: [le -- in some way --",
        "Q: -- and taken it and moved ahead.",
        "A: -- it was with me.",
        "Q: Yeah.",
        "A: Because I could always -- I al -- you know, I would tell the kids what my\nexperience had been and I would understand the kids who came from war-time\nexperiences, and I would talk with them about it, and I would say, you know,\neventually you know, you have to think in a positive way and things are going to be\nbetter and -- cause we had -- at -- at BCC we had a whole group of kids, at one point\nearly, who actually -- Vietnamese orphans, or perhaps they were orphans, they didn’t\neven know. Kids that were boat people, boat kids, who [phone ringing, tape\ninterruption]",
        "Q: Kid -- you said there were kids who had been boat people.",
        "A: Kids who had been boat people. There was -- BCC is right next to a Lourdes\nCatholic church and Lourdes had housed and taken care of some dozen kids who\nlived there.",
        "Q: Hm.",
        "A: And I -- they were all in -- in my program and I was -- at that time we still\nweren’t a department. Eventually I was head of the ESL department, but when I\ncame to BCC in ’77 -- ’76 - °77 school year, I was al -- I was alone. I -- I had all the\nESL kids, I was their mother. And, you know, I mothered those kids til the day I\nretired, and I still do, to some extent, but it was just -- it was an overwhelming job\nsometimes. And some -- those kids who were -- who were at Lourdes had huge\namounts of problems and -- and you know, y-you had to constantly be looking after\nthem. And there were Cambodian kids too, and they were suicidal and they had, you\nknow, just --",
        "Q: They’d been through some terrible ordeals.",
        "A: -- their -- their -- they -- they’d gone through some terrible times. Kao and Sao,\nthe two Cambodian kids, one of them did commit suicide later on. So, it was -- you\nknow, I was just really too involved with that. I mean, what -- think about it, I started\nteaching it -- teaching there in ’76 - ’77 school year. Elliot had just come there, he\nwas in 10\" grade and Wanda was in 12\" grade. I was in -- I was 38 - 39. I-It was all\nI could do.",
        "Q: Yeah, keep moving.",
        "A: The Holocaust was very far behind me.",
        "Q: Right.",
        "A: That Holocaust. That was like --",
        "Q: Yes.",
        "A: -- I was with -- with these kids Holocaust.",
        "Q: Yeah.",
        "A: Listening about Cambodia and Vietnam.",
        "Q: Yeah. How did your kids respond to -- number one, they knew your story, but\nyour working with these other kids?",
        "A: I don’t know, they just sort of accepted it. They were just used to -- our house\nwas very open and -- and you know, I had kids come to the house. We had parties in\nour house, I have -- we had -- I had big di -- Thanksgiving dinners for them. I\ncooked a dinner -- they still do it at BCC, it’s continued. Th-The -- the tradition had\ncontinued. I had Thanksgiving, a whole Thanksgiving turkey, which we served like\nthe week before Thanksgiving and we had a dinner at my house for everybody in\nESL. Eventually it got too big. We had a few since I moved into this house, when --\nfortunately was larger house, so we could do it. But then -- then we started doing it\nat school. So the kids were just sort of like part of it, and -- but sometimes not as\ninvolved as I would have wanted them to be actually, because they were just -- you\nknow they were just American kids, who wanted to be with other American kids and\nI’m -- I’ve always had trouble getting American kids to participate with -- with\nforeign kids. They -- I -- I -- you know, as open as I -- I always say when they say,\noh Americans don’t like us, or this and that. And I say no, no, no, you know,\nAmericans are very open and they’re very accepting, and I think generally they are.\nBut there always is sort of a divide, nevertheless and you know, I felt like I was\nalways sort of there to be between them and -- and that other world. And funny that I\nnever felt-- I know that there are people who feel -- and there are many foreign ESL\nteachers now, I mean foreign born ESL teachers now, and very often they will feel\nwith the kids against that outside. But I never did. I just always felt that I was the\nAmerican. And you know, people ca -- kids ask me, you know, where I’m from and\nI said, well, I’m from here, but I wasn’t born here. I’Il tell them right away. But --\nand -- and I often tell them when they ask me about it, I say well, that’s why I can\nunderstand you better, because I had this -- I went through the same experience. Of\ncourse, I was very lucky in that I had someone to take care of me and guide me and -\n- and I knew the language and -- and I was educated and makes a big difference.",
        "Q: Yeah, yeah.",
        "A: Makes a huge difference. But even the way I grew up, I grew up, you know, in a\nsmall town with sort of a -- it -- it’s very funny because Yugoslavia 1s -- I mean,\nCroatia now, but Yugoslavia certainly, it’s -- it’s a -- really a class society. It’s a -- a\n-- United States is too, but we -- we claim we aren’t. And to some extent, even\nthough we are, I -- I think there is an easier way of -- th-the -- the division, the\nvertical division isn’t nearly as strong as it is there. And I g -- I grew up -- I know\nthat sounds funny because of what had happened to me, but I grew up privileged in\nmany ways, you know, because I was sort of [speaks foreign language here] which\nmeans sort of like a -- from a noble family, you know. But that’s because of my\nuncle, not so much -- and -- and I was always taught that -- that you had to ha -- to\nhelp and -- and be -- I know that sounds awfully patrician, but was like, you know, to\nnot lord it over kids who have less, and to give. And -- and be helpful, and it just\nkind of stayed with me. So that -- so it comes to me naturally to -- to -- to do -- you\nknow, to work, to -- to work with these all -- kids. I had all -- both of those things,\nyou know. To having come from di -- from -- from that background and then -- then\ncome from -- then come to this country. So it’s a -- it’s sort of a double whammy. It\nwas sort of I s -- I often instinctively understood, or I think I understood.",
        "Q: Mm-hm.",
        "A: The kids [indecipherable] I don’t know.",
        "Q: And -- and when did you start your work volunteering at the museum? It’s recent",
        "A: Oh, that happened fairly recently.",
        "Q: Uh-huh.",
        "A: Because in ‘99 I retired from Montgomery county public schools. Not that I\ncouldn’t have gone on, but a lot of my friends were retiring and I was getting a bit\ntired of being there morning, noon and night, from seven in the morning til who\nknows what hour and then doing work in the evening. And the school was closing\nfor two years and moving to another venue, and while --while BCC was being\nrebuilt. And I thought well, that’s sort of -- I -- and I just -- I -- I had just turned 60\nand I thought, well, it’s an opportune moment for me to close down, so I don’t have\nto pack and repack and unpack and okay, so this 1s it. So I had just retired, and --\nwhen -- and I -- of course I knew Lucie Rosenberg for awhile. Actually, an ESL\nperson who is a mutual friend introduced us, and -- some years ago, and she had\nstarted telling me about that -- about this material arriving from Jasenovac, and from\nCroatia and that she had started working on it. And then I asked her about it again\nand again. And I had started working immediately back for the county, but on a part\ntime basis as a -- as a -- a consultant. So I was working basically two days a week\nand I had more time and I said well, you know, let me take a look at it and she said\nshe never -- she hadn’t wanted to ask me to come, but she was thrilled that I would\nwant to go. But she hadn’t wanted to ask me because she thought it would be too\nclose to home for me, emotionally. And -- but I said yeah, I’m pretty tough, I’Il look\nat it. So I went one time with her and Sanya. They were working on this material that\nhad arrived from Jasenovac and that was in Linthicum, ready to be -- well, they had\nalready been working on it, was in -- totally in process -- in progress. But they were\ndoing everything from classifying material, a written material to packing forks and\nknives and spoons that had been found in camp. Not knives, forks and spoons that\nhave been unearthed from the camp, into envelopes and marking them to -- you\nknow, writing translations of letters and there was one cookbook and things of that\nnature. And I said fine, P’Il do 1t with you once a week, so we went there once a\nweek and started working on it, and that’s how I started doing it.",
        "Q: Mm-hm.",
        "A: And I’ve been there ever since.",
        "Q: Hm. Well, that’s a long time.",
        "A: Yeah.",
        "Q: Five years now.",
        "A: I don’t know, is it five years already? No, I don’t know.",
        "Q: You said ’99.",
        "A: 799 is I retired, but I don’t think that happened right away. I don’t know what I\nwas doing that year. I don’t remember what year that came, that material came.",
        "Q: When you, in the process of -- of seeing these documents and things, did you li --\ndid you come across anything specific about anybody in your family that -- or your\nparent’s --",
        "A: Just names. I did s -- find an -- names of my father and my uncle. Nobody else.\nBut of course, I had seen -- I ha -- I had -- came late, and they had looked at most of\nthe list before that. Lucy found some things for me. In the museum there are other\nthings that we found that had been borrowed from the archives before and they are\nalready on microfiche in the li -- in the museum. There are -- there are papers from\nmy mother’s side of the family. Grandfather, aunt, uncle, all my mother’s side of the\nfamily, cousins. There are p -- there are papers that they had to -- f-forms they had to\nfill out declaring their worldly goods and that’s -- tha-that’s very sad to just look at,\nyou know, because here it is, you know, a nine year old child declaring her\npossessions and it says things like, you know, one winter coat, one spring jacket,\nthree dresses, two pairs of shoes, one gold chain. You know, it’s just awful, just\nawful. So, you know, I continue working on it, P’ve -- P’ve -- I-I can steel myself and\ndo these things because I feel like the language is so important, and there are so few\npeople that can translate and so -- and that can un -- that understand that world, so --\nso I do it. It’s not what I thought I would do. I thought if I would volunteer, I was\nplanning on volunteering maybe at the Sackler or someplace like that. I like Asian\nartists, you notice.",
        "Q: Yeah.",
        "A: And, you know, I -- I like art and I love music and I -- I got involved, you know,\nin the [indecipherable] morning music club and helped my friend organize music\ncompetitions. It’s more, you know, what my -- you know. I go to more chamber\nmusic concerts, but it’s okay.",
        "Q: Do you think that -- has it forced you to examine things --",
        "A: Hugely, hugely.",
        "Q: -- in a way that you might not have otherwise?",
        "A: Hugely. It’s been -- it’s been eye-opening in many ways and -- and I have gotten\nenormously educated through the process. I just sort of -- I think what I -- what I did\nis not that it didn’t touch me, but I didn’t allow me -- allow it to touch me. I think\none of the ways that I dealt with the whole issue was the -- to just not think about it.\nAnd --",
        "Q: You mean all those years that --",
        "A: All those years.",
        "Q: 60’s, 70’s.",
        "A: Yeah -- well, no.",
        "Q: After you came back?",
        "A: Those years not even so -- yeah, I suppose so. I just -- you know, early childhood\nand you know, just thinking about what had happened. And I would just always say\nwell, I was very lucky and you know, I -- I know other people suffered and suffered\nterribly, but I was very lucky, so I’Il just take my luck and run with it. But it’s not --\nit’s -- right now I don’t feel differently about myself, but I -- I think it -- I think it\nwas -- I have a greater understanding. I-I think it’s still sort of intellectual rather than\nemotional. I still don’t like the emotional to -- to get me. I feel like I -- as I said to\nmy aunt, every -- every time that you -- that you let yourself suffer is one point for\nthem and one loss for you. And I’m not going to let it happen, if I can help it. So, I\ndon’t know, maybe it’s Pollyanna-ish in my way, but -- in -- in -- 1n a way, but --",
        "Q: But it -- there’s something in you that it -- it -- you worked hard to help and to do\nthings --",
        "A: Mm-hm.",
        "Q: -- and this fulfills part of that as well --",
        "A: I think so.",
        "Q: -- because it’s something you can do.",
        "A: That’s something that I can do, and I feel that that’s -- yeah, I do those things that\n-- that -- sort of like I can move in a positive way. And -- but I can -- that out of --\nout of these ashes -- I don’t want to be -- I don’t want to be dramatic, but that\nsomething good comes, that I -- you know, the never again business 1s -- is\nimportant, and -- and it’s -- and it’s real. And I -- I think that it does -- the history\ndoes need to be understood, and -- and -- and I don’t understand enough so -- so --\nbut I have -- so -- so I’m -- I’ve been learning, because I’ve had to -- I’ve had to\nlearn about things, you know. Like, for example I’m -- never knew because certainly\nwasn’t taught to me, anything about what was happening in Dalmatia during that\ntime, for example, to Jews. I mean I don’t ha -- didn’t have the foggiest idea about,\nyou know, the -- the camps that were run wa -- you know, in Italy and -- I mean, I --\nI saw Italians as the enemy, because that’s what I was taught. The Italians were the\nsouthern enemy and it was very nice when we got rid of them, and we won against\nthem, but of course, you know -- and it was the partisans, of course, that chased them\nout of Dalmatia. That was how I saw things. Never a -- never realizing, you know,\nthat if not for Italians, many more Jews would have been killed, and that, you know,\nthat m -- some -- many of my friends survived there a -- and that, you know, th-there\nwere uprisings there. There was the first Jewish brigade. I mean, all of that, that --\nthat whole -- that whole chunk of history I knew nothing about. And I’m very\ngrateful that I do know it, and --",
        "Q: When you came to this work, did you have -- I think I know the answer, but I\nwant to ask, did you have questions that you needed answered, or you just came\nupon these things not knowing that you’d had gaps in your knowledge?",
        "A: No, I knew that I had gaps, and --",
        "Q: And -- and -- but now that you’ve done this for a few years, do -- do you -- has it\ncompleted something in you that was incomplete? Has it answered questions for you\nthat you maybe didn’t even know you had?",
        "A: Yeah, I think it -- it does, and -- and it -- it’s -- it’s the questions, some that I\nperhaps didn’t know I had, but some that I did know I had. Cause I had -- I think I\nwas very aware that I had, and I still have big chunks of -- of missing knowledge,\nhistorical knowledge. And of course, you know, I would like to know more about,\nyou know, how -- what my family did, or I -- you know, I -- especially my mother’s\nside of the family, there 1s nobody living to know about their childhood and I know\nnothing, and I have lots and lots of pictures, and I always knew that I -- I always\nknow that I knew more about them, because my uncle lived there, too, and so I knew\nabout them. But I don’t know anything about their, you know, feelings, thoughts,\nwhere they were going, what they were doing. And I remember my cousins very\nwell, and I's -- I do miss them. Because I grew up with those pictures, you know, and\nit’s kind of sad. I grew up with those pictures and I grew up with -- with their clothes\nand their toys, and when I think about that sometimes, it’s a sort of a -- an emotional\nsoft par -- spot. But -- but in terms of just general knowledge of what was going on\nthere, I -- I have -- I have chunks that I still don’t -- don’t know, and -- and I just -- I\njust sort of s -- thought, you know, oh, I don’t want to -- I don’t want to think about\nit, I don’t want to know it because I don’t -- I don’t want to feel sad and I don’t want\nto feel upset, and -- and you know, people say to me now, you know, oh it’s so brave\nof you to work there. And I don’t feel it’s brave of me to work there, but it’s not --\nit’s not the most amusing thing, let’s put it that way. I mean, you know, yo-you have\nthat yourself, you know, how much of that do you want to hear? And I grew -- I\njoined a group a few years ago, since I’ve started working -- well, maybe not.",
        "Q: I have s -- let me turn this over.",
        "A: Mm-hm.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Dora Klayman. This is tape number three, side A. You -- you started to say that\nyou joined a group --",
        "A: I joined a group of child Holocaust survivors in the area, Washington area, do\nyou know about that group? It was just by accident. I sort of didn’t even realize it\nwas -- that it existed. And then I found out about it from a fellow who also originally\ncame from Croatia. I met him at Flori Dragota’s and he 1s, you know, very -- has\nvery different reactions from mine, and he’s quite bitter and unhappy in many ways.\nAnd he said that this is the place that he’s very happy with, because he could never\ntalk about what had happened, which I didn’t have any trouble w -- you a -- asked\nme that before. I didn’t go around talking about it, but 1f anybody ever asked, I\ntalked about it. Well, he said he -- he wa-was into denial in many ways, until he met\nthis group. And I can’t remember exactly when the group put itself together and\nhow, but it’s fairly decent size, and it -- it did one thing for me, and that is it said,\nokay, I am a Holocaust survivor, because children -- and that -- everybody 1n that\ngroup says that, that those of us, especially those of us who were hidden, that’s really\nthe -- I mean, there is now a special group for that, but among this group of\nchildhood Holocaust survivors, some of them were in camps and some of them were\nnot. Many were not. And -- like my -- my daughter-in-law’s mother, from -- who is\nfrom Poland lost practically all of her family. Everybody except her -- I think one\nuncle and her mother. And she is much more acting traum -- was much more\ntraumatized by it -- by it than I. And she mentions it -- something about the\nHolocaust practically every time I see her. Now, whether she does it because she\nknows I went through the experience, or whether it’s general, I don’t know. But\npeople either -- I know people who talk about it a lot, like my aunt, or people who\nnever talk about it. I was probably someplace in the middle. And s-so -- so this --\nthis -- this fellow said they will -- had this group and I said oh, I’d like to come and\nsee. So I have joined the group since, and have -- it’s supposed -- it’s been\ninteresting to listen to other people’s experiences, and to -- to see to what extent -- I -\n- |’m -- I was also trying to categorize, you know, are people who lived in camps\ndifferent from those who didn’t, or there a -- are -- there 1 -- there is a sort of great\naffinity among people who came from different countries, I noticed. You know, just\nto -- there are many people from Poland, for example, and many -- fewer from\nGermany or certainly fewer from Croatia. And people meet -- we meet once a month\nand people bring food to share and there is a program. And some of the program --\nfor a long time they did almost nothing but taken turns to talk about --",
        "Q: Themselves.",
        "A: -- themselves.",
        "Q: Mm-hm.",
        "A: And many of them would say that this is the first time that they had talked about\nthemselves to anybody. And many of them have talked about their relationship to\ntheir kids, or how their kids don’t really -- some of them feel that their kids don’t\ncare to hear about it, and others have kids who are very involved, and -- an-and so on\nand so forth. It’s -- it’s -- it’s been sort of an eye opener for me, too.",
        "Q: Mm-hm.",
        "A: To be -- to be with these people. Some of them are involved in doing volunteer\nwork, many of -- a number of them are volunteering at the Holocaust museum. And\nso that’s sort of been an interesting experience for me, too.",
        "Q: Mm-hm.",
        "A: And -- so | -- I find that I much m -- some of them have become personal friends,\nSo it’s -- 1t’s -- 1t’s sort of the -- somehow I’m so more -- so much more involved in\nthinking or doing or m -- or meeting with people. I went to th -- there was a --\nrecently, just a few months ago there was a huge meeting at the Mayflower of the\nhidden children. So it’s a -- you know, with seminars and -- and speeches and\npersonal explorations, and -- so this is just a -- sort of another world I’ve sort of been\nin lately.",
        "Q: Mm-hm. What about your kids and -- and I-I’m assuming all along here that your\nkids know your story and --",
        "A: Mm-hm, mm-hm.",
        "Q: -- you’ve never had any trouble telling them about it and wanted them to know,\nI’m sure.",
        "A: Yeah, they know the story.",
        "Q: Yeah.",
        "A: They nev -- they don’t ask questions. I’ve -- I’ve yet to -- ask to see -- to hear one\nof them -- well, maybe they asked questions as children, I can’t remember. But right\nnow, as adults, maybe they feel that they know everything. They don’t ask, I don’t\ntell anything. I just -- we never get on that subject.",
        "Q: Do you think -- oftentimes people s-say their kids are afraid to ask because they\nthink it’s painful for you.",
        "A: Possible. I have never asked. I think now we are getting to a stage where my\ngrandchildren will know about it. In fact, Daniella, who 1s now nine and a half\nstarted talking about Anne Frank recently. Apparently her mother has been reading it\nwith her. And I don’t -- I didn't talk to Iona, to her mother, to see what that was all\nabout. Daniella is pretty with it, so you know, she -- for a nine and a half year old,\nshe -- she reads well, and she understands a lot. And the other day we were talking\nabout the black experience, and she was talking to me about the underground\nrailroad. So I’m sure she could understand some of that. She goes to Hebrew school,\nso they must have been talking about -- about it there for Yom HaShoah.",
        "Q: Mm.",
        "A: But I have not had the time to sit down with her and sort of obliquely say\nsomething to see if she will come up with something. Obviously I’m not going to\nstart telling her anything unless I feel that she must know. I -- I -- you know, with\nyour grandchildren you don’t know exactly when they’re ready for what, because\nyou don’t have them every day and I-I -- I don’t want to dump anything on them.",
        "Q: Yeah. It’s always an interesting -- there’s -- 1t’s an interesting issue that comes up\nin all these interviews is, when do you tell them --",
        "A: When do you tell.",
        "Q: -- how do you tell them, and --",
        "A: [have not the foggiest idea, I have no memory of when I told my kids. I think\nprobably they were asking question -- you know, they were in Croatia with me when\nthey were very little. And I probably told them early that my parents were killed in a\nwar. I don’t know whether I told them how, or -- I think I told them why. And I may\nhave told them how, I may have told them they got killed in concentration camps,\nbut they probably found out later on what that meant. I don’t know that -- I don’t\nknow -- I d -- Id -- I do -- I can’t think of th -- of any time when I had this moment\nwhere I would sit them down and talk to them about it, no.",
        "Q: Mm-hm, mm-hm.",
        "A: I don’t remember that.",
        "Q: Mm-hm.",
        "A: I may have, but I rather doubt it.",
        "Q: Mm-hm. What -- wh-wh-what was it like for you when war broke out again in the\n90’s?",
        "A: Oh, I was very upset. And again, that probably again has to do with my\nexperience in post-war Yugoslavia as a -- as a product of communist education. I\nreally felt like they -- they -- they need to stay together. I -- and I -- I just wanted\nUnited States to go and bomb Serbia and stop the war. I think I was right, but the\nCroats -- I still feel -- think I was right, but I don’t know whether you were reading\nLouis in the “New York Times.” He -- I -- I really agreed with his point of view. I\nthink people here -- I mean, the politicians here, the government felt -- you know,\nthey thought it was going to be another Vietnam. No, I mean, Iraq is going to be\nanother Vietnam, but herl -- but Yugoslavia could have been saved, but not by -- by\ndoing what [indecipherable] was doing, like siding with Milosevic. But -- but by\ngetting him out of power and -- and reestablishing law and order and -- and -- and\nsome semblance of democracy.",
        "Q: During those early days when Slovenia broke away and then it was sort of --",
        "A: Croatia.",
        "Q: -- Croatia -- tension was building in Croatia and then Bosnia. Were your friends\nasking you what -- what’s going on wi -- because I remember I --",
        "A: Everybody.",
        "Q: Yeah. Who -- who could understand it? I mean, it’s just -- it was so hard for\npeople to grasp.",
        "A: I was trying to explain to them -- everybody was asking me and I was trying to\nexplain that it’s not a Vietnam and that it could be stopped easily. I think it could\nhave been stopped very easily from the beginning. I was starting to explain that there\nare -- th-the business of, you know, the ethnic animosity is age long -- you know,\nages long. Well, of course there were, but I mean -- so there are between the north\nand the south in the United States, but we don’t go killing each other, you know.\nYeah, there are -- there are crazies running around in bars and stripes, so what, you\nknow? And the fact that I felt like, you know, you could have -- yo -- if you had that\nkind of leadership in United States, you could have this country in a -- in turmoil at\nno time at all. You get a lot of those Nazi party types, or you know, David whatever\nhis name was, or somebody elected t-t --",
        "Q: You’re talking about the guy from Louisiana?",
        "A: Yes, what was his name?",
        "Q: Can’t think of his last name.",
        "A: I mean, people like that can stir up ethnic hatreds in two seconds. I mean, you\nknow, Latinos, blacks, you know, the -- cities could burn. I mean, you have to -- you\nhave to have the kind of leadership that says no, this will not do. We cannot have\nthat kind of behavior and -- and do -- instead of allowing that kind of -- that kind of,\nyou know, leadership to -- to go on, I -- I just -- I just felt like it was -- it’s such a\npity. I mean, my Croatian friends, mind you, don’t feel that way. I mean, they feel\nthat -- they feel that they are -- they are very happy to be rid of Serbs. They are very\nhappy to be rid of Yugoslavia and communism. Okay, communism I can see, but\nyou know, if they wanted to separate, it could have been done later, I mean the -- but\nif, you know, if Romania can make it, and -- and Poland can make it, Yugoslavia\ncould have made it. I don’t know. I -- I -- it’s -- it’s a pity, I think. I don’t know.",
        "Q: Yeah. ... What -- I -- ’ve kind of come across all my questions, but there must be\nthings that I didn't hit upon. I mean, obviously we could go on for a long time, but\nthere must be something that I haven’t asked you that you’d like to talk about, or\nsome --",
        "A: [inaudible] have anything, I don’t know. ... I don’t know, what didn’t we talk\nabout?",
        "Q: You’ve had a very interesting, une -- everybody’s story is unique, but yours 1s\nquite unusual from so many --",
        "A: You think?",
        "Q: -- that I’ve done, because in -- I don’t know, you seem to have, probably because\nof -- it’s probably a personality thing, but you’ve moved so -- 1n such a straight line\nand -- and eithe -- coped well, it seems like in -- in -- 1n every --",
        "A: It must be personality. I was really lucky.",
        "Q: In every phase, in ever -- well, you think of yourself as lucky, too, you know?",
        "A: Mm-hm. Yeah.",
        "Q: So you’ve adapted to a lot of tre-tremendous upheaval.",
        "A: I was -- I -- I really would have [indecipherable]",
        "Q: Which -- which can tear people apart, emotionally --",
        "A: Right.",
        "Q: -- and you seem to have really had a pragmatic, sort of optimistic way of dealing\nwith all these things.",
        "A: True, and I think -- I think it’s my Shoah tape, I -- which I haven’t seen the whole\nthing either, but I remember doing it and I remember talking about everything and I\ncried at the very end because I think -- well, I think as the loss of my parents as\nbeing a horrendous thing. I think it was horrendous for them, and I don’t think it’s as\nhorrendous for me, which is a horrible thing to say, but because I have no memory of\nit. I can imagine what must have been like, now that I have children. After I had\nchildren, I was thinking of it. What must have been like for my parents to have given\nme away” Basically, that’s what they did. And even worse for my -- to -- to give\naway my brother. [phone ringing |[tape break]",
        "Q: -- it’s harder -- you think harder when they gave up your brother?",
        "A: I think about my brother because I left -- I left almost like I’m going to my\ngrandparents and I’m going sort of like --",
        "Q: For a visit.",
        "A: -- who knows, you know, for a visit and maybe I’Il be back. Maybe\n[indecipherable] maybe -- maybe it’Il be -- all be okay. But my brother, they were\nalready in jail and he was a baby and my mother handed him away. So it must have\nbeen just horrendous. I think for me and my -- of course, my uncle died when he was\nin his 80’s, so that was sad, but you expect older people to die. But to lose my\nhusband when I did was really a horrendous experience. That was the worst.",
        "Q: Yeah. You were quite young.",
        "A: Yeah, I was 54. And I think -- the reason I say I’m luck -- I was lucky -- and I\nwas, because I had these people through my life, you know, first my uncle and then\nmy husband, who really were there for me to lean on and -- and -- and just continue,\nyou know, in my nice, as you say, straight way. If not for them, I don’t know what\nmy life would have been like. It would have been -- I -- I may have -- I -- I was born\nwith -- with -- with a person -- with this personality, but who knows how my\npersonality would have been developed had I not had them. So, yes I’m lucky that I\nwas -- that I was born -- I mean, it’s good that I was born this way and I ha -- that I\nhave the personality I have, but -- but I was extremely lucky to -- to have -- to have\nhad that op -- you know, to have had these people in my life. And -- and later on,\nyou know, to have my children, who are, you know, who were here, and -- and a lot\nof friends. That, of course, you know, could have all been different. Let’s say that I\ncontinued living in Long Island, let’s say that I didn't meet my husband, that I went\nback to Yugoslavia. I’m very glad to have -- to have been able to -- to turn back\ntoward being Jewish, which I knew nothing about. I knew I was Jewish, but 1t meant\nnothing.",
        "Q: When did it start to mean something to you?",
        "A: I think -- you know, I have early, early remembrances both pro and con. I don’t\nthink I ever told anybody this story. I remember in ne -- a story of rejection. I had a\nlittle -- this 1s true confession story. I don’t think I ever told anyone. I -- I remember\nthat I had, I don’t know why it was mine, but I had a little Mogen Davide, that was\nfamily’s. And why, at one time, must have been in one of those times when I felt like\nbeing Jewish was horrible because, you know, children told me that Jews killed\nChrist and it was terrible. And I gave that away. I gave it to one of my -- one of the\nlike farmer girls, peasant girls. And I said, well, I’m not going to need this. So that’s\nstory one. Then story two, I remember finding papers in the house, and I found a --\nthe music for [indecipherable] and I could play the piano and I played that and\nsomehow like from some other world, that sounded very emotionally stirring to me.\nAnd I don’t know how old I was. I was fairly young. And then, of course, came my -\n- the watershed trip to -- to -- to Switzerland, when all of a sudden I found myself in\nan Orthodox family. And -- but -- but I had such a good feeling toward my uncle,\nthat -- my father’s brother. I-I remember seeing him as he waited -- he came to wait\nfor me at the border and the train came into the border and I’m looking out a window\nand I’m thinking, am I going to recognize him? But I did, and he recognized me\nimmediately. We did exchange pictures, but still I thought I might not recognize\nhim, and I was fairly scared. That was 1954, I think, I was young and -- high school\nkid. And I had this really very warm experience and very emotional experience that\nthis was someone I was related to. I had never -- I -- I hadn’t -- from the time that I\nwas like seven, when I saw my other co -- uncle for the last time, I never had any --\nmet any family members. It was so -- it was stirring. And then coming into this\nfamily, I was very willing to -- to learn and to find out and to think -- to accept the\nfact that I was Jewish and -- and everything that went with it. And you know, at that\npoint, I mean that -- that -- that -- that Mogen Davide experience was I must have\nbeen like eight years old or something. Was very long time ago. And -- but I -- I\nremembered it because I often thought about it later and I kind of regretted it. So it\nwas -- it was sort of a new -- an -- an -- an -- an experience that -- that I was willing\nto -- to accept and it just felt -- it felt right, just sort of right. And, you know, when --\nwhen I met Dan, of course, I -- I didn’t know he was Jewish, because I couldn’t tell\nJews. I can -- you know, now I can. It’s like I couldn’t tell on the phone somebody\nwho was from the south, and certainly someone who was black, I couldn’t tell. I\nremember being totally surprised that Dan once got off the phone and said, this was\na black lady and she wanted to know this and that. I was like, how do you know?\nYou were on the phone. Are you clairvoyant or something? I didn’t understand\nanything about language, and so I couldn’t un -- I didn’t know anything about\npeople’s physiognomy or recognizing anything special, or expressions or anything.\nAnyway -- and of course -- and he -- he, who would normally have recognized it,\ndidn’t recognize it in me because he never expected the Jew from Yugoslavia, in\nYugoslavia, I should say. Because you know, people think, oh well, they were all\nannihilated and who knows whether there were any. I mean, who knows --",
        "Q: Yeah.",
        "A: -- what about Yugoslavia? Dan was really savvy, but still he didn’t know. So I\nremember when -- when the excitement, overall excitement, and I -- you see, I -- I ex\n-- | w -- this is -- this is actually going back to one of your questions that I -- I would\ntell people. In like my third letter I wrote to him about my history, because he asked\nme what I was doing in Switzerland. And I would have just said I’m visiting 1n -- an\nuncle and an aunt.",
        "Q: Mm-hm.",
        "A: But I went through the whole story and I told him that -- that they had survived\nBergen-Belsen and they are in Switzerland since the end of the war, and that my\nparents had been killed, and that -- that I’m living with them for a year. And so he\nwrote immediately back in saying how excited he was to find out that I was Jewish\nbecause he was Jewish too, and there was great excitement in the -- in the family,\nbecause I told them. So it -- so that alone tells me that I was always very open about\nmy experience. And -- and I -- I just -- I just -- I don’t know. I -- I just -- you know,\nfelt right about it. My aunt, of course, always says that it’s in the blood because I -- I\nlearned all the kosher rules and everything very fast.",
        "Q: And about -- and how about your kids, are they religious?",
        "A: No, no. They’re not religious. Wanda’s particularly not religious, but -- but they\nfeel -- they -- they -- they feel very Jewish. Elliot is -- Elliot married a Jewish girl\nand they are -- they belong to Avas Israel and the kids go to Hebrew school. They’re\nnot very religious, but they follow holidays and I don’t know, you know. I think\nsome of it is Iona’s doing. But that’s often so, you know.",
        "Q: Mm-hm.",
        "A: Women --",
        "Q: Seem to be the carriers of the --",
        "A: -- seem to be the carriers, yeah, of -- of customs and so on. I don’t know what\nElliot would have done on his own. Not that he doesn’t feel very Jewish, but he may\nnot -- they don’t -- neither of them 1s particularly observant.",
        "Q: Mm-hm.",
        "A: So --",
        "Q: And, you know -- but I think, you know, I think one of -- one of -- well, I don’t\nknow. I -- I -- I don’t know to what extent they would be more observant in different\ncircumstances or what. They both went through Hebrew school, especially Wanda.\nShe was -- I think that -- I think both kids are pretty much the way my husband was,\nwho also wasn’t observant and didn’t particularly -- you know, I had to drag him\naway to -- to -- to holidays. And so when I say to Wanda anything, she says, I’m just\nlike my father, so that’s it. And -- and -- but yet, he felt very Jewish --",
        "Q: Yeah.",
        "A: -- in -- in every way. It’s just that he always felt like that’s too much praying.",
        "Q: Too much praying. I want to ask you one question. I’m going to flip the tape over\nbecau --\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Dora Klayman. This is tape number three, side B. Something that has\n-- often comes up 1s relationship with American relatives when you come here, a lot\nof people have had very tense relationships with their -- with people that they’ve\nbecome related to. Someti -- you know, for all kinds of reasons. Sometimes because\nthere really isn’t any understanding of what happened on either side. I’m wondering\nwhat it -- if you’d like to share something about that, if -- if -- if anything like that\nwas -- because sometimes, you know, somebody comes from another country, those\nwere times -- they were different times. And I know I -- you know, you heard all\nkinds of slurs about people who came to this country, no matter where they were\nfrom, east Europe -- from Europe or eastern Europe or whatever. So anyway, I’m\njust wondering if you had --",
        "A: Well, another bit of luck. I think the fact that my in-laws and that whole\ngeneration of people, their siblings, were all immigrants. They all came early, but\nthey came in the 1920’s, made a huge difference. So, my husband and -- and all the -\n- and his brother and all the cousins, they were all first generation. They had all\ngrown up with parents who talked about the old country, and so I was accepted\nabsolutely totally and completely into the family. And they have -- that family has\nbeen absolutely fantastic to me. And after Dan’s death, cause he -- he was the oldest\nof the -- of the children, and he di -- of that generation -- he was the oldest of that\ngeneration and he died first. And the -- the ca -- the cousins -- well, his brother is,\nyou know, very close to me, but all -- but that’s almost to be expected, but the\ncousins have all absolutely rallied around me and I am absolutely part of that family,\ntotally. The cousins that I mentioned before who were -- lived in Arlington, they\neventually returned, had lived all over and then they came from -- th-they’re -- they\nwere in England and they’re now in Arlington. And I see them all the time, we went\nto the march yesterday together. And the other cousin, this person’s brother, Danny\nwho lives in Long Island, they were just here also, they went to a wedding here, and\nthey stayed with me. So it’s just we’re -- we are very -- everybody is very close, and\ntheir children are close to my children. My children, unfortunately, don’t have any\ncousins. Their -- I only have these two children and my brother-in-law had no\nchildren and I have no siblings, so my children have no cousins. And they pretty\nmuch consider Dan’s cousin’s children their cousins and -- and they’re quite close.\nSo I was s-super, super lucky on that score as well.",
        "Q: Mm-hm.",
        "A: In fact, A-A-Aunt Mara, my mother’s sister, who lived a -- in Long Island and\nher -- her son Paul is exactly my age. And she was constantly telling him why o -- a-\nasking him why couldn’t he cou -- why couldn’t he go and marry somebody from\nEurope? That would be so nice. Oh, he married a no -- he married a lovely American\ngirl whom I adore, Joan, and that’s that. But anyway, they -- the -- that -- I did not\nhave that -- that problem, because, m-mainly I think people face that with families\nwho have, you know, been here for a very long time and -- and have gotten totally,\nyou know, 1m -- Americanized. My in-laws were -- used to joke that you can take --\nwhich is probably why they lived the way I -- they lived, you know, I -- we used to\nsay that -- that they came out of the shtetl, but they couldn’t -- you can take them out\nof the shtetl, but you can’t take the shtetl out of them, you know. And you know,\nMom was always satisfied with very little. She never wanted very much of anything,\nyou know, and they -- they were super -- had super modest way of life. And just, you\nknow, they were very, very -- still very, very much part of the old country, even\nthough, you know the-they came here, they stru -- they really struggled hard in life.\nMy father-in-law came here with no English. He was 20 years old. He came with no\nmoney. How he ever -- and he was not a | -- a -- a -- a language learner. In fact, I\nmean, to hi -- to the end of his life, and he died in his 90’s, he spoke English in si --\nwith -- with great deal of Yiddish and -- thrown in and whatever. And -- but he -- he\n-- and he -- but he made it through -- through -- through school and -- and got a d --\ndegree in pharmacy and became a pharmacist, a licensed pharmacist in the state -- in\nthe state of New York, and -- and had -- had -- had a small, you know, sort of\nprofessional kind of a drugstore, you know, not -- no -- no pri -- n-no counter, just --\njust drugs. So, you know, how they made it on, you know -- a-and so every fe --\nevery little bit that they had, it was like there and preserved and -- and so they lived a\nsort of -- in -- and they were very, very American in their eye -- you know, pro-\nAmerican, but their outlook was very much steeped in Europe, in old Europe, yeah.\nAnd it’s -- Mom went to -- Mom came -- had a easier time coming, because she\nalready had an uncle here. But you know, she -- you know, th-th-they -- they were\nalso lucky in a sense that they -- they got educated reasonably well in Europe. They\nboth went through high school, which was not a very common thing in those days in\n-- in Russian. So -- and Mom spoke English quite well, and sh-she was much more\nof a language person than Pop, but -- and, you know, we had -- we had the usual,\nyou know, daughter, in-laws relationship sometimes, where you -- but -- but the --\nth-the -- the problems I had with them were mostly problems that my husband had\nwith them, too, rather than, you know, just you know, mostly -- I don’t know what\nthe problems were like, you know, are you going to buy this sofa or that sofa, or you\ncan’t buy the house, it’s so expensive.",
        "Q: Right, right.",
        "A: Or whatever now, since it’s --",
        "Q: It’s just the normal stuff that everybody has --",
        "A: Just the normal stuff, yeah.",
        "Q: Right.",
        "A: Nothing that -- that would be related to my being from another -- from another\nworld, also.",
        "Q: Mm-hm.",
        "A: They were much more from another world than I.",
        "Q: Hm. Hm. [indecipherable] Good. I -- I -- I think I’m done.",
        "A: Good.",
        "Q: Un-Unless there’s something else you’d like to talk about. [indecipherable]",
        "A: No, I -- I wish -- I so wish that we had done a tape like that with my husband, I\nhave so little from him.",
        "Q: Hm.",
        "A: It’s a very -- it’s -- it’s -- it’s really good. I think all -- every family should do\nthat.",
        "Q: Yeah.",
        "A: Never mind --",
        "Q: Yeah.",
        "A: Never mind hav -- this having to do with a particular issue that other people may\n-- may want to understand later on.",
        "Q: Yeah, yeah.",
        "A: But it’s just -- just to understand what goes on in families and how they relate to\neach other and to the world. That would be an interesting thing to do.",
        "Q: Yeah, yeah. Well, thank you.",
        "A: Thank you so much.",
        "Q: Thank you for all your time. This concludes the United States Holoclo --\nHolocaust Memorial Museum interview with Dora Klayman.\nEnd of Tape Three, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr\ncollection. This is an interview with Dora Klayman conducted by Neenah Ellis on\nApril 26\", 2004, in Chevy Chase, Maryland. This interview is part of the United\nStates Holocaust Memorial Museum’s post Holocaust interview project, and it’s a\nKlayman in 2002. The United States Holocaust Memorial Museum gratefully\nacknowledges Jeff and Toby Herr for making this interview possible. This is tape\nnumber one, side A. Dora, maybe you could start here. We ended your video\ninterview with your marriage, more or less, and we showed some photographs of all\nthe family members who came.",
        "Q: Can you talk some about that day and what -- what was your -- what were -- what\nwere your expectations? What did you think your future was going to be when you\ngot married?",
        "Q: Which aunt and uncle was this?",
        "Q: Can you say their names?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: It had been a whole year since you’d seen him, wow.",
        "Q: Mm-hm.",
        "Q: Oh --",
        "Q: That’s great of him to say that.",
        "Q: Did you have a sense of -- this was more than 10 years after the end of the war.",
        "Q: But did it have a sense for you because of all your aunts and uncles being there\nwho had survived, and even though you were a child then, did it have any sense of\ncontinuance, and we -- of surviving, people having survived the war. Was there that",
        "Q: -- or immediately after the war. I’m wondering if that attitude was at all present in\nyour wedding?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Yup.",
        "Q: You’ve mentioned that before.",
        "Q: Yeah.",
        "Q: Mm-hm. So you got married in September 1“, 1959, is that --",
        "Q: °58. And did you go immediately to the States then?",
        "Q: I don’t think so.",
        "Q: I don’t think there was anything like that.",
        "Q: Uh-huh.",
        "Q: And your smiling, it was -- 1t was a good memory.",
        "Q: Yeah.",
        "Q: Mm-hm.",
        "Q: Uh-huh. Was there something symbolic about the carnation, or was it just a --",
        "Q: -- favorite flow -- okay, I’m gonna st-stop the tape and flip it over.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Dora Klayman. This 1s tape number one, side B. So you, after you\nhad a month of traveling and getting to know each other --",
        "Q: -- you came to the States. To New York?",
        "Q: How was your English?",
        "Q: Mm.",
        "Q: Oh.",
        "Q: Great.",
        "Q: He was a good teacher.",
        "Q: Why’?",
        "Q: You just felt frustrated, or --",
        "Q: And at that age too, it’s a kind of time when you want to belong --",
        "Q: -- and fit in.",
        "Q: Yeah.",
        "Q: In theater?",
        "Q: What was that like?",
        "Q: And this was October?",
        "Q: Beautiful time of year.",
        "Q: Mm-hm, mm-hm.",
        "Q: And where did you and he live when you got there?",
        "Q: Did you move -- did you stay with them for a short time?",
        "Q: No.",
        "Q: First place [indecipherable |",
        "Q: Oh my.",
        "Q: Mm-hm.",
        "Q: Wow.",
        "Q: Yeah. So you were here in hot summer.",
        "Q: What -- what kind of job did he get?",
        "Q: Uh-huh.",
        "Q: Oh really?",
        "Q: Oh, really.",
        "Q: Hm.",
        "Q: Uh-huh.",
        "Q: So it was tre-treating people who had been --",
        "Q: -- exposed to radiation.",
        "Q: Oh.",
        "Q: Right.",
        "Q: Huh.",
        "Q: So things turned around pretty quickly.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Did you join a Jewish community?",
        "Q: No.",
        "Q: Mm-hm.",
        "Q: Which is over on East-West highway.",
        "Q: So, ’60 -- late ’64 --",
        "Q: 61?",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: Mm.",
        "Q: Mm-hm, mm-hm.",
        "Q: Mm-hm. So the 60’s were raising kids for you.",
        "Q: Little kids.",
        "Q: But that was in the 60’s --",
        "Q: [indecipherable] translation?",
        "Q: By that time -- did you feel like an American by that time?",
        "Q: So you didn’t have those constant reminders.",
        "Q: And your husband’s family, too?",
        "Q: This is the continuation of a United States Holocaust Memorial Museum\ninterview with Dora Klayman. This is tape number two, side A. We -- you are in\nWashington, you have a cousin of your hu --",
        "Q: -- husband’s cousin here.",
        "Q: And you said you stopped writing to a lot of your friends. But what about your\nuncle?",
        "Q: What did you write about?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: Huh. Huh.",
        "Q: So when you went back to school, did you know that you wanted to teach English\nas a second language?",
        "Q: Uh-huh.",
        "Q: Just let me -- let me pause it. [tape break] -- 1t wasn’t a field that was known here.",
        "Q: Mm.",
        "Q: At Montgomery College, yeah.",
        "Q: In the early 80’s?",
        "Q: Oh, oh, the first wave.",
        "Q: Yeah.",
        "Q: Wow.",
        "Q: In the 60’s.",
        "Q: I bet it was fulfilling.",
        "Q: Mm.",
        "Q: You wanted to, sure.",
        "Q: A few months?",
        "Q: I bet he was so thrilled.",
        "Q: That was the first time he met Dan.",
        "Q: Great, yeah. Let me ask you about the 60’s in this country. A lot of people have\ncommented that coming to this country as they did, and as you did, they felt\nextremely sensitive to the civil rights movement, especially people who moved\nanywhere close to the south and saw how blacks were being treated in this country.\nWas that -- was that of -- a -- a significant kind of thing on your radar at that time\nhere in Washington?",
        "Q: Washington had quite a --",
        "Q: -- quite its share of conflicts here.",
        "Q: Women’s march.",
        "Q: You had already had strong feelings about American politics.",
        "Q: That was pretty quick.",
        "Q: In this neighborhood?",
        "Q: What is this neighborhood called?",
        "Q: Hm.",
        "Q: Mm-hm.",
        "Q: At that time, did your friends know about your history and was it something that\nyou either -- either consciously made a point of telling people or consciously didn’t\nmake a point of telling people? Or was it just relevant or irrelevant to your daily life\nor in your relations with friends?",
        "Q: What side were you on?",
        "Q: Because things were getting more and more tense over there, yeah.",
        "Q: Explain why.",
        "Q: Serbs.",
        "Q: Who were your enemies.",
        "Q: Right.",
        "Q: Right.",
        "Q: We should say this is Lucie Rosenberg.",
        "Q: Experience.",
        "Q: And could you, as a little sidebar, sort of describe --",
        "Q: -- what the factors of -- yeah, wha-what that means to you now.",
        "Q: Yeah.",
        "Q: Yeah. But going back to the 50’s, just as the Chetniks history was taught to you\nin a very black and white manner, I’m also guessing that the partisan history was\ntaught to you in a gray --",
        "Q: -- ina -- ina --",
        "Q: -- in a very glorified manner.",
        "Q: Yeah --",
        "Q: -- and that Tito was --",
        "Q: Yeah.",
        "Q: Fight for brotherhood and unity.",
        "Q: Right.",
        "Q: Mm-hm, mm-hm.",
        "Q: Citizenship.",
        "Q: Oh.",
        "Q: You had to.",
        "Q: Because a lot of that was going on in the 50’s.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: You did?",
        "Q: Hm.",
        "Q: That was a Swiss categ --",
        "Q: Huh.",
        "Q: Right.",
        "Q: Okay.",
        "Q: Hm.",
        "Q: Hm.",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: It was the non-aligned movement.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Let’s jump ahead a little bit to the 70’s, if you don’t mind.",
        "Q: There was a time in this country when a lot of people became aware and spoke\nout publicly about the Holocaust for the first time. It was somehow not on the\nnational radar much before then. And ene -- even people who were doing academic\nresearch into, you know, historical questions about the Holocaust were not always\npublicly received, acknowledged as doing important work. But suddenly in the late\n70’s there were -- a number of things happened. One was the television series that\naired.",
        "Q: Yeah, and another was the Holocaust Remembrance Day --",
        "Q: -- became sort of a genera -- a new generation of young people took that up. Do\nyou remember those days and -- and -- and how did you respond?",
        "Q: Oh.",
        "Q: Interesting though, that you had -- that experience was, very clearly what moved\nyou in the direction that you went in, to help other people who were --",
        "Q: -- adjusting to life here just as you had. So, in a way you’d moved way -- you’d\ntaken that experience with you and moved way into --",
        "Q: -- another direction.",
        "Q: In some way left it way far behind, and --",
        "Q: -- and taken it and moved ahead.",
        "Q: Yeah.",
        "Q: Kid -- you said there were kids who had been boat people.",
        "Q: Hm.",
        "Q: They’d been through some terrible ordeals.",
        "Q: Yeah, keep moving.",
        "Q: Right.",
        "Q: Yes.",
        "Q: Yeah.",
        "Q: Yeah. How did your kids respond to -- number one, they knew your story, but\nyour working with these other kids?",
        "Q: Yeah, yeah.",
        "Q: Mm-hm.",
        "Q: And -- and when did you start your work volunteering at the museum? It’s recent",
        "Q: Uh-huh.",
        "Q: Mm-hm.",
        "Q: Hm. Well, that’s a long time.",
        "Q: Five years now.",
        "Q: You said ’99.",
        "Q: When you, in the process of -- of seeing these documents and things, did you li --\ndid you come across anything specific about anybody in your family that -- or your\nparent’s --",
        "Q: Yeah.",
        "Q: Do you think that -- has it forced you to examine things --",
        "Q: -- in a way that you might not have otherwise?",
        "Q: You mean all those years that --",
        "Q: 60’s, 70’s.",
        "Q: After you came back?",
        "Q: But it -- there’s something in you that it -- it -- you worked hard to help and to do\nthings --",
        "Q: -- and this fulfills part of that as well --",
        "Q: -- because it’s something you can do.",
        "Q: When you came to this work, did you have -- I think I know the answer, but I\nwant to ask, did you have questions that you needed answered, or you just came\nupon these things not knowing that you’d had gaps in your knowledge?",
        "Q: And -- and -- but now that you’ve done this for a few years, do -- do you -- has it\ncompleted something in you that was incomplete? Has it answered questions for you\nthat you maybe didn’t even know you had?",
        "Q: I have s -- let me turn this over.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Dora Klayman. This is tape number three, side A. You -- you started to say that\nyou joined a group --",
        "Q: Themselves.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Mm-hm. What about your kids and -- and I-I’m assuming all along here that your\nkids know your story and --",
        "Q: -- you’ve never had any trouble telling them about it and wanted them to know,\nI’m sure.",
        "Q: Yeah.",
        "Q: Do you think -- oftentimes people s-say their kids are afraid to ask because they\nthink it’s painful for you.",
        "Q: Mm.",
        "Q: Yeah. It’s always an interesting -- there’s -- 1t’s an interesting issue that comes up\nin all these interviews is, when do you tell them --",
        "Q: -- how do you tell them, and --",
        "Q: Mm-hm, mm-hm.",
        "Q: Mm-hm.",
        "Q: Mm-hm. What -- wh-wh-what was it like for you when war broke out again in the\n90’s?",
        "Q: During those early days when Slovenia broke away and then it was sort of --",
        "Q: -- Croatia -- tension was building in Croatia and then Bosnia. Were your friends\nasking you what -- what’s going on wi -- because I remember I --",
        "Q: Yeah. Who -- who could understand it? I mean, it’s just -- it was so hard for\npeople to grasp.",
        "Q: You’re talking about the guy from Louisiana?",
        "Q: Can’t think of his last name.",
        "Q: Yeah. ... What -- I -- ’ve kind of come across all my questions, but there must be\nthings that I didn't hit upon. I mean, obviously we could go on for a long time, but\nthere must be something that I haven’t asked you that you’d like to talk about, or\nsome --",
        "Q: You’ve had a very interesting, une -- everybody’s story is unique, but yours 1s\nquite unusual from so many --",
        "Q: -- that I’ve done, because in -- I don’t know, you seem to have, probably because\nof -- it’s probably a personality thing, but you’ve moved so -- 1n such a straight line\nand -- and eithe -- coped well, it seems like in -- in -- 1n every --",
        "Q: In every phase, in ever -- well, you think of yourself as lucky, too, you know?",
        "Q: So you’ve adapted to a lot of tre-tremendous upheaval.",
        "Q: Which -- which can tear people apart, emotionally --",
        "Q: -- and you seem to have really had a pragmatic, sort of optimistic way of dealing\nwith all these things.",
        "Q: -- it’s harder -- you think harder when they gave up your brother?",
        "Q: For a visit.",
        "Q: Yeah. You were quite young.",
        "Q: When did it start to mean something to you?",
        "Q: Yeah.",
        "Q: Mm-hm.",
        "Q: And about -- and how about your kids, are they religious?",
        "Q: Mm-hm.",
        "Q: Seem to be the carriers of the --",
        "Q: Mm-hm.",
        "Q: And, you know -- but I think, you know, I think one of -- one of -- well, I don’t\nknow. I -- I -- I don’t know to what extent they would be more observant in different\ncircumstances or what. They both went through Hebrew school, especially Wanda.\nShe was -- I think that -- I think both kids are pretty much the way my husband was,\nwho also wasn’t observant and didn’t particularly -- you know, I had to drag him\naway to -- to -- to holidays. And so when I say to Wanda anything, she says, I’m just\nlike my father, so that’s it. And -- and -- but yet, he felt very Jewish --",
        "Q: Yeah.",
        "Q: Too much praying. I want to ask you one question. I’m going to flip the tape over\nbecau --\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Dora Klayman. This is tape number three, side B. Something that has\n-- often comes up 1s relationship with American relatives when you come here, a lot\nof people have had very tense relationships with their -- with people that they’ve\nbecome related to. Someti -- you know, for all kinds of reasons. Sometimes because\nthere really isn’t any understanding of what happened on either side. I’m wondering\nwhat it -- if you’d like to share something about that, if -- if -- if anything like that\nwas -- because sometimes, you know, somebody comes from another country, those\nwere times -- they were different times. And I know I -- you know, you heard all\nkinds of slurs about people who came to this country, no matter where they were\nfrom, east Europe -- from Europe or eastern Europe or whatever. So anyway, I’m\njust wondering if you had --",
        "Q: Mm-hm.",
        "Q: Right, right.",
        "Q: It’s just the normal stuff that everybody has --",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Hm. Hm. [indecipherable] Good. I -- I -- I think I’m done.",
        "Q: Un-Unless there’s something else you’d like to talk about. [indecipherable]",
        "Q: Hm.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah, yeah.",
        "Q: Yeah, yeah. Well, thank you.",
        "Q: Thank you for all your time. This concludes the United States Holoclo --\nHolocaust Memorial Museum interview with Dora Klayman.\nEnd of Tape Three, Side B\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Mm-hm.",
        "A: Wow. It was a very strange way that -- that I got married, to begin with, and I\ndon’t remember how much time I had to talk about that. But I mentioned at that time\nthat I met my husband a year before, and we met on the train. All that was there, I\nthink. And so I haven’t actually seen him prior to that, for a whole year. Prior to the\nwedding, I mean. For a whole year. He came two weeks before our wedding. And I\nhad never in my life seen a Jewish wedding, and I have never -- so I really didn't\nknow exactly what was going to happen. And very differently from weddings that\nI’m witnessing now, including my sons. It never even occurred to me to think about\narranging for anything or thinking about anything except my dress. That was about\nthe only thing I thought about. And everything else I sort of just let be. It’s like\nsomebody -- was somebody else’s thing to do it, a sort of -- sort of like I was going\nto a party, and my col -- main -- my -- my main concern was to think about, you\nknow, Dan’s coming and how 1s that going to be? Am I st -- am I truly, really in love\nor am I just making things up? Am I just bored in Switzerland, or unhappy in\nSwitzerland or lonely? Because, of course, I had come there only -- less than a year\nbefore and I'd left all my friends behind in -- in Croatia and Yugoslavia. Had a\nboyfriend whom I, you know, forgot the minute I got on the train. Obviously it\nwasn’t a very serious thing. And I lived a totally, totally different life in Switzerland\nthan I had ever thought I would live. I mean, not only did I not know about Jewish\nweddings, I didn’t know anything about Jewish period. And you know, I knew very\nlittle on -- my experience was one month in Switzerland before that, and I -- you\nknow, a few years before that. So everything was sort of going to [indecipherable]\nplus I was going to meet my aunt and uncle, who were coming in from Switzerland -\n- from -- I’m sorry, from Israel, and I had never seen them as a adult.",
        "A: That’s my father’s brother and my father’s sister, both of whom decided to come\nin for my wedding. And so there were so many different things. I mean, I have -- I-I\nhave -- I had very little -- almost no contact with them. My aunt, of course, I didn't\neven see a -- at all after the war. I only had pictures, I knew she existed. My father’s\nsister.",
        "A: Lina. That was Lina who married a wi -- a Weesler, and I knew that she had two\nchildren and I had the -- I had the daughter’s photograph with me when I was living\nin -- in Yugoslavia. Her photograph was left because was -- had been sent to my\nmaternal grandparents, must be. I don’t know how I got that photograph. And it was\nshe as a child, and it’s a beautiful little girl with -- and she’s holding a gorgeous doll.\nAnd I had that after the war. And it was sort of like all -- like looking at Shirley\nTemple, like a movie star or something, because we didn’t have such dolls or such\nclothes or such anything. So that was -- that -- that was my only image of -- of this\naunt with this daughter, my dau -- my cousin Dina who now lives in Israel. And her -\n- her -- she had a brother, Rubin, whom -- whose picture I did not have and I -- he\nalso now lives in Israel and of course, we now we know -- know each other. So -- so\nmy aunt was coming. And then my uncle was coming, whom I last saw, I think as a\nseven or eight year old in Yugoslavia, because he came back from the prisoner of\nwar camps -- camp. He was in Germany during the war. He was in the Yugoslav\narmy when the war started and so he -- he was -- he survived as a prisoner of war, he\ncame back. He married a woman he met there in Yugoslavia, I think he may have\nknown her from before. She and her three sisters had all together survived\nAuschwitz. Oh, it’s a unbelievable story which I can’t get her to talk about on tape,\nwhich I wish I could. They now live in Israel. But at that time he came -- he came,\nhe found me in Ludbreg where I was living during the war, and he -- I remember that\nhe -- he tried to talk to me about going with him, and I refused to go. I remem -- sort\nof remember that conversation. I -- I -- I had that memory, and of course he left me a\npicture, which I have, which you know, beautiful handwriting says, this is a -- in\nmemor -- to remember him by. And he’s wearing his army uniform. So, all of a\nsudden this aunt and uncle were going to come to the wedding. So that was going to\nbe that. And of course my m -- my future mother-in-law was coming with my\nhusband on the boat. And her brother, who is -- who survived the war -- actually th -\n- my husband’s family left -- left Russia actually mol -- Moldavia -- Moldova in the\nearly 1900’s, but this brother went to -- to France rather than to the States. And he\nremained in Paris studying medicine. As a physician went to Oran, to al -- Algeria,\nmarried there, had one child. And during the conflict in Algeria with the liberation of\nAlgeria from France, they came to live in Marseille. And they had a -- at the time of\nmy marriage, they had a 13 year old -- 12 year old son. So they were coming to the\nwedding as well, and my brother-in-law, whom I| had met bef -- before he came to\nvisit me one time in Switzerland. And everybody, of course, had waited for my\nbrother-in-law Leon to -- to inform everyone, you know, who is this person that my\nhusband was getting -- my future husband was getting ready to marry. And Leon is,\nyou know, he’s darling, he’s here all the time, we are very close now. But a -- he\nwasn’t very -- there’s a big joke that at the time he only wrote to them, keep smiling.\nThat’s about what he sent to New York. And we had a good time, you know, we --\nwe -- when he came to visit, which was -- it would be before the wedding. And you\nknow, we -- we rowed the boat and sang row, row, row the boat on Lake Geneva,\nand had a good time. But he -- he didn't tell me -- I mean, he was telling me things\nabout Dan, but it was -- my future husband, but it was like, you know, sort of. So I\nhad to de -- still depend on my letters, so he didn't -- wasn’t very explicit. So -- and\nthen of course -- so all these people were coming, and -- and Dan was coming two\nweeks ahead of time. And I think my -- so my wedding memories really go back to -\n- mostly to that day when he arrived.",
        "A: And getting ready for his arrival.",
        "A: And that was more important than the wedding itself. And that looms sort of large\nin terms of preparation and anxiety and -- and what was I going to wear and what\nwas -- what was I going to look like and what he looked like and do I remember him,\netcetera, etcetera, etcetera.",
        "A: Yes, almost, not quite. Yeah, we -- we met in the fall of the previous year. And\nthis was -- yeah, it was almost a year, it was July 15\" -- I’m sorry, August 15\" that\nhe arrived. We were married September one. So my aunt, who now lives in Israel,\nthe one who just recently did this interview with us. She remembers every single\ndetail and tells it over and over and over again. She sort of lived through that with\nme. And this was -- this was one sort of aspect also of the wedding, is that she -- she\nwas very lonely in -- in Switzerland. She was married to my uncle, my brother’s --\nmy brother’s ha -- I’m sorry, my hu -- my father’s brother. That was Yoshi and she’s\nMonda. Monda and Yoshi survived Bergen-Belsen and ended up in Switzerland and\nhad two children there. They lived from the beginning from hand to mouth, 1n fact\nthey were in those camps, the relocation camps. And Monda got incredibly -- I don’t\nknow, I think I should say traumatized by the experience more-so than any of my\nother relatives. And her whole family except for her sister was killed in -- in --\nduring the war, and she found herself now in this new country without a language,\nwithout any means and -- and having these children, and she became -- basically she\n-- she -- she spent all her time cleaning and cooking and just taking care and cleaning\nto the extent of being really beyond no-normal cleaning. I mean, to sacrificing any\nkind of -- much social contact. And they lived in this very closed Orthodox Jewish\ncommunity, where she didn’t have true, true, good friends. And she tells me the\nstory that even my arrival was a sort of like they -- you know, they were wondering,\nyou know, how is this going to be, they didn't have much money. And how was this\ngoing to be, you know, they have to support another person. And I was going to the\nuniversity and I needed a bit of money for -- for tuition and for travel, because I --\nthey were in Montre and I had to travel to University of Lausanne by train. And they\nwere able to get a little scholarship for me from the Jewish community. But it was a\nvery close community. And what she found, and I’m telling you what she says to\nme, what she found that -- that I became her best friend. Because at that point I was\n19 and she was 30 some -- could figure out how old she was, but I can’t remember it\nnow. Anyway -- and when she found out that I had met my husband -- I mean my\nfuture husband on the train and when the letters arrived, she went through that\ncourtship with me, and almost sort of vicariously lived through that. And so when\nthe day came of the -- of the wa -- I mean, she remembers in detail what I said to her\nabout, you know, when he proposed and -- and you know, where she was sitting. She\nwas sitting in the -- she was working in the bathroom, cleaning something and I\ncame and -- and told her and just exactly what I told her, you know, and so it was\nlike a big thing for her, bigger than it was for me. I was like, yeah, I’m getting\nmarried. Sort of a crazy 19 year old, 20 year old --",
        "A: -- by that point. So that I think, you know, she remembers in detail about -- and\ntells me all over again about, you know, my going to -- to get Dan at the -- at the\ntrain station, you know, wearing a -- a two piece blue dress with, you know, that was\n-- that was perfectly ironed and my nails were perfectly done, etcetera, etcetera. And\nit’s funny because -- and of course, I think I told on the other tape that one of the --\nanyhow, I don’t know, that -- that one of the nice things that my uncle had done for\nme is that before Dan came and I met him again, my uncle said, you know, the\nwedding is all arranged for, which was fine with me, I hadn’t do -- done very much\nabout that. And -- but you have not -- you know, you think you want to get married,\nbut if something doesn’t go right, you have two weeks and if you want to cancel it,\nit’s okay.",
        "A: Which was --",
        "A: That was very great of him to say and I appreciated it then and I appreciate it\nmore as I am an adult and have children of my own. But he did say that, and so I\nhave that in the background, so I was feeling fairly safe and okay. And now, as an\nadult I look back and everybody says, my God, what a risk, you know, all of this\nthing was. But it didn’t seen to me that way at all. I mean, you know, you marry --\nyou meet somebody, you like them, and you just get married.",
        "A: Uh-huh.\nkind of a celebrat -- celebration as part of it? You hear people say this, people who\ngot married in the late 40’s --",
        "A: Uh-huh.",
        "A: Probably less so.",
        "A: Maybe because -- because it was late -- so much later and because I was so young\nwhen I lost my parents. And I lived with my uncle -- my -- my mother’s sister’s\nhusband, whom I adored and he adored me. And you know, I star -- I started my life\nwith him when I was, you know, in elementary school. So -- so I was in -- it-it -- it\nwas, in a way, contrary to that 1-in -- in a sense that he wasn’t going to be able to be\nat my wedding. So in a way, I -- I her -- I felt the absence of a parent, but not my real\nparents, because it was so far in the background. I mean, I know that that is how my\nuncle and my aunt felt, and -- and to my uncle it was extremely important. That’s\nwhy, you know, my aunt tells me that to my uncle -- and he had told me -- he passed\naway in 90, but he told me how important it was to him that -- that there was this\ncontinuation and th -- it was extremely important to them that I marry someone who\nis Jewish and that was behind their inviting me, much -- very much so. And that was\nsaid to me. You know, they wanted me to -- to meet people because they knew at --\nmy aunt says that she knew that -- he knew that if I was left in Yugoslavia I wouldn’t\nmarry somebody Jewish and that would be the end of that. There was just nobody to\nmeet there. And they thought I would meet someone in Montre, through them. And I\nmet people, but I had pre-empted it all by meeting Dan on the -- on the train. So -- so\nit was extremely important to them, it was -- it was for them, because they were that\ngeneration to -- who understood it. I ha -- I-I don’t think I understood it fully.",
        "A: I may have understood it after my children were born, but at that time I didn’t\ndwell much on the Holocaust and on the losses. I grew up happy and in school and\njust being fairly norm -- normal teenager. And I intellectually knew, but emotionally\n[I ru -- I -- you know, as a child I used to say things like oh, I have to do this. Now, if\nI had a mother, I wouldn’t have to do that. But that’s sort of more, you know, a kid\nthing, you know.",
        "A: I can -- I-I think, yeah, I had more of a kind of a response like maybe divorced --\ndivorced ch -- parents’ children have, you know? If I didn’t have this stepmother I\nwould be doing much better kind of thing. But some of it is totally unrealistic. So the\nfact that my uncle wasn’t coming to the wedding was sad for me. And I had\noriginally when I -- when I decided that I would get married to Dan, I -- I -- I wou --\nI -- I was -- I wrote to him with great trepidation about that. My Swiss family was\nhappy bec -- because Dan was Jewish and everything. I translated all the letters and\nthey knew all the particulars, you know, and everything read well, so it was okay.\nBut my uncle, of course, knew nothing about that. My -- my uncle -- my -- Dietrich\nis what I called him, so Ill refer to him that way, probably easier. He knew nothing\nabout anything until I -- and in our house it was like an unspoken -- ma, what do I\nsay unspoken, it was a spoken word. You are not to get married until you graduate\nfrom the university. So here I am in my sophomore year and I’m getting married to\nsomebody and taking off fre -- for -- for the United States, leaving, basically, you\nknow, him behind, which was mentioned in a very unkind way one of the books\nwritten about [indecipherable] and about him. But --",
        "A: Yeah.",
        "A: It just really bugged me. So -- but because I didn’t sort of say, oh I’m -- you\nknow, I’m going to leave you, which is circumstances, and I certainly did\ncommunicate with him from now on and -- and [indecipherable] that. But -- but he\ncouldn’t come because he di -- he was just not healthy enough and -- and strong\nenough to make the journey. And he wrote that -- you know, he wrote back saying\nthat if I -- if my aunt and uncle in Switzerland felt that it was a good thing for me to\ndo, then it was okay. So I went ahead. Anyway, so there are [indecipherable] sort of\na [indecipherable |",
        "A: 1958.",
        "A: Oh, it was very strange, it was -- it -- we couldn’t get my visa on time, so we sort\nof spent a month in Europe. I had to go -- well, we got a visa. Oh, there was\nAmerican visa, of course meaning that you have to have your health checked, and\nthen you have to go and -- that -- but also my passport was expiring, my Yugoslav\npassport. So we had to go to Geneva and extend my passport. And all of that took at\nleast a month. At -- at one point it looked almost as if Dan was going to have to\nleave without me. But we traveled -- w-we -- we traveled some, we went to some\nparts of Switzerland, we went to Lausanne and -- and we got -- we went to Gstaad,\nand went to Italy and then back, so that that’s how we spent the month. It was truly a\nhoneymoon -- a moon, a moon, how a moon [indecipherable] fast. And then finally\nthe visa came and -- and the passport was extended and the visa came and -- and we\nwere able to -- to -- to go together. But I have to tell you -- I don’t know whether I\nsaid anything. I should have listened to the end of the tape, but I don’t know whether\nI told you anything about what the wedding was like.",
        "A: No?",
        "A: Well, it was a very different affair from anything that happens here. It was in -- in\nthe mountains, in the Swiss mountains, in -- in -- 1n a place called the Chateau Deux\nwhere there was the f -- there is a family -- there was a family in Moltar, a Jewish\nfamily that ran a kosher ho -- a kosher restaurant and -- a pensionne actually, and\nthey also used to rent a -- I think it was in theirs, a hotel in Chateau Deux for\nPassover. And I was there once at Passover before, where you know, where\nOrthodox people would go to a hotel and spend the entire Passover there so that they\ndon’t have to do anything at home. And that’s where the wedding -- that’s where the\nwedding was to take place. And we all had to go up there with a little bus. And I had\nthis dress on that I had designed by looking at -- because my ha -- my uncle worked -\n- this is wer -- the work he found a -- in Switzerland. He -- they sent -- they sent\npeople who were in these lo -- relocation camps to learn a trade, and they sent him to\nlearn how to be a couture ha -- cutter, a cloth --",
        "A: -- cloth cutter. So he worked for a Jewish family again in -- in -- in -- was a very\nclose community -- a Jewish family that had sort of a small couture house in -- in\nMontre and so I could design my own dress, and it was made. And I -- Dan had sent\nme from the States, “Bride” magazine and I did -- I sort of followed some of that,\nand I had this pretty dress. And then you go up there -- we went up there with a bus\nand I had to not see them for three days. But -- well, at least, because it was really\nlonger that you don’t see people in Orthodox Jewish wedding of -- weddings, the\nbride and groom are not to see each other. And we ran, of course, all over Montre\nthat whole time because this had to be done and that had to be done. And the town\nwas so small we ran into each other all the time. But officially we didn’t see each\nother. And then he was to -- to get me the bouquet. And of course you know -- you\nknow what it’s like here, I mean, how much you go through to for the bride to get\nthese flowers and you’re thinking about it. I told him I wanted to have white\ncarnations. That’s all I told him. I had no idea what to do and he had not the foggiest\nidea what to do. So, the afternoon before he goes to a florist and he said, I need a\nbouquet of white carnation. And they said, well, how many do you want? He said,\nwell, whatever is appropriate for a bride. And they practically fainted\n[indecipherable] at the florist shop. Started running all over Montre apparently,\nlooking for enough carnations to -- to make a bouquet, which they eventually came\nup with and put it together. So that’s what he brought. And then there was a big fight\nabout -- I think every wedding has to have a fight, and this one had to do with\nwhatever hat he was going to wear. And he wanted to wear a yarmulke, which\npeople here wear in Jewish weddings and that’s fine. But that community and that\nlevel of observance called for a proper hat. A real -- one of those black hats, not a ha\n-- top hat, but you know, a hat. Well, he want -- didn’t want to wear one. So there\nwas a really tight situation, and finally his mother persuaded him to wear it. And --\nand he wore it just for under the chupah, that’s it. After that he took it off the second\nhe could. But he wore it. And we were married by -- by the grand rabbi of\nLuxembourg, who had been a memb -- who had been a friend of the family. And he\ncame from Luxembourg to -- to marry us. And the chupah was outdoor, which 1s\nvery proper in Orthodox Jewish weddings. It was outdoors in a beautiful setting,\nwith you know, mountains in the background. And the entire Jewish community was\ninvited, but not for dinner. Dinner was just the family, but everybody was invited\nfor, you know, right now I think they would say this is a [indecipherable] wedding,\nyou know, because you had little sandwiches and drinks and that was -- you know,\nthat was that and everybody came out. And -- and then there was a family -- there\nwas a family dinner after that. So -- and then after that we took our [indecipherable]\non the train and that was that. That was the wedding.",
        "A: Oh, it was a great memory.",
        "A: I loved it. To me, it was -- except a horri -- I had a horrible headache on the way\nup and I had to sit there -- that’s another thing of Orthodox Jewish weddings, you\nhave a separation of the -- of the sexes and I -- I -- you sit there -- I’ve not -- now\nseen it many times, you -- you sit and the -- all the females come and say hello and --\nand you -- you sit with your -- you know, with your veil up and -- or down, actually,\nI have pictures, and just, you know, talk with people. And you -- you were led to the\nchupah by two females and a man by two males, rather than, as we do mostly in the\nStates, and certainly the way my son got married, the -- the -- the parents take you.\nBoth parents, you know, and -- take you -- take the bride and the groom. And the --\nthe -- the father gives the bride away, none of that [indecipherable]. So my aunt and\nmy mother-in-law took me to the chupah. And my uncle and I think Dan’s brother\ntook him to the chupah.",
        "A: Or maybe it was his uncle, I’m not sure. I don’t remember. His uncle and aunt\nfrom -- from France, who came.",
        "A: No, I just liked it.",
        "A: Mm-hm, mm-hm.",
        "A: Came to New York. Was quite an experience. After the -- the -- you know,\nbeautiful Switzerland and -- and the lake and this and that and we spend time in the\nmost love -- the loveliest parts of Europe, to come to New York, which I was\nlooking forward to, but I was afraid that 1t was going to be gray and ugly, sort of\nvery European, but huge. And we came on a ship, we came on the Queen Mary, and\n-- and a -- I-I think if -- if I have to talk about experiences in coming, I think I have\nto go slightly back to qu -- to queen -- to the queen -- the Queen Mary. It was -- I\nwas so afraid to go on a ship because on my trips during the summer in Croatia,\nwhen we used to go to the island of Solta, we once went on a boat that took three\nhours from Split to Solta, which you can see from one another. It was like boom-\nboom-boom-boom, boom-boom-boom, you know, and everything was there, you\nknow, and sometimes goats and vegetables and everything, and it was just, you\nknow, a -- a small boat. And I would get -- I would get seasick, and so I was very\nafraid of being seasick on the way. And Dan assured me that I wasn’t going to get\nseasick because these ships are very big and they don’t rock and so on and so forth.\nAnd I remember in la -- getting, you know, close on the small boat that you go to the\nsmall boat to the ship and looking at this ship and saying, my God, it is enormous,\nit’s like a huge skyscraper or something. And so I was reassured, but we did run one\nday into a hurricane. It was fall, the hurricanes are there, and near Ireland we ran into\na hurricane, and Dan, who claimed he was never sick on ships, got very sick on a\nship. Both of us were sick for the day. And then I have, you know, very sort of\nAmericanization memories o-on that ship because it was now -- it was now a\ndifferent world already, it wasn’t just the arrival, it was already -- it was, you know,\nbeing -- being on foreign territory all by myself, and having to speak English all the\ntime, and --",
        "A: My English was good because -- I mean decent, because I had studied English all\nthrough high school.",
        "A: And I was an English major in college.",
        "A: So --",
        "A: Yeah. So one of the reasons I met Dan 1s because I was dying to speak English to\nsomebody. I -- I had met him because there were -- I think I talked on the tape about\nthe discussion he was having on the ship with somebody and everybody was\nlistening, it was [indecipherable] in Little Rock and all of that and I was dying to talk\nabout things. So I sort of took little walks until he started talking to me. And so I-I --\nyou know, because I had -- I had studied English for a long time, but I had no\nexperience actually speaking. There were no Americans or English speakers, and I\nwas one of the very few studying English at that time in Yugoslavia. So -- so my\nEnglish was decent, but there were many things I didn’t know. I mean, lack of\nvocabulary, you know, and -- oh, and -- and the thing that really improved my\nEnglish by the way, is while I was -- while I was still in Switzerland and we wrote to\neach other, and I -- I have these things, I would -- I asked Dan, good student that I\nam, I said to him, please correct my letters. And so what he did 1s -- is -- in -- he\nwrote me corrections back, but not just, you know, every correction, but he would\nwrite me, for example, when you say something like, I don’t know, I am at my\nsecond book, you don’t say at, you say on. I am on my second book. And then he\nwould give me a whole lesson on -- on prepositions. So, even during our -- our --",
        "A: -- courtship, I -- I -- I learned -- I learned a lot. And I spoke with a reas -- with a\nsomewhat British accent, from wherever, and I was still on aunt and cahn’t, but I\ncorrected that when I got here. So, my English was okay, but I lacked vocabulary\nand I lacked cultural knowledge, and -- and -- and that was one of my -- my low\npoints on that ship that I remember. Sitting one evening in one of the lounges and\nthere were a number of Americans, and they were sitting around the piano and we\nwere included, sitting around the piano and someone 1s playing the piano and they\nare singing American songs. And I knew some, but I didn’t know as many as they\ndid, of course. I knew, you know -- well, anyway, it doesn’t matter, but you know,\njust -- just American songs, from s -- from sea to shining sea and whatever they\nwere. And I was never very good on my -- on memorizing voca -- words anyway, so\nthat was enjoyable. But then Dan s -- ordered a ginger ale. We were sitting at the\ntable, he ordered ginger ale and I said, what is ginger ale? And he said, well, you’ ll\nsee when it comes. I said, well, what 1s it? And he’s, well, you’ll see when it comes.\nAnd I started crying. And I so remember that.",
        "A: All of a sudden --",
        "A: -- all of a sudden -- and he was terribly frustrate -- I mean, he was very upset that\nhe had upset me. But a -- it -- 1t -- it -- then somehow all of a sudden everything\ncame together. My God, I don’t know anything about this country. I don’t even\nknow what someone orders at the table. What am I going to do? S -- and you know,\nhe comforted me and then the ginger ale came and that was the end of that story. But\nI do -- [ -- it -- it was sort of like, you know, you -- I remember a few little things\nthat sort of were these kind of very small things. You think you, as an ESL teacher\nall my life later on, I was always aware how small things count. Just nothing counts -\n- nothing -- nothing [indecipherable] can trigger you, trigger that sense that you are a\nforeigner in a foreign country and that you don’t really know everything, and -- and\nhow much, you know, you miss and it doesn’t have to do -- it does -- has nothing to\ndo with Shakespeare, it has to do with ginger ale.",
        "A: Yes.",
        "A: Exactly.",
        "A: Exactly. And I -- I didn’t -- you know, I remember watching “Fantasia” on that\nship, that was when it --",
        "A: -- was in its original -- on the original version in the theater on -- on Queen Mary.\nBut then we came into New York and I have pictures of myself on the ship with the\nStatue of Liberty behind me, early in the morning.",
        "A: That was fantastic. That was just fantastic, you know. It was just exactly what I\nexpected, you know, the -- obviously the statue is such a powerful symbol all over\nthe world and it was then as well. And, you know, seeing it was just amazing. And\nthen we come to New York. And, you know, people always say, oh, my goodness,\nit’s -- New York is ugly, but I thought it was actually very beautiful, because I think\nI expected to be gray and it’s actually very colorful. And instead of disliking all the\nwild colors and red bricks and -- and there weren’t graffiti in those days, but you\nknow, posters and -- and advertising and you know, all of that. It was sort of -- it was\nexciting. It was exciting and I loved it. And Dan’s parents waited for us and some\nother relatives.",
        "A: It was October.",
        "A: Yeah, it was a beautiful time of the year. And I remember very much it was\nOctober, because I remember witnessing my first Halloween very shortly after that.\nBut anyway, we went to -- to Dan’s parents’ apartment and that was a shock. They\nlived in a very small apartment in a northern -- northern part of Manhattan across\nfrom -- from Fort Tryon Park. That was the Inwood section of Washington Heights -",
        "A: -- where a lot of Jewish community had settled. And my father-in-law had a small\ndrugstore around the corner from where they lived. But they never -- they -- they\nlived not in -- they lived in an apartment to which they moved when the kids were\nlittle and they never moved out of there. And was very small. It was a one bedroom\napartment and I’ve never lived in a one bedroom apartment before in my life. So\nhere I come to the land of -- of -- of milk and honey and these people aren’t living as\nwell as I was used to. I grew up in a big house, and -- when I lived in Zagreb and I\nwas roomed with friends, they -- was in a -- they -- the government had taken much\naway from them, but they had owned that villa that they lived in, and they also\nowned the land -- the little villa on the sha -- Solta. So, 1t was, you know, even\nthough it was small, it was beautiful furniture and it overlooked the garden and --\nand my aunt and uncle in Switzerland who were really not well-to-do, had two\nbedrooms. And the boys had one and they had one and I was -- I slept on the couch\nin the living room for the year I was there. But now, my in-laws lived in a one\nbedroom apartment with a tiny, tiny kitchen in an old house. In an old -- I mean old\nhouse, old building in New York that overlooked a courtyard, and you know, all the\nold buildings, the way they are. And my mother-in-law was sort of immovable in --\nin terms of moving anywhere. I mean, eventually we got them to move here, but she\nwouldn’t change apartments and she liked where she was and she didn’t -- changing\na chair was like a major issue. And so they just continued living there, like they did\nwhen da -- when they first started out. But 1t was across from the -- from fort -- Fort\nTryon Park and my husband adored the cloisters and spent time when he was at\nhome studying there. And --",
        "A: I wa -- we moo -- we moved to an even worse place.",
        "A: No, no, no --",
        "A: -- we didn’t. We didn’t because what had happened was that my husband, when\nhe met me he was just returning from India where he had spent a year as a Fulbright\ndoing [indecipherable] work at the school of tropical medicine on Calcutta. And he\ntook a very long way home and met me on the -- on the way. He went up to Japan\nand then to -- went to some -- he took I -- I don’t know what kind of boats and went\nto Egypt and then he was in Turkey [indecipherable] was in Turkey on that trip and -\n- and to Italy and eventually to Yugoslavia, back to Italy where he took a ship to go\nhome. And anyway, he a -- he had tried after that to find a job that he would -- that\nhe wanted and it took a very long time. It was the time of what he used to call the\nEisenhower depression, and -- not depression, 1t was, oh what they calling?\nRecession, sorry. And it was very difficult and he wanted to have a research job, and\nhe couldn't -- he didn’t really want to work pharma -- pharmaceutical companies. He\nhad done that during his graduate days and he just didn’t want to do that again, he\nwanted an academic position. It was very hard to come by. He had been waiting for a\nposition at NIH and it didn’t come. While we were in Switzerland, he got a --a\ntelegram saying that the position had opened and he 1s in at NIH, but it was too late.\nBecause we were getting married, he took a position to teach at Hoffstra ha --\nCollege, which is now University of Long Island. And he knew that that wasn’t\ngoing to be great, but he took it anyway because, I mean, we had to live on\nsomething, and I certainly didn’t have any money. So, he talked to some friends who\nsaid they would find us someplace to live on Long Island. So when we came, there\nwas a place that they had sublet for us, and it was a sublet in someone’s house. It\nwas a second -- on the second story of someone’s house. I must have been in love,\nthat place was ga -- ghastly, you know. But I had ha -- I think I had a very typical\nAmerican experience, people all -- pe -- so many people tell me about their horrible\nfirst year.",
        "A: Yeah, yeah, yeah. Well I had -- I had one, but I wasn’t exactly expecting it. So\nthis was -- Mr. and Mr. -- Mr. and Mrs. O’Connor and we had to go through their\nliving room and the television was always on, to the second story. And it was filthy,\nand I spend the time -- I have just come from my super clean u -- eat off the floor\naunt, and here it was like, you know, cockroach heaven.",
        "A: And anyway, we cleaned it up. It was a -- it was just a one room, one kitchen,\nshare bathroom. And we didn’t have a car, and -- to find something else, so it was a\nvery difficult few months. Eventually -- that was wintertime and -- and we used to\ngo do every -- all th -- our shopping taking buses and it was pretty cold and\nmiserable. And eventually, however, we were able to somehow find an apartment. It\nwas very difficult to find housing. We were in Hampstead, Long Island and it was\nalmost impossible to find anything. Every time we would come to an apartment it\nwas already taken. And eventually we found something in a small building that had\nsix small apartments and the -- Mr. [indecipherable] said we could have this\napartment, but he wasn’t going to do anything. No painting, no nothing, take it or\nleave it, and so we did, we took it. And then finally by -- by -- by March, thank God\na refund from the government, for -- on his taxes, and we were able to buy this hou -\n- incredible car, which was like a ’51 Buick, I think. And it had a -- that -- you know,\nat least went, if nothing else. And in -- in the meantime, you know, we would take\nbuses and stuff, and he took a long time to get to work every day and he hated it at\nHoffstra. Not that he -- he doesn’t di -- he didn’t like 1t because he was teaching\nfreshmen and he really couldn’t understand at all kids, like I eventually got to\nunderstand because that’s often what I had is kids who just weren't going to study, or\ndidn’t feel like chemi -- and chemistry’s hard for most kids. And none of -- none of\nthem were devoted to chemistry, it was just a subject they were taking. And, you\nknow, he was -- an-and he was extremely enthusiastic about chemistry. To him it\nmeant a lot and -- and they were just, you know, coming up with you know, my dog\n-- the dog ate my homework, and he couldn’t understand that at all. So he didn't like\nit very much there and had im-immediately applied for other situation in the gover --\nsituations in the government. And of course the pay was extremely low, so that we\ncouldn’t really afford anything. It was -- it was difficult to -- to -- to buy it -- to --\nyou know, to buy any furniture or anything. And we -- we bought something, but not\nvery much. And -- so it was -- it was kind of hard. And I -- I was home alone and I\nhad -- I could have started going to Hoffstra, but it was already in progress and I was\nreally scared. I had just gone through this whole year in -- in Switzerland of coping\nwith a new university where they required me to know much more French than I\nknew. I was doing [indecipherable] of the text of Proust and I could barely speak\nFrench because I was an English major and I had done very little French before, but\nthey couldn't care less. You’re second year French, you take this. You know, there is\nnone of that. I mean, you -- American universities coddle kids in comparison.",
        "A: Of course I didn’t understand that they also didn’t expect me to take any exams.\nJust -- you know, just you fla -- you know, you’re just there. But -- but so it was\nactually lonely for me, and I waited for Dan to come home and I decided that I might\nas well have a baby. What else was there? You get married, you have a baby. So I\ngot pregnant right away. And Wanda was eventually born on our first wedding\nanniversary.",
        "A: So -- well, being pregnant meant you have to find a doctor and you have to pay\nthe doctor and I have an -- had an idiot, but that’s not because we didn’t pay him, we\ndid, but he was just bad. And we pay -- tried to -- we painted our apartment\nourselves and -- after we got tired of taking a shower and ending up with brown dots\non our heads because the paint was dropping down, you know. So we painted and\nwe had some furniture. But then things got really exciting because Dan got a -- a\nposition at Walter Reed and he said he couldn’t come until June because he had to --\nhe promised to be at Hoffstra til the end of the school year, and they said they would\nwait. And so that was -- that was great. So by June I was already highly pregnant.\nWanda was born at the end of August. We took whatever possessions we had and we\nheaded for Washington. And that was great.",
        "A: We got here in a hot summer with very little to no money. We borrowed some\nmoney.",
        "A: As a researcher.",
        "A: In -- ina lab at Walter Reed, which -- where he remained for the rest of his -- for\nthe rest of his life.",
        "A: Yeah. Not in -- in that lab. He came as a -- as a researcher, he eventually headed\nthe lab and the section. And they were working on -- it was a-again a no -- tropical\nmedicine.",
        "A: Which is what he was interested in. Eventually he -- he worked in selentum\nchemistry. He had a -- his Ph.D. had to do with -- w-with e-e-extracting a new\nalkaloid from opium.",
        "A: And so that kind of tropical medicine was of interest to him. Eventually he ended\nup working on anti-malarials. But they -- at Walter Reed at that time they were also\ndoing anti-nuclear medicine. So I think I’m saying it right, because it was a long\ntime that -- that they were working on that. They were thinking ab-bout how to -- of\ncourse it’s the army, so they were always thinking in terms of, you know, what are\nwe going to be afflicted with that we have to counteract.",
        "A: And so the medicine was going in -- in -- the research was going in the direction\nof if there is a nuclear attack -- and they were still thinking a lot about that, it was\nstill after the 50’s and after McCarthyism.",
        "A: Who had been --",
        "A: -- exposed to radiation, right.",
        "A: So it’s anti-radiation, that’s what it’s really called.",
        "A: That’s anti-radiation. So anti-radiation and then eventually that kind of died down\nand they went more into doing anti-malarials and that’s where really he did. And\nanyway, So th -- so w-we came to Washington and I will never forget the hotel we\nstayed in. It was on Dupont Circle in those old, old hotels before they were all\ndestroyed. And barely any air conditioning and the temperature was high and I was\nvery pregnant, and huge. And it was hot. But, we went to Walter Reed, and right\nnext to Walter Reed there were these apartment houses and there were plenty of\napartments to be had. It was unbelievable. And we got, right across from Walter\nReed -- I, of course, didn’t arrive -- right across from Walter Reed, there was this --\nwhat it was called? A garden apartment that was beautiful and light and had two\nbedroom and a big living room and -- and a patio. And it was the same amount of\nmoney, it was like 115 dollars, I remember it. It was the same amount of money like\nthat hole in the wall in New York. So, I was thrilled. And of course, I had been\nlonely and Ill never forget that Dan went to work and he could walk across the\nstreet to work and somebody came and knocked on my door, and there was a\nneighbor from upstairs with -- pregnant, and with a baby on her arms, and she said,\noh I heard you moved in, welcome. I was like -- I thought I was going to faint. No\none talked to me in New York, ever.",
        "A: On Long Island. It was a strange community. I -- I don’t think this is true that\npeople in New York don’t talk to you, but it happened to have been my experience\nin that particular town. So, well, 1t was just the people that were there and there were\nno children and so on. But it was a different life in Washington.",
        "A: Very quickly.",
        "A: It was like totally on the dime.",
        "A: The place was full of young physicians from Walter Reed and their wives and\ntheir children and I made some lifelong -- long friends. And, you know, that was just\ntotally, totally different life.",
        "A: No.",
        "A: No. We did not join -- join Jewish community. We went to services, Rosh\nHashanah, but to just whatever was free and open and there we -- there always were\nsome in town, but that’s all we did. Not until we moved from there, when Wanda\nwas four and we bought a house and we moved to where we are now, into -- to this\ncommunity. And -- which is across from -- we are across from Ohr Kodesh\ncongregation.",
        "A: And we joined, or --",
        "A: It’s right on East-West highway. We join -- and we -- we -- our house was just\naround the corner from this house. This house was built in ’79. But we moved into a\nthree bedroom, small Maryland type house that -- that at that time cost 18,500. And\nwas in -- it’s insane. It just sold for like almost half a million dollars, ridiculous. But\nanyway, we moved into that house and we joined Ohr Kodesh, and that’s where the\nkids went to -- and I’m still a member now, I’m much more active now than I was\nthen, and -- and the kids went to Hebrew school there, and were Bar and Bat\nMitzvah eventually. I had the -- that daughter, of course, that summer, and -- Wanda\nwas born and then Elliot was born a year and a half later.",
        "A: 59, 61.",
        "A: Mm-hm.",
        "A: Wanda was born within the first year.",
        "A: We were married in ’50 -- in the fall of ’58, Wanda was born 1n September 59 --\nI’m sorry, in August of *59.",
        "A: And Elliot was born in March of ’61.",
        "A: And that was the end of children.",
        "A: 60’s were raising kids.",
        "A: Little kids. I did things here and there. I started -- I did that little work for VOA. I\ndon’t remember how I found them, or they found me.",
        "A: That was in the 60’s.",
        "A: I did a lot of translation at the time for the Joint Publications Research Services. It\nwas Department of Commerce. And that was excellent because I could neither type,\nn-nor -- nor nothing. I -- I couldn’t type. But it had to be perfectly typed and I\ncouldn’t do that. So I lon -- wrote longhand translations the best I could and then\nedited them. And did a lot of work, but I really learned English that way. And th-\nthen I gave it to somebody to type. So, whatever they paid me I shared with the\ntypist. And so it was something -- something for me to do that -- that was sort of\nintellectually challenging and making a tiny bit of money. And that’s that.",
        "A: I -- I think so. You know, differently from very many people who come to this\ncountry, and I certainly have had much experience with that, because I ended up\nteaching ESL, I -- I did -- I did not have anybody who spoke my language, or who\ncame from my culture.",
        "A: I didn’t have those constant reminders. And I wrote home -- in quote home, less\nand less than my friends. And I got very involved with other mothers, and with, you\nknow, what was going on with my kids.",
        "A: And my husband -- well, my husband’s family, there was nobody in Washington,\nactually. At fi -- one short period of time a cousin was here, a cousin of my\nhusbands. And they had a little boy -- and they still have him, but they ha -- they had\na baby at that time, and they lived in Arlington and we saw them sometimes. But a\nvery good friend of my husband’s from high school -- junior high school and high\nschool settled here. In fact, they’re the ones who always pushed my husband to come\n35and work for the government. He was one of the early arrivals to the Washington\narea to work on the computer -- in the com -- he worked for the Bureau of Standards\nand he worked on the computers. [phone ringing] There wa --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: Husband.",
        "A: Mm.",
        "A: Well, I wrote to my uncle not as frequently as I should have probably, looking\nback. But I did. I sent pictures. And waited for, basically, for my -- I made promises\n-- when I wrote to him, I -- originally to say I would get -- I wanted to get married, I\npromised that I would go back to school and finish. And it waited until Elliot was in\nkindergarten, but once he was in kindergarten, I enrolled in Montgomery College,\nwhich was very, very close. I -- I finally learned how to drive. I was 27, I learned\nhow to drive. And -- and I started taking -- I took -- I fre -- one course. And while he\nwas in kindergarten, I would drive to Takoma Park and take my class and drive\nback, and be back for him to come back from school. And I took a class in English\nwith a Dr. Laverne Miller, who shall not be forgotten by me forever. She just died\nrecently. She was a fantastic teacher, the best I ever had, or one of the best I ever\nhad, anyway. The best I had in the States, I think. And I took my first English\ncourse, and you know, freshman English 101, and wrote my first essay and drove\nDan crazy because I wanted him to read it and he wouldn’t. And he said, just do it,\njust do it, just go. It’s okay, you can do it. So I went with my first piece, and I have\nit, and the class ended and she se -- the class -- the new class began and we had to\nhave that [indecipherable] when a new class began, she said that there was one good\ncomposition. And she started reading it, it was mine. I was like, oh my God, you\nknow?",
        "A: Oh, it was just something we had to summarize, it was nothing much. It was just\na summary of -- of -- of some article about some planets or something. It wasn’t -- it\nwas just ri -- she sent us home to write a summary.",
        "A: And obviously I knew how to write. I’ve said that many times, you know, people\nask me, how do these ESL kids do it? And I say well, if they can write to begin with,\nthey do fine. But it’s not a matter of teaching just the language, it’s teaching\neverything.",
        "A: And -- and I wou -- I had always been a very good writer, so I just transferred the\nskill, it was no big deal. I had to learn English, but I didn’t have to learn how to\nwrite.",
        "A: So -- so that was -- that was fine. So eventually I took a lot of classes from Dr.\nMiller, she taught [indecipherable] books at -- at Takoma Park. And she eventually\nhired me to, when I finished col -- when I finished University of Maryland she hired\nme, and then my -- that was my first job, was teaching at -- at Montgomery College.",
        "A: So, anyway, I had [indecipherable]",
        "A: No, I had no idea, in fact, that that’s what I would be doing. And -- and in fact, I -\n- | thought exactly what -- that I would not be doing that, because I felt like English\nas a second language was not a field that anybody even heard about here --",
        "A: -- at that time. [phone ringing] And now ignore it. [indecipherable] it’s unknown,\nanyhow.",
        "A: No, it was not -- no one even talked about that. Certainly wasn’t taught in the\ncounty. English as a second language was not a recognized class offering in\nMontgomery county. And I thought, even if the -- had ex -- if it had even started, I\nwould have thought that they wouldn’t want someone who had an accent and was\nfrom a different country. And so I went to my second experience, namely to my\nSwiss experience, and -- because I had become ru -- quite fluent that year in -- in\nFrench. And so I thought I would be a French major. Languages was what I always\nwanted to study, so that was fine. So I was going to, you know, do French. Which I\ndid do, I enrolled in French, but I had such -- just crazy experiences, because in -- in\nEuropean schools you don’t start from -- from ground zero at the university. You\ncan’t sort of decide you’re going to be a French major and start with French 101 in\ncollege. Which you could here. I mean, it will take you some doing -- take some --\nsome doing, but you can if you want to. There it’s 1m -- it’s -- it was great -- greatly\npro -- it was problematic in every way because when I came to Zagreb and I decided\n-- ]-I was an English major, but I decided already to study some French because I\nknew I was going to go to Switzerland, I had planned on that. So I too -- I had to\ntake French with the same student -- with the same kids who had studied French for\nfive years in -- in high school.",
        "A: I had studied English. And I had some pr -- private lessons, but I struggled greatly\nthat year, trying to do French with people who were ahead of me. And the same\nthing happened again when I came to Switzerland. I was still struggling with French\nand they again put me too far ahead. I could never -- you -- you can’t make a\ndecision what you want to take. It’s like what’s available and where they think you\nshould be, with -- without regard and -- where you actually are as a student. So I\nthought, oh God, I’m going to do this again? And when I realized that you can start\nfrom the beginning here, I enrolled in 101, French 101. Well, they threw me out of\nthere and I went to a higher level class, but I was at MC and I also started taking\nSpanish, which was the smartest thing I ever did. But anyway, I eventually graduated\nfrom University of Maryland with a degree in French and a minor in -- in Spanish.\nAnd then, at that point, ESL became already -- started to become a field a-and I had -\n- because I dragged through schools for such a long period of time, I didn’t go like\nthree or four years, I don’t know how long it took me, a long time. And I had -- I\nstarted teaching ESL at Takoma Park in the evening program, before I had any kind\nof a degree. Because I -- while I was a student there, they recognized that I could --\nthat I knew something about what -- what -- what needed to be taught and that I\nunderstood the process. And they started the evening programs for the new\nVietnamese community coming in.",
        "A: At Montgomery College. Actually no, that’s not even true. I-I started when the\nCubans were coming in.",
        "A: In the early -- oh, it was la -- much earlier than that.",
        "A: That first wave --",
        "A: -- of Cubans --",
        "A: -- that came in.",
        "A: Yes, and we had -- nobody knew how to teach it, nobody knew what to do and\nnobody knew n-no -- we didn’t have any books. The only books we had were\nsomething that the army had used. It was -- it was -- it was an -- you know, an -- an\nold system. I [indecipherable] remember what it was called, English 800 or\nsomething, and it was like based on 800 vocabulary items and -- and there were\nthese sent-sentences we were supposed to be teaching, it was like these Cuban ladies\nthat y -- that didn’t know what hit them, and we are teaching them, if 1t had been\nraining in Miami, I would have taken my umbrella. What? You know? Because we\njust had no idea. Nobody knew how to teach it. And we were just sort of like\nstruggling and figuring things out. And -- and teaching in -- in the basement across\nthe street from MC there was an old church and in that basement there was a\nclassroom we could use. And then the Vietnamese population came in, and then\nsome books were published, and we tried -- you know, there were three of us trying\nto figure out what was going on. I was coordinating the program; I hadn’t even\ngraduated from college, you know? It was crazy.",
        "A: It was very fulfilling and -- and it worked very well for me in every way because\nmy husband could stay home with the kids and we taught -- and I taught twice a\nweek in the evening, and they paid me. Wasn’t much, but it was great. And so I was\n-- I was doing that and -- and going to school at the same time.",
        "A: But, to back up, you asked me about my uncle. When the kids -- so that was one\nthing I did, I -- I did -- I go back to school, not just because he wanted me to, but I\ndid, too.",
        "A: And that was one thing. But the other thing was that in -- by 19 -- let me see,\nWanda was five, so she was in kindergarten when I got my citizenship. That was\nanother story. And -- and since she was in kindergarten we could take her out of\nschool, we felt, for a little bit of time. Elliot was still in nursery school, and we went\nto -- we went to Switzerland for a bit and to cro -- to Yugoslavia to visit my uncle.\nAnd we stayed for a few months.",
        "A: That was -- that was great, yeah.",
        "A: He was thrilled, yes, he was thrilled. There I am, you know, arriving back with\ntwo kids. And then eventually Dan came, and at that point, of course, we were doing",
        "A: Yes. They got along very well. They spoke in -- Dan [indecipherable] German,\nbut you know, he went up and he was -- Dan was very outgoing and lots of fun and\nthey had a good time together. It was very nice, it was very fulfilling and really\ngreat. Oh, we -- at that time we were doing better financially so we could, you know,\nwe -- first of all we -- we have saved enough money for all of us to go to Europe.\nAnd second, we could rent a car and you know, just go around a little bit and see a\nbit, and that was -- that was really a lovely trip. And so --",
        "A: Yeah, it was.",
        "A: It was very much so.",
        "A: In fact, yeah, very much so. And in fact, I was just saying to the very friend\nwhose phone just rang, how I remember so well all the Civil Rights marches. I was\nat a march yesterday, the --",
        "A: -- the Women’s march and how huge it was, but -- but 1t was not fraught with\ndanger, and those marches were fraught with danger. And I didn't go very much, I\nstayed with the kids, but -- but my husband went. I -- he was -- he was an avid\nphotographer, and -- and also wanted to record everything and he -- he -- he would\ngo down. But I went down too. I remember serving food in tent city in those days,\nwith the kids. And we -- you know, we lived through the -- through the riots and\nMartin Luther King’s death and I remember -- and of course, through President\nKennedy’s death. I -- I know that I was very American already, because I remember\nthat I cried when President Kennedy was nominated because I wanted Stevenson to\nbe nominated.",
        "A: Yeah, yeah.",
        "A: Yeah. Well, of course you know, I had -- I had a tutor living with me. And I\ndidn’t have that other community. That, I think is really major in my transformation,\nthat -- that I got very involved -- oh yeah, I was - I was doing the dollars for\ndemocrats. I have pictures of myself co -- you know, trying to get money for\nJohnson to be elected. I mean, you know, it’s -- so it’s -- I-I got really involved in --\nin -- in the community and in -- and in life here. With, you know, with Civil Rights\nand everything else that came -- that came down the pike with the democratic party.\nI -- I served as a judge of elections in -- at -- one year. And so I just got a -- to meet a\nlot of people that were sort of kindred spirits. And of course in this com -- this\nparticular community where we lived, we -- it was an all white community at the\ntime. And from what I heard, even though this was built by -- by a -- a fellow Jew, it\nhad originally, when it was built in the late 1930’s, early 40’s -- well, not by 40’s, it\nwas a-all gone. But -- but the early -- the houses built in the 30’s actually had a-an\nanti-Jewish covenant. [indecipherable]",
        "A: Yes, in this neighborhood.",
        "A: This neighborhood 1s called Rock Creek Forest.",
        "A: And I think it went off fast, and I never saw any original documents. But my next\ndoor neighbor in my old house wa -- told me about it, and -- and they were sa --\nsavvy. He was a newspaper [indecipherable] Levins, and he was a -- they were pe --\nreally involved in labor issues and he was -- he published the newspaper for the\nrailway union. And so I -- I learned from them a lot, as well. So I -- so, at -- in this\nneighborhood at th -- at that time, I didn’t even -- I wasn’t aware that everybody was\nwhite in the neighborhood until a black family moved in and nobody said anything,\neverything was fine. But then they tried to buy a house -- th -- I think they were\nrenting and then they tried to buy a house and -- and she came to tell us, I remember,\nthat th -- th -- they had, I don’t know, something had happened in their house. I can’t\nremember now whether somebody threw stones or whatever, what happen, or\nsomeone wrote graffiti. And the neighborhood, there were a lot of -- they were rather\nreally progressive people living here and -- and people rallied around them. But then\nwe became aware that -- that it’s been difficult for -- for black people to buy houses\nhere. And eventually things calmed down and -- and th-they bought some houses.\nIt’s not that mixed here now, but it -- it is, I mean, you know, I have --",
        "A: -- neighbors across the street, or down the street --",
        "A: I would tell people if they asked. I -- 1t wasn’t something that I would -- I -- I\ncertainly, you know didn’t think, oh, I’ve got to go and tell people, or advocate for --\nfor knowledge of the Holocaust or I -- I -- I would be aware -- more aware of these\nissues when I would meet somebody from Croatia, that’s one thing. I think I\npurposely did not seek out people from Yugoslavia because there was always an\nissue of, and where were you during the war and who are you?",
        "A: What side were you on and what side are you on now”?",
        "A: Well, I 0 -- I was aware of the fact that a lot of people had escaped to this country\nand a lot of people left in 1945, and I just felt like I’m just as well avoiding it. Now,\n1-1f there was somebody from Serbia, I would feel much more comfortable than if\nthere was somebody from Croatia.",
        "A: Well, that’s because during -- during the war, Croatia and Serbia were not in the\nsame country. Yugoslavia fell apart after the invasion, and Croatia became an\nindependent -- so-called ing -- it was called independent state of Croatia, Nezavisan\nStanje od Hrvatski. And it was a puppet government that carried out the edicts of --\nof the Third Reich. And so everything, including genocide perpetrated on Jews was\nalso perpetrated on Serbs.",
        "A: And so that I had -- I -- I -- I knew that if I met a Serb, that Serb could not have\nbeen my enemy during the war, because they were enemies of my b -- they were\nenemies of Germany or -- and of the Ustasi, who were the Croatian Nazis, as a --\nCroatian fascists, I should say --",
        "A: Who -- who were my enemies.",
        "A: Right.",
        "A: So -- but it was also interesting to meet some Serbs. I became -- you know, I had\na very dist -- in some sense | had a revised sense of history. I still don’t un -- I still\ndon’t know the truth -- not that anybody really does, but I find that talking to my\nfriend Lucy, I find out a lot of things that I wasn’t aware of. And it’s interesting to\nwork with Lucy, who 1s from s -- from -- from Croatia and who is in her 80’s.",
        "A: Lucie Rosenberg. And to Sanya Primoraz, who works at the Holocaust Museum\nand who 1s in her 30’s, and who’s also from Croatia, and she’s Catholic, but married\nto a Jew, and me. And the three of us are basically three generations from Croatia.\nAnd each one of us has a different viewpoint. Now, I do -- shouldn’t say different\nviewpoint. A different --",
        "A: -- experience. And different educational background in terms of what had\nhappened. Lucy, who left just before the war, and could view history from -- as it\ndeveloped during the war, from here. Sanya, who wasn’t born and I, who lived\nthrough that, but I was educated in communist Yugoslavia. I am a true product of\nTito’s schools. I know history of Yugoslavia as they wanted us to know it. I know --\nand I’ve now forgotten a lot, but -- but I ne -- I-I -- I -- I’m a product of -- of the\neducational system of -- of -- of the communist era.",
        "A: What that meant?",
        "A: Well, what that means to me now is that I really -- I really -- they -- we talked\nabout Chetniks, for example. Chetniks were the Serbs who w -- fought against the\nGermans, apparently, but they also fought against the partisans. So in post-\nCommunist Yugoslavia, they were the enemy. They were just as much the enemy as\n-- as the Germans. But na -- I didn’t understand exactly why England, for example\nand United States were supporting Chetniks at the beginning of the war. Now I\nunderstand. First of all they didn’t know who was who. Second, th-there were some\ncircumstances where the Chetniks were doing some good things. On the other hand,\nof course, the sa -- they were nationalists at the same time so they also have their bad\npoints. But when I would meet Serbs after, when I came here, who would tell me\nthat -- that their families were Chetniks, I would think, my God, what horror. A-And\n-- and there probably was, but I still don’t quite know. I still don’t understand the\nChetnik movement properly because I’ve never really delved into it. But I know that\nit is not exactly as black and white as I had learned it. So th-th-this whole business,\nand of course now, after the ’92 war there, issues are changed the -- you know, that -",
        "A: -- that [indecipherable] sentiments changed again, because in fact, who was doing\n-- who -- who was, in fact, committing cheno -- genocide on the Bosnians? It was\nagain the Chetniks. So, which Chetniks, you know? Whi --",
        "A: Also as a -- exactly.",
        "A: Everything was perfect.",
        "A: Yes.",
        "A: [indecipherable |",
        "A: God.",
        "A: Exactly. And you know, I -- I -- I was -- I mean I -- I have to -- I -- you know, I-\nI’m liberal now, which 1s sort of to the left of -- certainly President Bush. But -- but\nat that time, you know, that was starting school, and I would come home and have\nthese heated discussions with my uncle about, you know, imperialist Americans and\nimperialist this and that. I grew out of that one eventually, but I wanted to go and,\nyou know, be with a brigade and -- and build a -- build the O-Otestrad\n[indecipherable] and --",
        "A: Yeah, fight for brotherhood and unity and -- and you know, it’s not that he was to\nthe right. He -- you know, and he was considered a -- because he had also been in the\nconcentration camp. He was in the same concentration camp where my family was\nkilled. And after the war, you know, he was considered also a hero and you know, he\nwas director of the bank and so on, unofficial mayor of the town. I mean, he was\nhighly respected and regarded by that government. But he also had a reasonable\n[phone ringing] middle of the little point of view. [tape break] Saying that oh, you\nknow, oh I’Il tell you more about my uncle and one of the -- wa -- one of the fa --\nyeah, we were talking about my uncle and being -- not being really far to the left --",
        "A: -- but certainly not being right either. And I remember we had knockdown drag\nout fights about when -- when [indecipherable] of the Suez Canal. And the Suez\nCanal was handed over to Egypt, I was all for it and I -- you know, we -- because we\nwere all herded out to go and -- and scream anti -- anti-Imperialist slogans, and they\nwere saying well, you know, England invested so much money in the building of the\ncanal, was like, so what? You know, so -- so you had that, you know, and of course\nTito and you know, we -- we sang songs as children, you know? Tito was our\n[indecipherable] and blue violet and on the -- so -- and of course we were all -- had\nto be pio -- Pioneers. And I had to, you know, march around with my red bandana\naround my neck. And you had to be part of the communist youth. Is that thing on?",
        "A: And the -- it -- it -- it became a problem for me when I was trying to get my -- my\nU.S. citizenship.",
        "A: Mm-hm.",
        "A: Not that I was in any way, any kind of a leader, ever. I -- and you never asked to\nbe a Pioneer or to be the communist youth, you just were. If you were in school, you\nwere communist youth, that’s how it was. And you didn’t volunteer to go out and --\nand march for, you know, Trieste should be Yugoslav, you just had to go.",
        "A: You were gathered from the school and you were marched out. But when I\napplied for my citizenship, there was -- I was in -- really interrogated. And I\nremember very well this lady asking me why I didn't quit. Why I didn’t announce\nthat I am quitting this organization. And I thought to myself, lady, I really wanted to\nsurvive. I -- you know, I really didn’t --didn’t want to be forbidden to go to school,\nand ended up in -- and end up in jail, I just -- I wasn’t that kind of an activist.",
        "A: Absolutely.",
        "A: Absolutely.",
        "A: A lot of that was going on. One of my friend’s father ended up in jail, and we\nnever understood exactly why. He was -- one day he was some sort of an off --\nofficial and the next day he was nowhere to be seen. So a lot of that was going on\nand you had to be careful. And -- and I saw -- I saw many abuses that -- you know,\nas stupidities of the system. People who had no business running anything, you\nknow. One minute they were shepherds and the next minute they were running the\ncity, or being the police chiefs, or demanding that li -- that [indecipherable] we had a\nhouse and they demanded that we relinquish the house because we didn’t have -- that\nwas not the house we lived in, but we had another building that was under\nconstruction, starting from before the war. And then we were ordered to finish it, and\nof course we didn’t have the money to finish it. And so we said well, we can’t. They\nsaid well, then the government will finish it and -- any way they wanted to. And\nthere’s three people who probably didn’t have a public -- didn’t have an indoor\nplumbing of -- ever in their lives, now decided to make it into three apartments from\ntwo apartments and they made a total mess of it. You know, there was that kind of\nstuff going on. Those kinds of, you know, where everything was topsy-turvy. But,\nyou know, you -- and -- and I was aware that you had to be quiet and not say certain\nthings in certain places, and -- and you know, we listened to Voice of America and --\nand BBC every day. So we did know what was going on. But you still had that sense\nof being -- you had that sense of being in -- in sort of -- some sort of jail.",
        "A: Yeah. Well, it took me -- for example, when I decided to -- when I decided to go\nfirst time to Switzerland, my aunt and my uncle finally, you know, wrote to me and -\n- and I decided to go. It took me a long time to get a visa. And of course it took some\ndoing for me to have enough money to buy a ticket, even though my uncle was\ndirector of [indecipherable]. We only lived the way we lived because we have things\nfrom before the war we could sell. So, you know, there goes another gold chain that\nwas sold and I got a ticket. But the visa -- I got only the passport, and visa I got only\nbecause I was considered a victim of fascism. That was the actual title --",
        "A: -- that we were given, zrtva faSizam. And -- and --",
        "A: No, that was Yugoslav.",
        "A: Yugoslav, because you couldn’t get a passport to leave. You couldn’t leave the\ncountry. You know, none of the communist countries allowed people to --",
        "A: -- go out. So I was allowed -- I was given a passport because I wrote -- I wrote\nthis letter that I wanted to go and how we had, you know --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: Anyway, so I had to write that I had this one uncle in Switzerland and that I\nwanted to go and visit, he invited me. And so they gave me a passport. But when I\ncame back, I was a celebrity, because nobody had been out of the country.",
        "A: And I went through my hi -- my -- my classroom -- my -- my high school\nclassrooms and I talked about things that I’d seen. And, you know, strange things\nwere -- were -- I-I-I mean, the things that I talked about. I remember talking about\ndoors that o -- that opened automatically when you go to a supermarket, which we\ndidn’t have either, and how -- you know, how many things are on the shelves and so\non. Cause after the -- that was °54, I think ow -- whe -- but things were still really\ntough. You know, I don’t know about that time, but just previous to that, I mean, we\nhad to have coupons for everything. And getting a pair of shoes was a major thing. I\nremember buying my first pair of shoes that I could actually go out and buy from a\nstore. And you know, that was so beautiful, I put them on my night table, I mean.\nAnd they were as ugly as can be, when I think back. I know exactly what they\nlooked like.",
        "A: And, you know, things were -- you know, there was very little to be had and even\nbooks, and -- you know, I n -- I remember how difficult it was to buy notebooks.\nAnd I got a first -- ma -- my -- my uncle sent me my fir -- my notebook -- notebooks\nand era -- an eraser, and ballpoint pen from Switzerland, that was like gold, you\nknow? I went around showing it off to everybody and everybody was borrowing\nmine -- my eraser, because it didn’t smudge everything. So, things were -- things\nwere tough after the war, economically.",
        "A: And of course it was, you know, the communist [indecipherable] was it was\nbecause of the war and because, you know, Imperialists were against us and we --\nafter nine -- after °48, after Yugoslavia broke off from Russia, 1t was, you know, we\nwere independent and we were maverick and 1n forefront -- in the forefront of --",
        "A: -- the world, you know.",
        "A: Non-aligned movement.",
        "A: It was the beginning of the -- it was the non-aligned movement and you know, it\nwas India and Egypt were our friends, and so on. So it was -- so I have that, you\nknow. I grew up with that, I -- I got over that, I understand that. I don’t und -- still\nunderstand some of the intricacies of -- of what really kept things going and I don’t -\n- historically I have not yet read enough, I’m pro -- I don’t know whether I ever will,\nI keep buying histories of Yugoslavia to read everything, to -- to really figure out\nwhat was going on. I read quite a bit lately, since I’ve been involved in the project\nwith the Holocaust Museum, because I need to know --",
        "A: -- what was happening.",
        "A: Mm-hm. Not at all.",
        "A: “The Holocaust,” that -- that program?",
        "A: Mm-hm.",
        "A: I remember -- I remember the days, but I don’t remember -- I -- I remember when\nthat series was -- was filmed and I remember that a lot of people started asking me\nquestions, that -- you know, how was it and what happened and what I remembered.\nThat hadn’t popped up before. So I remember -- people also were -- you know, I was\n-- people asked me about, you know, did I live like Anne Frank. And so I usually --\nand even now I -- I tend to say to people when they ask me, where were -- you\nknow, what were you doing during the war, I would say, well, I was hidden, but not\nlike Anne Frank. Because I was really not -- I mean, I wa -- I may have been hidden\nfor a day, not for years, in the -- in that same sense. I don’t know -- I was so\ninvolved in school at that time. I finally -- I -- I-I -- I was -- I just got out of college\nand I was student teaching and -- and I got my first job and I was -- I was teaching at\nBethesda Chevy Chase High School.",
        "A: And that was -- well, after the year -- after the year at Montgomery College,\nwhere I was teaching full time in the regular students, rather than that evening\nprogram that I was doing, I was really busy. My kids were in junior high and -- or\nhigh school. No, they were in -- I think they were -- yeah, Elliot was still in middle\nschool, Wanda was in high school, and I was student teaching and coming home\ntired, wondering whether this is what I wanted to do, screaming at everybody at\nhome. I was like, I already had it with the kids. It was har -- I was student teaching\nhalf French and half ESL and I started to become aware of this whole new\nimmigrant community, and getting involved in all these other kids and their\nproblems, all these kids coming from Vietnam and -- and I think I was more\ninvolved in that than I was in the issues of the Holocaust, somehow. I started\nteaching at -- was it at -- an-and then my husband had his first heart attack. And that\nalso loomed fairly large. 1970 fo -- 1974, something like that, was his first heart\nattack. And Elliot was just Bar Mitzvah and so, you know, the -- I -- I-I was aware of\nit peripherally, but not involved in it in any way and it just seemed to me -- and I\ndon’t think I was that aware that it was not being talked about. That’s another thing,\nyou know, because what -- when I was in Switzerland with my aunt and uncle, it was\nso overwhelming. My aunt talks about it incessantly. But I don’t th -- and I don’t --\ndidn’t know any survivors here, really. So I just thought well, you know, if I thought\nanything I would have thought well, why would Americans -- I think I -- I underst --\nI think -- I know what -- I remember that, you know, there were many mo -- there\nwere movies, like war-time movies, American war-time movies. Liberation movies.\nAnd I think it was more in my -- my mind, m-more work toward, you know, being\nliberated and what that felt like. The -- you know, being helped by the United States,\nI remembered UNRRA packages, things of that nature more, and I was just so\ninvolved in like present day issues, as I si -- mentioned, the politics of -- of the day\nthat I -- I don’t think that was very much on my mind.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, exactly.",
        "A: [le -- in some way --",
        "A: -- it was with me.",
        "A: Because I could always -- I al -- you know, I would tell the kids what my\nexperience had been and I would understand the kids who came from war-time\nexperiences, and I would talk with them about it, and I would say, you know,\neventually you know, you have to think in a positive way and things are going to be\nbetter and -- cause we had -- at -- at BCC we had a whole group of kids, at one point\nearly, who actually -- Vietnamese orphans, or perhaps they were orphans, they didn’t\neven know. Kids that were boat people, boat kids, who [phone ringing, tape\ninterruption]",
        "A: Kids who had been boat people. There was -- BCC is right next to a Lourdes\nCatholic church and Lourdes had housed and taken care of some dozen kids who\nlived there.",
        "A: And I -- they were all in -- in my program and I was -- at that time we still\nweren’t a department. Eventually I was head of the ESL department, but when I\ncame to BCC in ’77 -- ’76 - °77 school year, I was al -- I was alone. I -- I had all the\nESL kids, I was their mother. And, you know, I mothered those kids til the day I\nretired, and I still do, to some extent, but it was just -- it was an overwhelming job\nsometimes. And some -- those kids who were -- who were at Lourdes had huge\namounts of problems and -- and you know, y-you had to constantly be looking after\nthem. And there were Cambodian kids too, and they were suicidal and they had, you\nknow, just --",
        "A: -- their -- their -- they -- they’d gone through some terrible times. Kao and Sao,\nthe two Cambodian kids, one of them did commit suicide later on. So, it was -- you\nknow, I was just really too involved with that. I mean, what -- think about it, I started\nteaching it -- teaching there in ’76 - ’77 school year. Elliot had just come there, he\nwas in 10\" grade and Wanda was in 12\" grade. I was in -- I was 38 - 39. I-It was all\nI could do.",
        "A: The Holocaust was very far behind me.",
        "A: That Holocaust. That was like --",
        "A: -- I was with -- with these kids Holocaust.",
        "A: Listening about Cambodia and Vietnam.",
        "A: I don’t know, they just sort of accepted it. They were just used to -- our house\nwas very open and -- and you know, I had kids come to the house. We had parties in\nour house, I have -- we had -- I had big di -- Thanksgiving dinners for them. I\ncooked a dinner -- they still do it at BCC, it’s continued. Th-The -- the tradition had\ncontinued. I had Thanksgiving, a whole Thanksgiving turkey, which we served like\nthe week before Thanksgiving and we had a dinner at my house for everybody in\nESL. Eventually it got too big. We had a few since I moved into this house, when --\nfortunately was larger house, so we could do it. But then -- then we started doing it\nat school. So the kids were just sort of like part of it, and -- but sometimes not as\ninvolved as I would have wanted them to be actually, because they were just -- you\nknow they were just American kids, who wanted to be with other American kids and\nI’m -- I’ve always had trouble getting American kids to participate with -- with\nforeign kids. They -- I -- I -- you know, as open as I -- I always say when they say,\noh Americans don’t like us, or this and that. And I say no, no, no, you know,\nAmericans are very open and they’re very accepting, and I think generally they are.\nBut there always is sort of a divide, nevertheless and you know, I felt like I was\nalways sort of there to be between them and -- and that other world. And funny that I\nnever felt-- I know that there are people who feel -- and there are many foreign ESL\nteachers now, I mean foreign born ESL teachers now, and very often they will feel\nwith the kids against that outside. But I never did. I just always felt that I was the\nAmerican. And you know, people ca -- kids ask me, you know, where I’m from and\nI said, well, I’m from here, but I wasn’t born here. I’Il tell them right away. But --\nand -- and I often tell them when they ask me about it, I say well, that’s why I can\nunderstand you better, because I had this -- I went through the same experience. Of\ncourse, I was very lucky in that I had someone to take care of me and guide me and -\n- and I knew the language and -- and I was educated and makes a big difference.",
        "A: Makes a huge difference. But even the way I grew up, I grew up, you know, in a\nsmall town with sort of a -- it -- it’s very funny because Yugoslavia 1s -- I mean,\nCroatia now, but Yugoslavia certainly, it’s -- it’s a -- really a class society. It’s a -- a\n-- United States is too, but we -- we claim we aren’t. And to some extent, even\nthough we are, I -- I think there is an easier way of -- th-the -- the division, the\nvertical division isn’t nearly as strong as it is there. And I g -- I grew up -- I know\nthat sounds funny because of what had happened to me, but I grew up privileged in\nmany ways, you know, because I was sort of [speaks foreign language here] which\nmeans sort of like a -- from a noble family, you know. But that’s because of my\nuncle, not so much -- and -- and I was always taught that -- that you had to ha -- to\nhelp and -- and be -- I know that sounds awfully patrician, but was like, you know, to\nnot lord it over kids who have less, and to give. And -- and be helpful, and it just\nkind of stayed with me. So that -- so it comes to me naturally to -- to -- to do -- you\nknow, to work, to -- to work with these all -- kids. I had all -- both of those things,\nyou know. To having come from di -- from -- from that background and then -- then\ncome from -- then come to this country. So it’s a -- it’s sort of a double whammy. It\nwas sort of I s -- I often instinctively understood, or I think I understood.",
        "A: The kids [indecipherable] I don’t know.",
        "A: Oh, that happened fairly recently.",
        "A: Because in ‘99 I retired from Montgomery county public schools. Not that I\ncouldn’t have gone on, but a lot of my friends were retiring and I was getting a bit\ntired of being there morning, noon and night, from seven in the morning til who\nknows what hour and then doing work in the evening. And the school was closing\nfor two years and moving to another venue, and while --while BCC was being\nrebuilt. And I thought well, that’s sort of -- I -- and I just -- I -- I had just turned 60\nand I thought, well, it’s an opportune moment for me to close down, so I don’t have\nto pack and repack and unpack and okay, so this 1s it. So I had just retired, and --\nwhen -- and I -- of course I knew Lucie Rosenberg for awhile. Actually, an ESL\nperson who is a mutual friend introduced us, and -- some years ago, and she had\nstarted telling me about that -- about this material arriving from Jasenovac, and from\nCroatia and that she had started working on it. And then I asked her about it again\nand again. And I had started working immediately back for the county, but on a part\ntime basis as a -- as a -- a consultant. So I was working basically two days a week\nand I had more time and I said well, you know, let me take a look at it and she said\nshe never -- she hadn’t wanted to ask me to come, but she was thrilled that I would\nwant to go. But she hadn’t wanted to ask me because she thought it would be too\nclose to home for me, emotionally. And -- but I said yeah, I’m pretty tough, I’Il look\nat it. So I went one time with her and Sanya. They were working on this material that\nhad arrived from Jasenovac and that was in Linthicum, ready to be -- well, they had\nalready been working on it, was in -- totally in process -- in progress. But they were\ndoing everything from classifying material, a written material to packing forks and\nknives and spoons that had been found in camp. Not knives, forks and spoons that\nhave been unearthed from the camp, into envelopes and marking them to -- you\nknow, writing translations of letters and there was one cookbook and things of that\nnature. And I said fine, P’Il do 1t with you once a week, so we went there once a\nweek and started working on it, and that’s how I started doing it.",
        "A: And I’ve been there ever since.",
        "A: Yeah.",
        "A: I don’t know, is it five years already? No, I don’t know.",
        "A: 799 is I retired, but I don’t think that happened right away. I don’t know what I\nwas doing that year. I don’t remember what year that came, that material came.",
        "A: Just names. I did s -- find an -- names of my father and my uncle. Nobody else.\nBut of course, I had seen -- I ha -- I had -- came late, and they had looked at most of\nthe list before that. Lucy found some things for me. In the museum there are other\nthings that we found that had been borrowed from the archives before and they are\nalready on microfiche in the li -- in the museum. There are -- there are papers from\nmy mother’s side of the family. Grandfather, aunt, uncle, all my mother’s side of the\nfamily, cousins. There are p -- there are papers that they had to -- f-forms they had to\nfill out declaring their worldly goods and that’s -- tha-that’s very sad to just look at,\nyou know, because here it is, you know, a nine year old child declaring her\npossessions and it says things like, you know, one winter coat, one spring jacket,\nthree dresses, two pairs of shoes, one gold chain. You know, it’s just awful, just\nawful. So, you know, I continue working on it, P’ve -- P’ve -- I-I can steel myself and\ndo these things because I feel like the language is so important, and there are so few\npeople that can translate and so -- and that can un -- that understand that world, so --\nso I do it. It’s not what I thought I would do. I thought if I would volunteer, I was\nplanning on volunteering maybe at the Sackler or someplace like that. I like Asian\nartists, you notice.",
        "A: And, you know, I -- I like art and I love music and I -- I got involved, you know,\nin the [indecipherable] morning music club and helped my friend organize music\ncompetitions. It’s more, you know, what my -- you know. I go to more chamber\nmusic concerts, but it’s okay.",
        "A: Hugely, hugely.",
        "A: Hugely. It’s been -- it’s been eye-opening in many ways and -- and I have gotten\nenormously educated through the process. I just sort of -- I think what I -- what I did\nis not that it didn’t touch me, but I didn’t allow me -- allow it to touch me. I think\none of the ways that I dealt with the whole issue was the -- to just not think about it.\nAnd --",
        "A: All those years.",
        "A: Yeah -- well, no.",
        "A: Those years not even so -- yeah, I suppose so. I just -- you know, early childhood\nand you know, just thinking about what had happened. And I would just always say\nwell, I was very lucky and you know, I -- I know other people suffered and suffered\nterribly, but I was very lucky, so I’Il just take my luck and run with it. But it’s not --\nit’s -- right now I don’t feel differently about myself, but I -- I think it -- I think it\nwas -- I have a greater understanding. I-I think it’s still sort of intellectual rather than\nemotional. I still don’t like the emotional to -- to get me. I feel like I -- as I said to\nmy aunt, every -- every time that you -- that you let yourself suffer is one point for\nthem and one loss for you. And I’m not going to let it happen, if I can help it. So, I\ndon’t know, maybe it’s Pollyanna-ish in my way, but -- in -- in -- 1n a way, but --",
        "A: Mm-hm.",
        "A: I think so.",
        "A: That’s something that I can do, and I feel that that’s -- yeah, I do those things that\n-- that -- sort of like I can move in a positive way. And -- but I can -- that out of --\nout of these ashes -- I don’t want to be -- I don’t want to be dramatic, but that\nsomething good comes, that I -- you know, the never again business 1s -- is\nimportant, and -- and it’s -- and it’s real. And I -- I think that it does -- the history\ndoes need to be understood, and -- and -- and I don’t understand enough so -- so --\nbut I have -- so -- so I’m -- I’ve been learning, because I’ve had to -- I’ve had to\nlearn about things, you know. Like, for example I’m -- never knew because certainly\nwasn’t taught to me, anything about what was happening in Dalmatia during that\ntime, for example, to Jews. I mean I don’t ha -- didn’t have the foggiest idea about,\nyou know, the -- the camps that were run wa -- you know, in Italy and -- I mean, I --\nI saw Italians as the enemy, because that’s what I was taught. The Italians were the\nsouthern enemy and it was very nice when we got rid of them, and we won against\nthem, but of course, you know -- and it was the partisans, of course, that chased them\nout of Dalmatia. That was how I saw things. Never a -- never realizing, you know,\nthat if not for Italians, many more Jews would have been killed, and that, you know,\nthat m -- some -- many of my friends survived there a -- and that, you know, th-there\nwere uprisings there. There was the first Jewish brigade. I mean, all of that, that --\nthat whole -- that whole chunk of history I knew nothing about. And I’m very\ngrateful that I do know it, and --",
        "A: No, I knew that I had gaps, and --",
        "A: Yeah, I think it -- it does, and -- and it -- it’s -- it’s the questions, some that I\nperhaps didn’t know I had, but some that I did know I had. Cause I had -- I think I\nwas very aware that I had, and I still have big chunks of -- of missing knowledge,\nhistorical knowledge. And of course, you know, I would like to know more about,\nyou know, how -- what my family did, or I -- you know, I -- especially my mother’s\nside of the family, there 1s nobody living to know about their childhood and I know\nnothing, and I have lots and lots of pictures, and I always knew that I -- I always\nknow that I knew more about them, because my uncle lived there, too, and so I knew\nabout them. But I don’t know anything about their, you know, feelings, thoughts,\nwhere they were going, what they were doing. And I remember my cousins very\nwell, and I's -- I do miss them. Because I grew up with those pictures, you know, and\nit’s kind of sad. I grew up with those pictures and I grew up with -- with their clothes\nand their toys, and when I think about that sometimes, it’s a sort of a -- an emotional\nsoft par -- spot. But -- but in terms of just general knowledge of what was going on\nthere, I -- I have -- I have chunks that I still don’t -- don’t know, and -- and I just -- I\njust sort of s -- thought, you know, oh, I don’t want to -- I don’t want to think about\nit, I don’t want to know it because I don’t -- I don’t want to feel sad and I don’t want\nto feel upset, and -- and you know, people say to me now, you know, oh it’s so brave\nof you to work there. And I don’t feel it’s brave of me to work there, but it’s not --\nit’s not the most amusing thing, let’s put it that way. I mean, you know, yo-you have\nthat yourself, you know, how much of that do you want to hear? And I grew -- I\njoined a group a few years ago, since I’ve started working -- well, maybe not.",
        "A: Mm-hm.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "A: I joined a group of child Holocaust survivors in the area, Washington area, do\nyou know about that group? It was just by accident. I sort of didn’t even realize it\nwas -- that it existed. And then I found out about it from a fellow who also originally\ncame from Croatia. I met him at Flori Dragota’s and he 1s, you know, very -- has\nvery different reactions from mine, and he’s quite bitter and unhappy in many ways.\nAnd he said that this is the place that he’s very happy with, because he could never\ntalk about what had happened, which I didn’t have any trouble w -- you a -- asked\nme that before. I didn’t go around talking about it, but 1f anybody ever asked, I\ntalked about it. Well, he said he -- he wa-was into denial in many ways, until he met\nthis group. And I can’t remember exactly when the group put itself together and\nhow, but it’s fairly decent size, and it -- it did one thing for me, and that is it said,\nokay, I am a Holocaust survivor, because children -- and that -- everybody 1n that\ngroup says that, that those of us, especially those of us who were hidden, that’s really\nthe -- I mean, there is now a special group for that, but among this group of\nchildhood Holocaust survivors, some of them were in camps and some of them were\nnot. Many were not. And -- like my -- my daughter-in-law’s mother, from -- who is\nfrom Poland lost practically all of her family. Everybody except her -- I think one\nuncle and her mother. And she is much more acting traum -- was much more\ntraumatized by it -- by it than I. And she mentions it -- something about the\nHolocaust practically every time I see her. Now, whether she does it because she\nknows I went through the experience, or whether it’s general, I don’t know. But\npeople either -- I know people who talk about it a lot, like my aunt, or people who\nnever talk about it. I was probably someplace in the middle. And s-so -- so this --\nthis -- this fellow said they will -- had this group and I said oh, I’d like to come and\nsee. So I have joined the group since, and have -- it’s supposed -- it’s been\ninteresting to listen to other people’s experiences, and to -- to see to what extent -- I -\n- |’m -- I was also trying to categorize, you know, are people who lived in camps\ndifferent from those who didn’t, or there a -- are -- there 1 -- there is a sort of great\naffinity among people who came from different countries, I noticed. You know, just\nto -- there are many people from Poland, for example, and many -- fewer from\nGermany or certainly fewer from Croatia. And people meet -- we meet once a month\nand people bring food to share and there is a program. And some of the program --\nfor a long time they did almost nothing but taken turns to talk about --",
        "A: -- themselves.",
        "A: And many of them would say that this is the first time that they had talked about\nthemselves to anybody. And many of them have talked about their relationship to\ntheir kids, or how their kids don’t really -- some of them feel that their kids don’t\ncare to hear about it, and others have kids who are very involved, and -- an-and so on\nand so forth. It’s -- it’s -- it’s been sort of an eye opener for me, too.",
        "A: To be -- to be with these people. Some of them are involved in doing volunteer\nwork, many of -- a number of them are volunteering at the Holocaust museum. And\nso that’s sort of been an interesting experience for me, too.",
        "A: And -- so | -- I find that I much m -- some of them have become personal friends,\nSo it’s -- 1t’s -- 1t’s sort of the -- somehow I’m so more -- so much more involved in\nthinking or doing or m -- or meeting with people. I went to th -- there was a --\nrecently, just a few months ago there was a huge meeting at the Mayflower of the\nhidden children. So it’s a -- you know, with seminars and -- and speeches and\npersonal explorations, and -- so this is just a -- sort of another world I’ve sort of been\nin lately.",
        "A: Mm-hm, mm-hm.",
        "A: Yeah, they know the story.",
        "A: They nev -- they don’t ask questions. I’ve -- I’ve yet to -- ask to see -- to hear one\nof them -- well, maybe they asked questions as children, I can’t remember. But right\nnow, as adults, maybe they feel that they know everything. They don’t ask, I don’t\ntell anything. I just -- we never get on that subject.",
        "A: Possible. I have never asked. I think now we are getting to a stage where my\ngrandchildren will know about it. In fact, Daniella, who 1s now nine and a half\nstarted talking about Anne Frank recently. Apparently her mother has been reading it\nwith her. And I don’t -- I didn't talk to Iona, to her mother, to see what that was all\nabout. Daniella is pretty with it, so you know, she -- for a nine and a half year old,\nshe -- she reads well, and she understands a lot. And the other day we were talking\nabout the black experience, and she was talking to me about the underground\nrailroad. So I’m sure she could understand some of that. She goes to Hebrew school,\nso they must have been talking about -- about it there for Yom HaShoah.",
        "A: But I have not had the time to sit down with her and sort of obliquely say\nsomething to see if she will come up with something. Obviously I’m not going to\nstart telling her anything unless I feel that she must know. I -- I -- you know, with\nyour grandchildren you don’t know exactly when they’re ready for what, because\nyou don’t have them every day and I-I -- I don’t want to dump anything on them.",
        "A: When do you tell.",
        "A: [have not the foggiest idea, I have no memory of when I told my kids. I think\nprobably they were asking question -- you know, they were in Croatia with me when\nthey were very little. And I probably told them early that my parents were killed in a\nwar. I don’t know whether I told them how, or -- I think I told them why. And I may\nhave told them how, I may have told them they got killed in concentration camps,\nbut they probably found out later on what that meant. I don’t know that -- I don’t\nknow -- I d -- Id -- I do -- I can’t think of th -- of any time when I had this moment\nwhere I would sit them down and talk to them about it, no.",
        "A: I don’t remember that.",
        "A: I may have, but I rather doubt it.",
        "A: Oh, I was very upset. And again, that probably again has to do with my\nexperience in post-war Yugoslavia as a -- as a product of communist education. I\nreally felt like they -- they -- they need to stay together. I -- and I -- I just wanted\nUnited States to go and bomb Serbia and stop the war. I think I was right, but the\nCroats -- I still feel -- think I was right, but I don’t know whether you were reading\nLouis in the “New York Times.” He -- I -- I really agreed with his point of view. I\nthink people here -- I mean, the politicians here, the government felt -- you know,\nthey thought it was going to be another Vietnam. No, I mean, Iraq is going to be\nanother Vietnam, but herl -- but Yugoslavia could have been saved, but not by -- by\ndoing what [indecipherable] was doing, like siding with Milosevic. But -- but by\ngetting him out of power and -- and reestablishing law and order and -- and -- and\nsome semblance of democracy.",
        "A: Croatia.",
        "A: Everybody.",
        "A: I was trying to explain to them -- everybody was asking me and I was trying to\nexplain that it’s not a Vietnam and that it could be stopped easily. I think it could\nhave been stopped very easily from the beginning. I was starting to explain that there\nare -- th-the business of, you know, the ethnic animosity is age long -- you know,\nages long. Well, of course there were, but I mean -- so there are between the north\nand the south in the United States, but we don’t go killing each other, you know.\nYeah, there are -- there are crazies running around in bars and stripes, so what, you\nknow? And the fact that I felt like, you know, you could have -- yo -- if you had that\nkind of leadership in United States, you could have this country in a -- in turmoil at\nno time at all. You get a lot of those Nazi party types, or you know, David whatever\nhis name was, or somebody elected t-t --",
        "A: Yes, what was his name?",
        "A: I mean, people like that can stir up ethnic hatreds in two seconds. I mean, you\nknow, Latinos, blacks, you know, the -- cities could burn. I mean, you have to -- you\nhave to have the kind of leadership that says no, this will not do. We cannot have\nthat kind of behavior and -- and do -- instead of allowing that kind of -- that kind of,\nyou know, leadership to -- to go on, I -- I just -- I just felt like it was -- it’s such a\npity. I mean, my Croatian friends, mind you, don’t feel that way. I mean, they feel\nthat -- they feel that they are -- they are very happy to be rid of Serbs. They are very\nhappy to be rid of Yugoslavia and communism. Okay, communism I can see, but\nyou know, if they wanted to separate, it could have been done later, I mean the -- but\nif, you know, if Romania can make it, and -- and Poland can make it, Yugoslavia\ncould have made it. I don’t know. I -- I -- it’s -- it’s a pity, I think. I don’t know.",
        "A: [inaudible] have anything, I don’t know. ... I don’t know, what didn’t we talk\nabout?",
        "A: You think?",
        "A: It must be personality. I was really lucky.",
        "A: Mm-hm. Yeah.",
        "A: I was -- I -- I really would have [indecipherable]",
        "A: Right.",
        "A: True, and I think -- I think it’s my Shoah tape, I -- which I haven’t seen the whole\nthing either, but I remember doing it and I remember talking about everything and I\ncried at the very end because I think -- well, I think as the loss of my parents as\nbeing a horrendous thing. I think it was horrendous for them, and I don’t think it’s as\nhorrendous for me, which is a horrible thing to say, but because I have no memory of\nit. I can imagine what must have been like, now that I have children. After I had\nchildren, I was thinking of it. What must have been like for my parents to have given\nme away” Basically, that’s what they did. And even worse for my -- to -- to give\naway my brother. [phone ringing |[tape break]",
        "A: I think about my brother because I left -- I left almost like I’m going to my\ngrandparents and I’m going sort of like --",
        "A: -- who knows, you know, for a visit and maybe I’Il be back. Maybe\n[indecipherable] maybe -- maybe it’Il be -- all be okay. But my brother, they were\nalready in jail and he was a baby and my mother handed him away. So it must have\nbeen just horrendous. I think for me and my -- of course, my uncle died when he was\nin his 80’s, so that was sad, but you expect older people to die. But to lose my\nhusband when I did was really a horrendous experience. That was the worst.",
        "A: Yeah, I was 54. And I think -- the reason I say I’m luck -- I was lucky -- and I\nwas, because I had these people through my life, you know, first my uncle and then\nmy husband, who really were there for me to lean on and -- and -- and just continue,\nyou know, in my nice, as you say, straight way. If not for them, I don’t know what\nmy life would have been like. It would have been -- I -- I may have -- I -- I was born\nwith -- with -- with a person -- with this personality, but who knows how my\npersonality would have been developed had I not had them. So, yes I’m lucky that I\nwas -- that I was born -- I mean, it’s good that I was born this way and I ha -- that I\nhave the personality I have, but -- but I was extremely lucky to -- to have -- to have\nhad that op -- you know, to have had these people in my life. And -- and later on,\nyou know, to have my children, who are, you know, who were here, and -- and a lot\nof friends. That, of course, you know, could have all been different. Let’s say that I\ncontinued living in Long Island, let’s say that I didn't meet my husband, that I went\nback to Yugoslavia. I’m very glad to have -- to have been able to -- to turn back\ntoward being Jewish, which I knew nothing about. I knew I was Jewish, but 1t meant\nnothing.",
        "A: I think -- you know, I have early, early remembrances both pro and con. I don’t\nthink I ever told anybody this story. I remember in ne -- a story of rejection. I had a\nlittle -- this 1s true confession story. I don’t think I ever told anyone. I -- I remember\nthat I had, I don’t know why it was mine, but I had a little Mogen Davide, that was\nfamily’s. And why, at one time, must have been in one of those times when I felt like\nbeing Jewish was horrible because, you know, children told me that Jews killed\nChrist and it was terrible. And I gave that away. I gave it to one of my -- one of the\nlike farmer girls, peasant girls. And I said, well, I’m not going to need this. So that’s\nstory one. Then story two, I remember finding papers in the house, and I found a --\nthe music for [indecipherable] and I could play the piano and I played that and\nsomehow like from some other world, that sounded very emotionally stirring to me.\nAnd I don’t know how old I was. I was fairly young. And then, of course, came my -\n- the watershed trip to -- to -- to Switzerland, when all of a sudden I found myself in\nan Orthodox family. And -- but -- but I had such a good feeling toward my uncle,\nthat -- my father’s brother. I-I remember seeing him as he waited -- he came to wait\nfor me at the border and the train came into the border and I’m looking out a window\nand I’m thinking, am I going to recognize him? But I did, and he recognized me\nimmediately. We did exchange pictures, but still I thought I might not recognize\nhim, and I was fairly scared. That was 1954, I think, I was young and -- high school\nkid. And I had this really very warm experience and very emotional experience that\nthis was someone I was related to. I had never -- I -- I hadn’t -- from the time that I\nwas like seven, when I saw my other co -- uncle for the last time, I never had any --\nmet any family members. It was so -- it was stirring. And then coming into this\nfamily, I was very willing to -- to learn and to find out and to think -- to accept the\nfact that I was Jewish and -- and everything that went with it. And you know, at that\npoint, I mean that -- that -- that -- that Mogen Davide experience was I must have\nbeen like eight years old or something. Was very long time ago. And -- but I -- I\nremembered it because I often thought about it later and I kind of regretted it. So it\nwas -- it was sort of a new -- an -- an -- an -- an experience that -- that I was willing\nto -- to accept and it just felt -- it felt right, just sort of right. And, you know, when --\nwhen I met Dan, of course, I -- I didn’t know he was Jewish, because I couldn’t tell\nJews. I can -- you know, now I can. It’s like I couldn’t tell on the phone somebody\nwho was from the south, and certainly someone who was black, I couldn’t tell. I\nremember being totally surprised that Dan once got off the phone and said, this was\na black lady and she wanted to know this and that. I was like, how do you know?\nYou were on the phone. Are you clairvoyant or something? I didn’t understand\nanything about language, and so I couldn’t un -- I didn’t know anything about\npeople’s physiognomy or recognizing anything special, or expressions or anything.\nAnyway -- and of course -- and he -- he, who would normally have recognized it,\ndidn’t recognize it in me because he never expected the Jew from Yugoslavia, in\nYugoslavia, I should say. Because you know, people think, oh well, they were all\nannihilated and who knows whether there were any. I mean, who knows --",
        "A: -- what about Yugoslavia? Dan was really savvy, but still he didn’t know. So I\nremember when -- when the excitement, overall excitement, and I -- you see, I -- I ex\n-- | w -- this is -- this is actually going back to one of your questions that I -- I would\ntell people. In like my third letter I wrote to him about my history, because he asked\nme what I was doing in Switzerland. And I would have just said I’m visiting 1n -- an\nuncle and an aunt.",
        "A: But I went through the whole story and I told him that -- that they had survived\nBergen-Belsen and they are in Switzerland since the end of the war, and that my\nparents had been killed, and that -- that I’m living with them for a year. And so he\nwrote immediately back in saying how excited he was to find out that I was Jewish\nbecause he was Jewish too, and there was great excitement in the -- in the family,\nbecause I told them. So it -- so that alone tells me that I was always very open about\nmy experience. And -- and I -- I just -- I just -- I don’t know. I -- I just -- you know,\nfelt right about it. My aunt, of course, always says that it’s in the blood because I -- I\nlearned all the kosher rules and everything very fast.",
        "A: No, no. They’re not religious. Wanda’s particularly not religious, but -- but they\nfeel -- they -- they -- they feel very Jewish. Elliot is -- Elliot married a Jewish girl\nand they are -- they belong to Avas Israel and the kids go to Hebrew school. They’re\nnot very religious, but they follow holidays and I don’t know, you know. I think\nsome of it is Iona’s doing. But that’s often so, you know.",
        "A: Women --",
        "A: -- seem to be the carriers, yeah, of -- of customs and so on. I don’t know what\nElliot would have done on his own. Not that he doesn’t feel very Jewish, but he may\nnot -- they don’t -- neither of them 1s particularly observant.",
        "A: So --",
        "A: -- in -- in every way. It’s just that he always felt like that’s too much praying.",
        "A: Well, another bit of luck. I think the fact that my in-laws and that whole\ngeneration of people, their siblings, were all immigrants. They all came early, but\nthey came in the 1920’s, made a huge difference. So, my husband and -- and all the -\n- and his brother and all the cousins, they were all first generation. They had all\ngrown up with parents who talked about the old country, and so I was accepted\nabsolutely totally and completely into the family. And they have -- that family has\nbeen absolutely fantastic to me. And after Dan’s death, cause he -- he was the oldest\nof the -- of the children, and he di -- of that generation -- he was the oldest of that\ngeneration and he died first. And the -- the ca -- the cousins -- well, his brother is,\nyou know, very close to me, but all -- but that’s almost to be expected, but the\ncousins have all absolutely rallied around me and I am absolutely part of that family,\ntotally. The cousins that I mentioned before who were -- lived in Arlington, they\neventually returned, had lived all over and then they came from -- th-they’re -- they\nwere in England and they’re now in Arlington. And I see them all the time, we went\nto the march yesterday together. And the other cousin, this person’s brother, Danny\nwho lives in Long Island, they were just here also, they went to a wedding here, and\nthey stayed with me. So it’s just we’re -- we are very -- everybody is very close, and\ntheir children are close to my children. My children, unfortunately, don’t have any\ncousins. Their -- I only have these two children and my brother-in-law had no\nchildren and I have no siblings, so my children have no cousins. And they pretty\nmuch consider Dan’s cousin’s children their cousins and -- and they’re quite close.\nSo I was s-super, super lucky on that score as well.",
        "A: In fact, A-A-Aunt Mara, my mother’s sister, who lived a -- in Long Island and\nher -- her son Paul is exactly my age. And she was constantly telling him why o -- a-\nasking him why couldn’t he cou -- why couldn’t he go and marry somebody from\nEurope? That would be so nice. Oh, he married a no -- he married a lovely American\ngirl whom I adore, Joan, and that’s that. But anyway, they -- the -- that -- I did not\nhave that -- that problem, because, m-mainly I think people face that with families\nwho have, you know, been here for a very long time and -- and have gotten totally,\nyou know, 1m -- Americanized. My in-laws were -- used to joke that you can take --\nwhich is probably why they lived the way I -- they lived, you know, I -- we used to\nsay that -- that they came out of the shtetl, but they couldn’t -- you can take them out\nof the shtetl, but you can’t take the shtetl out of them, you know. And you know,\nMom was always satisfied with very little. She never wanted very much of anything,\nyou know, and they -- they were super -- had super modest way of life. And just, you\nknow, they were very, very -- still very, very much part of the old country, even\nthough, you know the-they came here, they stru -- they really struggled hard in life.\nMy father-in-law came here with no English. He was 20 years old. He came with no\nmoney. How he ever -- and he was not a | -- a -- a -- a language learner. In fact, I\nmean, to hi -- to the end of his life, and he died in his 90’s, he spoke English in si --\nwith -- with great deal of Yiddish and -- thrown in and whatever. And -- but he -- he\n-- and he -- but he made it through -- through -- through school and -- and got a d --\ndegree in pharmacy and became a pharmacist, a licensed pharmacist in the state -- in\nthe state of New York, and -- and had -- had -- had a small, you know, sort of\nprofessional kind of a drugstore, you know, not -- no -- no pri -- n-no counter, just --\njust drugs. So, you know, how they made it on, you know -- a-and so every fe --\nevery little bit that they had, it was like there and preserved and -- and so they lived a\nsort of -- in -- and they were very, very American in their eye -- you know, pro-\nAmerican, but their outlook was very much steeped in Europe, in old Europe, yeah.\nAnd it’s -- Mom went to -- Mom came -- had a easier time coming, because she\nalready had an uncle here. But you know, she -- you know, th-th-they -- they were\nalso lucky in a sense that they -- they got educated reasonably well in Europe. They\nboth went through high school, which was not a very common thing in those days in\n-- in Russian. So -- and Mom spoke English quite well, and sh-she was much more\nof a language person than Pop, but -- and, you know, we had -- we had the usual,\nyou know, daughter, in-laws relationship sometimes, where you -- but -- but the --\nth-the -- the problems I had with them were mostly problems that my husband had\nwith them, too, rather than, you know, just you know, mostly -- I don’t know what\nthe problems were like, you know, are you going to buy this sofa or that sofa, or you\ncan’t buy the house, it’s so expensive.",
        "A: Or whatever now, since it’s --",
        "A: Just the normal stuff, yeah.",
        "A: Nothing that -- that would be related to my being from another -- from another\nworld, also.",
        "A: They were much more from another world than I.",
        "A: Good.",
        "A: No, I -- I wish -- I so wish that we had done a tape like that with my husband, I\nhave so little from him.",
        "A: It’s a very -- it’s -- it’s -- it’s really good. I think all -- every family should do\nthat.",
        "A: Never mind --",
        "A: Never mind hav -- this having to do with a particular issue that other people may\n-- may want to understand later on.",
        "A: But it’s just -- just to understand what goes on in families and how they relate to\neach other and to the world. That would be an interesting thing to do.",
        "A: Thank you so much.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumApril 26, 2004\nRG-50.549.02*0079",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Theodora\nKlayman, conducted by Neenah Ellis on April 26, 2004 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Chevy Chase, Maryland and is part of the United\nStates Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held\nby the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "April 26, 2004\nBeginning Tape One, Side A"
    ]
}