{
    "rg": "RG-50.030.0565_trs_en",
    "sequence": [
        "Question: This is an interview with Esia Shor at her home in Bronx, New York, on\nFebruary twe —",
        "Answer: Twenty-sec —",
        "Q: — 224, 2010. Mrs. Shor, I’m wondering if we can start by telling me your name\nat birth, and the names of your parents and siblings, and approximate dates of birth\nof the family.",
        "A: Mm, that’s painful. My name is Eske Shor. Eske Eserkin(ph), this was Eske\nLevine, my maiden name. [indecipherable] a mistake. All right, Eske Levine,\nyeah. [indecipherable] we went — I — I lived in Novogrudok. I was born in 1925,\nDecember the third. And —",
        "Q: And your parents’ names?",
        "A: My parents’ names, my father was Smolnoma(ph) Samuel, they called him in —\nwas a religious person. He was a bookbinder in Novogrudok. My grandfather was a\nbookbinder. And my mother’s name was Shill — Tsil(ph) Amanda Levitch(ph).\nAnd she was born in — not far from Stankievicz, in a village. In Stankievicz, my\nfamily, meaning the Bielski brothers, who were my first cousins, they were born\nalso in Stankievicz.",
        "Q: So, how were you related to the Bielskis, your —",
        "A: My mother and their mother were sisters.\nFebruary 22, 2010",
        "Q: Ah, okay.",
        "A: And they used to come to our house very often. It was about 14 miles from our\nhouse. They still lived in that village, Stankievicz.",
        "Q: How did you get from one house to the other, were you — walk, or —",
        "A: Well, they — they would come by horse and wagon, or later on some of them\nwere using a bicycle, but it was still 14 miles to go by bicycle, you know, when the\nchildren were younger, that’s how they used to come to my house. In vacation time,\nI went there.",
        "Q: Did you spend holidays together? Pesach, or —",
        "A: Not really, because we were more on the religious side, and they grew up in the\nvillage. And you know, matzos were very expensive in those days. So, like, if they\nhad their mother did the ma — the matzos were bought in Novogrudok, in my\nhometown, that’s where we baked the matzos. We didn’t get from the United\nStates any matzos. Later on, yes, in Germany, but not in Poland.",
        "Q: So?",
        "A: So, you know, they were not as religious as we were, meaning my father and\nmother.",
        "Q: Before we talk a little more about life before, can you just give me the names of\nyour siblings [indecipherable]\nFebruary 22, 2010",
        "A: My two brothers, Israel, who was 18 years old, and my younger brother, who\nwas 14, Aron.",
        "Q: This is when the war broke out, that they’re 18 —",
        "A: Yes, 18 and 14, they tried to run away to the Bielskis.",
        "Q: Right.",
        "A: And they were, unfortunately, pointed out by Christians that they are Jews.\nBecause they were waiting for us, we made up that we’ll meet them there, at the si —\nat some relatives house. And in those days, the family was very closely knitted. I\nmean, how we gonna run — they knew how to go there —",
        "Q: Right.",
        "A: — without mother and father and sisters and brothers. So that’s —",
        "Q: Yeah.",
        "A: — how it took place, and they got killed. After the war, of course, my father and I\nburied them. They even threw our dog on them, you know?",
        "Q: We’ll come back to that, we would — a little before the war, a-and you had two\nsisters?",
        "A: I had two si-sisters. One was 10, going on 11, but 10, and the other one was six\nyears old.\nFebruary 22, 2010",
        "Q: Mm-hm. And let’s just hop — before we go into the war, a little bit more about\nlife before. So it was a religious family, you went to a Beis Yaakov?",
        "A: Yes, Beis Yaakov was, we had like an organization Beis Yaakov. It wasn’t like\nhere, a Beis Yaakov school, because it was expensive. My — my brothers went to\nlearn how to daven, so the preference was to pay for the brothers, because you had\nto pay for it, to go to chayder. And I went to learn how to daven in Beis Yaakov,\nmeaning bassia(ph) was the organization. And I went — that’s where I met Itka and\nalso the Kushnars(ph) mother.",
        "Q: And you went to a public elementary school?",
        "A: Yes, I went to Po-Polish. Polish —",
        "Q: With — and did you have any Polisher friends, or did the Jews stay on one side,\nand the Poles stay —",
        "A: Well, not really, because I — there were — in my class there were two Jewish\ngirls. The people who had money send the-them to a chayder or a Hebrew school,\nthere was a Tarbud. We couldn’t afford. My mother and father only send the boys\nto a chayder, and I went to public school. And then we were a little bit more\ncomfortable financially, my sister Rivale, who was 10 years old, she went to a\nHebrew school, too.\nFebruary 22, 2010",
        "Q: And your father, as a bookbinder, was he binding secular books also, or just\nreligious books?",
        "A: Yeah, all the ones, all —",
        "Q: So he had Polish clienteles?",
        "A: Oh, my mother used to bring, because she was born 1n a— you know, ina\nvillage, and knew Polish to s — how to speak without an accent and so on. So she\nwould go to the offices and get the books for my father to be bound, and I knew\nhow to bind the book, because we had to help my father. Everything was done by\nhand, the sewing and everything of the books.",
        "Q: I want to jump to after September 1939, the start of World War II.",
        "A: Yes.",
        "Q: You, your village, Novogrudok was on the Soviet side. I want to ask you two\nquestions, one 1s —",
        "A: Wasn’t a village.",
        "Q: Ah, town.",
        "A: No, it was a town that was like a — like here we have, you know, n-n-not as large\nas New York, of course, we have the states. This was like a state in their way of\nthinking, like New York state. So I lived in Novogrudok. The town itself wasn’t\nFebruary 22, 2010\nbig, what — we had, about 5,000 Jews living there. And that’s why they had the Beis\nYaakov and all the Hebrew schools and so on.",
        "Q: So I was wondering, in these years, ’39 to 41, I wanted to ask you two\nquestions. One 1s, were you aware of what was going on in the part of Poland,\nwestern Poland that was under German occupation? Did any information come\nthrough? And the other question 1s, did your life change at all under the Soviet\nUnion?",
        "A: I personally think my life improved, because when Stalin was, when we — at that\ntime Stalin was the leader of Russia, there was no anti-Semitism. As a matter of\nfact, we liked it better to be under Russians than the Poles, because the Poles were\nanti-Semitic. I never went back to Poland, even though my fath — my — my husband\n— show you the picture — was a — a lieutenant in the army during the war, and was\ninjured. And the pension was coming to him, but I wasn’t going to go there with\nhim and he didn't go by my — by himself. So that’s how I felt. And I’ll get to 1t why\nI felt this way. One wanted to help me and the other one said, here is a Jewish girl\nin the navy blue jacket. So, I threw off the jacket and I ran into a ditch, and I yo —\nsurvived. These few days there were very crucial.\nFebruary 22, 2010",
        "Q: Right. And when you were under the Soviet occupation, were you aware of what\nwas going on in western Poland, or was that too far away? Was there any\ninformation leaking through?",
        "A: We —- we somehow got an idea that the Germans are very bad to the Jews. But\nwe didn’t think that they can take Russia, that part, back, you know? I personally\nwas overjoyed, to be honest with you. I went to their school for one year, I learned\nRussian, and I got that coat that the other girls were trying on, everybody liked it. It\nwas wartime, so the idea was oh, she looks so heroic, you know, in that coat, that\nyou saw on my book. And I was a good student, and then we decided, my father and\nI, to leave Poland —",
        "Q: Do you — can you just —",
        "A: — after a year, close to a year. A year.",
        "Q: Yeah. Can you describe day — June, 1941?",
        "A: Yeah.",
        "Q: What happened the day the Germans invaded the Soviet Union and eastern\nPoland? Where were you when you found out that the Germans had crossed the\nborder?",
        "A: I was in my house, I didn't run any place. And that was a tragic time, because we\nalready got the idea what they are doing. So, they hoarded us — they — they gave us\nFebruary 22, 2010\nabout five, six ma — months to live still in the house. I mean, there was nothing that\nthey killed, and sort of did anything.",
        "Q: Did the German troops arrive in Novogrudok immediately, or were you ignored\nin the first month?",
        "A: Well, they arrived immediately, I would say, because I worked for the\ncourthouse there, not as a — as a secretary, but I wa — we had to go and to get\npotatoes for them, see that they — they weren’t throw out the ones that weren’t good,\nthe ones that were good, you know. And they let us there stay about six, seven\nmonths I would say, til December. [doorbell] Not expecting anyone.",
        "Q: Do you want me to pause this?",
        "A: Yes. [tape break]",
        "Q: We were talking a minute ago about the first days of the war when the Germans\ninvaded in June °41, and in your book you talk about how your family fled to the\nBielski farm, and about how Tuvia and his brothers were already standing guard,\nwhich I thought was an amazing —",
        "A: Yes.",
        "Q: — scenario, because it gave a sense of what was gonna come. Can you describe\nthat?",
        "A: Well, what happened was, this wasn’t yet that they didn't kill Jews at that time,\nFebruary 22, 2010\nthey came and they invaded the part that I lived. And what happened was, their\nmother, and my mother, of course, they grew up amongst the Christian people. This\nwas a village where they lived. And this was only two families, not far from one\nanother, but lived two jeesh — Jewish families. So when we came there, just to run\naway from the bombs — as a matter of fact, our house was destroyed at that time by\nbombing, you know. They bombed Novogrudok. So we just went with the horse\nand wagon. My mother was born in the village, she knew how to sort of direct the\nhorse and so on. So, when we came there, and we stayed in the barn, because they\nhad a very small house, very small. There were 11 children — not at one time, but —\nand the house was very small, so we stayed in the barn. We lived — we slept in the\nbarn. So when we went to sleep in the barn, my Aunt Bella, meaning my mother’s\nsister, said, you better stay on guard, and — a-at the barn where we were sleeping.\nShe wasn’t afraid that the villagers will kill us, she was afraid that they’Il come and\nrob us at that time. Because we didn’t know about killing that much, that the ger —\nthat there were German and Jew, was n-no human being. So, anyway, they — as,\nthey said, we don’t have any guns, how we will protect ourselves? She said take\nthose — I forgot what you — that you cut things?",
        "Q: The scythes?",
        "A: Yeah. That you cut the — the corn or the [indecipherable]\nFebruary 22, 2010",
        "Q: Yeah.",
        "A: That’s a very sharp thing.",
        "Q: Oh, the scythe.",
        "A: Yeah, and it’s like this and like this. And it’s a sharp one. And stand — change\nover and stand on guard at the house, and the barn. This was heroic on her part. I\nmean, a foresight, to do it —",
        "Q: Right.",
        "A: — as a woman.",
        "Q: And so which members of the family were standing guard that night?",
        "A: I— well, there were boys there, so it was either Asael or Zus or Tuvia. They\nwere the older ones, because you know, I mean the oldest at that time. Avram, who\nalready was in — the younger one, one was killed. He was grabbed at one time.\nAnyway, at that time on the — he wasn’t killed yet, you know, but he wasn't there\nbecause he was married and lived in Novogrudok. So anyway, that was my\nexperience, to fight, you know, instilled.",
        "Q: And then — and then — so that’s right from the beginning. And then you — after\nthe bombing stopped, you —",
        "A: Then we moved back, yeah, we went back. Our house was bombed out. We had\ncertain valuables. We had the basement that had water, so my mother threw in the\nFebruary 22, 2010\ncandlesticks and all those valuables, that — I almost — we weren't that comfortable\nfinancially, but certain valuables. And we went to live with our uncle. Our uncle\ncame there too. There was an uncle, my mother’s brother, who lived in\nNovogrudok. He came at that time too, with us.",
        "Q: And his name was?",
        "A: Yoshke, yeah. Yoshke Milalevitch(ph), my mother’s maiden name. And we,\nafter, of course, our house bo — house was bombed out, and this was a two family\nhouse, we — he invites us to live with them. So we lived there for a number of\nmonths, until the end of the year of 1941.",
        "Q: And then December ’41, I know this is a very —",
        "A: Right. Yes.",
        "Q: — painful day.",
        "A: Och.",
        "Q: But —",
        "A: They were — he — we had to go to the courthouse.",
        "Q: And how were you dressed when you went to the courthouse? Do you reme —",
        "A: We were carrying everything we had, you know. Let me just think one moment,\nto sort of put my — according not to jump back from — it wasn’t like yesterday.",
        "Q: Right, none.\nFebruary 22, 2010",
        "A: It was in ’41. We took everything we could from the house and we were\nmarching to that courthouse, everybody. And I was put in with Kagan(ph) at that\ntime, since you know, Kagan(ph), in the same room. We were there in one room,\nmaybe 10 - 15 people. More than that, yeah.",
        "Q: And how long did they keep you in the courthouse?",
        "A: With us, it was in until December. December, the — the — I have it in my book\nwhen it was the date, I don’t remember offhand.",
        "Q: Right. But were you in that room for hours, for days?",
        "A: For a few days. I think two days to be exact. Two or one day, I’m not sure. But\nit’s in the book. And the book is, you know, correct, because I — I had to check it\nout with my [indecipherable] exactly. And they took us out in the courtyard, and\nthey were — the army trucks were [indecipherable] and getting in the army trucks.\nStep in the army truck, step in the army truck. And that’s — we didn’t ac — they said\nthey taking us to work, you know? And then I saw one of the girls, she was older\nthan I, I was at that time more than 15 — 16 probably, not quite. So anyway — maybe\n16, because my birthday’s December the third, so I must have been 16 in *41. Yes.\nWe can figure it out. If I made a mistake, you’ ll forgive me.",
        "Q: Yeah.\nFebruary 22, 2010",
        "A: You’ll correct it. So, I see they’re taking everyone on the truck, and my little\nsister, who was almost 11 — 10 - 11, so she said, Ma, I want to live a little longer,\nlet’s go to the back. Let’s go to the back. So we’re pushing ourselves to the back,\nbecause it was a — loads of people, you know, a whole town of people. They would\ntake it on the army truck, and bring out more from the — from the courthouse. So\nanyway, we were pushing ourselves to the back. And just so happened, after a f-few\nminutes, it worked very — they were very well organized. You couldn’t lie down on\nthe floor, they killed you on the floor.",
        "Q: Was the —",
        "A: On the cart — in the courtyard.",
        "Q: Was it just Germans who were doing this, or did they have local helpers, were\nthere collaborators also?",
        "A: At that time only Germans. German army. Army people. So, anyway, I see a —\nthat in a little while, like we were pushing ourselves in the back of the crowd. So I\nsee a Stabsleiter, Wolfmeyer(ph) was his name. I’Il never forget that. My father\nworked for him, and I worked in the garden. So I ran over to him with such a\npowerful — you know, a girl of 16, and grabbed him by the belt, because I figure\nthey’re gonna kill me anyway. I figured — I knew they killing. So I grabbed him by\nthe belt, by the — by the way, on the buckle of the belt was written, God is with us.\nFebruary 22, 2010\nYou know? That’s how much God was with them. So I said, my father’s the only\nbookbinder in [indecipherable] I didn’t know any German. You’ll need in — him.\nAnd I worked in your garden. Yeah, wir brauchen haben. Brauchen haben? So |\nstarted screaming, Ma! Ro — and the people who were standing closer to me were\nsaying, say that I’m your mother. You want to save your own. Ma! Riva was on —\nmy sister’s name, Miriam, we’re saved. They couldn’t hear us because it was\nmaybe over a thousand people. Maybe in front of them was maybe a few hundred,\nyou know, because it’s a very, very large courthouse — court —",
        "Q: Was a courtyard?",
        "A: Courtyard. As a matter of fact, I have to mention it, because it’s there already,\nthat’s what Kagan(ph) told me, he built a museum there on the courtyard. And he,\nof course, has my information because he wanted to put in there. So anyway, not the\ninformation I’m giving you.",
        "Q: Right.",
        "A: It’s different. So yes, he gave us two Germans — one German to take us to the\nliving — back to the 700 that at that time survived. And I started kissing the German,\nI said, I’m telling you the truth, my mother and my two sisters are here. And I — I\nthrew myself on this German, a young soldier. So another German rans — runs over,\nrassen stinde [speaks German]. You’re gonna be killed like a Jew. Because he let\nFebruary 22, 2010\nme do it. And of course he took us to the living. He say — he apologized in German,\nI didn’t know German. Cause I really was on top of him, grabbing him and telling\nhim, here, I'll show you the truth, you know. I was a child. So he took us out to the\nliving, and Kagan(ph) knows about it, because in that — there are — make the copy,\nhe knows he was there, we were in the same room.",
        "Q: So, it was you and your father —",
        "A: And that’s it. My — my little chil — little children, they were little children with\nmy mother, were pushed on the — on the army truck to be killed, and they were\nkilled.",
        "Q: And your brothers had already tried to run away before this.",
        "A: Yeah, right, and they were killed. But my mother just so happened, knew,\nbecause you know, one of the White Russian nis — policeman said, your two — two\nboys were killed this morning, you know. And she knew, but she knew that her —\nand you take it the way it is. She suffered a great deal. So that’s how I basically sur\n— not — yeah, basically. But then, I could have been killed again.",
        "Q: Right. So after the selection, there’s this small ghetto, and you’re there with your\nfather.",
        "A: Right.",
        "Q: And what sort of work were you doing in this ghetto?\nFebruary 22, 2010",
        "A: Oh, my father was still working outside of town, in the army barracks there. And\nI was working for a Polish engineer who worked for the Germans. He was building\nroads for them. I was working about seven months for him. And then they forbade\nJewish girls —",
        "Q: This was Mr. Foltanski?",
        "A: So you prepared the list. Yes, Mr. Foltanski. Mrs. and Mr. Foltanski. I cooked\nfor them, and I — I do the — I— I did — I’m sorry, see. I did everything I was told.",
        "Q: And what — can you describe what sort of people they were. I mean, you write\nabout it very beautifully in the book, but can you talk about it?",
        "A: Yes, they were very nice to me. If not for them I wouldn’t survive at that time.\nAnd my — of course — and my schoolteacher that I met after the war again. So, of — I\nworked for them just like a slave. And I learned how to do the wash by hand, and\nI’m gesturing, that’s how we used to rub it on that thing. And helped to cook and\nhelped to serve and clean up and tha — they lived in a Jewish, beautiful apartment, a\nspacious apartment, because this was a Jewish house, and they got it because he\nworked for the Germans.",
        "Q: Had your family known him before the war?",
        "A: Nobody knew him. We were a few girls that sent from the ghetto, and he select\nme, you know, we were [indecipherable] my girlfriend was there and myself and\nFebruary 22, 2010\nanother girl. And he said, well, you will remain, you know. He interviewed me,\ninterviewed them. Interview was based on what family you come. They were from\nricher families, so they figured probably — he was engineer and in — an educated\nperson, he figured from the richer family they must have had maids. And I told him\nmy father was a bookbinder, and I worked to help my father, and what I told you.\nSo he said, Esia, so that’s how I got to work for them, about seven months. And\nthen they forbade Jewish girls to work in Germans’ houses. You know, they felt that\nthey — they might weaken and save those people, not only girls, men too. Stop\nworking in the — he was engineer and the — the people that worked for the Germans.\nHe build roads for them, they should be able to go through. So anyway — and I\nalways had in my mind, I hope there will be a day that Pll be able to help them,\nbecause, you know, that I'll survive. But at that time, there was no — I — no way that\nPll survive. So, I was in the ghe — no, I have to backtrack. I — they said to me, the\nFoltanskis, whenever you hear that they killing Jews in the ghetto, come running to\nus and we’ll try to help you.",
        "Q: How hard was it to get from the ghetto — outside the ghetto? Was it a wire, or\nwas it an open ghetto? How were you able to leave —",
        "A: It was wires all around.",
        "Q: So to get from the ghetto to their house, you went through a gate, or —\nFebruary 22, 2010",
        "A: The gate, yeah, yeah. That was legal, I go — I’m going to work.",
        "Q: Right.",
        "A: And work we — we weren’t allowed to walk on the sidewalk; the middle of the\nstreet. And nothing 1s exaggerated here, take my word for it. So, just painful to talk\nabout it. So they said that I should come running to them. And I worked on that\nparticular day out of town, also in the army — they had for the army, special place to\nwork, where they stayed. The army people, the German army. So, I had to clean\nthere, the — the — you know, the cabins, whatever it was. And, like he gave me the\nleeway, come running to us and we will save you. So, I un — I heard, somebody said\nthat there will be a shreeta(ph), which means they will kill the Jews —",
        "Q: Massacre.",
        "A: — you know, it’s a shreeta(ph).",
        "Q: About what month was that? Was this the — I know there was an action — akeja\nin th — August. Was this the summer akcja or the winter one?",
        "A: It was — it wa — must have been in August.",
        "Q: Uh-huh.",
        "A: Because, when I’Il tell you more, it — I think it’s going to August. So I come, I —\nI take off my jacket with the Star of David that I had on both sides, on the back and\nthe front, and I come running to their house. And she, Miss Foltanski puts on her\nFebruary 22, 2010\ncoat on me. Oh, you don’t look Jewish, she said. Don’t worry, you will survive the\n— you know. And I started to cry. I said, my father’s probably killed, I have no one.\nI mean, what’s the surviving? And he had a gun on his desk. He said, I can kill you,\nnobody will do anything to me, I can kill you here, if you want to run to the ghetto.\nI said, I’m gonna go to ghetto, and I’ll see if my father survived. So, he said, I can\nkill you here, it’s just the same. And nobody would do a thing to him. A Jewish girl\ncame bothering me? You know? So, anyway, she gave me, and I simmered down\nfor life. So I—I put on her coat, and she gave me some confidence by saying you\ndon’t look Jewish and this and that. And there was a field, and a ditch in the field.\nSo, she said, go there, and I'll bring you tomorrow some food. So I went there. She\nknew — she pointed where the part is, and you know, there were corn that were\ncamouflaging me, and there was a — a little di — ditch — ditch, you call it a ditch. So\nI lied in that ditch, and I was saying the Sh’ma, because I knew the meaning of the\nSh’ma. I have it in the book in English, a few words, hear oh God. And I said\nSh’ma a whole night, until I fell asleep. The next day she brings me some food,\nMrs. Foltanski. And she throws it in a beautiful wide circle, never forget\n[indecipherable]. And she puts the best food there. The best was a salami, you\nknow. You didn’t even ask if it was kosher then. A salami, and some other food, I\ndon’t recall exactly, but I remember the salami because she slice it up, you know?\nFebruary 22, 2010\nSo, I did — of course I was hungry, I start eating, I ate. And I—I was very thirsty.\nShe forgot to give the sa — me some water, you know? She meant well, because she\ncould have gotten killed. She threw it and she disappeared. So I ate this, and then\nthe other day, I figured, I must go to the pump. We didn't have like a — to get water,\nor — closer. So, I had to cross a street, and cross a few houses — I mean, pass by a\nfew houses and get a drink of water. So I— I went there — I mean, I was going to\ncross the street to get from the pump some water. So of course, I couldn’t because\none of the people that I walked by, one of the neighbors, I said, can I get a f — a little\nbit of water from you? And so she sends a policeman to — she said, oh, a Jewish girl\njust went. So I ran back to that ditch, and he was yelling, we’ll kill you anyway,\nwe'll find you. So — we know, she said in a — in a navy blue coat. So I threw out the\ncoat, because I heard her. Wasn’t a long coat, a short coat. And I put — run into that\nditch. So they started shooting, they didn't — there was corn, high corn, they didn’t\nsee the ditch. So I survived that night, and then I went the next morning — no, I\ndidn’t go to the pump the next morning, because I knew that she is gonna — but\nagain, I figured, I have to take a drink of water before I get killed. The idea was to\ngo. I get up and I see my teacher cutting the corn, Fiedrowiczowa, I remember her\nname. So, I said, Pani Fiedrowiczowa, in Polish. I am very thirsty. Can you bring\nme some water? Oh, Pll bring you some water. Don’t go too far. Bring me — so she\nFebruary 22, 2010\nbrought me some water. And the next — so I drank, drank the water. And then the\nnext day was Sunday. This was Friday — I mean Saturday, and the next day was\nSunday. So I said, well, it’s after the action, they called it an action. Ill go to my\nneighbors’ house, who were Christians, and they were nice people, I said, and they\nwill help me out to get to the ghetto and see if my father is alive. Because I still felt,\nwhy survive, Ill be killed anyway, you know, even though at 16, I felt this way\nbecause I was suffering my little girls — little girls, my little sister, the other sister,\nthey were questioning it and they got killed. So what am I so special, you know? So\nthen they — that was Sunday morning, and I said th — to the teacher, to Pani\nFiedrowiczowa, | said, I’m going to go to that neighbor. I’m a little repetitious, but\nforgive me because I can’t think straight when I think about it. So she said, no, you\ncan’t go. I said, why not? So, she said, it’s Sunday, you’re not dressed right, you\ncannot go to your neighbor. You’ll go tomorrow, Monday. So I figured, she means\nwell. So, of course I didn’t go. And Monday morning she brought me eggs, and —\nand water to drink, and she was very, very nice. So Monday morning, I went to my\nneighbor. And my neighbor was next to my uncle’s house, you know. My uncle got\nkilled, they all got killed. So I said to her — I knew that he — she has — they were\nvillagers, but they were police, that she’s not gonna send me a policeman that’ 11\ntake me to the Germans. I somehow have the confidence in her as a neighbor. And\nFebruary 22, 2010\nsure enough, the confidence was right. But the police said — two policemen she has\nha — she had, from the village, said to me, well, you’re alone? I said no, I have my\nfather. I didn’t know if he survived. We need 200 rubles for this, to take me to the\nghetto, because 1n a way, they are taking a chance. So yeah, my father’s alive, he’ll\ngi-give you the money. My father didn’t have any money, but they took me to the\nghetto through the entrance, and they said that the Germans said that they should\ntake me to the ghetto, I still can work and so on. So — and then my father, luckily,\nsurvived.",
        "Q: So what was your reaction when you saw your father?",
        "A: Oh, I was so happy. I was praying to God all the time that he should be alive. So,\nanyway, he didn't have any money, so he went out. I said, you must get the money\nfor hi — the — he went out, he was a very honest man and in a small town you know\neach other. So he borrowed some money from a few people and he paid them off,\nthe police. So they left me there, with — of course in the ghetto. There was still\nabout 200 people or thereabout, because they separated later, and oh, it’s a long s —",
        "Q: So, how long did you then remain in the ghetto?",
        "A: I don’t want to make any mistakes, so I’m thinking. I remained in the ghetto, I\nguess for — well, I was seven months — not for — for a short period of time. Because\nFebruary 22, 2010\nthere was my girlfriend’s father, who was also from a village, and I found out that\nthey are going go to the Bielskis. And my father didn’t want to leave the ghetto.",
        "Q: And at the time — so, let’s talk about now the escape from the ghetto and going\nto the Bielskis. Did you realize that your cousins were forming a partisan group, or\ndid you just say, I want to get out of the ghetto and go to the woods?",
        "A: No, no, no, no, nobody knew it. When I went there, there were over 20 people\nthere. And there was already from the other family, from the other villages, they\ncame, they joined them, that —",
        "Q: So I know there was a —",
        "A: [indecipherable] the one that’s in the picture, she came from —",
        "Q: You talk that there was a big of a te — a tension about whether it was safer to stay\nor safer to escape. Can you talk about that tension, about deciding whether or not to\nremain in the ghetto?",
        "A: Well, we were afraid, I was afraid they’Il kill us on the road like they killed my\nbrothers, you know. They’ll recognize it. But then I thought it over. I thought it over\nthat this man, Gutel(ph) Gutel(ph) Birkowski(ph), he lived 1— also was born in one\nof the villages there, and he knew his way how to go. And then it was a — we had\nalready one trusted Gentile, Kozlowski(ph), that already tried to get, because Tuvia\nwanted as mu — many Jews from the ghetto as he could get out.\nFebruary 22, 2010",
        "Q: So, who — describe this — you say that it was December that you left the ghetto,\nhow did you manage to sneak out of the ghetto, how did you go, what path, or —",
        "A: We went at night, and this Gutel(ph) and his wife and his sister-in-law, these\nwere the four people, right, including me. So, he broke — he took a tool and he\nbroke the part of the fence, and we crawl over. And like, he know my father didn’t\njoin me then. He didn't want to go.",
        "Q: How long a walk was it to get from the ghetto to the woods?",
        "A: Oh, 15 miles, 15 miles, but he n — we went through the woods. There were\nwoods, you know, it wasn’t like a — you know, streets here, and even the Pelham\nParkway, you know, you see woods too, from the side. So we went through those\nwoods, just to give you an example. And we came to this Kozlowski(ph), who was\na person who we trusted, he knew where he 1s and so on, and then the Bielskis came\nand picked us up from there, or they send someone, you know, from the partisans, I\ndon’t recall exactly if they ca-came or they sent someone. And we went to the\nwoods where they had their base. And we were only 25 people including us then.\nAnd there was no — I mean, nobody had an idea that we’ll have a group and we’ ll\nhave a partisans and this and that. We were just going into the woods, not to be\nkilled. So this was at that time, the idea, that they knew the woods like, you know,\nlike I know how to go to Pelham Parkway, you know, to the parkway there.\nFebruary 22, 2010",
        "Q: So, in the initial stage, when there was just the group of 25, what was your job in\nthe woods?",
        "A: Well, cooking. Cooking and standing. After that I didn’t get any — specially help\nto cook, because I didn’t have any arms, nothing. And trying to get my uncle, who\nis still alive and his family was intact, from the ghetto. But there were tremendous\nopposition, because this was a Miriam there, my little cousin, who was only five\nyears old. So they figured we change places at night, and during the day, she’s\ngoing to cry and so on. They didn’t — they — they were fighting — not fighting, you\nknow, physically. But Tuvia, how can you bring a five year old girl here? And the\nother cousins of mine, my — I have to backtrack. My uncle was a machinist. He used\nto repair things is — in Novogrudok, like machines and all. He was very — a\nmachinist I would call it, I don’t know how to say it, was that he would fix bicycles,\nand he would fix machines, sewing machines and typewriters, you know. He — that\nwas his job in Novogrudok. He had already the offices [indecipherable] practice\nand [indecipherable]. So anyway, I said, well, he’s — going on — he’s still young.\nHe was young, about 40 ad — odd years old, my uncle, maybe younger. My uncle\nand aunt and their three children. And I was really throwing myself on the floor, I\nhave no family, you know, only my si — yeah, I had tro — I have to backtrack about\nmy father, he didn't want to come out. He said, what are you bringing me there, they\nFebruary 22, 2010\nshould kill me like a dog and leave me in the woods? No — no Jewish burial, you\nknow. It was a — a tragedy just to — to be there, to him. But at one time, I have it in\nmy book, I had to write a letter to him, a threatening letter, that I’m not going to be\nyour daughter any more if you don’t come out. So he came out. And —",
        "Q: And the cou —",
        "A: — then I — tha-that was before my uncle. See, I skipped that part with my father.\nAnyway, and then Tuvia made a decision, yes, we need him. And he helped me out.\nI kissed him, I hugged him, cause I wanted to save them. He was in — see, we had\ntwo ghettos in Novogrudok later on. They divided — there was like a working\ncamp. Not like, because if you read about Novogrudok, and there are a number of\npeople, about 80, who went through a tunnel to the Bielskis later on.",
        "Q: And was your father part of the group of 80, or he came earlier?",
        "A: Part of the group of who?",
        "Q: Part of the group that tunneled out of the ghetto?",
        "A: No, no, no, he came much earlier. He came maybe a ma — not even a month after\nI left, because it was — I wrote him a letter that I don’t want to know him, you know.",
        "Q: So, describe what it was like — life was like in the otriad. You’re in the forest.\nWas there the sense of constant fear that you had in the ghetto, or were you able to\nrelax at all, or —\nFebruary 22, 2010",
        "A: Was a different fear, you know? There was the fear you’re gonna get killed,\nyou’re Jewish, there’s no two ways about it. In the woods, if the — the villagers\nwould say, well, we saw — they’re a Jewish group, you know. Because how would\nthe Germans know that we were like in a jungle — later on we were like in a jungle-\nlike woods. But at first the woods, they all knew the woods. Like in Stankievicz\nthey were surrounded by woods, where my uncle and aunt lived. We weren’t far\nfrom that place, because they knew the woods there, very well. I mean the Bielskis.\nSo we knew it’s safer than to be any other place, and that’s what they knew at that\ntime. And then, of course, they found us out, and we had to run in more dense\nwoods, and that’s when we ran away to the Nalibocka Pushcha, it was called in\nPolish, which was a jungle-like woods, very dense woods.",
        "Q: So what wou —",
        "A: Not far we could — from Minsk, not far from that part.",
        "Q: Can you sort of describe the community, what it was like, what Tuvia was like,\nthis leader, the governance, what people did for —",
        "A: Later on?",
        "Q: The development, how he developed as a leader, what were — your impression\nwas.\nFebruary 22, 2010",
        "A: My impression, I was very impressed with them. As — the movie shows a little\ndifferent. Did you see the movie, “Defiance?”",
        "Q: Yeah.",
        "A: Never happened that they fought. I never saw it.",
        "Q: So Zus and Tuvia stayed together?",
        "A: Oh, well maybe they had disagreements at times, but not fighting like they —\nbecause what was he fighting? He didn't want any more — I mean, the idea was that\nZus didn't want any more people out, even though his grandchild says differently.\nHe was against it, for take out the people. That’s — this they show in the movie, and\nthis was true, because there were money — many people, like women that couldn’t\ngo on missions. Well, the men had to bring the food, and this was right, what he did,\nlike in the movie that they show. Because they were rebelling, the men. And it was\ncalled the boyfriend in Russian, different name. And of course, you go and you risk\nyour life to get from the — from the villagers, the food. Although they had — what\nshould I say? Tuvia said, don’t take any cows from any villagers that have only one\ncow. You have to, you know, you have to use judgment. But still, they went there,\nand they risked their lives to get it, so they want it for their girlfriends, it was a\nbusiness with girlfriends. I didn’t have a boyfriend, so —",
        "Q: What was it li — 1s it — we were talking about —\nFebruary 22, 2010",
        "A: I was a Beis Yaakov girl at that time.",
        "Q: So talk about the — what was going on with the women. Were women treated\nvery differently than men? I know that you were one of the only women with a gun.",
        "A: Yeah.",
        "Q: How —",
        "A: And Itka.",
        "Q: And Itka. So just co —",
        "A: Later it ca-came to us.",
        "Q: Yeah, describe what it was like as a female partisan as opposed to just a member\nof the group.",
        "A: Well, females had to stand on — on guard, too, you know, they taught us how to\ndo things.",
        "Q: Who taught you how to shoot?",
        "A: Oh, there was a— an army man, abramov — Abramowicz(ph) — abramov — and\nthat was yesterday, I forget. Abramowicz(ph), I think. Bramowski(ph),\nAbramowicz(ph). He wasn't teaching only me, he was teaching the young men too.\nI was the only girl at that time. And Itka came from a— a Russian group, so she\nlearned there. Russian Jewish, I don’t know, from Russian group, she came later.\nFebruary 22, 2010\nSo, but he taught us. Abramowicz(ph) was his name, and he was taught in the\narmy.",
        "Q: Did anybod — any of the men object to the fact that you had a gun? Did they feel\nit was being wasted on a woman, when you obtain a weapon?",
        "A: No, I didn’t get from Tuvia the gun, or from anyone. My uncle later on gave me,\nput together from — he proved himself a very important person, my uncle, so go\nfigure out, they didn’t want him. He was a mechanic in th — he wa — all the Russian\npartisans will bring their guns, and — and what do you call the other rifles, I forget.\nMore than a rifle — the heavy gun. He knew how to fix the guns. So in his mind, as a\nthank you, and I always wanted to be — to go and to — to take nekoma. That was in\nmy mind, I was —",
        "Q: Revenge.",
        "A: — it was engraved, revenge. So anyway, whenever he would fix for the Russians\ntheir rifles, and sometimes he would — like they would bring two, three li — rifles to\nbe fixed, and he would say, well, this one cannot be fixed. So he would save some\nof the — as a thank you to me, because he knew how I felt about the rifle, he would\nsave a part and put it together. At first I didn't have a rifle. I had a rifle, yes, but it\nwas like cut off, like the people who go and — and they just want to rob you, they\ncome with certain rifles that are shorter. But then he got me a Polish rifle, Polish, an\nFebruary 22, 2010\narmy rifle. Put together for me later on a gun. So that’s how I got my rifle, from my\nuncle. Because your — that was a very intelligent question. The preference was to\ngive it to the men, they should have a rifle, a rifle was like gold. So this is — excuse\nme. Oh. You know what I need?",
        "Q: Should we pause. [tape break] So, I’m wondering if you can describe what — a\nlittle bit more of how the otriad functioned as a community. Did you have the sense\nthat it was a town, a-among itself, or 1s that the glorified version of the Bielskis?",
        "A: Glorified. Some of it later, yes. But — yes, Ill gi — I have you — you know, if I\nwouldn’t get this stupid headache, I’m gonna just take an aspirin in a little bit. Then\n— you know, because that gloried part — not glorified, we had this, but not to the\nextent, the way. It was organized in a nice way. You call it glorified, I don’t know.",
        "Q: Like was there a — s-social activities in the woods? Were —",
        "A: Well, men and women were together without marriages. My father did one\nmarriage. [indecipherable] you know [indecipherable]. And that was one couple.\nAnd this in the movie, it was different. I am — calmed it down a little bit, because if\nyou would see it at first — toned it down, I should say, through channels. It was a\ngirl with a white dr — dress, and with this part on their head and everything. I said,\nwhy did you do it? We didn’t have it. I— I got very angry that they are glorifying it.\nAnd then the main part that got me from the movie was that I suffered, because I\nFebruary 22, 2010\nreminded myself, when they went through the water. That really killed me while I\nwas watching it.",
        "Q: So dis —",
        "A: Because they had my [indecipherable] I’m gesturing, 1n my bra, and they all got\n[indecipherable] from my hometown, from my mother, from my sisters, brothers\nand so on. And we went up to here in water. You know, it wasn’t exaggerated, I\nwas there.",
        "Q: Right.",
        "A: A-And this is where — the part that I thought that we’re gonna drown. We\nsurvived, God was with us, it seems. And when we went out from the water, there\nwas, you know, a coal, that coal, meaning that they war — you can — from woods,\ncoal.",
        "Q: Charcoal?",
        "A: No, that the Germans were sort of making a fire.",
        "Q: Uh-huh.",
        "A: So they — the parts were still hot there, when we went out through the water.\nThey would have killed us. It just so happened — cause it was regular army, they\nkilled a few people. In my book, my girlfriend’s mother was killed. And we were\nrunning back and forth on this [indecipherable]. But, what happened was, we had a\nFebruary 22, 2010\nman that knew the woods very well there, where we were going through the water.\nHow would we know that that’s a safe place? Tuvia didn’t know that there 1s a safe\nplace there. One of the men who was working before the war, you know, to get\nwoods, to — to build the houses, we had wooden houses in Novogrudok. As a\nmatter of fact, my mother and father, we had a wooden house. We didn’t have made\nout of brick, the house. So the wood had to come from the woods, and these jungle-\nlike woods, that person worked there. And he knew the way with — to go through\nwater.",
        "Q: How long were you actually in the water?",
        "A: Well, I would say, two days. Overnight, sort of. Not for long we were going.\nAnd of course we — there was no food in this. And, you know, there are a lot of\ndetails that you can’t — partially, I forgot already, but I do remember this distinctly,\nbecause when my grandson and myself were sitting and watching the movie, he saw\nhow I felt when the water part came. And then the director of the movie called me,\nwhat do you think, Mrs. Shor? Because he asks me. So, my grandson said,\nGrandma, don’t go now. You are not at the state of mind to — because I was crying\nall the time that p — when that part came. It was so real to me, you know? So, I\ndidn’t go to the director at that time. He interviewed me, but I didn’t go the director.\nFebruary 22, 2010\nI am very surprised I didn't stay in the movie that long. I feel that — well, who am I?\nI should have been longer.",
        "Q: Let me ask about another [indecipherable] in your book, you talk about having\ngone on one raid with some Soviet soldiers, and —",
        "A: Oh, that was —",
        "Q: Can you describe that?",
        "A: That was brutal. That was brutal. In just the way it’s in the book, what can I tell\nyou? I didn’t exaggerate anything. That was brutal. Because there is a part that I — I\ndon’t have a good sense of direction even now. So, I figured, oh my God, I’ll be\nkilled like a dog and thrown in there. But God was with me. I believe very much. I\nwas — I’m not as religious as I should be, but God was with me that time. If he\ncould show me the way back to the villager, and I should say that I have a gun,\nwhich I didn’t, you know, and scare him to take me to the Niemen, to that river,\nthat was heroic, because they ask for a drink of water, and they dra — dry\n[indecipherable] they — they — yeah, I mean, drive their horses — horse and wagon\naway. And I didn’t see them when I came out. And I wanted to help them. And I\nwas brought up that you don’t go to bed with anyone. And this was the commander\nthat wanted me. A young girl was — you know, sex, and that’s part of it. That was\nbrutal. To leave a girl, that I went with them, and I watched their sick person, you\nFebruary 22, 2010\nknow? I went with them because I wanted to revenge, to go and under — because the\nidea was, they were challenging me. We — they were —",
        "Q: They being Soviet partisans?",
        "A: Right. They were challenging me, they were the same house, and they said, oh,\nyou have a gun, and a — now, that time I had only a rifle. You have a rifle, well,\nwhat do you do? Nothing. You don’t fight. Come with us and we’ll see what a\nfighter you are. So, in a way maybe I was lucky th — because they could have killed\nme. Because a man got sick, and I was so disappointed, and they left me with that\npartisan, to take care of him. It’s in the book, and I still remember it like it was\nyesterday. So, I was with him, and this might have been that that was meant for me.\nWhat would I do if they would kill me there? Nothing. Nobody would say a word.\nBut, you know, I — I was challenged by them, that Jews don’t fight, and Jewish girls\nspecially don’t fight. So that’s why I went. Why would I go with them? And I\nwanted to do something in revenge, what they did to my family and the rest of the\nJews. So this was my experience with a — forgot, they were [indecipherable] I\nthink. And then the man survived, that I took care of him.",
        "Q: But by and large you stayed on the base, for the most part?",
        "A: I went a few times to get food, because otherwise they — they were saying, she\nhas a rifle, she can — you know, I wanted also to — to go and do something. Because\nFebruary 22, 2010\nthis was on my mind, the revenge business. And to help out. So I went a few times,\njust to get food. One of my friends even said that I went with them and so on, and\nhe’s not here any more. You know, even if I would want to say well, here 1s a\nwitness, there is not.",
        "Q: And so when you went to get f — food, did you actually meet the farmers, or you\njust —",
        "A: No. I stayed —",
        "Q: Got it.",
        "A: — outside. Yes, I stayed outside. I went with them. That was my group, I had the\nconfidence to go with them. So, there were other things that were brutal too, but\nwhat are you gonna do? This 1s [indecipherable]. I was telling them that at that\ntime we had already a part that the Russians — soldiers were — he was the — Platon\nwas the main leader there, his name, I still remember the name, because I was\nfighting with the Russian, I said, if you do something wrong to me, I'll take you to\nPlaton, I will tell him, that what — what you did, you know. I would take the\ntelephone and tell them. But, it was a terrible experience. But later on — you know\nthe story probably, later on [indecipherable] say that Tuvia made with him friends\nand so on, and they — they were — they took away the rifles, the Russian partisans\nfrom our boys, 10 boys at one point.\nFebruary 22, 2010",
        "Q: What po — this is before liberation that they took the rifles away?",
        "A: Oh, way back, when we met Victor. I forg — trying to [indecipherable] can’t\nremember the second name, Victor was his name. So what happened was, Victor’s\npartisans and you know, where Victor came from — where they come from, the\nRussians? They came — they ran away from the — what is called when you are\nfighting, and you are in a — a group, the — a-as a soldier?",
        "Q: What, the unit?",
        "A: Not from the unit.",
        "Q: The otriad?",
        "A: Not from the otriad. They ran away from the Germans that captured them.\nAnyway, Victor was there.",
        "Q: Well — well, let me you — you — when we first started out the interview, you said\nthat you actually had very fond memories of what life was like under the Soviets.\nWere you surprised by —",
        "A: Oh, that was [indecipherable]",
        "Q: — the behavior of the Soviet partisans, having —",
        "A: Oh, very much so.",
        "Q: You expected them to be more sympathetic to Jews, or —\nFebruary 22, 2010",
        "A: Of course, of course. Many of them were, you know. But Tuvia had made up\nwith them later on, because he came out very strong. He said, if you take away the\nrifles from our boys, they went to fight, or to get some food, it was part of our\nsurvival, those boys, 10 boys, took away their rifle. A rifle was like gold. Next time\nyou'll do it — he said, a bullet from a rifle shot from — in Jewish hands can kill just\nthe same as yours. And that 1t was — he sort of was strong. Tuvia was very strong.\nSo, with — then they shook hands and became friends, and so on. And we were\nfriends. And then, of course, it’s a little more than that, too. A girl, a this, a that, you\nknow. I don’t think you want this [inaudible]",
        "Q: So, if you’re to — in retrospect, what do you attribute the success of the Bielski\ngroup to? Why do you think they were able to accomplish what no other partisan\ngroups, in terms of this large rescue, how do you think —",
        "A: Well, there weren't Jewish groups like ours.",
        "Q: Right.",
        "A: They were always mixed, a few Jews in the Russian partisans, that’s where Itka\nwas. Well, he was a strong leader. They were army people. Tuvia went to the army,\nAsael went to the army, and Zus went into the army. Only Aron, the younger one —\nof course, he was younger than I, he lives in — he’s still alive, thank God, he lives in\nFlorida, Aron. So this were the people who were army people themselves. And\nFebruary 22, 2010\nthey — they didn’t ha — need training. And I got — not only I, I mentioned the name\nAbramowicz(ph), so — Abramowicz(ph) we called him. And he was teaching, not\nonly Essie Shor, I was the only girl, but teaching the other men how to use the\nrifles that they got.",
        "Q: And in terms of the organization of — the food organization, and the —",
        "A: Distribution?",
        "Q: — house — of distribution, and the housing?",
        "A: I think that was done beautifully. Not thinking that because I’m a cousin. I have\na social work degree, and I would put it in the way it has to be put it in, in a delicate\nway there, I would say something wrong. But no, there was — ther-there was only\nwhen — you know, in the movie that they killed that man, they were right, because\nhe wanted only for the girlfriend, for th — him, because he went and he risked his\nlife. The risking, yes, there is the life, but you came back to us, and this was your\nmission, to go and — and risk your life.",
        "Q: Let me move then to ju — July 1944. How did you realize that your area had been\nliberated?",
        "A: Oh, well, we had this [indecipherable] how did we realize? They — oh yeah, the\nGermans were retreating. As a matter of a — that’s when Itka and myself and the\nRussian partisans, we went together, but we couldn’t find the [indecipherable] it\nFebruary 22, 2010\nwas a regular army. You know, army trained, German army trained people. So, the\nRussians said, we have to retreat. And we retreated, and we ran after\n[indecipherable] crossing bridges, you know, through water, back to the base.\nWhen I came on the base — before I came, and Itka, they killed my girlfriend’s\nmother, they killed the young boychik. They passed our base.",
        "Q: The Germans passed the base?",
        "A: Yes, that’s how dangerous it was.",
        "Q: And —",
        "A: And got into the — even to that bunker, to kill that woman. That’s how they felt.",
        "Q: And this was just days before liberation, or —",
        "A: Days — days before rebala — though yeah — thi-this is just unimaginable. From\none side the Germans were retreating, from the other sides the Russians, to liberate\nus. And when we — they weren’t — Tuvia said, we are partisans, in Russian, don’t\nkill us, you know? They saw people there. So that happened in one day. But that\ngirlfriend’s mother was killed and 10 people — nine or 10. Nine, I think, I’m not\nsure, were killed on that very same day.",
        "Q: And did you leave the forest immediately after the Soviets came?\nFebruary 22, 2010",
        "A: The lib — practically, yes, because we weren’t afraid already. Not right away, not\nthe same day, a few days later. Because, you know, we had to be organized even to\nwalk, and so on.",
        "Q: So, you went as a group —",
        "A: Yes.",
        "Q: — back to —",
        "A: Back to Novogrudok, right.",
        "Q: And what was the reaction of the townspeople when they saw a thousand people\nmarch out of the woods?",
        "A: A thousand? There weren’t a thousand that were marched down at one time.",
        "Q: Yeah.",
        "A: I would say about 200 were marched.",
        "Q: Okay.",
        "A: People went in different, because they came from different towns.",
        "Q: Uh-huh.",
        "A: So they went, and — and Tuvia said, you can — now you’re free. So some people\nwent here and there. I — I questioned the thousand, but —",
        "Q: Oh really? How many people do you think were in the woods?\nFebruary 22, 2010",
        "A: I— well, we started to, not with a thousand, but later on, of course, there are\nanother group that joined us, so that’s what made it about the thousand. I don’t\nknow. You know, you get th-the general idea, but we weren’t a thousand that came\ninto Novogrudok, to my hometown.",
        "Q: Uh-huh. And what was the reaction of the Polish community when even just a\nhundred or 200 of you came — showed up? Were they surprised, or had they known\nyou had survived?",
        "A: I was even afraid then, to be honest with you. But then we — I still had my rifle in\nthe house, because we had to re — turn in — the Soviets wanted us turn in the rifles.\nAnd I went to school with Itka, for a short period of time.",
        "Q: With Polish students?",
        "A: Yes, with Polish students, Russian teacher. Teachers were Russian, and they\nwere teaching us Russian at that time.",
        "Q: And did they —",
        "A: Because the Russians retreated.",
        "Q: And did they talk about the war, or it was as if you — people just put it back and\nyou were si — going back to 1941?",
        "A: Heavy questions.",
        "Q: Yeah.\nFebruary 22, 2010",
        "A: And I don’t want to give you misinformation, you know.",
        "Q: Right.",
        "A: Cause who can remember this —",
        "Q: Right. Yeah, but there are no memories of what the Polish students were talking\nto you about when you — walking to the classroom?",
        "A: They were trying on my dr — my coat. Yeah, they loved it, because it was army-\nlike, you know. And I wasn't a long time there. I went to school maybe a half a year,\nthereabouts, I don’t recall exactly.",
        "Q: And then you left Poland for —",
        "A: Right, for — left that part, and we went to Lodz, and that’s where I got married,\ntoo. A large city in Poland. And this was Belarus, they call it later. Now it’s a\nindependent country called Belarus. They took apart Poland after the war.",
        "Q: An-And then from Lédz you went with your husband —",
        "A: Yes.",
        "Q: — to Fernwald”",
        "A: Yes.",
        "Q: And your father?",
        "A: And we were there close to four years. Yeah, with my father, right. I think you\nhave enough information.\n46\nFebruary 22, 2010",
        "Q: It’s enough information. Okay, so in that case, I think we’ ll —",
        "A: Read my book.",
        "Q: — stop. This has been in interview with Esia Shor. Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is an interview with Esia Shor at her home in Bronx, New York, on\nFebruary twe —",
        "Q: — 224, 2010. Mrs. Shor, I’m wondering if we can start by telling me your name\nat birth, and the names of your parents and siblings, and approximate dates of birth\nof the family.",
        "Q: And your parents’ names?",
        "Q: So, how were you related to the Bielskis, your —",
        "Q: Ah, okay.",
        "Q: How did you get from one house to the other, were you — walk, or —",
        "Q: Did you spend holidays together? Pesach, or —",
        "Q: So?",
        "Q: Before we talk a little more about life before, can you just give me the names of\nyour siblings [indecipherable]",
        "Q: This is when the war broke out, that they’re 18 —",
        "Q: Right.",
        "Q: Right.",
        "Q: Yeah.",
        "Q: We’ll come back to that, we would — a little before the war, a-and you had two\nsisters?",
        "Q: Mm-hm. And let’s just hop — before we go into the war, a little bit more about\nlife before. So it was a religious family, you went to a Beis Yaakov?",
        "Q: And you went to a public elementary school?",
        "Q: With — and did you have any Polisher friends, or did the Jews stay on one side,\nand the Poles stay —",
        "Q: And your father, as a bookbinder, was he binding secular books also, or just\nreligious books?",
        "Q: So he had Polish clienteles?",
        "Q: I want to jump to after September 1939, the start of World War II.",
        "Q: You, your village, Novogrudok was on the Soviet side. I want to ask you two\nquestions, one 1s —",
        "Q: Ah, town.",
        "Q: So I was wondering, in these years, ’39 to 41, I wanted to ask you two\nquestions. One 1s, were you aware of what was going on in the part of Poland,\nwestern Poland that was under German occupation? Did any information come\nthrough? And the other question 1s, did your life change at all under the Soviet\nUnion?",
        "Q: Right. And when you were under the Soviet occupation, were you aware of what\nwas going on in western Poland, or was that too far away? Was there any\ninformation leaking through?",
        "Q: Do you — can you just —",
        "Q: Yeah. Can you describe day — June, 1941?",
        "Q: What happened the day the Germans invaded the Soviet Union and eastern\nPoland? Where were you when you found out that the Germans had crossed the\nborder?",
        "Q: Did the German troops arrive in Novogrudok immediately, or were you ignored\nin the first month?",
        "Q: Do you want me to pause this?",
        "Q: We were talking a minute ago about the first days of the war when the Germans\ninvaded in June °41, and in your book you talk about how your family fled to the\nBielski farm, and about how Tuvia and his brothers were already standing guard,\nwhich I thought was an amazing —",
        "Q: — scenario, because it gave a sense of what was gonna come. Can you describe\nthat?",
        "Q: The scythes?",
        "Q: Yeah.",
        "Q: Oh, the scythe.",
        "Q: Right.",
        "Q: And so which members of the family were standing guard that night?",
        "Q: And then — and then — so that’s right from the beginning. And then you — after\nthe bombing stopped, you —",
        "Q: And his name was?",
        "Q: And then December ’41, I know this is a very —",
        "Q: — painful day.",
        "Q: But —",
        "Q: And how were you dressed when you went to the courthouse? Do you reme —",
        "Q: Right, none.",
        "Q: And how long did they keep you in the courthouse?",
        "Q: Right. But were you in that room for hours, for days?",
        "Q: Yeah.\nFebruary 22, 2010",
        "Q: Was the —",
        "Q: Was it just Germans who were doing this, or did they have local helpers, were\nthere collaborators also?",
        "Q: Was a courtyard?",
        "Q: Right.",
        "Q: So, it was you and your father —",
        "Q: And your brothers had already tried to run away before this.",
        "Q: Right. So after the selection, there’s this small ghetto, and you’re there with your\nfather.",
        "Q: And what sort of work were you doing in this ghetto?\nFebruary 22, 2010",
        "Q: This was Mr. Foltanski?",
        "Q: And what — can you describe what sort of people they were. I mean, you write\nabout it very beautifully in the book, but can you talk about it?",
        "Q: Had your family known him before the war?",
        "Q: How hard was it to get from the ghetto — outside the ghetto? Was it a wire, or\nwas it an open ghetto? How were you able to leave —",
        "Q: So to get from the ghetto to their house, you went through a gate, or —\nFebruary 22, 2010",
        "Q: Right.",
        "Q: Massacre.",
        "Q: About what month was that? Was this the — I know there was an action — akeja\nin th — August. Was this the summer akcja or the winter one?",
        "Q: Uh-huh.",
        "Q: So what was your reaction when you saw your father?",
        "Q: So, how long did you then remain in the ghetto?",
        "Q: And at the time — so, let’s talk about now the escape from the ghetto and going\nto the Bielskis. Did you realize that your cousins were forming a partisan group, or\ndid you just say, I want to get out of the ghetto and go to the woods?",
        "Q: So I know there was a —",
        "Q: You talk that there was a big of a te — a tension about whether it was safer to stay\nor safer to escape. Can you talk about that tension, about deciding whether or not to\nremain in the ghetto?",
        "Q: So, who — describe this — you say that it was December that you left the ghetto,\nhow did you manage to sneak out of the ghetto, how did you go, what path, or —",
        "Q: How long a walk was it to get from the ghetto to the woods?",
        "Q: So, in the initial stage, when there was just the group of 25, what was your job in\nthe woods?",
        "Q: And the cou —",
        "Q: And was your father part of the group of 80, or he came earlier?",
        "Q: Part of the group that tunneled out of the ghetto?",
        "Q: So, describe what it was like — life was like in the otriad. You’re in the forest.\nWas there the sense of constant fear that you had in the ghetto, or were you able to\nrelax at all, or —",
        "Q: So what wou —",
        "Q: Can you sort of describe the community, what it was like, what Tuvia was like,\nthis leader, the governance, what people did for —",
        "Q: The development, how he developed as a leader, what were — your impression\nwas.",
        "Q: Yeah.",
        "Q: So Zus and Tuvia stayed together?",
        "Q: What was it li — 1s it — we were talking about —",
        "Q: So talk about the — what was going on with the women. Were women treated\nvery differently than men? I know that you were one of the only women with a gun.",
        "Q: How —",
        "Q: And Itka. So just co —",
        "Q: Yeah, describe what it was like as a female partisan as opposed to just a member\nof the group.",
        "Q: Who taught you how to shoot?",
        "Q: Did anybod — any of the men object to the fact that you had a gun? Did they feel\nit was being wasted on a woman, when you obtain a weapon?",
        "Q: Revenge.",
        "Q: Should we pause. [tape break] So, I’m wondering if you can describe what — a\nlittle bit more of how the otriad functioned as a community. Did you have the sense\nthat it was a town, a-among itself, or 1s that the glorified version of the Bielskis?",
        "Q: Like was there a — s-social activities in the woods? Were —",
        "Q: So dis —",
        "Q: Right.",
        "Q: Charcoal?",
        "Q: Uh-huh.",
        "Q: How long were you actually in the water?",
        "Q: Let me ask about another [indecipherable] in your book, you talk about having\ngone on one raid with some Soviet soldiers, and —",
        "Q: Can you describe that?",
        "Q: They being Soviet partisans?",
        "Q: But by and large you stayed on the base, for the most part?",
        "Q: And so when you went to get f — food, did you actually meet the farmers, or you\njust —",
        "Q: Got it.",
        "Q: What po — this is before liberation that they took the rifles away?",
        "Q: What, the unit?",
        "Q: The otriad?",
        "Q: Well — well, let me you — you — when we first started out the interview, you said\nthat you actually had very fond memories of what life was like under the Soviets.\nWere you surprised by —",
        "Q: — the behavior of the Soviet partisans, having —",
        "Q: You expected them to be more sympathetic to Jews, or —",
        "Q: So, if you’re to — in retrospect, what do you attribute the success of the Bielski\ngroup to? Why do you think they were able to accomplish what no other partisan\ngroups, in terms of this large rescue, how do you think —",
        "Q: Right.",
        "Q: And in terms of the organization of — the food organization, and the —",
        "Q: — house — of distribution, and the housing?",
        "Q: Let me move then to ju — July 1944. How did you realize that your area had been\nliberated?",
        "Q: The Germans passed the base?",
        "Q: And —",
        "Q: And this was just days before liberation, or —",
        "Q: And did you leave the forest immediately after the Soviets came?",
        "Q: So, you went as a group —",
        "Q: — back to —",
        "Q: And what was the reaction of the townspeople when they saw a thousand people\nmarch out of the woods?",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: Uh-huh.",
        "Q: Oh really? How many people do you think were in the woods?",
        "Q: Uh-huh. And what was the reaction of the Polish community when even just a\nhundred or 200 of you came — showed up? Were they surprised, or had they known\nyou had survived?",
        "Q: With Polish students?",
        "Q: And did they —",
        "Q: And did they talk about the war, or it was as if you — people just put it back and\nyou were si — going back to 1941?",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Right. Yeah, but there are no memories of what the Polish students were talking\nto you about when you — walking to the classroom?",
        "Q: And then you left Poland for —",
        "Q: An-And then from Lédz you went with your husband —",
        "Q: — to Fernwald”",
        "Q: And your father?",
        "Q: It’s enough information. Okay, so in that case, I think we’ ll —",
        "Q: — stop. This has been in interview with Esia Shor. Thank you."
    ],
    "answers": [
        "Answer: Twenty-sec —",
        "A: Mm, that’s painful. My name is Eske Shor. Eske Eserkin(ph), this was Eske\nLevine, my maiden name. [indecipherable] a mistake. All right, Eske Levine,\nyeah. [indecipherable] we went — I — I lived in Novogrudok. I was born in 1925,\nDecember the third. And —",
        "A: My parents’ names, my father was Smolnoma(ph) Samuel, they called him in —\nwas a religious person. He was a bookbinder in Novogrudok. My grandfather was a\nbookbinder. And my mother’s name was Shill — Tsil(ph) Amanda Levitch(ph).\nAnd she was born in — not far from Stankievicz, in a village. In Stankievicz, my\nfamily, meaning the Bielski brothers, who were my first cousins, they were born\nalso in Stankievicz.",
        "A: My mother and their mother were sisters.\nFebruary 22, 2010",
        "A: And they used to come to our house very often. It was about 14 miles from our\nhouse. They still lived in that village, Stankievicz.",
        "A: Well, they — they would come by horse and wagon, or later on some of them\nwere using a bicycle, but it was still 14 miles to go by bicycle, you know, when the\nchildren were younger, that’s how they used to come to my house. In vacation time,\nI went there.",
        "A: Not really, because we were more on the religious side, and they grew up in the\nvillage. And you know, matzos were very expensive in those days. So, like, if they\nhad their mother did the ma — the matzos were bought in Novogrudok, in my\nhometown, that’s where we baked the matzos. We didn’t get from the United\nStates any matzos. Later on, yes, in Germany, but not in Poland.",
        "A: So, you know, they were not as religious as we were, meaning my father and\nmother.\nFebruary 22, 2010",
        "A: My two brothers, Israel, who was 18 years old, and my younger brother, who\nwas 14, Aron.",
        "A: Yes, 18 and 14, they tried to run away to the Bielskis.",
        "A: And they were, unfortunately, pointed out by Christians that they are Jews.\nBecause they were waiting for us, we made up that we’ll meet them there, at the si —\nat some relatives house. And in those days, the family was very closely knitted. I\nmean, how we gonna run — they knew how to go there —",
        "A: — without mother and father and sisters and brothers. So that’s —",
        "A: — how it took place, and they got killed. After the war, of course, my father and I\nburied them. They even threw our dog on them, you know?",
        "A: I had two si-sisters. One was 10, going on 11, but 10, and the other one was six\nyears old.\nFebruary 22, 2010",
        "A: Yes, Beis Yaakov was, we had like an organization Beis Yaakov. It wasn’t like\nhere, a Beis Yaakov school, because it was expensive. My — my brothers went to\nlearn how to daven, so the preference was to pay for the brothers, because you had\nto pay for it, to go to chayder. And I went to learn how to daven in Beis Yaakov,\nmeaning bassia(ph) was the organization. And I went — that’s where I met Itka and\nalso the Kushnars(ph) mother.",
        "A: Yes, I went to Po-Polish. Polish —",
        "A: Well, not really, because I — there were — in my class there were two Jewish\ngirls. The people who had money send the-them to a chayder or a Hebrew school,\nthere was a Tarbud. We couldn’t afford. My mother and father only send the boys\nto a chayder, and I went to public school. And then we were a little bit more\ncomfortable financially, my sister Rivale, who was 10 years old, she went to a\nHebrew school, too.\nFebruary 22, 2010",
        "A: Yeah, all the ones, all —",
        "A: Oh, my mother used to bring, because she was born 1n a— you know, ina\nvillage, and knew Polish to s — how to speak without an accent and so on. So she\nwould go to the offices and get the books for my father to be bound, and I knew\nhow to bind the book, because we had to help my father. Everything was done by\nhand, the sewing and everything of the books.",
        "A: Yes.",
        "A: Wasn’t a village.",
        "A: No, it was a town that was like a — like here we have, you know, n-n-not as large\nas New York, of course, we have the states. This was like a state in their way of\nthinking, like New York state. So I lived in Novogrudok. The town itself wasn’t\nFebruary 22, 2010\nbig, what — we had, about 5,000 Jews living there. And that’s why they had the Beis\nYaakov and all the Hebrew schools and so on.",
        "A: I personally think my life improved, because when Stalin was, when we — at that\ntime Stalin was the leader of Russia, there was no anti-Semitism. As a matter of\nfact, we liked it better to be under Russians than the Poles, because the Poles were\nanti-Semitic. I never went back to Poland, even though my fath — my — my husband\n— show you the picture — was a — a lieutenant in the army during the war, and was\ninjured. And the pension was coming to him, but I wasn’t going to go there with\nhim and he didn't go by my — by himself. So that’s how I felt. And I’ll get to 1t why\nI felt this way. One wanted to help me and the other one said, here is a Jewish girl\nin the navy blue jacket. So, I threw off the jacket and I ran into a ditch, and I yo —\nsurvived. These few days there were very crucial.\nFebruary 22, 2010",
        "A: We —- we somehow got an idea that the Germans are very bad to the Jews. But\nwe didn’t think that they can take Russia, that part, back, you know? I personally\nwas overjoyed, to be honest with you. I went to their school for one year, I learned\nRussian, and I got that coat that the other girls were trying on, everybody liked it. It\nwas wartime, so the idea was oh, she looks so heroic, you know, in that coat, that\nyou saw on my book. And I was a good student, and then we decided, my father and\nI, to leave Poland —",
        "A: — after a year, close to a year. A year.",
        "A: Yeah.",
        "A: I was in my house, I didn't run any place. And that was a tragic time, because we\nalready got the idea what they are doing. So, they hoarded us — they — they gave us\nFebruary 22, 2010\nabout five, six ma — months to live still in the house. I mean, there was nothing that\nthey killed, and sort of did anything.",
        "A: Well, they arrived immediately, I would say, because I worked for the\ncourthouse there, not as a — as a secretary, but I wa — we had to go and to get\npotatoes for them, see that they — they weren’t throw out the ones that weren’t good,\nthe ones that were good, you know. And they let us there stay about six, seven\nmonths I would say, til December. [doorbell] Not expecting anyone.",
        "A: Yes. [tape break]",
        "A: Yes.",
        "A: Well, what happened was, this wasn’t yet that they didn't kill Jews at that time,\nFebruary 22, 2010\nthey came and they invaded the part that I lived. And what happened was, their\nmother, and my mother, of course, they grew up amongst the Christian people. This\nwas a village where they lived. And this was only two families, not far from one\nanother, but lived two jeesh — Jewish families. So when we came there, just to run\naway from the bombs — as a matter of fact, our house was destroyed at that time by\nbombing, you know. They bombed Novogrudok. So we just went with the horse\nand wagon. My mother was born in the village, she knew how to sort of direct the\nhorse and so on. So, when we came there, and we stayed in the barn, because they\nhad a very small house, very small. There were 11 children — not at one time, but —\nand the house was very small, so we stayed in the barn. We lived — we slept in the\nbarn. So when we went to sleep in the barn, my Aunt Bella, meaning my mother’s\nsister, said, you better stay on guard, and — a-at the barn where we were sleeping.\nShe wasn’t afraid that the villagers will kill us, she was afraid that they’Il come and\nrob us at that time. Because we didn’t know about killing that much, that the ger —\nthat there were German and Jew, was n-no human being. So, anyway, they — as,\nthey said, we don’t have any guns, how we will protect ourselves? She said take\nthose — I forgot what you — that you cut things?",
        "A: Yeah. That you cut the — the corn or the [indecipherable]\nFebruary 22, 2010",
        "A: That’s a very sharp thing.",
        "A: Yeah, and it’s like this and like this. And it’s a sharp one. And stand — change\nover and stand on guard at the house, and the barn. This was heroic on her part. I\nmean, a foresight, to do it —",
        "A: — as a woman.",
        "A: I— well, there were boys there, so it was either Asael or Zus or Tuvia. They\nwere the older ones, because you know, I mean the oldest at that time. Avram, who\nalready was in — the younger one, one was killed. He was grabbed at one time.\nAnyway, at that time on the — he wasn’t killed yet, you know, but he wasn't there\nbecause he was married and lived in Novogrudok. So anyway, that was my\nexperience, to fight, you know, instilled.",
        "A: Then we moved back, yeah, we went back. Our house was bombed out. We had\ncertain valuables. We had the basement that had water, so my mother threw in the\nFebruary 22, 2010\ncandlesticks and all those valuables, that — I almost — we weren't that comfortable\nfinancially, but certain valuables. And we went to live with our uncle. Our uncle\ncame there too. There was an uncle, my mother’s brother, who lived in\nNovogrudok. He came at that time too, with us.",
        "A: Yoshke, yeah. Yoshke Milalevitch(ph), my mother’s maiden name. And we,\nafter, of course, our house bo — house was bombed out, and this was a two family\nhouse, we — he invites us to live with them. So we lived there for a number of\nmonths, until the end of the year of 1941.",
        "A: Right. Yes.",
        "A: Och.",
        "A: They were — he — we had to go to the courthouse.",
        "A: We were carrying everything we had, you know. Let me just think one moment,\nto sort of put my — according not to jump back from — it wasn’t like yesterday.\nFebruary 22, 2010",
        "A: It was in ’41. We took everything we could from the house and we were\nmarching to that courthouse, everybody. And I was put in with Kagan(ph) at that\ntime, since you know, Kagan(ph), in the same room. We were there in one room,\nmaybe 10 - 15 people. More than that, yeah.",
        "A: With us, it was in until December. December, the — the — I have it in my book\nwhen it was the date, I don’t remember offhand.",
        "A: For a few days. I think two days to be exact. Two or one day, I’m not sure. But\nit’s in the book. And the book is, you know, correct, because I — I had to check it\nout with my [indecipherable] exactly. And they took us out in the courtyard, and\nthey were — the army trucks were [indecipherable] and getting in the army trucks.\nStep in the army truck, step in the army truck. And that’s — we didn’t ac — they said\nthey taking us to work, you know? And then I saw one of the girls, she was older\nthan I, I was at that time more than 15 — 16 probably, not quite. So anyway — maybe\n16, because my birthday’s December the third, so I must have been 16 in *41. Yes.\nWe can figure it out. If I made a mistake, you’ ll forgive me.",
        "A: You’ll correct it. So, I see they’re taking everyone on the truck, and my little\nsister, who was almost 11 — 10 - 11, so she said, Ma, I want to live a little longer,\nlet’s go to the back. Let’s go to the back. So we’re pushing ourselves to the back,\nbecause it was a — loads of people, you know, a whole town of people. They would\ntake it on the army truck, and bring out more from the — from the courthouse. So\nanyway, we were pushing ourselves to the back. And just so happened, after a f-few\nminutes, it worked very — they were very well organized. You couldn’t lie down on\nthe floor, they killed you on the floor.",
        "A: On the cart — in the courtyard.",
        "A: At that time only Germans. German army. Army people. So, anyway, I see a —\nthat in a little while, like we were pushing ourselves in the back of the crowd. So I\nsee a Stabsleiter, Wolfmeyer(ph) was his name. I’Il never forget that. My father\nworked for him, and I worked in the garden. So I ran over to him with such a\npowerful — you know, a girl of 16, and grabbed him by the belt, because I figure\nthey’re gonna kill me anyway. I figured — I knew they killing. So I grabbed him by\nthe belt, by the — by the way, on the buckle of the belt was written, God is with us.\nFebruary 22, 2010\nYou know? That’s how much God was with them. So I said, my father’s the only\nbookbinder in [indecipherable] I didn’t know any German. You’ll need in — him.\nAnd I worked in your garden. Yeah, wir brauchen haben. Brauchen haben? So |\nstarted screaming, Ma! Ro — and the people who were standing closer to me were\nsaying, say that I’m your mother. You want to save your own. Ma! Riva was on —\nmy sister’s name, Miriam, we’re saved. They couldn’t hear us because it was\nmaybe over a thousand people. Maybe in front of them was maybe a few hundred,\nyou know, because it’s a very, very large courthouse — court —",
        "A: Courtyard. As a matter of fact, I have to mention it, because it’s there already,\nthat’s what Kagan(ph) told me, he built a museum there on the courtyard. And he,\nof course, has my information because he wanted to put in there. So anyway, not the\ninformation I’m giving you.",
        "A: It’s different. So yes, he gave us two Germans — one German to take us to the\nliving — back to the 700 that at that time survived. And I started kissing the German,\nI said, I’m telling you the truth, my mother and my two sisters are here. And I — I\nthrew myself on this German, a young soldier. So another German rans — runs over,\nrassen stinde [speaks German]. You’re gonna be killed like a Jew. Because he let\nFebruary 22, 2010\nme do it. And of course he took us to the living. He say — he apologized in German,\nI didn’t know German. Cause I really was on top of him, grabbing him and telling\nhim, here, I'll show you the truth, you know. I was a child. So he took us out to the\nliving, and Kagan(ph) knows about it, because in that — there are — make the copy,\nhe knows he was there, we were in the same room.",
        "A: And that’s it. My — my little chil — little children, they were little children with\nmy mother, were pushed on the — on the army truck to be killed, and they were\nkilled.",
        "A: Yeah, right, and they were killed. But my mother just so happened, knew,\nbecause you know, one of the White Russian nis — policeman said, your two — two\nboys were killed this morning, you know. And she knew, but she knew that her —\nand you take it the way it is. She suffered a great deal. So that’s how I basically sur\n— not — yeah, basically. But then, I could have been killed again.",
        "A: Right.",
        "A: Oh, my father was still working outside of town, in the army barracks there. And\nI was working for a Polish engineer who worked for the Germans. He was building\nroads for them. I was working about seven months for him. And then they forbade\nJewish girls —",
        "A: So you prepared the list. Yes, Mr. Foltanski. Mrs. and Mr. Foltanski. I cooked\nfor them, and I — I do the — I— I did — I’m sorry, see. I did everything I was told.",
        "A: Yes, they were very nice to me. If not for them I wouldn’t survive at that time.\nAnd my — of course — and my schoolteacher that I met after the war again. So, of — I\nworked for them just like a slave. And I learned how to do the wash by hand, and\nI’m gesturing, that’s how we used to rub it on that thing. And helped to cook and\nhelped to serve and clean up and tha — they lived in a Jewish, beautiful apartment, a\nspacious apartment, because this was a Jewish house, and they got it because he\nworked for the Germans.",
        "A: Nobody knew him. We were a few girls that sent from the ghetto, and he select\nme, you know, we were [indecipherable] my girlfriend was there and myself and\nFebruary 22, 2010\nanother girl. And he said, well, you will remain, you know. He interviewed me,\ninterviewed them. Interview was based on what family you come. They were from\nricher families, so they figured probably — he was engineer and in — an educated\nperson, he figured from the richer family they must have had maids. And I told him\nmy father was a bookbinder, and I worked to help my father, and what I told you.\nSo he said, Esia, so that’s how I got to work for them, about seven months. And\nthen they forbade Jewish girls to work in Germans’ houses. You know, they felt that\nthey — they might weaken and save those people, not only girls, men too. Stop\nworking in the — he was engineer and the — the people that worked for the Germans.\nHe build roads for them, they should be able to go through. So anyway — and I\nalways had in my mind, I hope there will be a day that Pll be able to help them,\nbecause, you know, that I'll survive. But at that time, there was no — I — no way that\nPll survive. So, I was in the ghe — no, I have to backtrack. I — they said to me, the\nFoltanskis, whenever you hear that they killing Jews in the ghetto, come running to\nus and we’ll try to help you.",
        "A: It was wires all around.",
        "A: The gate, yeah, yeah. That was legal, I go — I’m going to work.",
        "A: And work we — we weren’t allowed to walk on the sidewalk; the middle of the\nstreet. And nothing 1s exaggerated here, take my word for it. So, just painful to talk\nabout it. So they said that I should come running to them. And I worked on that\nparticular day out of town, also in the army — they had for the army, special place to\nwork, where they stayed. The army people, the German army. So, I had to clean\nthere, the — the — you know, the cabins, whatever it was. And, like he gave me the\nleeway, come running to us and we will save you. So, I un — I heard, somebody said\nthat there will be a shreeta(ph), which means they will kill the Jews —",
        "A: — you know, it’s a shreeta(ph).",
        "A: It was — it wa — must have been in August.",
        "A: Because, when I’Il tell you more, it — I think it’s going to August. So I come, I —\nI take off my jacket with the Star of David that I had on both sides, on the back and\nthe front, and I come running to their house. And she, Miss Foltanski puts on her\nFebruary 22, 2010\ncoat on me. Oh, you don’t look Jewish, she said. Don’t worry, you will survive the\n— you know. And I started to cry. I said, my father’s probably killed, I have no one.\nI mean, what’s the surviving? And he had a gun on his desk. He said, I can kill you,\nnobody will do anything to me, I can kill you here, if you want to run to the ghetto.\nI said, I’m gonna go to ghetto, and I’ll see if my father survived. So, he said, I can\nkill you here, it’s just the same. And nobody would do a thing to him. A Jewish girl\ncame bothering me? You know? So, anyway, she gave me, and I simmered down\nfor life. So I—I put on her coat, and she gave me some confidence by saying you\ndon’t look Jewish and this and that. And there was a field, and a ditch in the field.\nSo, she said, go there, and I'll bring you tomorrow some food. So I went there. She\nknew — she pointed where the part is, and you know, there were corn that were\ncamouflaging me, and there was a — a little di — ditch — ditch, you call it a ditch. So\nI lied in that ditch, and I was saying the Sh’ma, because I knew the meaning of the\nSh’ma. I have it in the book in English, a few words, hear oh God. And I said\nSh’ma a whole night, until I fell asleep. The next day she brings me some food,\nMrs. Foltanski. And she throws it in a beautiful wide circle, never forget\n[indecipherable]. And she puts the best food there. The best was a salami, you\nknow. You didn’t even ask if it was kosher then. A salami, and some other food, I\ndon’t recall exactly, but I remember the salami because she slice it up, you know?\nFebruary 22, 2010\nSo, I did — of course I was hungry, I start eating, I ate. And I—I was very thirsty.\nShe forgot to give the sa — me some water, you know? She meant well, because she\ncould have gotten killed. She threw it and she disappeared. So I ate this, and then\nthe other day, I figured, I must go to the pump. We didn't have like a — to get water,\nor — closer. So, I had to cross a street, and cross a few houses — I mean, pass by a\nfew houses and get a drink of water. So I— I went there — I mean, I was going to\ncross the street to get from the pump some water. So of course, I couldn’t because\none of the people that I walked by, one of the neighbors, I said, can I get a f — a little\nbit of water from you? And so she sends a policeman to — she said, oh, a Jewish girl\njust went. So I ran back to that ditch, and he was yelling, we’ll kill you anyway,\nwe'll find you. So — we know, she said in a — in a navy blue coat. So I threw out the\ncoat, because I heard her. Wasn’t a long coat, a short coat. And I put — run into that\nditch. So they started shooting, they didn't — there was corn, high corn, they didn’t\nsee the ditch. So I survived that night, and then I went the next morning — no, I\ndidn’t go to the pump the next morning, because I knew that she is gonna — but\nagain, I figured, I have to take a drink of water before I get killed. The idea was to\ngo. I get up and I see my teacher cutting the corn, Fiedrowiczowa, I remember her\nname. So, I said, Pani Fiedrowiczowa, in Polish. I am very thirsty. Can you bring\nme some water? Oh, Pll bring you some water. Don’t go too far. Bring me — so she\nFebruary 22, 2010\nbrought me some water. And the next — so I drank, drank the water. And then the\nnext day was Sunday. This was Friday — I mean Saturday, and the next day was\nSunday. So I said, well, it’s after the action, they called it an action. Ill go to my\nneighbors’ house, who were Christians, and they were nice people, I said, and they\nwill help me out to get to the ghetto and see if my father is alive. Because I still felt,\nwhy survive, Ill be killed anyway, you know, even though at 16, I felt this way\nbecause I was suffering my little girls — little girls, my little sister, the other sister,\nthey were questioning it and they got killed. So what am I so special, you know? So\nthen they — that was Sunday morning, and I said th — to the teacher, to Pani\nFiedrowiczowa, | said, I’m going to go to that neighbor. I’m a little repetitious, but\nforgive me because I can’t think straight when I think about it. So she said, no, you\ncan’t go. I said, why not? So, she said, it’s Sunday, you’re not dressed right, you\ncannot go to your neighbor. You’ll go tomorrow, Monday. So I figured, she means\nwell. So, of course I didn’t go. And Monday morning she brought me eggs, and —\nand water to drink, and she was very, very nice. So Monday morning, I went to my\nneighbor. And my neighbor was next to my uncle’s house, you know. My uncle got\nkilled, they all got killed. So I said to her — I knew that he — she has — they were\nvillagers, but they were police, that she’s not gonna send me a policeman that’ 11\ntake me to the Germans. I somehow have the confidence in her as a neighbor. And\nFebruary 22, 2010\nsure enough, the confidence was right. But the police said — two policemen she has\nha — she had, from the village, said to me, well, you’re alone? I said no, I have my\nfather. I didn’t know if he survived. We need 200 rubles for this, to take me to the\nghetto, because 1n a way, they are taking a chance. So yeah, my father’s alive, he’ll\ngi-give you the money. My father didn’t have any money, but they took me to the\nghetto through the entrance, and they said that the Germans said that they should\ntake me to the ghetto, I still can work and so on. So — and then my father, luckily,\nsurvived.",
        "A: Oh, I was so happy. I was praying to God all the time that he should be alive. So,\nanyway, he didn't have any money, so he went out. I said, you must get the money\nfor hi — the — he went out, he was a very honest man and in a small town you know\neach other. So he borrowed some money from a few people and he paid them off,\nthe police. So they left me there, with — of course in the ghetto. There was still\nabout 200 people or thereabout, because they separated later, and oh, it’s a long s —",
        "A: I don’t want to make any mistakes, so I’m thinking. I remained in the ghetto, I\nguess for — well, I was seven months — not for — for a short period of time. Because\nFebruary 22, 2010\nthere was my girlfriend’s father, who was also from a village, and I found out that\nthey are going go to the Bielskis. And my father didn’t want to leave the ghetto.",
        "A: No, no, no, no, nobody knew it. When I went there, there were over 20 people\nthere. And there was already from the other family, from the other villages, they\ncame, they joined them, that —",
        "A: [indecipherable] the one that’s in the picture, she came from —",
        "A: Well, we were afraid, I was afraid they’Il kill us on the road like they killed my\nbrothers, you know. They’ll recognize it. But then I thought it over. I thought it over\nthat this man, Gutel(ph) Gutel(ph) Birkowski(ph), he lived 1— also was born in one\nof the villages there, and he knew his way how to go. And then it was a — we had\nalready one trusted Gentile, Kozlowski(ph), that already tried to get, because Tuvia\nwanted as mu — many Jews from the ghetto as he could get out.\nFebruary 22, 2010",
        "A: We went at night, and this Gutel(ph) and his wife and his sister-in-law, these\nwere the four people, right, including me. So, he broke — he took a tool and he\nbroke the part of the fence, and we crawl over. And like, he know my father didn’t\njoin me then. He didn't want to go.",
        "A: Oh, 15 miles, 15 miles, but he n — we went through the woods. There were\nwoods, you know, it wasn’t like a — you know, streets here, and even the Pelham\nParkway, you know, you see woods too, from the side. So we went through those\nwoods, just to give you an example. And we came to this Kozlowski(ph), who was\na person who we trusted, he knew where he 1s and so on, and then the Bielskis came\nand picked us up from there, or they send someone, you know, from the partisans, I\ndon’t recall exactly if they ca-came or they sent someone. And we went to the\nwoods where they had their base. And we were only 25 people including us then.\nAnd there was no — I mean, nobody had an idea that we’ll have a group and we’ ll\nhave a partisans and this and that. We were just going into the woods, not to be\nkilled. So this was at that time, the idea, that they knew the woods like, you know,\nlike I know how to go to Pelham Parkway, you know, to the parkway there.\nFebruary 22, 2010",
        "A: Well, cooking. Cooking and standing. After that I didn’t get any — specially help\nto cook, because I didn’t have any arms, nothing. And trying to get my uncle, who\nis still alive and his family was intact, from the ghetto. But there were tremendous\nopposition, because this was a Miriam there, my little cousin, who was only five\nyears old. So they figured we change places at night, and during the day, she’s\ngoing to cry and so on. They didn’t — they — they were fighting — not fighting, you\nknow, physically. But Tuvia, how can you bring a five year old girl here? And the\nother cousins of mine, my — I have to backtrack. My uncle was a machinist. He used\nto repair things is — in Novogrudok, like machines and all. He was very — a\nmachinist I would call it, I don’t know how to say it, was that he would fix bicycles,\nand he would fix machines, sewing machines and typewriters, you know. He — that\nwas his job in Novogrudok. He had already the offices [indecipherable] practice\nand [indecipherable]. So anyway, I said, well, he’s — going on — he’s still young.\nHe was young, about 40 ad — odd years old, my uncle, maybe younger. My uncle\nand aunt and their three children. And I was really throwing myself on the floor, I\nhave no family, you know, only my si — yeah, I had tro — I have to backtrack about\nmy father, he didn't want to come out. He said, what are you bringing me there, they\nFebruary 22, 2010\nshould kill me like a dog and leave me in the woods? No — no Jewish burial, you\nknow. It was a — a tragedy just to — to be there, to him. But at one time, I have it in\nmy book, I had to write a letter to him, a threatening letter, that I’m not going to be\nyour daughter any more if you don’t come out. So he came out. And —",
        "A: — then I — tha-that was before my uncle. See, I skipped that part with my father.\nAnyway, and then Tuvia made a decision, yes, we need him. And he helped me out.\nI kissed him, I hugged him, cause I wanted to save them. He was in — see, we had\ntwo ghettos in Novogrudok later on. They divided — there was like a working\ncamp. Not like, because if you read about Novogrudok, and there are a number of\npeople, about 80, who went through a tunnel to the Bielskis later on.",
        "A: Part of the group of who?",
        "A: No, no, no, he came much earlier. He came maybe a ma — not even a month after\nI left, because it was — I wrote him a letter that I don’t want to know him, you know.\nFebruary 22, 2010",
        "A: Was a different fear, you know? There was the fear you’re gonna get killed,\nyou’re Jewish, there’s no two ways about it. In the woods, if the — the villagers\nwould say, well, we saw — they’re a Jewish group, you know. Because how would\nthe Germans know that we were like in a jungle — later on we were like in a jungle-\nlike woods. But at first the woods, they all knew the woods. Like in Stankievicz\nthey were surrounded by woods, where my uncle and aunt lived. We weren’t far\nfrom that place, because they knew the woods there, very well. I mean the Bielskis.\nSo we knew it’s safer than to be any other place, and that’s what they knew at that\ntime. And then, of course, they found us out, and we had to run in more dense\nwoods, and that’s when we ran away to the Nalibocka Pushcha, it was called in\nPolish, which was a jungle-like woods, very dense woods.",
        "A: Not far we could — from Minsk, not far from that part.",
        "A: Later on?\nFebruary 22, 2010",
        "A: My impression, I was very impressed with them. As — the movie shows a little\ndifferent. Did you see the movie, “Defiance?”",
        "A: Never happened that they fought. I never saw it.",
        "A: Oh, well maybe they had disagreements at times, but not fighting like they —\nbecause what was he fighting? He didn't want any more — I mean, the idea was that\nZus didn't want any more people out, even though his grandchild says differently.\nHe was against it, for take out the people. That’s — this they show in the movie, and\nthis was true, because there were money — many people, like women that couldn’t\ngo on missions. Well, the men had to bring the food, and this was right, what he did,\nlike in the movie that they show. Because they were rebelling, the men. And it was\ncalled the boyfriend in Russian, different name. And of course, you go and you risk\nyour life to get from the — from the villagers, the food. Although they had — what\nshould I say? Tuvia said, don’t take any cows from any villagers that have only one\ncow. You have to, you know, you have to use judgment. But still, they went there,\nand they risked their lives to get it, so they want it for their girlfriends, it was a\nbusiness with girlfriends. I didn’t have a boyfriend, so —\nFebruary 22, 2010",
        "A: I was a Beis Yaakov girl at that time.",
        "A: Yeah.",
        "A: And Itka.",
        "A: Later it ca-came to us.",
        "A: Well, females had to stand on — on guard, too, you know, they taught us how to\ndo things.",
        "A: Oh, there was a— an army man, abramov — Abramowicz(ph) — abramov — and\nthat was yesterday, I forget. Abramowicz(ph), I think. Bramowski(ph),\nAbramowicz(ph). He wasn't teaching only me, he was teaching the young men too.\nI was the only girl at that time. And Itka came from a— a Russian group, so she\nlearned there. Russian Jewish, I don’t know, from Russian group, she came later.\nFebruary 22, 2010\nSo, but he taught us. Abramowicz(ph) was his name, and he was taught in the\narmy.",
        "A: No, I didn’t get from Tuvia the gun, or from anyone. My uncle later on gave me,\nput together from — he proved himself a very important person, my uncle, so go\nfigure out, they didn’t want him. He was a mechanic in th — he wa — all the Russian\npartisans will bring their guns, and — and what do you call the other rifles, I forget.\nMore than a rifle — the heavy gun. He knew how to fix the guns. So in his mind, as a\nthank you, and I always wanted to be — to go and to — to take nekoma. That was in\nmy mind, I was —",
        "A: — it was engraved, revenge. So anyway, whenever he would fix for the Russians\ntheir rifles, and sometimes he would — like they would bring two, three li — rifles to\nbe fixed, and he would say, well, this one cannot be fixed. So he would save some\nof the — as a thank you to me, because he knew how I felt about the rifle, he would\nsave a part and put it together. At first I didn't have a rifle. I had a rifle, yes, but it\nwas like cut off, like the people who go and — and they just want to rob you, they\ncome with certain rifles that are shorter. But then he got me a Polish rifle, Polish, an\nFebruary 22, 2010\narmy rifle. Put together for me later on a gun. So that’s how I got my rifle, from my\nuncle. Because your — that was a very intelligent question. The preference was to\ngive it to the men, they should have a rifle, a rifle was like gold. So this is — excuse\nme. Oh. You know what I need?",
        "A: Glorified. Some of it later, yes. But — yes, Ill gi — I have you — you know, if I\nwouldn’t get this stupid headache, I’m gonna just take an aspirin in a little bit. Then\n— you know, because that gloried part — not glorified, we had this, but not to the\nextent, the way. It was organized in a nice way. You call it glorified, I don’t know.",
        "A: Well, men and women were together without marriages. My father did one\nmarriage. [indecipherable] you know [indecipherable]. And that was one couple.\nAnd this in the movie, it was different. I am — calmed it down a little bit, because if\nyou would see it at first — toned it down, I should say, through channels. It was a\ngirl with a white dr — dress, and with this part on their head and everything. I said,\nwhy did you do it? We didn’t have it. I— I got very angry that they are glorifying it.\nAnd then the main part that got me from the movie was that I suffered, because I\nFebruary 22, 2010\nreminded myself, when they went through the water. That really killed me while I\nwas watching it.",
        "A: Because they had my [indecipherable] I’m gesturing, 1n my bra, and they all got\n[indecipherable] from my hometown, from my mother, from my sisters, brothers\nand so on. And we went up to here in water. You know, it wasn’t exaggerated, I\nwas there.",
        "A: A-And this is where — the part that I thought that we’re gonna drown. We\nsurvived, God was with us, it seems. And when we went out from the water, there\nwas, you know, a coal, that coal, meaning that they war — you can — from woods,\ncoal.",
        "A: No, that the Germans were sort of making a fire.",
        "A: So they — the parts were still hot there, when we went out through the water.\nThey would have killed us. It just so happened — cause it was regular army, they\nkilled a few people. In my book, my girlfriend’s mother was killed. And we were\nrunning back and forth on this [indecipherable]. But, what happened was, we had a\nFebruary 22, 2010\nman that knew the woods very well there, where we were going through the water.\nHow would we know that that’s a safe place? Tuvia didn’t know that there 1s a safe\nplace there. One of the men who was working before the war, you know, to get\nwoods, to — to build the houses, we had wooden houses in Novogrudok. As a\nmatter of fact, my mother and father, we had a wooden house. We didn’t have made\nout of brick, the house. So the wood had to come from the woods, and these jungle-\nlike woods, that person worked there. And he knew the way with — to go through\nwater.",
        "A: Well, I would say, two days. Overnight, sort of. Not for long we were going.\nAnd of course we — there was no food in this. And, you know, there are a lot of\ndetails that you can’t — partially, I forgot already, but I do remember this distinctly,\nbecause when my grandson and myself were sitting and watching the movie, he saw\nhow I felt when the water part came. And then the director of the movie called me,\nwhat do you think, Mrs. Shor? Because he asks me. So, my grandson said,\nGrandma, don’t go now. You are not at the state of mind to — because I was crying\nall the time that p — when that part came. It was so real to me, you know? So, I\ndidn’t go to the director at that time. He interviewed me, but I didn’t go the director.\nFebruary 22, 2010\nI am very surprised I didn't stay in the movie that long. I feel that — well, who am I?\nI should have been longer.",
        "A: Oh, that was —",
        "A: That was brutal. That was brutal. In just the way it’s in the book, what can I tell\nyou? I didn’t exaggerate anything. That was brutal. Because there is a part that I — I\ndon’t have a good sense of direction even now. So, I figured, oh my God, I’ll be\nkilled like a dog and thrown in there. But God was with me. I believe very much. I\nwas — I’m not as religious as I should be, but God was with me that time. If he\ncould show me the way back to the villager, and I should say that I have a gun,\nwhich I didn’t, you know, and scare him to take me to the Niemen, to that river,\nthat was heroic, because they ask for a drink of water, and they dra — dry\n[indecipherable] they — they — yeah, I mean, drive their horses — horse and wagon\naway. And I didn’t see them when I came out. And I wanted to help them. And I\nwas brought up that you don’t go to bed with anyone. And this was the commander\nthat wanted me. A young girl was — you know, sex, and that’s part of it. That was\nbrutal. To leave a girl, that I went with them, and I watched their sick person, you\nFebruary 22, 2010\nknow? I went with them because I wanted to revenge, to go and under — because the\nidea was, they were challenging me. We — they were —",
        "A: Right. They were challenging me, they were the same house, and they said, oh,\nyou have a gun, and a — now, that time I had only a rifle. You have a rifle, well,\nwhat do you do? Nothing. You don’t fight. Come with us and we’ll see what a\nfighter you are. So, in a way maybe I was lucky th — because they could have killed\nme. Because a man got sick, and I was so disappointed, and they left me with that\npartisan, to take care of him. It’s in the book, and I still remember it like it was\nyesterday. So, I was with him, and this might have been that that was meant for me.\nWhat would I do if they would kill me there? Nothing. Nobody would say a word.\nBut, you know, I — I was challenged by them, that Jews don’t fight, and Jewish girls\nspecially don’t fight. So that’s why I went. Why would I go with them? And I\nwanted to do something in revenge, what they did to my family and the rest of the\nJews. So this was my experience with a — forgot, they were [indecipherable] I\nthink. And then the man survived, that I took care of him.",
        "A: I went a few times to get food, because otherwise they — they were saying, she\nhas a rifle, she can — you know, I wanted also to — to go and do something. Because\nFebruary 22, 2010\nthis was on my mind, the revenge business. And to help out. So I went a few times,\njust to get food. One of my friends even said that I went with them and so on, and\nhe’s not here any more. You know, even if I would want to say well, here 1s a\nwitness, there is not.",
        "A: No. I stayed —",
        "A: — outside. Yes, I stayed outside. I went with them. That was my group, I had the\nconfidence to go with them. So, there were other things that were brutal too, but\nwhat are you gonna do? This 1s [indecipherable]. I was telling them that at that\ntime we had already a part that the Russians — soldiers were — he was the — Platon\nwas the main leader there, his name, I still remember the name, because I was\nfighting with the Russian, I said, if you do something wrong to me, I'll take you to\nPlaton, I will tell him, that what — what you did, you know. I would take the\ntelephone and tell them. But, it was a terrible experience. But later on — you know\nthe story probably, later on [indecipherable] say that Tuvia made with him friends\nand so on, and they — they were — they took away the rifles, the Russian partisans\nfrom our boys, 10 boys at one point.\nFebruary 22, 2010",
        "A: Oh, way back, when we met Victor. I forg — trying to [indecipherable] can’t\nremember the second name, Victor was his name. So what happened was, Victor’s\npartisans and you know, where Victor came from — where they come from, the\nRussians? They came — they ran away from the — what is called when you are\nfighting, and you are in a — a group, the — a-as a soldier?",
        "A: Not from the unit.",
        "A: Not from the otriad. They ran away from the Germans that captured them.\nAnyway, Victor was there.",
        "A: Oh, that was [indecipherable]",
        "A: Oh, very much so.\nFebruary 22, 2010",
        "A: Of course, of course. Many of them were, you know. But Tuvia had made up\nwith them later on, because he came out very strong. He said, if you take away the\nrifles from our boys, they went to fight, or to get some food, it was part of our\nsurvival, those boys, 10 boys, took away their rifle. A rifle was like gold. Next time\nyou'll do it — he said, a bullet from a rifle shot from — in Jewish hands can kill just\nthe same as yours. And that 1t was — he sort of was strong. Tuvia was very strong.\nSo, with — then they shook hands and became friends, and so on. And we were\nfriends. And then, of course, it’s a little more than that, too. A girl, a this, a that, you\nknow. I don’t think you want this [inaudible]",
        "A: Well, there weren't Jewish groups like ours.",
        "A: They were always mixed, a few Jews in the Russian partisans, that’s where Itka\nwas. Well, he was a strong leader. They were army people. Tuvia went to the army,\nAsael went to the army, and Zus went into the army. Only Aron, the younger one —\nof course, he was younger than I, he lives in — he’s still alive, thank God, he lives in\nFlorida, Aron. So this were the people who were army people themselves. And\nFebruary 22, 2010\nthey — they didn’t ha — need training. And I got — not only I, I mentioned the name\nAbramowicz(ph), so — Abramowicz(ph) we called him. And he was teaching, not\nonly Essie Shor, I was the only girl, but teaching the other men how to use the\nrifles that they got.",
        "A: Distribution?",
        "A: I think that was done beautifully. Not thinking that because I’m a cousin. I have\na social work degree, and I would put it in the way it has to be put it in, in a delicate\nway there, I would say something wrong. But no, there was — ther-there was only\nwhen — you know, in the movie that they killed that man, they were right, because\nhe wanted only for the girlfriend, for th — him, because he went and he risked his\nlife. The risking, yes, there is the life, but you came back to us, and this was your\nmission, to go and — and risk your life.",
        "A: Oh, well, we had this [indecipherable] how did we realize? They — oh yeah, the\nGermans were retreating. As a matter of a — that’s when Itka and myself and the\nRussian partisans, we went together, but we couldn’t find the [indecipherable] it\nFebruary 22, 2010\nwas a regular army. You know, army trained, German army trained people. So, the\nRussians said, we have to retreat. And we retreated, and we ran after\n[indecipherable] crossing bridges, you know, through water, back to the base.\nWhen I came on the base — before I came, and Itka, they killed my girlfriend’s\nmother, they killed the young boychik. They passed our base.",
        "A: Yes, that’s how dangerous it was.",
        "A: And got into the — even to that bunker, to kill that woman. That’s how they felt.",
        "A: Days — days before rebala — though yeah — thi-this is just unimaginable. From\none side the Germans were retreating, from the other sides the Russians, to liberate\nus. And when we — they weren’t — Tuvia said, we are partisans, in Russian, don’t\nkill us, you know? They saw people there. So that happened in one day. But that\ngirlfriend’s mother was killed and 10 people — nine or 10. Nine, I think, I’m not\nsure, were killed on that very same day.\nFebruary 22, 2010",
        "A: The lib — practically, yes, because we weren’t afraid already. Not right away, not\nthe same day, a few days later. Because, you know, we had to be organized even to\nwalk, and so on.",
        "A: Yes.",
        "A: Back to Novogrudok, right.",
        "A: A thousand? There weren’t a thousand that were marched down at one time.",
        "A: I would say about 200 were marched.",
        "A: People went in different, because they came from different towns.",
        "A: So they went, and — and Tuvia said, you can — now you’re free. So some people\nwent here and there. I — I questioned the thousand, but —\nFebruary 22, 2010",
        "A: I— well, we started to, not with a thousand, but later on, of course, there are\nanother group that joined us, so that’s what made it about the thousand. I don’t\nknow. You know, you get th-the general idea, but we weren’t a thousand that came\ninto Novogrudok, to my hometown.",
        "A: I was even afraid then, to be honest with you. But then we — I still had my rifle in\nthe house, because we had to re — turn in — the Soviets wanted us turn in the rifles.\nAnd I went to school with Itka, for a short period of time.",
        "A: Yes, with Polish students, Russian teacher. Teachers were Russian, and they\nwere teaching us Russian at that time.",
        "A: Because the Russians retreated.",
        "A: Heavy questions.\nFebruary 22, 2010",
        "A: And I don’t want to give you misinformation, you know.",
        "A: Cause who can remember this —",
        "A: They were trying on my dr — my coat. Yeah, they loved it, because it was army-\nlike, you know. And I wasn't a long time there. I went to school maybe a half a year,\nthereabouts, I don’t recall exactly.",
        "A: Right, for — left that part, and we went to Lodz, and that’s where I got married,\ntoo. A large city in Poland. And this was Belarus, they call it later. Now it’s a\nindependent country called Belarus. They took apart Poland after the war.",
        "A: Yes.",
        "A: Yes.",
        "A: And we were there close to four years. Yeah, with my father, right. I think you\nhave enough information.\n46\nFebruary 22, 2010",
        "A: Read my book.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 22, 2010\nRG-50.030*0565",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Esia Shor,\nconducted by Judith Cohen on February 22, 2010 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Bronx, NY and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ESIA SHOR\nFebruary 22, 2010"
    ]
}