{
    "rg": "RG-50.030.0129_trs_en",
    "sequence": [
        "Q: Will you tell me your full name please?",
        "A: I'm William P. Levine.",
        "Q: And where and when were you born?",
        "A: I was born on | July 1915 in Duluth, Minnesota, the cold country, at the head of the uh\nGreat Lakes, Lake Superior.",
        "Q: Would you tell me something about your family and growing up?",
        "A: Uh I'm the oldest of uh four boys and uh growing up in Duluth, Minnesota is like\ngrowing up in a very small provincial town, although the city of Duluth is was in the\nneighborhood of a hundred thousand people, still it had a very small town characteristic.\nUh everyone knew everyone else and uh there didn't seem to be the uh clicks and the\ngroups and the uh animosities almost uh that you might find in a very large, metropolitan\narea where you have the people congregating and living in areas uh that, with people\nthey're familiar with or that speak the same language or are from the same part of the\nworld initially. So I suppose uh I didn't have that feeling about living in Duluth, and it\nwas...I find it very refreshing when I compare uh that kind of metropolitan life to that of a\nsmaller town. (Laughter) So it was very...1t was a lot of fun. Uh I did all the normal\nthings a young boy might do. I played a lot of hockey and baseball. That seemed to be\nvery important in my young life, and of course I went to the various grade, the grade\nschool, junior high school, high school, Duluth Central High School in fact. It seems that\nevery town has a central high school. Certainly Duluth did, and uh then I went to the\nUniversity of Minnesota and uh I married in 1941, and the war broke out and uh I felt I\nwas, had a responsibility to my uh wife which uh helped me uh decide that I would not\nenlist into the Army and the fact that I'm a devout coward may have also had something\nto do with it, but nevertheless uh uh I was drafted in 1942, and that's when I went into the\nArmy, and somehow...this is I suppose you might consider it an aside...uh it wasn't long\nafter I was in training in Texas that I felt I wanted to become a commissioned officer\nwhich would have given me a greater degree of latitude in my own movement, my own\nperformance and execution of what I thought was proper, although within the constraints\nof the military of course, and that I might be of a greater value not only to myself but to\nthe Army. And fortunately for me, uh I was allowed to appear before a Board and take\nthe various tests necessary and qualified uh to go to the Officer Candidate School uh\nwhich I completed in early '43. And uh I was an artillery officer and went into\nintelligence in the artillery branch and went overseas in '44, of course.",
        "Q: What did you do...excuse me...in the intelligence branch? I want to get some...I'd like to\nget some sense of this.",
        "A: Yes. Well uh in the artillery we primarily were involved in uh the area of uh\nreconnaissance uh to determine the area of our operations, what the...uh what was in\nthose areas, what effect it might have on our units that were performing there, and what\nthey should anticipate and uh in addition of course uh to uh bring all matters of\nintellige...of an intelligence nature to the commander for the headquarters in which we\nwere working, so that the uh decisions that were made uh could be uh probably more\neffective, if you will, and uh our preparation for our operations in those areas could be far\nmore effective. Uh this essentially was the the field in which I worked, and uh so this, of\ncourse it it goes into much greater detail uh but I think this is, probably answers your\nquestion.",
        "Q: What happened (cough)...excuse me...when you went overseas? Where were you sent?",
        "A: Uh I first went to England and uh there was involved for a short time in the uh defense of\nthe uh east coast of England on the Channel area, where the buzz bombs were at that time\nbeing employed against uh the uh island, and uh so from that uh point we crossed the\nChannel and I think that was my first uh uh impact I suppose of the uh horror of war. Uh\nin wading on on to the Normandy coast uh the uh Utah Beach, why I saw a young soldier\nwhose who had been decapitated by an explosive uh on the landing site, and it's...can be\nrather disconcerting, especially for the first time in the throws of getting your feet off out\nof the wa...cold water, and uh as safely as you possibly can, so it was rather uh quite\ndisturbing. However, when you're occupied with your own performance, your own safety\nand the with the mission that you were given to accomplish why you soon push that back\nin the back of your mind so that uh you can do what you were required to do. So this is\nwhat uh I was involved in at that moment. And I recall I suppose and the sight never left\nme, when for the first time I saw a sign identifying a town. It was a porcelain-covered\nsign, a white border with blue field and with white lettering and the word Ste. Mere\nEglise was impressed upon that uh road sign. I was more impressed with the sign I\nsuppose. In fact it was such a gorgeous porcelain unit uh for a street sign or a road sign,\nwhen I was used to seeing something painted on a piece of metal uh back home, and uh I\nguess that that stayed with me...I thought of 1t many many times for just no reason. That\nwas it. Just that it impressed me. Ste. Mere Eglise. That name became a headline for a\nwhile.",
        "Q: It certainly did. Uh as you started moving deeper into Europe, did you start hearing about\nanything, about what was happening uh to the prisoners?",
        "A: I assume you're speaking perhaps of the uh concentration camps. At that time, no. Uh\neven in the intelligence circles that I was involved in, I heard nothing about the uh\nconcentration camps and the conditions within these camps. It was later, as we moved uh\ntoward Paris uh that we began getting information and I suppose in a sense information\nnormally is uh dispensed or dispersed whatever the case might been, uh to those who had\na need to know. And in the intelligence circles the intelligence personnel had a need to\nknow earlier so that they could process that information and develop it for the utilization\nof their commanders, and it was in this context that I began to get uh some information,\nrather sketchy, and somehow it didn't have the meaning that I learned later. It was a bit of\ninformation that was...well, I know it know now and uh uh sufficiently sketchy so it it\nhad no form at that time. It was uh much later when uh we were east of uh Paris and I use\nParis as a geographical key uh and we began to approach Holland that the information uh\nbegan to uh take more shape because there was more information involved. The uh fact\nthat we had not reached an area where there was any possibility of our troops making\ncontact with these areas that uh contained a concentration camps may have been a reason\nwhy uh the great detail was not forthcoming, at least at our level. Then uh I would say it\nwas probably in uh February or March, if I recall correctly, that we were moved uh into\nthe 7th Army area, which is south of where I was involved with the uh first with the 3rd\nArmy and then the uh 9th Ar...9th Army then the 3rd Arm...I'm sorry...9th...3rd Army,\nthen the 9th Army, and I skipped the Ist because that was between the uh 7th and the uh\n9th and went uh south to I think at that time it was Nance (ph), uh they were located\nthere, the headquarters at that time. Let me back-track a moment. Before we went south,\nwe had penetrated uh Germany at Aucken (ph) uh from Holland and uh it was then that\nthe information relative to the uh concentration camps began coming in with a greater\ndegree of of frequency and with greater detail. However, being moved to uh the 7th\nArmy all of a sudden it seems that information uh slowed down, uh apparently uh and\nquite actually we were not the proximity to the concentration camps was far greater. We\ndidn't have, we weren't as close any longer, so the possibi...pardon me...the possibility of\nhaving to know what was going on was far less, the the immediacy was was less. I would\nsay that uh after the 15th of March, roughly, the —_ of March, shortly after that uh we\nbegan getting uh a great deal of detail about uh the uh conditions in the uh concentration\ncamp and one of the reasons that I felt we were getting it was because our axis (ph) of\nadvance was going to take us through an area which would include Dachau and some of\nus would be in the direct path of that concentration camp. Others of us might be a little\nbit south or north, but at that moment we didn't know which of us, which units would be\ndirectly involved until we got a little bit closer to that area.",
        "Q: What kind of information were you getting?",
        "A: We were getting information to the effect that the uh health of the people in the camps\nwas uh very, at a very low level and that there would be a great need for medical support\nand assistance. This is the kind of information we would have to know to be prepared to\nhandle a situation, should it have uh should we find that. Additionally, uh we're getting\ninformation to the fact that uh to the effect that the uh conditions, the uh...not only with\nthe health uh part (ph) but some of reasons for that poor health were being surfaced. Uh\nsickness comes from many sources. It could come from contact with a sick person. It\ncould come from a lack of food. It could come from the lack of the proper food. It could\ncome from the lack of medication as a person becomes ill and then there's no medication\nwhatsoever, why then obviously that person would be ___ and may die. Uh there was a\nfeeling that there was a lack of interest and concern for the uh inmates the uh in that there\nwas over-crowding. We began to learn that there were uh train loads of uh of uh prisoners\nbeing moved from one location to another, one concentration camp to another. The\nreason for that information being uh forthcoming was that the troops in the north were\nover beginning to get very close to and were beginning to overrun uh the concentration\ncamps in their area, so before that occurred in some instances, prisoners were moved\nfrom places like Auschwitz uh to places like uh Dachau, which were further...we were\nfurther from that concentration camp than they were from their's, so this begins to give\nyou a picture of how the information began to filter through and uh uh be become...we\nbegan to develop our own needs because of the information we were getting. Somehow\n[...upon reflection I did not feel or the picture that perhaps that was developing in my\nmind almost had no relationship to what existed. This is perhaps the difficulty uh in\ndescribing in sufficient detail what we did not see but are only being told about a scene,\nabout an uh event that transpired or that is currently uh transpiring, so there was no way I\nsuppose that I could bring myself to the point where I felt revulsion or horror. We had all\nbeen in combat. We had seen uh death in very violent forms, and uh not that you become\nhardened to it, but you learn to live with it in a fashion that uh I guess mentally your\nmind permits yourself to or one's self to accommodate the problem, so that the mission\nwe are uh required to perform can be accomplished without interference, if you will. And\nthen by way of definition I suppose of how I was accommodating the matter, I I imagine\nthis is how most people handle it. When we got quite close to the uh Dachau, obviously\nthe information that I was we were required to give our commanders had to be in greater\ndetail than earlier, so that uh the units can be configured or the personnel uh brought in,\nuh specialists in one area or another whether it be a skill involved with medical uh\nproblems or a skill involved with uh the equipment that we would need or uh acquire...uh\nwhatever. This is one of the reasons for uh the for that kind of information being brought\nto the attention of the commander, so that we can be properly prepared to accomplish\nwhat we were required to do uh knowing as much about we will find in a particular area\nas possible, such as is that area uh highly industrialized? Is it a farming area? What is it\nwe were going to find? Are the people there uh intensely patriotic to their cause? Are\nthey uh are they not? All these factors become part of the decision making process of the\ncommander.",
        "Q: How did the information come in about the camps?",
        "A: You say uh did it come...well...",
        "Q: What were your sources I guess I'm asking?",
        "A: Uh the sources usually came from higher headquarters. They although the information\nthat we gained from units that worked with us, either on the side of us, on either side of\nus or we we get information from prisoners that we uh take from the opposing units, from\nthe Germans or, German units, or we get them from civilians that we uh run into in the\nareas that we are beginning to occupy, so uh these are all sources of information. Some of\nthe information that we do get in this fashion we merely pass to our higher headquarters\nor the adjacent headquarters so that they can refine that information and process it into a\nlarger picture that they have access to, so this is uh development of how uh we were\noperating in that area. The interrogation of uh of prisoners of war and of civilians was a\nhighly skilled uh process and developed a great deal of information. And of course we\nhave other kind of...find ways of getting information as well. So that takes us uh to the\narea of our primary interest. The uh...if I recall correctly it uh was on the 29th of April in\n1945 that uh we moved into the uh concentration camp. It seemed to me if I recall again,\nit wasn't a bad day. A lovely day, as days go and Bavaria 1s a lovely part of the world,\nand it seemed so incongruous to be in a lovely part of the world uh and that beautiful blue\nDanube...I couldn't help but uh harken back to that that wonderful waltz. Uh it it just\ndidn't seem to fit into why we were there and what we were doing there, and then\nespecially I suppose walking into the uh concentration camp. Uh I suddenly realized that\nthe shock of seeing what I was told what I might expect to find and I've had some\nexperience I suppose in uh receiving intelligence information as to what I might expect in\nan area, whether it be uh uh factories, whether it be people uh that are antagonistic or not\nso...whatever. And then to find that I was so far off the mark. I should have been shocked\nbefore. I shouldn't have to wait to see what I saw to be to to experience this kind of shock\nbut I guess I was accustomed to seeing violence and death and sickness as a result of\ncombat, not because people uh were housed in a concentration camp with no arms, no\nweapons uh and not as a result of their violence. This coupled with the uh with so\nmany...I mean it wasn't just one or two...everybody I looked at had that same sick, uh\nlarge eyes in a uh skin colored uh skeleton skull. And there was...you could see in many\nof them happiness at what they were seeing but the kind of happiness that they were\nreflecting uh reminded me of someone that was about to die and had enough hearing to\nhear a pleasant sound and uh uh you had to concentrate carefully to see their smile, that\nthere was pleasure in what they were either seeing or hearing. If you've been in a foreign\ncountry where you're not familiar with the people and let's say an oriental as a case might\nbe...in this particular case, initially all the orientals look alike, but to an oriental, the\norientals don't look alike. To a caucasian the differences are great. You can...can't count\nthe...you you can't list the number of differences there 1s from one person to another, one\ngroup to another. When I saw these people, if you want to call them people, there was\nno...they all looked alike. They all looked like that came out of a mold, the same mold.\nThey were just uh very difficult to look at. Uh emotionally it was very difficult, I suppose\nuh...not I suppose. I know. Uh you didn't want to look at your own buddy. I didn't want to\nlook at them. (Pause) (Coughing)",
        "Q: Take your time.",
        "A: It's very difficult to...I suppose...we feel we're adults and we can handle anything\n(coughing) when you suddenly you realize that you are not handling something as as you\nas well as you would like. Kind of embarrassing. So I I suppose this was part of the\nproblem there, if you want to call it a problem. Compared to what I was looking at,\ncompared to those people I had no...I was in clover. I had no problem. The degrees of\nsickness was unreal. Sure people were dying of hunger, but not so much as they were\ndying of sick...typhus and the lack of medication. Uh the the sicker a person 1s, the less\nthey even want to eat, let alone...and they can't eat, so they were dying from almost a\nself-starvation at that point. Not to mention uh what I learned later of course...the method\nof people dying. The uh...obviously the mission of the uh military is to accomplish its\nobjectives whatever they might be. It's not necessary to go into that uh as much perhaps\nas it is uh that we do need a record of what we do for many reasons, uh historical being\none obviously. One to indicate perhaps is this something repetitious? Is it something\nthat's a one time thing that could have occurred? Whether it...regardless of the event or\nthe mission or the objective, so along those lines then some of us were required to uh\ndebrief the uh prisoners and also the uh people in the little of Dachau uh which was part\nof the complex area. However, I do think that uh it's important to tell the story of what\nwhat were these people...I'd love to be able to debrief every person, not only of about\ntheir life in their camp, but where they come from, what were they...the thousands of\npeople. This camp was activated in 1933 to house eight thousand uh political\nprisoners...people who didn't believe as uh the uh Third Reich, the uh Hitler believed, uh\nhis people. Not only from Germany, from other countries, wherever they might be. But of\ncourse as time went on, the numbers increased and the reasons changed slightly if you\nwant to call the uh effort of dis...disposing of all the Jews in Europe a slight change, be\nmy guest, but that's far from a slight change. So by the time we got there, the area was,\nthe camp was housing close to sixty thousand inmates. Of course some of them had\nrecently arrive...recent arrivals from other camps...",
        "Q: General, could I ask...",
        "A: Yes.",
        "Q: Can you describe a little more before you go on to the interrogation, uh in addition to the\npeople walking around, can you take us through the camp as you saw it?",
        "A: Well, the...there was a uh a train of cars, rail cars, on the siding...well, not a siding\nreally...on the main line into the camp that was uh parked there. Uh that uh train had just\narrived and uh there some bodies in the in the uh train, some along side the uh train. Uh\nthey had just arrived, that uh that train, and when we got there the uh there were very few\nguards uh in in uniform uh in within the camp. Many of them had already uh left. The uh\narrival of our forces was not concealed all that well. There was no need to conceal our\narrival uh and they were aware of the possibility that they wouldn't fare very well if they\nwere still in the camp uh when we arrived...from two sources, from from from from us,\nfrom the soldiers and also the uh inmates. Of course the strength of the inmates was such\nthat they didn't have much to fear uh from them in bodily harm but they had some fear of\nbodily harm from them. The stages of of death and dying was a kaleidoscope that I don't\nthink there is any possibility of picturing it really, of of someone lying uh on the ground\nin their uh inmate uniform with their eyes open...didn't look really different from\nsomeone who was upright, except that they were lying on the on the ground. Uh the\ndetailed difference was the position that they occupy there. It was...their arms might\nbe...and their legs didn't look too comfortable so that you had the feeling that they were\nin the throws of uh of dying and spasmodic muscular uh responses or whatever, so\nthey...1n that sense they looked a little different. The...I...we wanted to give them\nsomething and and do something for them, so we reached out and uh one young man uh\nwas about to fall and I reached out and I uh prevented him from falling and I saw that he\nhe was quite weak so that if I just let go he would fall, so I lifted him and he wasn't very\nheavy obviously and I carried him to a...uh inside a building and laid him on a cot. Uh\nthey had these tiered uh benches almost uh...they didn't have any bedding really, and our\nmedical personnel was was uh we were augmented with additional medical people and\nthey began treating the uh uh inmates. The...as an aside I suppose I could uh relate an\nincident uh...and you can bring me back to where I am later if you can, if you\nremember...uh I was delivering a talk at the uh at the uh I think it was\nanniversary, thirty-eighth or fortieth...1 somehow can't recall...I think it was the fortieth\nanniversary of the Warsaw ghetto uprising uh at that uh loca...in uh the and I was\nasked to say a few words uh as representative of the Allied Forces and their effort in that\ndirection, and having done so as I left the microphone a man ran up to me and said\nGeneral, he said, don't you remember me? And I looked at him and I said I'm sorry. I\ndon't remember you. He said, sure you do. You held me in your arms. (Pause) And uh so\nyou see, the fact that they looked so much alike, and here was a man, grey-haired and uh\nin the bloom of life, so somehow he didn't look like the person that I could have possibly\ncarried uh to that cot uh or that bunk really would be a more accurate description. Cot is\nquite sumptuous by comparison. Now his name was uh...that I won't for...forget because\nthat wasn't all that long ago...uh Maurice Pioro, P-I-O-R-O. Pioro. A Belgium, and he\nhad written a book, or compiled I suppose I would say, a book uh containing the names\nof all the Jews removed by the Nazis from Belgium and the date of their departure and he\ngave me that book as a memento of our having met uh again. I did meet him subsequently\nI think a year or two later in Israel uh but nevertheless I found that a fascinating uh\nsituation. The...getting back then to the uh concentration camp...it seemed that the\noverriding desire was to make these people comfortable somehow. Oh we thought food\nwould be of of great comfort, but it really wasn't. They couldn't handle the food we could\ngive them. They had been on such a a starvation diet and such an inadequate diet that\nthey were getting sick from the food, the richness of the food we were giving them, so we\nhad to be very careful about uh what we gave them. You tried...you're almost\noverpowered by that desire to do something for them. The uh...there was a great deal of\nanimosity and impatience with some of us on the part of the inmates that we weren't\ndoing something more tangible to uh to the to the uh guards that were still there and\nevidence of what we were doing to the gua...those people who weren't, that had held them\nuh in such horrible conditions. I'm not sure I could go much further than that in as far as\nthe description of the people, but uh I would go back one more time to the fact that uh\nfrom today as a flashback (cough) I recognize now that my describing what I saw, no\nmatter how detailed and how capable I would be in the English language speaking to\nsomeone who understood English, to give them a reasonably accurate picture of what\nwas there, and the horror of it...I don't think there is a way to do that. God I I wish there\nwere, because if there were I don't think it could ever happen again. The fact that it might\nhappen again means we are that...we are inadequate in that regard and we may never be\nsufficiently adequate, so we much be alert and watchful. After the initial uh impact of\nhaving uh entered the camp, we began more orderly performance of our duties and uh uh\nin my case we uh some of us were debriefing the inmates as to uh their experience,\nwhat...how they were treated, under what circumstances they did this or that, whatever\nthe case might have been, whether 1t was work, whether it was uh uh food, whatever.\nAnd uh we did learn uh and it was corroborated uh repeatedly uh independently uh of uh\none another because each of the inmates were interviewed separately and so that no one\nwas overheard by another, that the uh medical atten...attention was impossible. It just\ndidn't exist. It wasn't there to keep them well. Uh there was a feeling that there they\nweren't needed to be alive, that if they died 1t was just as well...that kind of...that was the\nattitude. That was the pervasive feeling throughout the uh facility. There were cases\nwhere they would uh, the guards would take a large group of prisoners into the fields\nquite a distance from the camp at night during the cold weather and hose them down,\nafter they were called upon to remove their clothing, and left there all night and the\nguards would return and most of them were gone or dead by morning. Uh there were\nthose that were taken by transport during the day to work in various uh factories or in the\nfields which brings us then to the people of Dachau because the people of Dachau lived\nthere. They lived right adjacent to the camp. You couldn't move out of the camp without\nwithout running into some of the citizens. It was like a small town with a main road\ngoing right through it, or the railroad going right through the town. So the the stench of\nthe of the railroad cars wasn't confined within the railroad car. The sounds, the people\ncrying...1t wasn't in a vacuum. When the people were taken by transport through the town\nto reach a factory, to reach a field to work in, people didn't turn...I mean they had eyes\nand they had ears. Some of the SS personnel that administered the camp lived in the\ntown. They didn't live on the uh in the camp. They lived in the city, in the town of\nDachau. Uh upon the interviewing process of the personnel, the uh citizens of Dachau, I\nremember having interviewed a man who was a traveling person. He traveled from his\nhome in Dachau to other towns. He was a traveling person, and he seemed to know more\nabout what was going on in the camp than those who were never, had never left. And he\nconfirmed all the things that the inmates had indicated as regards anything that transpired\noutside the camp. Some of the things that even transpired within the camp, because under\ncertain conditions, certain supplies and things were brought in by the people that lived in\nthe town of Dachau, so they also saw the buildings. They saw some of the people, some\nof the prisoners. When we would ask why didn't you do something, why did you do all\nthe things you were doing that supported or administered to the needs of that camp, you\ngot a variety of answers, all within the same framework however. I would say that the\nmost of them felt they had no choice. That's what they would say. That the...they felt if\nthey didn't comply that there would be reprisals against them, that they would loose their\nlivelihood, that they would...they might suffer some kind of incarceration or penalty. Uh I\nrecall one man was a uh a union person, of all things. He was about I'd say in his late or\nearly for...early fifties, late forties, early fifties if I recall, and he was a very stubborn\nperson and he refused...the only one we every ran into uh and I talked to some of the\nother people who were doing the uh debriefing...going into the debrief...debriefing\nprocess...who had absolutely refused to do anything for the authorities when it came to\nsupporting the camp. And he said he knew what was going on in there. He had never\nbeen inside the camp, but he talked to his friends who had and he never uh complied with\ntheir requi...and they didn't do a thing with him. They left him alone. You would think\nthat he might set an example, that others would say well, they didn't do anything to him.\nThey won't do anything to me. That's the difference in people I guess. But to say that the\npeople of Dachau did not know what was going at in uh in Dac...in the camp...no way.\nThey did know. We were all satisfied that they knew and I'm convinced that they knew\nthat we knew that they were aware of what was transpiring. They couldn't bring\nthemselves to admit their own weakness. I suppose a lot of people are like that. Who\nwants to?",
        "Q: How did they claim not to know? What was some of their arguments? What did they tell\nyou?",
        "A: They would hide behind their own description of what they saw or heard and their\ndescription of what they saw or heard was I would say far less than accurate or they\nwould describe a different reason for what they may have heard or what they may have\nseen. Example: if they see someone who is uh uh being mistreated, being hit with a with\na rod, uh they would say that he is being prodded to do something he didn't want to do\nand was supposed to do. If they see someone who 1s who is almost falling down sick,\nthey say well, I'm sure that they'll take care of that person when they get to the uh\nin...inside where they have doctors. Uh when they would see these people marching\nout...now this was hard to accept...uh into the fields and then being hosed down, I found\nit very difficult to accept anyone because they would see these people coming back in the\nmorning and they saw how many people left. How could they not know something could\nhave, had to have happened to a lot of people? Weren't they, where were they taken?\nWell, they would say maybe they were taken to another location that they're not aware of,\nyou see. There's so many ways that they tell themselves, to absolve themselves of any\ncomplicity or responsibility. They're very adept at...everybody has a...is adept at that to a\nsome degree, but they were quite...well, when you talk to them and they'd tell you...or ask\nthem questions and they respond, obviously you take them at their word. If you know\ndifferent, you prod them a little or as much as you dare before you frighten them off\ncompletely so they won't respond at all. Because you do want as much information as\nyou can get. It's late in an interview with a person that you really stick it to them, because\nyou think you have as much as you really need, but if you can get more, great. If it takes\na little of this to get it, do it. So we went that route as well. We didn't have to do that with\nthe prisoners however. They were quite willing to uh...well, we had to verify things that\nthey said because you know, the imagination and time and pain and illness uh can play\ntricks on a person, so we used uh many uh interviews and we brought them together to\nverify the uh information that we received. Now there are archives in the uh...I'm\nconvinced...in...unless you already have them, of the reports that were developed. You\nprobably have them. Right.",
        "Q: Could we go back, a little bit...again really to two things, but let's start with one. You\ndescribed when you entered the camp and you had started to tell me about a train. Could\nyou tell me more about what was in that train?",
        "A: Well, actually I did not spend as much time as perhaps I'm not sure I should have,\nbecause it wasn't my mission I suppose, but I looked into uh two cars and saw the uh\ndead bodies there and reported to one of the medical people that they should uh do\nsomething about that. Uh it's a hazard. Uh death should not be left unattended for long.\nThe uh stench was uh horrible uh both of the human excrement and actual death, because\nI'm I'm confident that there was death before the train stopped. There had to be. The\nuh...there was one person...I'm trying to remember now...that came to me...I think it could\nhave been in Israel, one of my trips there...a survivor who claims that he was one...he was\non that particular train and saw our troops uh as they moved in. Uh I don't recall having\nseen him and I'm sure he didn't recall having seen me. The difficulty with recalling some\nof the things that may have occurred, that did occur on the train is that I didn't see the\nexodus of the people from the train and had it already occurred uh we could have been on\nthe other side of the track approaching from that side when it already had been unloaded,\nbut there were uh some bodies along side the the train as well. The uh...and they were in\nuniforms other than the uniform of the people that we ran into in Dachau, so that's how\nwe also verified the fact that they did not uh come from Dachau. They were brought in\nfrom another area. The uh...I have pictures...one of the things that I uh didn't find that I\nhad surfaced uh some years, a few years ago...in fact this brings to mind I guess in a\nsense why I'm even here...uh after the event, the Dachau event, I felt for my own sanity\nthat it would be just as well if I didn't uh dwell on that uh entire matter. It was very\nuncomfortable and it was...I had difficulty uh performing my own requirements, my own\nmission and still with that on my mind and I found uh comfort in not remembering, so\nmuch so that uh it was probably over a year later that I returned to the States. I didn't...uh\nyeah, in '46...middle of '46 I returned to the States and uh with all my effects, my\nfootlocker and all my equipment and the papers that I had developed and the pictures uh\nfrom that point were in my footlocker and I never opened that footlocker for thirty-eight\nyears and uh never my told my uh late wife or my children of any details of that event\nwhatsoever. And so...because it was more comfortable for me. But somehow I felt they\ndidn't have to know. Their life was comfortable and pleasant. There was no point I felt at\nthat time. And it wasn't until I believe if I recall correctly it could have been '82 perhaps\nthat I was asked to uh speak to a uh high school assembly on my experiences during\nWorld War II in Europe, which was an innocent enough innocent enough request and I\nsaid I would be pleased to do so. This was quite early. This had to be perhaps uh...I'm\ntrying to think whether it was the fall of '81 or early '82...1n any event it was April of '82\nor of that year that I was told uh about a week to ten days prior to the event what my\nsubject was going to be, in detail. That it was not to be my experience in general, but\nmore specifically the matter of Dachau, because they had learned that I was involved\nwith Dachau and I'm not sure I knew how. And I wasn't sure whether I could handle that,\nbut I felt that I had made the commitment and I perhaps should and I did appear and I\nwas asked if I would appear in uniform and I said no, I'd rather not. And I didn't. I\nrepeared...appeared in civilian clothes, talked to all the young students about my\nexperience there. I didn't handled it very well. I broke down before I was through, which\nI thought I might and it bothered me to think I would. And I also learned later on that\nthey wanted me to come back and speak to a smaller group on the next day and then a\nsmaller group on the sec...third day. And that night I said well, I will, yes. But this time\nI'll I'll appear in uniform, because I learned that they thought I was a European that\nhappened to be there in that area at that time, that I was not a member of the United\nStates Armed Forces, and that I felt it was important that they understand my perspective.\nI wasn't an inmate. I was a hardened soldier, because I had gone through all of it. And\nthat's the person they should be listening to. So I did appear in uniform on the second and\nthird day. And it was then that I realized fully that the picture I was given as an\nintelligence officer before I got to Dachau didn't prepare me a little bit for what I found.\nThe shock couldn't have been greater. It could have been greater perhaps, but I don't see\nhow because there was no real relationship between what I was able to picture from my\ninformation to what I really found there. Then how can I, that many years later and\nthat...one or two generations removed, tell them how it really was so that they will make\nsure it'll never happen again. That's why I appeared in the first place. That's why I'm here\nnow. Cause it isn't easy, but it's worth it.",
        "Q: Thank you.\n(Crying) (Pause)",
        "A: No way. Anything more.",
        "Q: Stop and change the tape.\nTECHNICAL CONVERSATION\nEnd of Tape #1\nTape #2",
        "Q: General, can you tell me what the reactions of your men were to what they saw and can\nyou repeat the question, please?",
        "A: With regard to the reaction of the people that were with me as we moved into uh the\ncamp, I daresay they all knew I was Jewish and all of us were aware of the fact that the\nprimary population mix was Jews in these concentration camps at the time that we were\nmoving into them. So they probably felt that if they looked at me they may get a clue as\nto what they should be feeling or exhibiting, much the same as if you're at a a movie and\nsomebody's laughing...you look next door...somebody's really laughing...well, you laugh\na little bit with them, or you cry with them, whatever. Somehow there was independence\nof people, and earlier I may have mentioned the fact that uh perhaps there was some\nembarrassment at exhibiting how one was reacting to something like...such a horror, yet I\ndidn't pay much attention to their reaction as they didn't pay a lot of attention to mine, to\nme. We were all rather bug-eyed at what we were looking at. It was almost in disbelief\nthat we saw this horror. There was one young fellow actually began to sob. And if I\nrecall, he was an Ital...uh an Italian kid and he cried softly...he was just sobbing. I never\ngot around to asking him why he felt so badly other than the horror that we were looking\nat may have taken him in that fashion. Another fellow if I recall correctly just looked\nalmost as if he wasn't seeing anything. His eyes weren't even focused on anything. And\nas far as I myself is concerned I guess in the sense I almost identified with some of them\nbecause I was Jewish, and yet the overriding uh uh feeling I had was not that as much as\nuh what could these people have done to have deserved to be put in this kind of\ncondition, and I reflected momentarily on how long they must have been there to\nhave...you can't suddenly be like that over night, so they have had to lived through a\nprocess, a horrible process to have arrived at this condition, which just boggled my mind.\nI reflected to a certain extent uh and very briefly on the fact that someone had to know\nmuch more than I of actually what was happening here for a far longer time than I, and\nhow 1s it possible that noth...nothing was surfaced to have uh either indicated a revulsion\nfor this kind of performance or something far more tangible. I just have no...I just...1t just\nsort of went through my mind and I was too busy and involved with what I was doing to\nto to...but I do recall that having uh raced through my mind. The uh...I hadn't entered any\nof the buildings until this man uh that I had uh I had indicated he was about to fall and I\nprevented from falling and carried him into that building because I felt that he had to be\nin some kind of uh uh enclosure instead of out in the yard there, and uh the uh...the uh the\nbunks were were very crude uh and I thought of my God, how can these people uh lie and\nsleep and rest on these hard wood boards when uh their bodies had no meat, just skin and\nbone. That's a horrible uh feeling when you're, you have no meat on your bones and\nyou're lying on something else, they cushion you. But I think that some of them were just\nbeyond feeling. They almost had to be. (Pause) I'm not sure I could describe the uh the uh\ninterior of the of these buildings. Uh you you look at them with eyes that are...you're not\njust uh looking at a at a building or an interior. You're looking at what what had to\nhappen there to these people to be 1n the condition they were in, how they had to live uh\nand I and it bothered me more later I think because I learned that through the debriefing\nprocess that uh what they, how they lived and what they did to one another uh in the\nname of survival and it...and some of the things that they did had to be uh well, some\npeople are stronger than others I suppose or some not as strong as others, so that they\nwould do things to protect themselves in the direction of surviving...if it was food...1f it\nwere uh uh to tell uh one of the uh officials, the hierarchy, whether it be a kapo or what\nwhether it be one of their own that had a responsibility for a particular portion of a\nbuilding...the things that they would say and tell about one another was unbelievable,\nbecause it may mean a uh perhaps a morsel of food more than they might have gotten\notherwise. It may have been uh that they would be uh allowed to live a little longer. The\nthreat of death had such an impact in spite of the fact that these people were near death\nalready, but you never know...they probably didn't realize that, that they would do almost\nanything for one more day, because one more day brought them closer to a point where\nthey thought they may be out of there and free and in a better situation. (Pause) It was\nimpossible how they could live like that. Animals live better. And we're talking about\nsomebody's father, somebody's brother, somebody's son. All you have to do is think of\none's self. I have brothers. I have a father. But for whatever I'm not one of them, but they\nare...that can tear you up. (Pause) Somehow if I could ever describe the structure and\nmaybe that would help too. I can't. I just can't. I just can't. (Pause) I've said more than I\nthink I could have. People have to know however, in spite of my inadequacy, that the\nworld cannot survive another event such as the Holocaust. It can't. We will loose all our\nhumanity because we've lost a great deal of it then, so I'm not sure we could we could\nsurvive as a as people if some of these people would permit an event of that nature to\noccur again. It can't. And I'm sorry...I wish I could do more.",
        "Q: You've done a great deal.",
        "A: Pardon.",
        "Q: You've done a great deal.",
        "A: I've felt so inadequate. Once this matter came out, when it was recognized as something\nthat should be dealt with, I guess I felt comfort in numbers but the the real comfort never\ncame. It hasn't come yet, so when it does maybe I'll be able to do a job.",
        "Q: You're you're doing a job. I I uh I know this has gone even further than than you thought\nyou could. Uh and I appreciate it. Do you think you can take it one more and tell us a\nlittle bit about the mass burial graves that you saw there, or is that too much?",
        "A: No. That I couldn't tell.",
        "Q: OK. Then we'll forget it.",
        "A: That I couldn't do.",
        "Q: .. forget it. When you left...tell us about when you......or are you done?",
        "A: When I did what?",
        "Q: General, thank you. Thank you very much.\nCONCLUSION OF INTERVIEW\n"
    ],
    "questions": [
        "Q: Will you tell me your full name please?",
        "Q: And where and when were you born?",
        "Q: Would you tell me something about your family and growing up?",
        "Q: What did you do...excuse me...in the intelligence branch? I want to get some...I'd like to\nget some sense of this.",
        "Q: What happened (cough)...excuse me...when you went overseas? Where were you sent?",
        "Q: It certainly did. Uh as you started moving deeper into Europe, did you start hearing about\nanything, about what was happening uh to the prisoners?",
        "Q: What kind of information were you getting?",
        "Q: How did the information come in about the camps?",
        "Q: What were your sources I guess I'm asking?",
        "Q: Take your time.",
        "Q: General, could I ask...",
        "Q: Can you describe a little more before you go on to the interrogation, uh in addition to the\npeople walking around, can you take us through the camp as you saw it?",
        "Q: How did they claim not to know? What was some of their arguments? What did they tell\nyou?",
        "Q: Could we go back, a little bit...again really to two things, but let's start with one. You\ndescribed when you entered the camp and you had started to tell me about a train. Could\nyou tell me more about what was in that train?",
        "Q: Thank you.",
        "Q: Stop and change the tape.",
        "Q: General, can you tell me what the reactions of your men were to what they saw and can\nyou repeat the question, please?",
        "Q: You've done a great deal.",
        "Q: You've done a great deal.",
        "Q: You're you're doing a job. I I uh I know this has gone even further than than you thought\nyou could. Uh and I appreciate it. Do you think you can take it one more and tell us a\nlittle bit about the mass burial graves that you saw there, or is that too much?",
        "Q: OK. Then we'll forget it.",
        "Q: .. forget it. When you left...tell us about when you......or are you done?",
        "Q: General, thank you. Thank you very much."
    ],
    "answers": [
        "A: I'm William P. Levine.",
        "A: I was born on | July 1915 in Duluth, Minnesota, the cold country, at the head of the uh\nGreat Lakes, Lake Superior.",
        "A: Uh I'm the oldest of uh four boys and uh growing up in Duluth, Minnesota is like\ngrowing up in a very small provincial town, although the city of Duluth is was in the\nneighborhood of a hundred thousand people, still it had a very small town characteristic.\nUh everyone knew everyone else and uh there didn't seem to be the uh clicks and the\ngroups and the uh animosities almost uh that you might find in a very large, metropolitan\narea where you have the people congregating and living in areas uh that, with people\nthey're familiar with or that speak the same language or are from the same part of the\nworld initially. So I suppose uh I didn't have that feeling about living in Duluth, and it\nwas...I find it very refreshing when I compare uh that kind of metropolitan life to that of a\nsmaller town. (Laughter) So it was very...1t was a lot of fun. Uh I did all the normal\nthings a young boy might do. I played a lot of hockey and baseball. That seemed to be\nvery important in my young life, and of course I went to the various grade, the grade\nschool, junior high school, high school, Duluth Central High School in fact. It seems that\nevery town has a central high school. Certainly Duluth did, and uh then I went to the\nUniversity of Minnesota and uh I married in 1941, and the war broke out and uh I felt I\nwas, had a responsibility to my uh wife which uh helped me uh decide that I would not\nenlist into the Army and the fact that I'm a devout coward may have also had something\nto do with it, but nevertheless uh uh I was drafted in 1942, and that's when I went into the\nArmy, and somehow...this is I suppose you might consider it an aside...uh it wasn't long\nafter I was in training in Texas that I felt I wanted to become a commissioned officer\nwhich would have given me a greater degree of latitude in my own movement, my own\nperformance and execution of what I thought was proper, although within the constraints\nof the military of course, and that I might be of a greater value not only to myself but to\nthe Army. And fortunately for me, uh I was allowed to appear before a Board and take\nthe various tests necessary and qualified uh to go to the Officer Candidate School uh\nwhich I completed in early '43. And uh I was an artillery officer and went into\nintelligence in the artillery branch and went overseas in '44, of course.",
        "A: Yes. Well uh in the artillery we primarily were involved in uh the area of uh\nreconnaissance uh to determine the area of our operations, what the...uh what was in\nthose areas, what effect it might have on our units that were performing there, and what\nthey should anticipate and uh in addition of course uh to uh bring all matters of\nintellige...of an intelligence nature to the commander for the headquarters in which we\nwere working, so that the uh decisions that were made uh could be uh probably more\neffective, if you will, and uh our preparation for our operations in those areas could be far\nmore effective. Uh this essentially was the the field in which I worked, and uh so this, of\ncourse it it goes into much greater detail uh but I think this is, probably answers your\nquestion.",
        "A: Uh I first went to England and uh there was involved for a short time in the uh defense of\nthe uh east coast of England on the Channel area, where the buzz bombs were at that time\nbeing employed against uh the uh island, and uh so from that uh point we crossed the\nChannel and I think that was my first uh uh impact I suppose of the uh horror of war. Uh\nin wading on on to the Normandy coast uh the uh Utah Beach, why I saw a young soldier\nwhose who had been decapitated by an explosive uh on the landing site, and it's...can be\nrather disconcerting, especially for the first time in the throws of getting your feet off out\nof the wa...cold water, and uh as safely as you possibly can, so it was rather uh quite\ndisturbing. However, when you're occupied with your own performance, your own safety\nand the with the mission that you were given to accomplish why you soon push that back\nin the back of your mind so that uh you can do what you were required to do. So this is\nwhat uh I was involved in at that moment. And I recall I suppose and the sight never left\nme, when for the first time I saw a sign identifying a town. It was a porcelain-covered\nsign, a white border with blue field and with white lettering and the word Ste. Mere\nEglise was impressed upon that uh road sign. I was more impressed with the sign I\nsuppose. In fact it was such a gorgeous porcelain unit uh for a street sign or a road sign,\nwhen I was used to seeing something painted on a piece of metal uh back home, and uh I\nguess that that stayed with me...I thought of 1t many many times for just no reason. That\nwas it. Just that it impressed me. Ste. Mere Eglise. That name became a headline for a\nwhile.",
        "A: I assume you're speaking perhaps of the uh concentration camps. At that time, no. Uh\neven in the intelligence circles that I was involved in, I heard nothing about the uh\nconcentration camps and the conditions within these camps. It was later, as we moved uh\ntoward Paris uh that we began getting information and I suppose in a sense information\nnormally is uh dispensed or dispersed whatever the case might been, uh to those who had\na need to know. And in the intelligence circles the intelligence personnel had a need to\nknow earlier so that they could process that information and develop it for the utilization\nof their commanders, and it was in this context that I began to get uh some information,\nrather sketchy, and somehow it didn't have the meaning that I learned later. It was a bit of\ninformation that was...well, I know it know now and uh uh sufficiently sketchy so it it\nhad no form at that time. It was uh much later when uh we were east of uh Paris and I use\nParis as a geographical key uh and we began to approach Holland that the information uh\nbegan to uh take more shape because there was more information involved. The uh fact\nthat we had not reached an area where there was any possibility of our troops making\ncontact with these areas that uh contained a concentration camps may have been a reason\nwhy uh the great detail was not forthcoming, at least at our level. Then uh I would say it\nwas probably in uh February or March, if I recall correctly, that we were moved uh into\nthe 7th Army area, which is south of where I was involved with the uh first with the 3rd\nArmy and then the uh 9th Ar...9th Army then the 3rd Arm...I'm sorry...9th...3rd Army,\nthen the 9th Army, and I skipped the Ist because that was between the uh 7th and the uh\n9th and went uh south to I think at that time it was Nance (ph), uh they were located\nthere, the headquarters at that time. Let me back-track a moment. Before we went south,\nwe had penetrated uh Germany at Aucken (ph) uh from Holland and uh it was then that\nthe information relative to the uh concentration camps began coming in with a greater\ndegree of of frequency and with greater detail. However, being moved to uh the 7th\nArmy all of a sudden it seems that information uh slowed down, uh apparently uh and\nquite actually we were not the proximity to the concentration camps was far greater. We\ndidn't have, we weren't as close any longer, so the possibi...pardon me...the possibility of\nhaving to know what was going on was far less, the the immediacy was was less. I would\nsay that uh after the 15th of March, roughly, the —_ of March, shortly after that uh we\nbegan getting uh a great deal of detail about uh the uh conditions in the uh concentration\ncamp and one of the reasons that I felt we were getting it was because our axis (ph) of\nadvance was going to take us through an area which would include Dachau and some of\nus would be in the direct path of that concentration camp. Others of us might be a little\nbit south or north, but at that moment we didn't know which of us, which units would be\ndirectly involved until we got a little bit closer to that area.",
        "A: We were getting information to the effect that the uh health of the people in the camps\nwas uh very, at a very low level and that there would be a great need for medical support\nand assistance. This is the kind of information we would have to know to be prepared to\nhandle a situation, should it have uh should we find that. Additionally, uh we're getting\ninformation to the fact that uh to the effect that the uh conditions, the uh...not only with\nthe health uh part (ph) but some of reasons for that poor health were being surfaced. Uh\nsickness comes from many sources. It could come from contact with a sick person. It\ncould come from a lack of food. It could come from the lack of the proper food. It could\ncome from the lack of medication as a person becomes ill and then there's no medication\nwhatsoever, why then obviously that person would be ___ and may die. Uh there was a\nfeeling that there was a lack of interest and concern for the uh inmates the uh in that there\nwas over-crowding. We began to learn that there were uh train loads of uh of uh prisoners\nbeing moved from one location to another, one concentration camp to another. The\nreason for that information being uh forthcoming was that the troops in the north were\nover beginning to get very close to and were beginning to overrun uh the concentration\ncamps in their area, so before that occurred in some instances, prisoners were moved\nfrom places like Auschwitz uh to places like uh Dachau, which were further...we were\nfurther from that concentration camp than they were from their's, so this begins to give\nyou a picture of how the information began to filter through and uh uh be become...we\nbegan to develop our own needs because of the information we were getting. Somehow\n[...upon reflection I did not feel or the picture that perhaps that was developing in my\nmind almost had no relationship to what existed. This is perhaps the difficulty uh in\ndescribing in sufficient detail what we did not see but are only being told about a scene,\nabout an uh event that transpired or that is currently uh transpiring, so there was no way I\nsuppose that I could bring myself to the point where I felt revulsion or horror. We had all\nbeen in combat. We had seen uh death in very violent forms, and uh not that you become\nhardened to it, but you learn to live with it in a fashion that uh I guess mentally your\nmind permits yourself to or one's self to accommodate the problem, so that the mission\nwe are uh required to perform can be accomplished without interference, if you will. And\nthen by way of definition I suppose of how I was accommodating the matter, I I imagine\nthis is how most people handle it. When we got quite close to the uh Dachau, obviously\nthe information that I was we were required to give our commanders had to be in greater\ndetail than earlier, so that uh the units can be configured or the personnel uh brought in,\nuh specialists in one area or another whether it be a skill involved with medical uh\nproblems or a skill involved with uh the equipment that we would need or uh acquire...uh\nwhatever. This is one of the reasons for uh the for that kind of information being brought\nto the attention of the commander, so that we can be properly prepared to accomplish\nwhat we were required to do uh knowing as much about we will find in a particular area\nas possible, such as is that area uh highly industrialized? Is it a farming area? What is it\nwe were going to find? Are the people there uh intensely patriotic to their cause? Are\nthey uh are they not? All these factors become part of the decision making process of the\ncommander.",
        "A: You say uh did it come...well...",
        "A: Uh the sources usually came from higher headquarters. They although the information\nthat we gained from units that worked with us, either on the side of us, on either side of\nus or we we get information from prisoners that we uh take from the opposing units, from\nthe Germans or, German units, or we get them from civilians that we uh run into in the\nareas that we are beginning to occupy, so uh these are all sources of information. Some of\nthe information that we do get in this fashion we merely pass to our higher headquarters\nor the adjacent headquarters so that they can refine that information and process it into a\nlarger picture that they have access to, so this is uh development of how uh we were\noperating in that area. The interrogation of uh of prisoners of war and of civilians was a\nhighly skilled uh process and developed a great deal of information. And of course we\nhave other kind of...find ways of getting information as well. So that takes us uh to the\narea of our primary interest. The uh...if I recall correctly it uh was on the 29th of April in\n1945 that uh we moved into the uh concentration camp. It seemed to me if I recall again,\nit wasn't a bad day. A lovely day, as days go and Bavaria 1s a lovely part of the world,\nand it seemed so incongruous to be in a lovely part of the world uh and that beautiful blue\nDanube...I couldn't help but uh harken back to that that wonderful waltz. Uh it it just\ndidn't seem to fit into why we were there and what we were doing there, and then\nespecially I suppose walking into the uh concentration camp. Uh I suddenly realized that\nthe shock of seeing what I was told what I might expect to find and I've had some\nexperience I suppose in uh receiving intelligence information as to what I might expect in\nan area, whether it be uh uh factories, whether it be people uh that are antagonistic or not\nso...whatever. And then to find that I was so far off the mark. I should have been shocked\nbefore. I shouldn't have to wait to see what I saw to be to to experience this kind of shock\nbut I guess I was accustomed to seeing violence and death and sickness as a result of\ncombat, not because people uh were housed in a concentration camp with no arms, no\nweapons uh and not as a result of their violence. This coupled with the uh with so\nmany...I mean it wasn't just one or two...everybody I looked at had that same sick, uh\nlarge eyes in a uh skin colored uh skeleton skull. And there was...you could see in many\nof them happiness at what they were seeing but the kind of happiness that they were\nreflecting uh reminded me of someone that was about to die and had enough hearing to\nhear a pleasant sound and uh uh you had to concentrate carefully to see their smile, that\nthere was pleasure in what they were either seeing or hearing. If you've been in a foreign\ncountry where you're not familiar with the people and let's say an oriental as a case might\nbe...in this particular case, initially all the orientals look alike, but to an oriental, the\norientals don't look alike. To a caucasian the differences are great. You can...can't count\nthe...you you can't list the number of differences there 1s from one person to another, one\ngroup to another. When I saw these people, if you want to call them people, there was\nno...they all looked alike. They all looked like that came out of a mold, the same mold.\nThey were just uh very difficult to look at. Uh emotionally it was very difficult, I suppose\nuh...not I suppose. I know. Uh you didn't want to look at your own buddy. I didn't want to\nlook at them. (Pause) (Coughing)",
        "A: It's very difficult to...I suppose...we feel we're adults and we can handle anything\n(coughing) when you suddenly you realize that you are not handling something as as you\nas well as you would like. Kind of embarrassing. So I I suppose this was part of the\nproblem there, if you want to call it a problem. Compared to what I was looking at,\ncompared to those people I had no...I was in clover. I had no problem. The degrees of\nsickness was unreal. Sure people were dying of hunger, but not so much as they were\ndying of sick...typhus and the lack of medication. Uh the the sicker a person 1s, the less\nthey even want to eat, let alone...and they can't eat, so they were dying from almost a\nself-starvation at that point. Not to mention uh what I learned later of course...the method\nof people dying. The uh...obviously the mission of the uh military is to accomplish its\nobjectives whatever they might be. It's not necessary to go into that uh as much perhaps\nas it is uh that we do need a record of what we do for many reasons, uh historical being\none obviously. One to indicate perhaps is this something repetitious? Is it something\nthat's a one time thing that could have occurred? Whether it...regardless of the event or\nthe mission or the objective, so along those lines then some of us were required to uh\ndebrief the uh prisoners and also the uh people in the little of Dachau uh which was part\nof the complex area. However, I do think that uh it's important to tell the story of what\nwhat were these people...I'd love to be able to debrief every person, not only of about\ntheir life in their camp, but where they come from, what were they...the thousands of\npeople. This camp was activated in 1933 to house eight thousand uh political\nprisoners...people who didn't believe as uh the uh Third Reich, the uh Hitler believed, uh\nhis people. Not only from Germany, from other countries, wherever they might be. But of\ncourse as time went on, the numbers increased and the reasons changed slightly if you\nwant to call the uh effort of dis...disposing of all the Jews in Europe a slight change, be\nmy guest, but that's far from a slight change. So by the time we got there, the area was,\nthe camp was housing close to sixty thousand inmates. Of course some of them had\nrecently arrive...recent arrivals from other camps...",
        "A: Yes.",
        "A: Well, the...there was a uh a train of cars, rail cars, on the siding...well, not a siding\nreally...on the main line into the camp that was uh parked there. Uh that uh train had just\narrived and uh there some bodies in the in the uh train, some along side the uh train. Uh\nthey had just arrived, that uh that train, and when we got there the uh there were very few\nguards uh in in uniform uh in within the camp. Many of them had already uh left. The uh\narrival of our forces was not concealed all that well. There was no need to conceal our\narrival uh and they were aware of the possibility that they wouldn't fare very well if they\nwere still in the camp uh when we arrived...from two sources, from from from from us,\nfrom the soldiers and also the uh inmates. Of course the strength of the inmates was such\nthat they didn't have much to fear uh from them in bodily harm but they had some fear of\nbodily harm from them. The stages of of death and dying was a kaleidoscope that I don't\nthink there is any possibility of picturing it really, of of someone lying uh on the ground\nin their uh inmate uniform with their eyes open...didn't look really different from\nsomeone who was upright, except that they were lying on the on the ground. Uh the\ndetailed difference was the position that they occupy there. It was...their arms might\nbe...and their legs didn't look too comfortable so that you had the feeling that they were\nin the throws of uh of dying and spasmodic muscular uh responses or whatever, so\nthey...1n that sense they looked a little different. The...I...we wanted to give them\nsomething and and do something for them, so we reached out and uh one young man uh\nwas about to fall and I reached out and I uh prevented him from falling and I saw that he\nhe was quite weak so that if I just let go he would fall, so I lifted him and he wasn't very\nheavy obviously and I carried him to a...uh inside a building and laid him on a cot. Uh\nthey had these tiered uh benches almost uh...they didn't have any bedding really, and our\nmedical personnel was was uh we were augmented with additional medical people and\nthey began treating the uh uh inmates. The...as an aside I suppose I could uh relate an\nincident uh...and you can bring me back to where I am later if you can, if you\nremember...uh I was delivering a talk at the uh at the uh I think it was\nanniversary, thirty-eighth or fortieth...1 somehow can't recall...I think it was the fortieth\nanniversary of the Warsaw ghetto uprising uh at that uh loca...in uh the and I was\nasked to say a few words uh as representative of the Allied Forces and their effort in that\ndirection, and having done so as I left the microphone a man ran up to me and said\nGeneral, he said, don't you remember me? And I looked at him and I said I'm sorry. I\ndon't remember you. He said, sure you do. You held me in your arms. (Pause) And uh so\nyou see, the fact that they looked so much alike, and here was a man, grey-haired and uh\nin the bloom of life, so somehow he didn't look like the person that I could have possibly\ncarried uh to that cot uh or that bunk really would be a more accurate description. Cot is\nquite sumptuous by comparison. Now his name was uh...that I won't for...forget because\nthat wasn't all that long ago...uh Maurice Pioro, P-I-O-R-O. Pioro. A Belgium, and he\nhad written a book, or compiled I suppose I would say, a book uh containing the names\nof all the Jews removed by the Nazis from Belgium and the date of their departure and he\ngave me that book as a memento of our having met uh again. I did meet him subsequently\nI think a year or two later in Israel uh but nevertheless I found that a fascinating uh\nsituation. The...getting back then to the uh concentration camp...it seemed that the\noverriding desire was to make these people comfortable somehow. Oh we thought food\nwould be of of great comfort, but it really wasn't. They couldn't handle the food we could\ngive them. They had been on such a a starvation diet and such an inadequate diet that\nthey were getting sick from the food, the richness of the food we were giving them, so we\nhad to be very careful about uh what we gave them. You tried...you're almost\noverpowered by that desire to do something for them. The uh...there was a great deal of\nanimosity and impatience with some of us on the part of the inmates that we weren't\ndoing something more tangible to uh to the to the uh guards that were still there and\nevidence of what we were doing to the gua...those people who weren't, that had held them\nuh in such horrible conditions. I'm not sure I could go much further than that in as far as\nthe description of the people, but uh I would go back one more time to the fact that uh\nfrom today as a flashback (cough) I recognize now that my describing what I saw, no\nmatter how detailed and how capable I would be in the English language speaking to\nsomeone who understood English, to give them a reasonably accurate picture of what\nwas there, and the horror of it...I don't think there is a way to do that. God I I wish there\nwere, because if there were I don't think it could ever happen again. The fact that it might\nhappen again means we are that...we are inadequate in that regard and we may never be\nsufficiently adequate, so we much be alert and watchful. After the initial uh impact of\nhaving uh entered the camp, we began more orderly performance of our duties and uh uh\nin my case we uh some of us were debriefing the inmates as to uh their experience,\nwhat...how they were treated, under what circumstances they did this or that, whatever\nthe case might have been, whether 1t was work, whether it was uh uh food, whatever.\nAnd uh we did learn uh and it was corroborated uh repeatedly uh independently uh of uh\none another because each of the inmates were interviewed separately and so that no one\nwas overheard by another, that the uh medical atten...attention was impossible. It just\ndidn't exist. It wasn't there to keep them well. Uh there was a feeling that there they\nweren't needed to be alive, that if they died 1t was just as well...that kind of...that was the\nattitude. That was the pervasive feeling throughout the uh facility. There were cases\nwhere they would uh, the guards would take a large group of prisoners into the fields\nquite a distance from the camp at night during the cold weather and hose them down,\nafter they were called upon to remove their clothing, and left there all night and the\nguards would return and most of them were gone or dead by morning. Uh there were\nthose that were taken by transport during the day to work in various uh factories or in the\nfields which brings us then to the people of Dachau because the people of Dachau lived\nthere. They lived right adjacent to the camp. You couldn't move out of the camp without\nwithout running into some of the citizens. It was like a small town with a main road\ngoing right through it, or the railroad going right through the town. So the the stench of\nthe of the railroad cars wasn't confined within the railroad car. The sounds, the people\ncrying...1t wasn't in a vacuum. When the people were taken by transport through the town\nto reach a factory, to reach a field to work in, people didn't turn...I mean they had eyes\nand they had ears. Some of the SS personnel that administered the camp lived in the\ntown. They didn't live on the uh in the camp. They lived in the city, in the town of\nDachau. Uh upon the interviewing process of the personnel, the uh citizens of Dachau, I\nremember having interviewed a man who was a traveling person. He traveled from his\nhome in Dachau to other towns. He was a traveling person, and he seemed to know more\nabout what was going on in the camp than those who were never, had never left. And he\nconfirmed all the things that the inmates had indicated as regards anything that transpired\noutside the camp. Some of the things that even transpired within the camp, because under\ncertain conditions, certain supplies and things were brought in by the people that lived in\nthe town of Dachau, so they also saw the buildings. They saw some of the people, some\nof the prisoners. When we would ask why didn't you do something, why did you do all\nthe things you were doing that supported or administered to the needs of that camp, you\ngot a variety of answers, all within the same framework however. I would say that the\nmost of them felt they had no choice. That's what they would say. That the...they felt if\nthey didn't comply that there would be reprisals against them, that they would loose their\nlivelihood, that they would...they might suffer some kind of incarceration or penalty. Uh I\nrecall one man was a uh a union person, of all things. He was about I'd say in his late or\nearly for...early fifties, late forties, early fifties if I recall, and he was a very stubborn\nperson and he refused...the only one we every ran into uh and I talked to some of the\nother people who were doing the uh debriefing...going into the debrief...debriefing\nprocess...who had absolutely refused to do anything for the authorities when it came to\nsupporting the camp. And he said he knew what was going on in there. He had never\nbeen inside the camp, but he talked to his friends who had and he never uh complied with\ntheir requi...and they didn't do a thing with him. They left him alone. You would think\nthat he might set an example, that others would say well, they didn't do anything to him.\nThey won't do anything to me. That's the difference in people I guess. But to say that the\npeople of Dachau did not know what was going at in uh in Dac...in the camp...no way.\nThey did know. We were all satisfied that they knew and I'm convinced that they knew\nthat we knew that they were aware of what was transpiring. They couldn't bring\nthemselves to admit their own weakness. I suppose a lot of people are like that. Who\nwants to?",
        "A: They would hide behind their own description of what they saw or heard and their\ndescription of what they saw or heard was I would say far less than accurate or they\nwould describe a different reason for what they may have heard or what they may have\nseen. Example: if they see someone who is uh uh being mistreated, being hit with a with\na rod, uh they would say that he is being prodded to do something he didn't want to do\nand was supposed to do. If they see someone who 1s who is almost falling down sick,\nthey say well, I'm sure that they'll take care of that person when they get to the uh\nin...inside where they have doctors. Uh when they would see these people marching\nout...now this was hard to accept...uh into the fields and then being hosed down, I found\nit very difficult to accept anyone because they would see these people coming back in the\nmorning and they saw how many people left. How could they not know something could\nhave, had to have happened to a lot of people? Weren't they, where were they taken?\nWell, they would say maybe they were taken to another location that they're not aware of,\nyou see. There's so many ways that they tell themselves, to absolve themselves of any\ncomplicity or responsibility. They're very adept at...everybody has a...is adept at that to a\nsome degree, but they were quite...well, when you talk to them and they'd tell you...or ask\nthem questions and they respond, obviously you take them at their word. If you know\ndifferent, you prod them a little or as much as you dare before you frighten them off\ncompletely so they won't respond at all. Because you do want as much information as\nyou can get. It's late in an interview with a person that you really stick it to them, because\nyou think you have as much as you really need, but if you can get more, great. If it takes\na little of this to get it, do it. So we went that route as well. We didn't have to do that with\nthe prisoners however. They were quite willing to uh...well, we had to verify things that\nthey said because you know, the imagination and time and pain and illness uh can play\ntricks on a person, so we used uh many uh interviews and we brought them together to\nverify the uh information that we received. Now there are archives in the uh...I'm\nconvinced...in...unless you already have them, of the reports that were developed. You\nprobably have them. Right.",
        "A: Well, actually I did not spend as much time as perhaps I'm not sure I should have,\nbecause it wasn't my mission I suppose, but I looked into uh two cars and saw the uh\ndead bodies there and reported to one of the medical people that they should uh do\nsomething about that. Uh it's a hazard. Uh death should not be left unattended for long.\nThe uh stench was uh horrible uh both of the human excrement and actual death, because\nI'm I'm confident that there was death before the train stopped. There had to be. The\nuh...there was one person...I'm trying to remember now...that came to me...I think it could\nhave been in Israel, one of my trips there...a survivor who claims that he was one...he was\non that particular train and saw our troops uh as they moved in. Uh I don't recall having\nseen him and I'm sure he didn't recall having seen me. The difficulty with recalling some\nof the things that may have occurred, that did occur on the train is that I didn't see the\nexodus of the people from the train and had it already occurred uh we could have been on\nthe other side of the track approaching from that side when it already had been unloaded,\nbut there were uh some bodies along side the the train as well. The uh...and they were in\nuniforms other than the uniform of the people that we ran into in Dachau, so that's how\nwe also verified the fact that they did not uh come from Dachau. They were brought in\nfrom another area. The uh...I have pictures...one of the things that I uh didn't find that I\nhad surfaced uh some years, a few years ago...in fact this brings to mind I guess in a\nsense why I'm even here...uh after the event, the Dachau event, I felt for my own sanity\nthat it would be just as well if I didn't uh dwell on that uh entire matter. It was very\nuncomfortable and it was...I had difficulty uh performing my own requirements, my own\nmission and still with that on my mind and I found uh comfort in not remembering, so\nmuch so that uh it was probably over a year later that I returned to the States. I didn't...uh\nyeah, in '46...middle of '46 I returned to the States and uh with all my effects, my\nfootlocker and all my equipment and the papers that I had developed and the pictures uh\nfrom that point were in my footlocker and I never opened that footlocker for thirty-eight\nyears and uh never my told my uh late wife or my children of any details of that event\nwhatsoever. And so...because it was more comfortable for me. But somehow I felt they\ndidn't have to know. Their life was comfortable and pleasant. There was no point I felt at\nthat time. And it wasn't until I believe if I recall correctly it could have been '82 perhaps\nthat I was asked to uh speak to a uh high school assembly on my experiences during\nWorld War II in Europe, which was an innocent enough innocent enough request and I\nsaid I would be pleased to do so. This was quite early. This had to be perhaps uh...I'm\ntrying to think whether it was the fall of '81 or early '82...1n any event it was April of '82\nor of that year that I was told uh about a week to ten days prior to the event what my\nsubject was going to be, in detail. That it was not to be my experience in general, but\nmore specifically the matter of Dachau, because they had learned that I was involved\nwith Dachau and I'm not sure I knew how. And I wasn't sure whether I could handle that,\nbut I felt that I had made the commitment and I perhaps should and I did appear and I\nwas asked if I would appear in uniform and I said no, I'd rather not. And I didn't. I\nrepeared...appeared in civilian clothes, talked to all the young students about my\nexperience there. I didn't handled it very well. I broke down before I was through, which\nI thought I might and it bothered me to think I would. And I also learned later on that\nthey wanted me to come back and speak to a smaller group on the next day and then a\nsmaller group on the sec...third day. And that night I said well, I will, yes. But this time\nI'll I'll appear in uniform, because I learned that they thought I was a European that\nhappened to be there in that area at that time, that I was not a member of the United\nStates Armed Forces, and that I felt it was important that they understand my perspective.\nI wasn't an inmate. I was a hardened soldier, because I had gone through all of it. And\nthat's the person they should be listening to. So I did appear in uniform on the second and\nthird day. And it was then that I realized fully that the picture I was given as an\nintelligence officer before I got to Dachau didn't prepare me a little bit for what I found.\nThe shock couldn't have been greater. It could have been greater perhaps, but I don't see\nhow because there was no real relationship between what I was able to picture from my\ninformation to what I really found there. Then how can I, that many years later and\nthat...one or two generations removed, tell them how it really was so that they will make\nsure it'll never happen again. That's why I appeared in the first place. That's why I'm here\nnow. Cause it isn't easy, but it's worth it.\n(Crying) (Pause)",
        "A: No way. Anything more.\nTECHNICAL CONVERSATION\nEnd of Tape #1\nTape #2",
        "A: With regard to the reaction of the people that were with me as we moved into uh the\ncamp, I daresay they all knew I was Jewish and all of us were aware of the fact that the\nprimary population mix was Jews in these concentration camps at the time that we were\nmoving into them. So they probably felt that if they looked at me they may get a clue as\nto what they should be feeling or exhibiting, much the same as if you're at a a movie and\nsomebody's laughing...you look next door...somebody's really laughing...well, you laugh\na little bit with them, or you cry with them, whatever. Somehow there was independence\nof people, and earlier I may have mentioned the fact that uh perhaps there was some\nembarrassment at exhibiting how one was reacting to something like...such a horror, yet I\ndidn't pay much attention to their reaction as they didn't pay a lot of attention to mine, to\nme. We were all rather bug-eyed at what we were looking at. It was almost in disbelief\nthat we saw this horror. There was one young fellow actually began to sob. And if I\nrecall, he was an Ital...uh an Italian kid and he cried softly...he was just sobbing. I never\ngot around to asking him why he felt so badly other than the horror that we were looking\nat may have taken him in that fashion. Another fellow if I recall correctly just looked\nalmost as if he wasn't seeing anything. His eyes weren't even focused on anything. And\nas far as I myself is concerned I guess in the sense I almost identified with some of them\nbecause I was Jewish, and yet the overriding uh uh feeling I had was not that as much as\nuh what could these people have done to have deserved to be put in this kind of\ncondition, and I reflected momentarily on how long they must have been there to\nhave...you can't suddenly be like that over night, so they have had to lived through a\nprocess, a horrible process to have arrived at this condition, which just boggled my mind.\nI reflected to a certain extent uh and very briefly on the fact that someone had to know\nmuch more than I of actually what was happening here for a far longer time than I, and\nhow 1s it possible that noth...nothing was surfaced to have uh either indicated a revulsion\nfor this kind of performance or something far more tangible. I just have no...I just...1t just\nsort of went through my mind and I was too busy and involved with what I was doing to\nto to...but I do recall that having uh raced through my mind. The uh...I hadn't entered any\nof the buildings until this man uh that I had uh I had indicated he was about to fall and I\nprevented from falling and carried him into that building because I felt that he had to be\nin some kind of uh uh enclosure instead of out in the yard there, and uh the uh...the uh the\nbunks were were very crude uh and I thought of my God, how can these people uh lie and\nsleep and rest on these hard wood boards when uh their bodies had no meat, just skin and\nbone. That's a horrible uh feeling when you're, you have no meat on your bones and\nyou're lying on something else, they cushion you. But I think that some of them were just\nbeyond feeling. They almost had to be. (Pause) I'm not sure I could describe the uh the uh\ninterior of the of these buildings. Uh you you look at them with eyes that are...you're not\njust uh looking at a at a building or an interior. You're looking at what what had to\nhappen there to these people to be 1n the condition they were in, how they had to live uh\nand I and it bothered me more later I think because I learned that through the debriefing\nprocess that uh what they, how they lived and what they did to one another uh in the\nname of survival and it...and some of the things that they did had to be uh well, some\npeople are stronger than others I suppose or some not as strong as others, so that they\nwould do things to protect themselves in the direction of surviving...if it was food...1f it\nwere uh uh to tell uh one of the uh officials, the hierarchy, whether it be a kapo or what\nwhether it be one of their own that had a responsibility for a particular portion of a\nbuilding...the things that they would say and tell about one another was unbelievable,\nbecause it may mean a uh perhaps a morsel of food more than they might have gotten\notherwise. It may have been uh that they would be uh allowed to live a little longer. The\nthreat of death had such an impact in spite of the fact that these people were near death\nalready, but you never know...they probably didn't realize that, that they would do almost\nanything for one more day, because one more day brought them closer to a point where\nthey thought they may be out of there and free and in a better situation. (Pause) It was\nimpossible how they could live like that. Animals live better. And we're talking about\nsomebody's father, somebody's brother, somebody's son. All you have to do is think of\none's self. I have brothers. I have a father. But for whatever I'm not one of them, but they\nare...that can tear you up. (Pause) Somehow if I could ever describe the structure and\nmaybe that would help too. I can't. I just can't. I just can't. (Pause) I've said more than I\nthink I could have. People have to know however, in spite of my inadequacy, that the\nworld cannot survive another event such as the Holocaust. It can't. We will loose all our\nhumanity because we've lost a great deal of it then, so I'm not sure we could we could\nsurvive as a as people if some of these people would permit an event of that nature to\noccur again. It can't. And I'm sorry...I wish I could do more.",
        "A: Pardon.",
        "A: I've felt so inadequate. Once this matter came out, when it was recognized as something\nthat should be dealt with, I guess I felt comfort in numbers but the the real comfort never\ncame. It hasn't come yet, so when it does maybe I'll be able to do a job.",
        "A: No. That I couldn't tell.",
        "A: That I couldn't do.",
        "A: When I did what?\nCONCLUSION OF INTERVIEW\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumMay 23, 1990\nRG-50.030*0129",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with William P.\nLevine, conducted by Linda Kuzmack on May 23, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "WILLIAM P. LEVINE\nMay 23, 1990"
    ]
}