{
    "rg": "RG-50.233.0003_trs_en",
    "sequence": [
        "Q: I'd like to get really the whole of your experiences and that includes your life\nbefore the war",
        "A: Before the war?",
        "Q: Right. So we can start out with your name at the time, your date of birth, and then\nlet’s talk about your family -- your brothers and sisters, how many, where you\nwere within that hierarchy, what your father did, where you lived.",
        "A: Yes. I also would like to, well not much but during the war years, I would like\nnot so much to dwell on my own life as I experienced a very dramatic or tragic\nepisode with my father. I’d like to tell you about this and that will take a little bit\nof mine.",
        "Q: Okay.",
        "A: Personal story.",
        "Q: Right.",
        "A: My name is Helen, Helen Balsam, home Rosenbloom. Helen Rosenbloom.",
        "Q: Your name was Helen ---?",
        "A: Helen -- my name 1s really Hava, Havula (13) but -- Havula Rosenbloom -- but\nafter the war, it was a difficult name so we changed it to Helen. That was after\nthe war. My name’s Helen Rosenbloom. I come from a family of -- we were five\nchildren. I was the oldest.",
        "Q: When were you born?",
        "A: I was born in 1927, December 16, 1927. I was the oldest and the others were\nsmall children when the war broke out. My parents and the whole family lived in\nBedzin. My father was a traveling salesman.",
        "Q: What did he sell?",
        "A: He was like traveling to the neighboring little towns where were lived, the\nsurrounding little towns. He was selling everything that they needed. He was a\nvery enterprising kind of person. I never remember lacking anything. There was\nalways food in the house and we lived pretty, pretty nice.\n1",
        "Q: Did you own your own house?",
        "A: No, we lived like -- we had two rooms. It was pretty comfortable and my mother\nwas home. She was taking care of the children and the house and my father was,\nas I said, a traveling salesman and he was doing pretty well.",
        "Q: He sold mostly like household ware?",
        "A: Like -- whatever they needed. Like if they needed a material for a dress, or for a\ncoat; or if they needed shoes. Whatever they needed, he used to travel and bring\nthem whatever they needed. I was going to school.",
        "Q: Go to public school?",
        "A: Yeah, I was in sixth grade when the war broke out.",
        "Q: Were you in Polish public school?",
        "A: Yeah, it was really a Jewish, it was just Jewish children, Jewish girls. It was a\ngirls’ Jewish school which was a public school; it wasn’t a private school. But\nJewish children, when I was going to school, the Jewish children, the girls went to\nJewish public school and the boys; my brothers, one of my brothers was already\nschool-age, was in a public school for boys, but Jewish boys. Jewish children\nwent separately to school.",
        "Q: There’s a fairly large Jewish population there.",
        "A: Yeah, Bedzin had a --. I don’t know how true it is but they said it was 32,000\nJews in the town. Is that true?",
        "Q: I have about 22,000 in 1931. So in another nine years or so, it’s possible.",
        "A: It’s possible, yeah. Every summer when school ended in June, we used to go to a\nresort place where my father comes from. He comes from Olkusz which is like\n25 kilometers from Bedzin. We used to go every summer, we went and spent the\nsummers in Olkusz. It was like very good times, very good memories I have from\nthose summers.",
        "Q: You would stay with your grandparents there?",
        "A: No, we didn’t have grandparents but my father had distant family that lived there.\nWe used to rent like a farmer’s house and spent like two months, July and August.\nIn 1939, that was in the summer, in September when the war broke out and we\nwere ready to come home, the beginning of September, my father was a young\nman at the time yet. He was born in 1906, he was like 37 years old. He was\n2\nmobilized. He got some notice to come and register because the Polish had -- the\nGermans had declared war on Poland.",
        "Q: So the Polish army ---?",
        "A: The Polish had to come and register and be ready for the war. So my father was\nalso because he used to -- as a young man, he was a soldier. He was in the\nmedical corps so these people, they were like the first ones to be called in. He\nwent and he registered and we went home by ourselves. I remember my mother\nand children, we came home and my father was already --. They were fighting on\nthe Oberslassen (ph) on the Upper Silesia (?) they were fighting with the\nGermans. The Germans were pushing them toward the East and he was ---. The\nRussians in one of the towns on the eastern front; his company was surrounded by\nthe Russian army which was coming in from the other side. He was caught and\nhe remained with the Russians, on the Russian side. For a while, he was\ncontemplating to come back or not to Bedzin. He didn’t want to come back\nbecause the Germans were already there. He decided not to come back but he\nwanted my mother with the children to go there. But she didn’t want to go; she\ndidn’t want to give everything up and go. So, she didn’t go and that was the\nbiggest mistake. But since she didn’t go, he stayed in this place in Vloff,\nLemberg. He stayed there, the Russians, this was Poland before the second World\nWar but the Russians had occupied it and he stayed there. He didn’t want to go\ninto deep Russia thinking that one day he’s going to come back to us. Sure\nenough, 1941, when the Germans and the Russians started, when they broke their\nagreement... Just for a while there, they had this agreement not to fight. But then\nthey broke this agreement and they did attack; the Germans did attack. My father\nwas in that town where the Germans came in, in Vloff and they -- all the Jews in\nthat area when the Germans came in, they murdered them. They took them out\nand they dug their own graves and they machine-gunned them. But my father\nsomehow, got away. He was telling us because he did come home -- he was\ntelling us that when they took them out, they were hiding in basements from the\nGermans, from the Ukrainians mostly, were surrounding these houses where they\nknew the Jews live and they took them out. One of the Ukrainians recognized\nhim because he used to work -- my father was like a supervisor in a factory there\nin Lemberg and he recognized him and he said to his friends, he says, he’s a good\nguy, let him go. So he did let him go and that’s how he, at that time, he started to\nsmuggle back to Bedzin from there, from that part back to Bedzin. Quite a few\npeople at that time did come back. They saved themselves from the massacres\nand they did come back. The Germans found out that these people ran away and\nthey came back to the east. We were called the Third Reich -- they came into the\nThird Reich and they started looking for them. They also were looking and my\nfather was scared. He didn’t have any identification because everybody had to\nhave identification. He didn’t have any and he had to voluntarily join a group that\nwent to a labor camp. Didn’t give his name or anything. Somehow, we had\nsomebody who helped us that he shouldn’t because if they would have arrested\nhim they might have sent him to Auschwitz. But this way he went to a labor\n3\ncamp. That was 1942, that was May 1942 he went to camp, a labor camp. We\nwere chased out at that time from our home. We were put in a ghetto, in the\nBedzin Ghetto and it was only a matter of time that we were going to be sent\naway also. But somehow they gave out cards for the young people, the young,\nable people, they gave out yellow cards and for the mothers and children and old,\nthey gave the green cards. In 1943, in May just a year later, after my father was\nsent away, I was -- police came and I was taken out and sent away to a labor camp\nmyself. Three months later, in August, my mother and the children were sent to\nAuschwitz, to the extermination camps. Tapes aren’t working?",
        "Q: No, it’s running. What was the name of the labor camp you were sent to?",
        "A: The labor camp was called -- it was in the area of Hirshburg. It was the\nimmediate area where the camp was, was called Seletog Rees (word missing), that\nmeans big mountains, Rees (word missing). We worked, I worked in a textile\nfactory. We were 300 women and there were barracks. Every room was\noccupied by 16 girls. Every morning we used to go, five o’clock, used to go to\nwork and we used to come back, five, six o’clock in the evening.",
        "Q: The factory was within the complex?",
        "A: Not too much, not too much. In the morning, we marched out; we were watched\nand marched out to work and in the evening we came back. The gates were\nopened and we were let in. We were surrounded, the barracks were surrounded\nwith wires.",
        "Q: What did you do in the textile factory?",
        "A: I worked at the machines.",
        "Q: At the looms?",
        "A: Looms, yeah. I used to operate three machines myself. Other girls, some of the\ngirls worked in the spinnery where they used to make the cotton but I worked in\nthe textile factory. That was 1943 to -- from 1943, 1944, a year later --.",
        "Q: Late 1944?",
        "A: No, I was until 1945 but 1944, on the outside of our camp, on the outside of the\nwires, they started putting up barracks. We didn’t know what the barracks for.\nWe thought they bringing in more women but it was October, 1944 and they\nstarted -- brought in men, Jewish men. They came -- we found out they were\ncoming from the places where the camps were, where the Russians were\nadvancing. Like the Polish, the closer to the Polish borders, Germany was closer,\nthe Germans were coming, like Breslau. So they were pushing these people into\nGermany. We were a little, we were Lidershasen. Our area was closer to\n4\nLidershasen. Closer to Germany, it wasn’t in Germany but it was closer to\nGermany and these men were brought into this barrack, to these barracks. One\nevening, when I came home from work and they were bringing them in by the\ndroves, every day, thousands and thousands were being brought in. They were --\nthey looked so haggard and thin and muddy and --.",
        "Q: Were they brought in by trucks?",
        "A: No, walking, walking; just walking. But it didn’t faze me, it didn’t faze me\nbecause I was occupied with myself and everybody was just going to work and\ncoming from work. We realized what situation we find ourselves so we didn’t\nreally worry too much what was going on. But one evening I came home and one\nof my friends was telling me. She says, Helen what would you do if your father\ncame, was one of the transferred? I knew my father was in camp. He was sent\naway in 1942.",
        "Q: You didn’t know which camp though?",
        "A: I didn’t know, no. So when she was telling me this, I says why are you telling me\nthis? She says, well, I hope you are not going to get too excited but I think\nsomebody asked for you. I think its your father because he came. He didn’t\nknow where I was. But he knew he had a daughter who was 16 years old. At that\ntime I was already 17, 1944, so he took a chance and he asked. He ways, by the\nwires, they were standing by the wires and talking with the women. He says,\ncould a Helen Rosenbloom be here. Oh, yeah, there is such a girl! So when I\ncame home and they told me this, I got very hysterical. I said Oh God, this is the\nhappiest day of my life. I met my father, my father. Nobody, I was the only one\nand I was just in heaven. I didn’t know what to do. I didn’t realize that this is not\nsuch a good thing for me; not such a happy thing. At the time, I was kind of\nrejoicing. I went in; I wanted to see him, hadn’t seen him in two years and then\nhe was in Russia and I didn’t have a chance to see him. I didn’t know what to do.\nSo I ran into this woman, this German woman that was overseeing us. We were\nnot in the concentration camp yet, we were just a labor camp. I ran into her and I\ndon’t know where I got the courage because she was a very stern person. She was\na big woman; I was a little thing. I ran into her and I started crying and I said,\ncould you please do for me, my father’s here, my father came. Could I see him,\ncould I please see him, just for five minutes. She listened to me, I don’t know\nwhat made her like that. She really listened to me. She says, you know, I’m\ngoing to do something. I’m going to see that you see your father. She went into\nthe other side; she did go in and she spoke to this oversharfuhrer; he was a killer.\nTell you later why I know.",
        "Q: She was just a ---?",
        "A: She was just a woman, a German woman, a very prominent kind of a woman, she\nmust have been. She was very respected but she was a real German woman that\n5\ntook care of Jewish. They trusted her that she’ll be enough, good or bad enough\nto lead a camp. She went in there and I did meet my father. They brought him in.\nEverybody, all the girls, were 300. All the girls were standing there in the big\ncorridor in the barrack. They brought him in and he was very thin. He was like\nthis. He had a little head, a shaven head and muddy, full of mud. When I\nembraced him, I could see the mud just on him. My uncle, it was an uncle that\ncame with him, my mother’s oldest brother. Just he happened to meet him in that\ncamp when they brought them -- when they brought all these people there, he\nhappened to meet him there. He brought him in so I met the uncle and my father.\nWe saw each other for a few minutes.",
        "Q: They came onto your barracks?",
        "A: He came in -- they brought him in. They brought him in and we met and I was\nvery happy; he was very happy. He asked me, where’s mamma, where are the\nchildren? I said, look, just the two of us now. I told him the truth. My uncle\nasked me, where are my children, where? I said, I don’t know. Anyway, so I said\nto myself, what can I do for him. I’d like to save him because this was a place\nthat they brought these people in to die. They used to take them out, this was\nOctober, November, December; it was cold. It was so cold, they weren’t dressed.\nThey take them out in the morning for work and brought them back when it was\ndark. You know in the winter, it gets dark early. They used to keep them\nstanding after a day’s work, used to make them stand there and look for the -- if\nthey find something on them. So if they found on somebody a potato or a piece of\nbread that they brought back -- that they got somehow from somebody; they used\nto beat them. They used to make them fall down and get up, fall down and get up\nand I used to see that. I was crying day and night. Then they used to bring back a\nlot of dead people from that work whatever they did outside. I used to worry.\nEvery night, was for a few months, this was going on. Until from October, 1944\nto 1945, January, beginning of January, I used to give him everything that I could\nthrow over the wires, bread --. The bread that I got in the morning, I used to get\ntwo tiny pieces of bread; at night I used to get the potato; so whenever the soup, I\ncouldn’t do it. But whatever I got that was solid, that I packed, I used to throw\nover the wire. I didn’t eat. This is for a few months I didn’t eat anything. I used\nto go to work. The little food that we got, we got very little, I used to give to him.\nAt first, he didn’t realize, but then he asked me, from where do you have it? From\nwhere do you --? I said, don’t worry, don’t worry, I have, I have.",
        "Q: You were able to talk with him through the fence?",
        "A: Yes, yes. We used to stand, we used to talk. Somehow and he used to tell me,\ndon’t worry, he says, you’ll see, we’ll survive and we’ll be together. We’ll take\ncare of each other and a soon as we get liberated, he used to tell me, because he\nwas big politician -- used to come home and bring me the news. Oh, I heard this\nand I heard that, soon the war will be over. I heard it from this one and from that\n6\none. We’ll soon be liberated. As soon as we get liberated, I'll send you to\nAukvotks. Did you hear of the city Aukvotks?",
        "Q: No.",
        "A: It’s a resort, by Warsaw. The people, the rich people, used to go to -- for the\nsummer. People also that used to have TB; lung --.",
        "Q: Was a spa of some kind, right?",
        "A: Yeah, spa. It was a very elegant resort place. He says as soon as we get liberated,\n[ll send you to Aukvotks. I never forgot this. Anyway, this was going on from\nOctober to January, beginning of January. I felt myself getting weaker and\nweaker but I was -- I’m little but I’m a strong person.",
        "Q: You pretty much just eating the soup that you got?",
        "A: That’s all I used to eat a whole day. At night, we used to get a soup, a very thin,\nlike a spinach soup, and potatoes, like two potatoes. The potatoes, right away, I\ndidn’t even feel like eating them because I knew they’re not mine. I used to\nthrow them with the bread from the morning. I used to go away in the morning\nnot eating anything and that was going on for months. I felt myself getting\nweaker and weaker. I just wanted him to live. In January, I don’t remember\nexactly but I know it was the beginning of January, we were awakened and we\nhad to dress fast and they said we are leaving the camp.",
        "Q: Up to that point, you still had been working in the factory, in textile?",
        "A: Factory, continuously working in the factory. We were told to dress and that we\nare being evacuated from the camp. I looked out and there was nobody there on\nthe other side no more. They took them out also. It seems that they were also\nadvancing towards us, the Allies or the Russian army, whoever it was, was\nadvancing in our direction. We were sent out. They already had begun, the (\nwords missing), didn’t see him no more. They -- we went on that march, walking,\nit was snowing and cold, was blowing --.",
        "Q: Did they give you any idea where you were heading? Did you have any idea?",
        "A: No, nothing, nobody says, nobody told us anything. Just told to go. We were\ngoing and going and at a certain place, we were put on trains. Those cattle trains\nand before we passed, I know it was before Czechoslovakia, we were shot at.\nPlanes were coming down, later on we found it must have been -- we were told, it\nwas either American or English that were shooting. Because on the same trains\nthey were also bringing ammunition. They were covered up, the ammunition and\nwe were in these cattle trains.\n7",
        "Q: How long had you marched before you got on the trains?",
        "A: We marched day and night, a long, long time. We put on those trains and were\nshot at. A lot of the women that I was with was shot and killed.",
        "Q: Through the train?",
        "A: Through those little openings, was little openings in the trains that you had, those\ncattle trains. It was rrrrroo flying back. This girlfriend of mine, in the winter\nwhen it was cold, in camp, in Tr(rest of word missing) we used to sleep together\nwhen it was cold. This girl was slow kind of person. Whatever she did, she did\nvery slow, always. That was her nature. When we heard the shooting, everybody\nlike fell to the ground. The first thing we did was put on our shoes because we\nwere sitting on the trains without our shoes to be a little bit more comfortable.\nThe first thing we just put our feet in the shoes and we laid down. But she\ndecided she was going to, she had these shoes with laces, she was going to lace up\nher shoes. It just tore her feet to pieces. She lived until we brought her into\nMauthausen. We came into Mauthausen and she died there, in Mauthausen, this\ngirl. But there were other women that were shot or were killed. There were some\nHungarian girls. Anyway we were brought into Mauthausen and Mauthausen\nstays on the mountain. Walking up to the camp, we saw blood on both sides just\ntrickling down, both sides of the road going up to the mountain. We knew that\nwe're going to a very nice place. We came up, we saw a lot of people was shot\nout there. We stood in Mauthausen, we were in Mauthausen from — must have\nbeen like March, beginning of March to April. Also we were put into one big\nroom, was like a barn. Thousands of people packed in, just had enough place just\nto sit down, just like this. In the morning, we used to go out just in the air and\nthen they chased us back in. Then we were taken out from Mauthausen after a\nfew — I would say about a few weeks we were there, three or four weeks, we were\nthere and we were taken out from Mauthausen. We were lined up and as we were\nlined up we met up -- we didn’t realize that it was so many people there. There\nwere a lot of Jewish men we met that were also lined up to go out from\nMauthausen.. By the gate going out from there, they had baskets with breads; by\nthe gate standing. Ill never forget that scene. The men, they threw themselves,\nthey were standing SS men, young German guys were standing at the gate by\nthose baskets. They were supposed to go out. There was pushing, there was\npushing. The men, they threw themselves at those baskets and they were standing\nthere and beating them with the guns they were holding. It was such a massacre,\nwas such a killing going on there. Everybody was beaten up but mostly the men.\nThese men were so many years in the camps. They came from starvation and\nthey saw bread so they threw themselves at those baskets. They were -- a lot of\nthem just got hit in the head. They just ran away and some of them were killed.",
        "Q: What was the bread there for?\n8",
        "A: They wanted — they — some people grabbed the bread. Some did but others\ndidn’t. Others got hit. Some did and some didn’t. Some were lucky and they got\nthe bread and they got because there was such a pushing with thousands of people\ngoing through that gate. Anyway we went through the gate. I don’t remember\ngoing for that bread and none of the women that I was with; mostly men. We\nwent through the gate. This was in Austria, 1945. This was April. Again we\nstarted walking and we walked and it was raining day and night; it was pouring.\nWe walked without food, like every second or third day they gave us a piece of\nbread and some water. At night we slept on the fields.",
        "Q: Under nothing, just --?",
        "A: Under nothing, it was jut wet. We were just laying there in the fields and we were\nso tired, we just slept. At one point I noticed a young German soldier taking a\nyoung Jewish guy in one of the fields that we were supposed to have been resting,\nwhere we rested for the night. He took a young guy, a young German soldier.\nThere was a pond on that field. He took that guy and he put his head in the water\nand other Germans came and they looked on what he did until the guy was dead.\nHe just dunked his head in the water, dunked him in the water until he was dead.\nThis was 1945 already, the Germans knew they were losing the war.",
        "Q: You saw this man being --?",
        "A: I saw this. I never forget. I saw that young guy, a beautiful — he didn’t look like\nhe was ready to die. After walking for days and days, I don’t remember how\nmany days but for days we were walking and walking. And Austria is a small\ncountry. I don’t know why we did that walking but while we marched; while we\nmarched like in the daytime; we had to march like in fives; behind us there were\nthousands of people going. The end, there were German young guys on\nmotorcycles riding and whoever fell back, if you were weak, you couldn’t walk,\nyou were wobbly; there was shooting, shooting. All the way you heard shooting\nlike; it was like you were used already to it. On both sides of the road in Austria,\non both sides were just piles and piles of death, dead people. This was going on\nuntil we were brought into Gunskilkin. The woods -- there were woods. They\nbrought us into the woods and there were barracks prepared. I heard later on that\nthey started with 7,000, there were 7,000 that came in. We were there in\nGunskilkin for 10 days. Very little food, no water, no food, no toilet. In the\nbarracks, were no floors, was mud. You went in, you were lucky to find a little\nspace to sit down. But when I came in, when I came in to Gunskilkin, I felt like\nthis is the end. I am going -- this is my last stop. There was a stump, a tree stump\nbecause to put up these barracks, they had to chop down the trees. There was a\ntree stump and I sat down on that tree stump and I felt myself like expiring. This\ngirl, a Hungarian girl came over to me. These Hungarian girls came to us in 1944\nwhen they were brought to different places from Auschwitz. We received a\ntransport also of Hungarian girls in 1944. We had to teach them the work in the\ntextile factory. This girl with her sister was put to my machines and I had to teach\n9\nthem the work. The others maybe weren’t so kind to them. They didn’t speak\nYiddish, they didn’t speak Polish. You couldn’t communicate with them. It was\nvery hard to communicate with them. They were different than we were. You\nsee the Polish people -- we were used to suffering, so many years, since 1939.\nThey just recently -- so they were a little different than we were. They were --\nand some of our people, some of the women that I was with, treated them not so\nnice. But I felt sorry for these two. One was a very pretty girl. She was so\npretty; she had dark hair and blue eyes. She was so attractive, she was so\ngorgeous and she had a younger sister, also a very pretty girl. The sister must\nhave been maybe 13 years old but she was nicely developed so she went through\nAuschwitz. They stood on my machines and I taught them and I was kind to her\nand she looked forward to stay with me. I used to somehow communicate with\nher. She came over to me in Gunskilkin and she says to me --. She saw me\nsitting there. She says, come on. She says come with me. She took me away\nfrom the people that I was with, my Polish friends, Polish Jewish friends. She\ntook me with her. She says come with me. I went with her and we found three\nplaces. She was very smart. She used to go out and bring somehow a piece of\nbread. They used to bring in some rations. But there was such a pushing that not\neverybody could do that. If you were weak, if you were sick, you couldn’t do that\nanymore. But she, she used to go out and bring in for her sister, she brought for\nme. I hardly could go out. When I used to go out, it was only when I went to the\nbathroom. I already had dysentery and I had to go very often. They had these\nouthouses. There was a big walk. Until I got there, the mud was so -- was\nimpossible to walk. People used to stick their feet in and that’s where they fell\nand that’s where they died. We used to walk over dead people. By the toilets, by\nthe outhouses, there were stacks and stacks of dead people, stacks of them, just\nthere. I used to go there. I used to just look away and just go in and come back. I\nfelt myself sick and her sister was very sick also. She was okay, the sister was\nsick. That was for ten days, laying in that mud and not washing. Every time I\ntouched myself, I used to take off lice that were so big like my hand. I used to put\nmy hand under my arms -- everybody was crawling away. Unbelievable lice, I\nhave never seen in my life. I was there in camp and this was unbelievable.\nFriday May the 5 we heard some commotion and it started -- we were free but\nmost people —",
        "Q: The commotion --?",
        "A: Most people were sick, everyone. There were some that still could walk but most\nwere very ill. That was Friday. Next day, Saturday, I decided I’m going to join\nmy friends, my previous friends from camp that I know from home. I joined them\nand see what they do. So I went there and they decided that they’re going to go\nout. We were all sick, we were all holding on to each other and we walked out\nfrom the camp, everybody. That was Saturday morning. As we walked out, we\nsaw Americans on tanks. They were throwing candies and gum and everything,\nthey were throwing. They saw what was happening. The roads were full of these\npeople that were walking out from the camps. They were throwing their rations,\n10\ncans with all kinds of food. But then after a day, they decided to give us, these\npeople give us shelter. We got shelter in these houses that -- was like a camp, a\nsoldiers’ camp. We got these -- aroom. We were five girls. My friends, we got\none room with beds, with these cots that the soldiers used to sleep on. It was very\nnice, it was clean and there were kitchens opened up. I don’t know if it was Red\nCross or whatever. All over, kitchens opened up and they used to cook and they\nused to feed so food was no problem. But we were sick and I, especially, was\nvery ill. But I wanted —",
        "Q: Still with dysentery?",
        "A: Dysentery, continuously dysentery, But I was very weak, very weak. But I\nwanted to live so much. The will to live was so tremendous that I can’t believe\nthat today people want to live so badly. I was young, I guess, and that’s what\nmade me strive for that. But I was pushing, I was getting up in the morning,\ndressing, but I could not help myself, very sick. I had a temperature; I didn’t\nrealize. I was going out, I was walking, I was washing up. I was dressing, I was -\n- but I felt myself very sick. One day I woke up in the morning, very high fever.\nI realize that I had high fever and I was full of spots, was brown spots all over me.\nThey called up emergency or whatever at that time was. I was taken to a hospital,\nI had typhoid, very bad. Typhoid and TB and dysentery and everything.",
        "Q: Let’s pause for a second.\n(End of Side A)",
        "A: I wasn’t put — it was like a makeshift hospital. The doctors were German, the\nnurses were German. I was laying, I remember myself falling asleep, like dozing\noff and waking up, dozing off and waking up. I find myself on the floor, on a\nstraw sack. For the longest, longest time, I wasn’t put into a bed? There were\nbeds but they thought I’m dying because I looked like I was dying because I\ndidn’t eat anything, I didn’t drink anything. I don’t remember getting an injection\nor a medicine, nothing. I was laying there and there were others that were laying -\n- was like a corridor. We were lined up and laying there and I wasn’t out into a\nbed. This was going on for a very long time. then after a while, I woke up and I\ndid find myself in a bed, in a white -- white sheets.",
        "Q: Days later this was, or --?",
        "A: This was a very long time. This was May, June, July. This was three months\nlater. This was August already. I found myself in bed, in a bed and a nurse\nstanding over me. She was taking the temperature and she was smiling. She says,\nyou know you’re going to be okay. She said in German to me that the fever fell.\nYour fever fell, she says, and you’re going to live. You’re going to be okay. But\nI was still -- I was laying in a bed and behind me was a window. The window\nwas open, it was summer and I could hear voices downstairs, laughing and people\n11\nwalking. I was conscious because I was very weak. You know when you’re\nweak, you just want to sleep. When I heard the noise and I heard laughing and I\nheard talking and I said would I like to do that. To be able to walk and also laugh\nbut I couldn’t. My feet didn’t want to get up. I couldn’t get up and I had to be --\nshe used to bring me in the pan, the bedpan a few times a day and this was going\non for a long time. But one day -- I couldn’t eat. I couldn’t eat but I had a friend.\nI met a man in that camp where we were brought in, 1n that soldiers’ camp, when\nwe were brought in, after Gunskilkin, I met a Polish man that was in Mauthausen\nas a political prisoner. He was a Christian. He was much older than me but he\nliked me. I don’t know -- at the time I didn’t realize of his intentions but I needed\na friend. He was good to me and when I started getting better and my friends\nfound out that I’m alive because this was a long --. They didn’t know what had\nhappened to me; they couldn’t find me. They didn’t know what had happened,\nthey thought I’m dead. But they did find out that I’m alive and they started to\ncome and visit me. They told him that I’m alive, that ’m okay. He came to visit\nme and since I couldn’t eat and I looked very bad, he says to me, what would you\nlike to eat, what would you like? There must be something that you would like to\neat. I told him, I remember how my mother used to cook rhubarb. I had this taste\nor rhubarb, a lot of sugar, sour and sweet. I would like to have rhubarb. Well,\ntomorrow we’re going to have rhubarb so he brought me rhubarb. I started eating\nthe rhubarb and he brought me sandwiches with salami and butter and cheese. I\nused to sit and I had to eat it up while he sat there, I had to eat it up. But one\nthing he says to me. He says, you eat it up. If I see you sharing this with your\nfriends, I’m going to kill you. He did that. I ate, I started eating. Then my\nfriends started bringing me different things. But I still couldn’t go down, I\ncouldn’t walk. But I made up my mind one day, I am going to go down to the\nbathroom. I’m going to walk because that window did it. That window I had\nbehind me. That sun, those beautiful days gave me such an incentive to live and\nto want to be normal, so I said I am going to go down and I am going to walk.\nI’m going to the bathroom. To go to the bathroom you have to pass a corridor and\nI started -- I went down with my head was going like this. My feet were like\nrubber but I was holding on by the wall. Took me an hour until I got to the\nbathroom. All the doctors, I’ll never forget that scene; all the doctors and the\nnurses were standing there like they -- they were looking like they saw a ghost.\nThat’s how I must have looked. When they saw how I looked, very bad. But\nafter that time, I walked down. I went, I did 1t on my own and I went back and I\ndid it again and again. A few days I went and I joined my friends, these five girls\nthat I was with before, before I went to the hospital. I was weak for months, very\nweak. I was laying most of the time but they were very good to me. They shared\neverything they had with me and they --. I recuperated, not fully but I did get\nback a little bit where I could function. Then I met my husband. We left that\nplace. That place was called Hirschegg, by the way, the camp of the German\nsoldiers. The area was called Hirschegg. We left Hirschegg and we went into\nLintz. We married 1946.",
        "Q: In Austria?\n12",
        "A: I never met my father again. I was looking for him. I was going from camp to\ncamp because they had these places, these displaced persons camps. People that\nwere coming from all over. From there, they were going to Israel or to America,\nor Australia or whatever. A lot of them passed through Austria. I made sure that\nI pass every camp and I looked. I wrote letters and I left my name everywhere. It\nseems that he was killed on one of those, on that march that he disappeared.",
        "Q: You don’t know for sure?",
        "A: I don’t know what happened, what could have happened to him. He was killed or\ndied from starvation. But we married and the following year, 1947, our son was\nborn in Lintz, in Austria. The following year, 1948, in December, we came to the\nUnited States where my husband had some family. We’ve been here since and\nI’m doing pretty -- I think I’m doing pretty well for somebody who’s supposed to\nbe dead. But it seems that it was -- I was destined to live for all of them, right?",
        "Q: I think so.",
        "A: I carry this, I do live for all of them. I try to live for all of them. I try to be as\nstrong as possible. I’m trying to be helpful to my husband with my strength. He\ngives me a lot of strength here. He is a strong person. We are two survivors.",
        "Q: I have a couple of questions. That moment in Gunskilkin, when you sat on the\nstump and felt like this was the end, that was a bad feeling that you were going to\ndie, you felt? Not that this was the end of the war?",
        "A: I felt -- no, no. That wasn’t the end, no, no. I heard nothing about the end of the\nwar. I just -- we were fighting from day to day for the existence of our lives. A\npiece of bread made you go on another hour or another day, that’s all.",
        "Q: Those barracks were horribly crowded.",
        "A: These barracks in Gunskilkin was, if ever somebody imagines hell, this was hell.\nBecause it was -- what they did is they put up the walls, the barracks. They didn’t\nput up any planks, nothing on the floor.",
        "Q: It had been raining?",
        "A: This was March, March April. It was raining -- it was like coming down day and\nnight just like curse. On top of everything else, it was just pouring, raining and\nmud. You were laying in mud. There was enough space, there wasn’t space for\neverybody because I know of people -- I remember people standing. They didn’t\nhave place to sit down. The bathrooms that we had to go to, those outhouses,\nwith those stacks and stacks of dead people. In Gunskilkin, you have graves there\nof thousands of people, thousands. Young people, young guys, young --,\n13\neverybody was young. Old people couldn’t survive, everybody was young. I\nremember seeing laying there people from Auschwitz with the stripes. They were\nlaying there with the striped suits. These people had been there, had been years in\ncamps. The last minute, this was just days before liberation, they died. They died\nof --. I was, I was, really this was, I don’t know how I survived. I was so sick\nand I was laying there. Nobody, I don’t remember anybody giving me a little\nwater or a pill, an injection, nothing. When they brought me into that bed, when I\nfound, when I opened up my eyes and I saw this nurse standing by me, it was like\ncoming back from the dead. Then next to me was a bed with somebody that she\nrecognized me, this girl. She says to me, you know this bed where you laying, my\nsister just died, that’s why you got the bed, she says to me. I think I’m very\nstrong or there’s some higher-up that wanted me to live. But I wanted my father\nto live very badly, I wanted him to live so much.",
        "Q: What was his name?",
        "A: His name was David Leon. I wanted him to live. I said -- I used to pray to God\nevery night, I said, take my life and let him live. When I saw what was going on\nthere -- how they used to torture these people. All the days in the cold, not\ndressed and not fed. They used to bring them back into the camps at night and if\nthey found a piece of bread or a potato, they used to torture them to death. There\nwas my father amongst them. How can a child see that? I used to adore my\nfather. My father was a very idealistic, a very wonderful person. He was the one\nthat used to say that for us Jews, I remember as a little girl, he used to tell his\nchildren, he says, for us Jews, there is only one way for us to exist is to have our\nown country. People must have a country. That’s why I’m a Zionist.",
        "Q: What do you remember about when the Germans first came into your town?",
        "A: When they came in, September, the first thing they did. We had the most\nbeautiful shul in our city. If anybody -- I think most people remember that shul as\nlike a -- like the temple in Jerusalem. Inside was the work like Michelangelo. I\nremember being just twice, maybe twice or three times in the shul. It was work\nlike Michelangelo’s work on the ceilings.",
        "Q: It’s called the Great Synagogue.",
        "A: Oh, was that a gorgeous synagogue, outside and inside. It was a dream. First\nthing is that they burned that synagogue. They threw, as the synagogue was\nburning, they threw pigs and cows into the fire. They used to shout. They used to\ntake out people in the talasim. There was a lot of -- across from the shul was a\nmikvah. Not far from there, around in that area, lived a lot of Hasidim. They\nused to take them out and shot them and threw them in the -- when the shul was\nburning. This is the first thing they did.",
        "Q: Many homes were lost too, weren’t they?\n14",
        "A: Around there, the whole area. We went back in 1979, Irving and I went back to\nBedzin. We went to Poland, among other cities, we visited Bedzin. I couldn’t\nfind the place where the shul was. I wanted -- not so much to see where we lived\neven, but I wanted to see what the shul --. I wanted to know if I recognized the\nplace where the shul stood. All the houses around were burned, destroyed. There\nwas a church not far from there. The church stood but in the middle where the\nshul stood is one little tree is growing. One tiny, little tree is growing. If I ever\ncried, that was the place. I cried, believe me, and I’m not a great -- but that’s\nwhere I cried because I remember that burning of that shul. This was such a\nbeautiful edifice, it was the most magnificent thing.",
        "Q: Were you a religious family?",
        "A: No, not so much. My mother used to light candles and we used to observe the\nholidays but my father didn’t go to shul too often. He went to shul only when a\nnice cantor came from some place, a big cantor. He loved to hear singing,\ncantorial. He, himself, liked to sing and I take that in my life to sing also",
        "Q: Did you go to Hebrew school?",
        "A: No, but I had a teacher, a Hebrew teacher come in. We had, my brothers went to\nCheder but I had a teacher come in, teaching me Hebrew.",
        "Q: Let’s see. In some stuff I had read that in 1940 or °41, a lot of refugees came into\nBedzin. Do you remember anything about that?",
        "A: 1944. They came --. 1944?",
        "A: 1940 to °41.",
        "A: Yeah, they came in from Germany, a lot. Then they came in from the areas where\nthe Germans took back from Russia. Where the Jews lived, the Owstuk and that\nwhole eastern Poland area where the Jews did not escape into Russia. Where they\nremained, the ones that weren’t killed because most of them were killed right then\nand there. They self-dug pits, they were machine gunned. But the ones that\nescaped, a lot of them came back. That’s when my father came back. That was -\n41, they came back from the east. A lot of them came in, came to us because\nBedzin was a Jewish town. They found shelter.",
        "Q: There were a couple of deportations of thousands to Auschwitz",
        "A: Every day, every day were deportations, every day. Every day they marched\npeople to the trains. But I don’t know how we remained until 1943. I think my\nmother, my mother worked. She had some kind of a -- like a protection because\nshe worked in a hospital.\n15",
        "Q: Did she work all the time, like when you were growing up also?",
        "A: No, no, no. But the Germans made everybody work. She worked in a hospital\nduring the war. I and my brother next to me also had to work. We worked in a\nfactory of leather pocketbooks, how do you call, cases, leather cases, we used to\nwork. The two little ones --.",
        "Q: This was from early on, when the Germans first came in?",
        "A: Yeah, we had to work. The two little ones, I had like a three-year-old and a five-\nyear-old little one, a sister five-year-old, three-year-old brother, they were left\nalone home. We had to work.",
        "Q: So there were four children altogether?",
        "A: Five.",
        "Q: Five children?",
        "A: The two brothers and I had to -- they were young but we had to go to work.\nThat’s how we remained, we were working like we showed that we are productive\nSo we worked and we stayed on. They knew that they’ll get us eventually.",
        "Q: What about the forming of the ghetto? That was like in early °43?",
        "A: Forty-three, no, ’42.",
        "Q: Forty-two.",
        "A: Forty-two, end of ’42. Forty-three, maybe in the beginning they put everybody\nand I wasn’t there. Maybe they put everybody there but little by day, they\neliminate every day, every day transports went away. They eliminated -- most\nmen, young men and young women were sent to labor camps. Families with\nchildren were, mothers with children, grandmothers, were going to Auschwitz.\nFrom our area, everybody went to Auschwitz. Because it was only like, I think 30\nkilometers from Bedzin. Was the closest.",
        "Q: What was your mother’s name?",
        "A: Balcia",
        "Q: B-a-l?",
        "A: B-a-l-c-1-a.\n16",
        "Q: Was your father born in Bedzin?",
        "A: No, he was born in Olkusz. That’s where we used to go, summer resort.",
        "Q: That’s right. How do you spell that?",
        "A: O-|-k-u-s-z.",
        "Q: Do you know the date of his birth, approximately?",
        "A: I know only 1906. My mother also, 1906. By the way, I didn’t tell you a very\ninteresting story. Five years ago, I thought I’m all alone, I don’t have anybody,\nnot a cousin, nobody. I had a family, my aunt, one of my mother’s sisters, went to\nRussia in 1939, 40. What happened to her is -- she had four children, this aunt.\nShe lived in Kartavitsa. Her husband was taken into the Polish army at the same\ntime that my father was taken in. He, when the Germans were pushing the Polish\nsoldiers back, he lived in Kartavitsa which is almost on the German border. I\ndon’t know what happened; he got himself lost from his company or what. He\nstarted marching back to Kartavitsa with his shoes on -- with his uniform -- I\ndon’t know, he got lost. He was going in that direction to Kartavitsa. A Polish\nofficer saw him and he shot him, killed him. While he was laying there, he was\ndying, he was telling the peasants that came around, he says, my wife, I have here\nmy address wallet. They did come and they told her. She buried him. She took\nthe children and she went to Russia. It was right in the beginning, she went to\nRussia. I knew about that. I was a young kid, I was only 12 years old but I\nremember it. After the war, couldn’t find them -- thought they died. A lot of\npeople died in Russia. But five years ago, I went to a wedding. I’m sitting there\nwith a woman and we started talking and she asked me from where are you? I\nsaid I’m from Bedzin. I ask her. She says I’m from Kartavitsa. I says Kartavitsa,\nI had family in Kartavitsa. She says what was their names. I said their name\nhappened to be Boshnitza. She says Boshnitza, I know Boshnitzas in Israel. She\nsays, my sister lives in Haifa and she has a store and she has Boshnitzas coming\nright into the store. I know she deals with people Boshnitza. I says maybe it’s\ndifferent people, maybe it’s not those Boshnitzas. She says to me, I’Il find out for\nyou. That same evening, she called me back and she asked me the names. I\nremembered the names. Sure enough, it was these Boshnitzas, the children were\nstill alive. There were two girls, and two men and two women. They were\nchildren at the time. They were younger than we were. I met these cousins but it\nwas a very -- the meeting is just also -- beyond how we met. Because when I\ncalled him, he couldn’t believe it. He thought somebody’s playing a game with\nhim. After all these years! I says look, my mother’s name, I gave my mother’s\nname, my father’s name, don’t be afraid. I think you are my cousin, I said. Sure\nenough, he started crying also. He says, you know I have so many people\nsometimes calling me and telling me that and then I’m disappointed. So anyway I\nmet this uncle that I met with my father in camp.\n17",
        "Q: Oh, really?",
        "A: He was at that time 92 years old but he recognized me. He was living with one of\nmy cousins because he lost his whole family. But he remarried and his wife,\nalready second wife had died. He was living, an old, old man, living with one of\nthose cousins. He recognized me and he asked me. He says, he told me about my\nfather, how he remembered my father was with him and how he met me. Ninety-\ntwo years old. He lived then and for a few years I had the pleasure of going --.\nHe went into a home, a very fine home in Israel and we used to go visit him. His\nhead -- his body was going but his head was so good.",
        "Q: Fid he know, did he know what happened to your father?",
        "A: No, they lost ---.",
        "Q: They were in camp together?",
        "A: They met in Seelotog in that camp, they met there. But then when they took them\nout, they lost each other. What happened that he survived and my father was a\nstronger man, was tall and he was stronger and he didn’t survive. This uncle was\na little guy but he survived. So I have these cousins, I have these four cousins.\nBut they are, one girl lost her -- both of her legs are dead, frozen in Russian and\nshe is a cripple, one of them. She’s suffering but they’re doing okay. I keep in\ncontact with them and they always call me and I call them. It gives me a good\nfeeling. After all these years. This just happened, just five years ago and I was\nlooking for them. I looked everywhere. This is my story. Life goes on as they\nsay, right?",
        "Q: Yes, it does.",
        "A: I hope that this will never, never happen again.\n18\n"
    ],
    "questions": [
        "Q: I'd like to get really the whole of your experiences and that includes your life\nbefore the war",
        "Q: Right. So we can start out with your name at the time, your date of birth, and then\nlet’s talk about your family -- your brothers and sisters, how many, where you\nwere within that hierarchy, what your father did, where you lived.",
        "Q: Okay.",
        "Q: Right.",
        "Q: Your name was Helen ---?",
        "Q: When were you born?",
        "Q: What did he sell?",
        "Q: Did you own your own house?",
        "Q: He sold mostly like household ware?",
        "Q: Go to public school?",
        "Q: Were you in Polish public school?",
        "Q: There’s a fairly large Jewish population there.",
        "Q: I have about 22,000 in 1931. So in another nine years or so, it’s possible.",
        "Q: You would stay with your grandparents there?",
        "Q: So the Polish army ---?",
        "Q: No, it’s running. What was the name of the labor camp you were sent to?",
        "Q: The factory was within the complex?",
        "Q: What did you do in the textile factory?",
        "Q: At the looms?",
        "Q: Late 1944?",
        "Q: Were they brought in by trucks?",
        "Q: You didn’t know which camp though?",
        "Q: She was just a ---?",
        "Q: They came onto your barracks?",
        "Q: You were able to talk with him through the fence?",
        "Q: No.",
        "Q: Was a spa of some kind, right?",
        "Q: You pretty much just eating the soup that you got?",
        "Q: Up to that point, you still had been working in the factory, in textile?",
        "Q: Did they give you any idea where you were heading? Did you have any idea?",
        "Q: How long had you marched before you got on the trains?",
        "Q: Through the train?",
        "Q: What was the bread there for?",
        "Q: Under nothing, just --?",
        "Q: You saw this man being --?",
        "Q: The commotion --?",
        "Q: Still with dysentery?",
        "Q: Let’s pause for a second.",
        "Q: Days later this was, or --?",
        "Q: In Austria?\n12",
        "Q: You don’t know for sure?",
        "Q: I think so.",
        "Q: I have a couple of questions. That moment in Gunskilkin, when you sat on the\nstump and felt like this was the end, that was a bad feeling that you were going to\ndie, you felt? Not that this was the end of the war?",
        "Q: Those barracks were horribly crowded.",
        "Q: It had been raining?",
        "Q: What was his name?",
        "Q: What do you remember about when the Germans first came into your town?",
        "Q: It’s called the Great Synagogue.",
        "Q: Many homes were lost too, weren’t they?",
        "Q: Were you a religious family?",
        "Q: Did you go to Hebrew school?",
        "Q: Let’s see. In some stuff I had read that in 1940 or °41, a lot of refugees came into\nBedzin. Do you remember anything about that?",
        "Q: There were a couple of deportations of thousands to Auschwitz",
        "Q: Did she work all the time, like when you were growing up also?",
        "Q: This was from early on, when the Germans first came in?",
        "Q: So there were four children altogether?",
        "Q: Five children?",
        "Q: What about the forming of the ghetto? That was like in early °43?",
        "Q: Forty-two.",
        "Q: What was your mother’s name?",
        "Q: B-a-l?",
        "Q: Was your father born in Bedzin?",
        "Q: That’s right. How do you spell that?",
        "Q: Do you know the date of his birth, approximately?",
        "Q: Oh, really?",
        "Q: Fid he know, did he know what happened to your father?",
        "Q: They were in camp together?",
        "Q: Yes, it does."
    ],
    "answers": [
        "A: Before the war?",
        "A: Yes. I also would like to, well not much but during the war years, I would like\nnot so much to dwell on my own life as I experienced a very dramatic or tragic\nepisode with my father. I’d like to tell you about this and that will take a little bit\nof mine.",
        "A: Personal story.",
        "A: My name is Helen, Helen Balsam, home Rosenbloom. Helen Rosenbloom.",
        "A: Helen -- my name 1s really Hava, Havula (13) but -- Havula Rosenbloom -- but\nafter the war, it was a difficult name so we changed it to Helen. That was after\nthe war. My name’s Helen Rosenbloom. I come from a family of -- we were five\nchildren. I was the oldest.",
        "A: I was born in 1927, December 16, 1927. I was the oldest and the others were\nsmall children when the war broke out. My parents and the whole family lived in\nBedzin. My father was a traveling salesman.",
        "A: He was like traveling to the neighboring little towns where were lived, the\nsurrounding little towns. He was selling everything that they needed. He was a\nvery enterprising kind of person. I never remember lacking anything. There was\nalways food in the house and we lived pretty, pretty nice.\n1",
        "A: No, we lived like -- we had two rooms. It was pretty comfortable and my mother\nwas home. She was taking care of the children and the house and my father was,\nas I said, a traveling salesman and he was doing pretty well.",
        "A: Like -- whatever they needed. Like if they needed a material for a dress, or for a\ncoat; or if they needed shoes. Whatever they needed, he used to travel and bring\nthem whatever they needed. I was going to school.",
        "A: Yeah, I was in sixth grade when the war broke out.",
        "A: Yeah, it was really a Jewish, it was just Jewish children, Jewish girls. It was a\ngirls’ Jewish school which was a public school; it wasn’t a private school. But\nJewish children, when I was going to school, the Jewish children, the girls went to\nJewish public school and the boys; my brothers, one of my brothers was already\nschool-age, was in a public school for boys, but Jewish boys. Jewish children\nwent separately to school.",
        "A: Yeah, Bedzin had a --. I don’t know how true it is but they said it was 32,000\nJews in the town. Is that true?",
        "A: It’s possible, yeah. Every summer when school ended in June, we used to go to a\nresort place where my father comes from. He comes from Olkusz which is like\n25 kilometers from Bedzin. We used to go every summer, we went and spent the\nsummers in Olkusz. It was like very good times, very good memories I have from\nthose summers.",
        "A: No, we didn’t have grandparents but my father had distant family that lived there.\nWe used to rent like a farmer’s house and spent like two months, July and August.\nIn 1939, that was in the summer, in September when the war broke out and we\nwere ready to come home, the beginning of September, my father was a young\nman at the time yet. He was born in 1906, he was like 37 years old. He was\n2\nmobilized. He got some notice to come and register because the Polish had -- the\nGermans had declared war on Poland.",
        "A: The Polish had to come and register and be ready for the war. So my father was\nalso because he used to -- as a young man, he was a soldier. He was in the\nmedical corps so these people, they were like the first ones to be called in. He\nwent and he registered and we went home by ourselves. I remember my mother\nand children, we came home and my father was already --. They were fighting on\nthe Oberslassen (ph) on the Upper Silesia (?) they were fighting with the\nGermans. The Germans were pushing them toward the East and he was ---. The\nRussians in one of the towns on the eastern front; his company was surrounded by\nthe Russian army which was coming in from the other side. He was caught and\nhe remained with the Russians, on the Russian side. For a while, he was\ncontemplating to come back or not to Bedzin. He didn’t want to come back\nbecause the Germans were already there. He decided not to come back but he\nwanted my mother with the children to go there. But she didn’t want to go; she\ndidn’t want to give everything up and go. So, she didn’t go and that was the\nbiggest mistake. But since she didn’t go, he stayed in this place in Vloff,\nLemberg. He stayed there, the Russians, this was Poland before the second World\nWar but the Russians had occupied it and he stayed there. He didn’t want to go\ninto deep Russia thinking that one day he’s going to come back to us. Sure\nenough, 1941, when the Germans and the Russians started, when they broke their\nagreement... Just for a while there, they had this agreement not to fight. But then\nthey broke this agreement and they did attack; the Germans did attack. My father\nwas in that town where the Germans came in, in Vloff and they -- all the Jews in\nthat area when the Germans came in, they murdered them. They took them out\nand they dug their own graves and they machine-gunned them. But my father\nsomehow, got away. He was telling us because he did come home -- he was\ntelling us that when they took them out, they were hiding in basements from the\nGermans, from the Ukrainians mostly, were surrounding these houses where they\nknew the Jews live and they took them out. One of the Ukrainians recognized\nhim because he used to work -- my father was like a supervisor in a factory there\nin Lemberg and he recognized him and he said to his friends, he says, he’s a good\nguy, let him go. So he did let him go and that’s how he, at that time, he started to\nsmuggle back to Bedzin from there, from that part back to Bedzin. Quite a few\npeople at that time did come back. They saved themselves from the massacres\nand they did come back. The Germans found out that these people ran away and\nthey came back to the east. We were called the Third Reich -- they came into the\nThird Reich and they started looking for them. They also were looking and my\nfather was scared. He didn’t have any identification because everybody had to\nhave identification. He didn’t have any and he had to voluntarily join a group that\nwent to a labor camp. Didn’t give his name or anything. Somehow, we had\nsomebody who helped us that he shouldn’t because if they would have arrested\nhim they might have sent him to Auschwitz. But this way he went to a labor\n3\ncamp. That was 1942, that was May 1942 he went to camp, a labor camp. We\nwere chased out at that time from our home. We were put in a ghetto, in the\nBedzin Ghetto and it was only a matter of time that we were going to be sent\naway also. But somehow they gave out cards for the young people, the young,\nable people, they gave out yellow cards and for the mothers and children and old,\nthey gave the green cards. In 1943, in May just a year later, after my father was\nsent away, I was -- police came and I was taken out and sent away to a labor camp\nmyself. Three months later, in August, my mother and the children were sent to\nAuschwitz, to the extermination camps. Tapes aren’t working?",
        "A: The labor camp was called -- it was in the area of Hirshburg. It was the\nimmediate area where the camp was, was called Seletog Rees (word missing), that\nmeans big mountains, Rees (word missing). We worked, I worked in a textile\nfactory. We were 300 women and there were barracks. Every room was\noccupied by 16 girls. Every morning we used to go, five o’clock, used to go to\nwork and we used to come back, five, six o’clock in the evening.",
        "A: Not too much, not too much. In the morning, we marched out; we were watched\nand marched out to work and in the evening we came back. The gates were\nopened and we were let in. We were surrounded, the barracks were surrounded\nwith wires.",
        "A: I worked at the machines.",
        "A: Looms, yeah. I used to operate three machines myself. Other girls, some of the\ngirls worked in the spinnery where they used to make the cotton but I worked in\nthe textile factory. That was 1943 to -- from 1943, 1944, a year later --.",
        "A: No, I was until 1945 but 1944, on the outside of our camp, on the outside of the\nwires, they started putting up barracks. We didn’t know what the barracks for.\nWe thought they bringing in more women but it was October, 1944 and they\nstarted -- brought in men, Jewish men. They came -- we found out they were\ncoming from the places where the camps were, where the Russians were\nadvancing. Like the Polish, the closer to the Polish borders, Germany was closer,\nthe Germans were coming, like Breslau. So they were pushing these people into\nGermany. We were a little, we were Lidershasen. Our area was closer to\n4\nLidershasen. Closer to Germany, it wasn’t in Germany but it was closer to\nGermany and these men were brought into this barrack, to these barracks. One\nevening, when I came home from work and they were bringing them in by the\ndroves, every day, thousands and thousands were being brought in. They were --\nthey looked so haggard and thin and muddy and --.",
        "A: No, walking, walking; just walking. But it didn’t faze me, it didn’t faze me\nbecause I was occupied with myself and everybody was just going to work and\ncoming from work. We realized what situation we find ourselves so we didn’t\nreally worry too much what was going on. But one evening I came home and one\nof my friends was telling me. She says, Helen what would you do if your father\ncame, was one of the transferred? I knew my father was in camp. He was sent\naway in 1942.",
        "A: I didn’t know, no. So when she was telling me this, I says why are you telling me\nthis? She says, well, I hope you are not going to get too excited but I think\nsomebody asked for you. I think its your father because he came. He didn’t\nknow where I was. But he knew he had a daughter who was 16 years old. At that\ntime I was already 17, 1944, so he took a chance and he asked. He ways, by the\nwires, they were standing by the wires and talking with the women. He says,\ncould a Helen Rosenbloom be here. Oh, yeah, there is such a girl! So when I\ncame home and they told me this, I got very hysterical. I said Oh God, this is the\nhappiest day of my life. I met my father, my father. Nobody, I was the only one\nand I was just in heaven. I didn’t know what to do. I didn’t realize that this is not\nsuch a good thing for me; not such a happy thing. At the time, I was kind of\nrejoicing. I went in; I wanted to see him, hadn’t seen him in two years and then\nhe was in Russia and I didn’t have a chance to see him. I didn’t know what to do.\nSo I ran into this woman, this German woman that was overseeing us. We were\nnot in the concentration camp yet, we were just a labor camp. I ran into her and I\ndon’t know where I got the courage because she was a very stern person. She was\na big woman; I was a little thing. I ran into her and I started crying and I said,\ncould you please do for me, my father’s here, my father came. Could I see him,\ncould I please see him, just for five minutes. She listened to me, I don’t know\nwhat made her like that. She really listened to me. She says, you know, I’m\ngoing to do something. I’m going to see that you see your father. She went into\nthe other side; she did go in and she spoke to this oversharfuhrer; he was a killer.\nTell you later why I know.",
        "A: She was just a woman, a German woman, a very prominent kind of a woman, she\nmust have been. She was very respected but she was a real German woman that\n5\ntook care of Jewish. They trusted her that she’ll be enough, good or bad enough\nto lead a camp. She went in there and I did meet my father. They brought him in.\nEverybody, all the girls, were 300. All the girls were standing there in the big\ncorridor in the barrack. They brought him in and he was very thin. He was like\nthis. He had a little head, a shaven head and muddy, full of mud. When I\nembraced him, I could see the mud just on him. My uncle, it was an uncle that\ncame with him, my mother’s oldest brother. Just he happened to meet him in that\ncamp when they brought them -- when they brought all these people there, he\nhappened to meet him there. He brought him in so I met the uncle and my father.\nWe saw each other for a few minutes.",
        "A: He came in -- they brought him in. They brought him in and we met and I was\nvery happy; he was very happy. He asked me, where’s mamma, where are the\nchildren? I said, look, just the two of us now. I told him the truth. My uncle\nasked me, where are my children, where? I said, I don’t know. Anyway, so I said\nto myself, what can I do for him. I’d like to save him because this was a place\nthat they brought these people in to die. They used to take them out, this was\nOctober, November, December; it was cold. It was so cold, they weren’t dressed.\nThey take them out in the morning for work and brought them back when it was\ndark. You know in the winter, it gets dark early. They used to keep them\nstanding after a day’s work, used to make them stand there and look for the -- if\nthey find something on them. So if they found on somebody a potato or a piece of\nbread that they brought back -- that they got somehow from somebody; they used\nto beat them. They used to make them fall down and get up, fall down and get up\nand I used to see that. I was crying day and night. Then they used to bring back a\nlot of dead people from that work whatever they did outside. I used to worry.\nEvery night, was for a few months, this was going on. Until from October, 1944\nto 1945, January, beginning of January, I used to give him everything that I could\nthrow over the wires, bread --. The bread that I got in the morning, I used to get\ntwo tiny pieces of bread; at night I used to get the potato; so whenever the soup, I\ncouldn’t do it. But whatever I got that was solid, that I packed, I used to throw\nover the wire. I didn’t eat. This is for a few months I didn’t eat anything. I used\nto go to work. The little food that we got, we got very little, I used to give to him.\nAt first, he didn’t realize, but then he asked me, from where do you have it? From\nwhere do you --? I said, don’t worry, don’t worry, I have, I have.",
        "A: Yes, yes. We used to stand, we used to talk. Somehow and he used to tell me,\ndon’t worry, he says, you’ll see, we’ll survive and we’ll be together. We’ll take\ncare of each other and a soon as we get liberated, he used to tell me, because he\nwas big politician -- used to come home and bring me the news. Oh, I heard this\nand I heard that, soon the war will be over. I heard it from this one and from that\n6\none. We’ll soon be liberated. As soon as we get liberated, I'll send you to\nAukvotks. Did you hear of the city Aukvotks?",
        "A: It’s a resort, by Warsaw. The people, the rich people, used to go to -- for the\nsummer. People also that used to have TB; lung --.",
        "A: Yeah, spa. It was a very elegant resort place. He says as soon as we get liberated,\n[ll send you to Aukvotks. I never forgot this. Anyway, this was going on from\nOctober to January, beginning of January. I felt myself getting weaker and\nweaker but I was -- I’m little but I’m a strong person.",
        "A: That’s all I used to eat a whole day. At night, we used to get a soup, a very thin,\nlike a spinach soup, and potatoes, like two potatoes. The potatoes, right away, I\ndidn’t even feel like eating them because I knew they’re not mine. I used to\nthrow them with the bread from the morning. I used to go away in the morning\nnot eating anything and that was going on for months. I felt myself getting\nweaker and weaker. I just wanted him to live. In January, I don’t remember\nexactly but I know it was the beginning of January, we were awakened and we\nhad to dress fast and they said we are leaving the camp.",
        "A: Factory, continuously working in the factory. We were told to dress and that we\nare being evacuated from the camp. I looked out and there was nobody there on\nthe other side no more. They took them out also. It seems that they were also\nadvancing towards us, the Allies or the Russian army, whoever it was, was\nadvancing in our direction. We were sent out. They already had begun, the (\nwords missing), didn’t see him no more. They -- we went on that march, walking,\nit was snowing and cold, was blowing --.",
        "A: No, nothing, nobody says, nobody told us anything. Just told to go. We were\ngoing and going and at a certain place, we were put on trains. Those cattle trains\nand before we passed, I know it was before Czechoslovakia, we were shot at.\nPlanes were coming down, later on we found it must have been -- we were told, it\nwas either American or English that were shooting. Because on the same trains\nthey were also bringing ammunition. They were covered up, the ammunition and\nwe were in these cattle trains.\n7",
        "A: We marched day and night, a long, long time. We put on those trains and were\nshot at. A lot of the women that I was with was shot and killed.",
        "A: Through those little openings, was little openings in the trains that you had, those\ncattle trains. It was rrrrroo flying back. This girlfriend of mine, in the winter\nwhen it was cold, in camp, in Tr(rest of word missing) we used to sleep together\nwhen it was cold. This girl was slow kind of person. Whatever she did, she did\nvery slow, always. That was her nature. When we heard the shooting, everybody\nlike fell to the ground. The first thing we did was put on our shoes because we\nwere sitting on the trains without our shoes to be a little bit more comfortable.\nThe first thing we just put our feet in the shoes and we laid down. But she\ndecided she was going to, she had these shoes with laces, she was going to lace up\nher shoes. It just tore her feet to pieces. She lived until we brought her into\nMauthausen. We came into Mauthausen and she died there, in Mauthausen, this\ngirl. But there were other women that were shot or were killed. There were some\nHungarian girls. Anyway we were brought into Mauthausen and Mauthausen\nstays on the mountain. Walking up to the camp, we saw blood on both sides just\ntrickling down, both sides of the road going up to the mountain. We knew that\nwe're going to a very nice place. We came up, we saw a lot of people was shot\nout there. We stood in Mauthausen, we were in Mauthausen from — must have\nbeen like March, beginning of March to April. Also we were put into one big\nroom, was like a barn. Thousands of people packed in, just had enough place just\nto sit down, just like this. In the morning, we used to go out just in the air and\nthen they chased us back in. Then we were taken out from Mauthausen after a\nfew — I would say about a few weeks we were there, three or four weeks, we were\nthere and we were taken out from Mauthausen. We were lined up and as we were\nlined up we met up -- we didn’t realize that it was so many people there. There\nwere a lot of Jewish men we met that were also lined up to go out from\nMauthausen.. By the gate going out from there, they had baskets with breads; by\nthe gate standing. Ill never forget that scene. The men, they threw themselves,\nthey were standing SS men, young German guys were standing at the gate by\nthose baskets. They were supposed to go out. There was pushing, there was\npushing. The men, they threw themselves at those baskets and they were standing\nthere and beating them with the guns they were holding. It was such a massacre,\nwas such a killing going on there. Everybody was beaten up but mostly the men.\nThese men were so many years in the camps. They came from starvation and\nthey saw bread so they threw themselves at those baskets. They were -- a lot of\nthem just got hit in the head. They just ran away and some of them were killed.\n8",
        "A: They wanted — they — some people grabbed the bread. Some did but others\ndidn’t. Others got hit. Some did and some didn’t. Some were lucky and they got\nthe bread and they got because there was such a pushing with thousands of people\ngoing through that gate. Anyway we went through the gate. I don’t remember\ngoing for that bread and none of the women that I was with; mostly men. We\nwent through the gate. This was in Austria, 1945. This was April. Again we\nstarted walking and we walked and it was raining day and night; it was pouring.\nWe walked without food, like every second or third day they gave us a piece of\nbread and some water. At night we slept on the fields.",
        "A: Under nothing, it was jut wet. We were just laying there in the fields and we were\nso tired, we just slept. At one point I noticed a young German soldier taking a\nyoung Jewish guy in one of the fields that we were supposed to have been resting,\nwhere we rested for the night. He took a young guy, a young German soldier.\nThere was a pond on that field. He took that guy and he put his head in the water\nand other Germans came and they looked on what he did until the guy was dead.\nHe just dunked his head in the water, dunked him in the water until he was dead.\nThis was 1945 already, the Germans knew they were losing the war.",
        "A: I saw this. I never forget. I saw that young guy, a beautiful — he didn’t look like\nhe was ready to die. After walking for days and days, I don’t remember how\nmany days but for days we were walking and walking. And Austria is a small\ncountry. I don’t know why we did that walking but while we marched; while we\nmarched like in the daytime; we had to march like in fives; behind us there were\nthousands of people going. The end, there were German young guys on\nmotorcycles riding and whoever fell back, if you were weak, you couldn’t walk,\nyou were wobbly; there was shooting, shooting. All the way you heard shooting\nlike; it was like you were used already to it. On both sides of the road in Austria,\non both sides were just piles and piles of death, dead people. This was going on\nuntil we were brought into Gunskilkin. The woods -- there were woods. They\nbrought us into the woods and there were barracks prepared. I heard later on that\nthey started with 7,000, there were 7,000 that came in. We were there in\nGunskilkin for 10 days. Very little food, no water, no food, no toilet. In the\nbarracks, were no floors, was mud. You went in, you were lucky to find a little\nspace to sit down. But when I came in, when I came in to Gunskilkin, I felt like\nthis is the end. I am going -- this is my last stop. There was a stump, a tree stump\nbecause to put up these barracks, they had to chop down the trees. There was a\ntree stump and I sat down on that tree stump and I felt myself like expiring. This\ngirl, a Hungarian girl came over to me. These Hungarian girls came to us in 1944\nwhen they were brought to different places from Auschwitz. We received a\ntransport also of Hungarian girls in 1944. We had to teach them the work in the\ntextile factory. This girl with her sister was put to my machines and I had to teach\n9\nthem the work. The others maybe weren’t so kind to them. They didn’t speak\nYiddish, they didn’t speak Polish. You couldn’t communicate with them. It was\nvery hard to communicate with them. They were different than we were. You\nsee the Polish people -- we were used to suffering, so many years, since 1939.\nThey just recently -- so they were a little different than we were. They were --\nand some of our people, some of the women that I was with, treated them not so\nnice. But I felt sorry for these two. One was a very pretty girl. She was so\npretty; she had dark hair and blue eyes. She was so attractive, she was so\ngorgeous and she had a younger sister, also a very pretty girl. The sister must\nhave been maybe 13 years old but she was nicely developed so she went through\nAuschwitz. They stood on my machines and I taught them and I was kind to her\nand she looked forward to stay with me. I used to somehow communicate with\nher. She came over to me in Gunskilkin and she says to me --. She saw me\nsitting there. She says, come on. She says come with me. She took me away\nfrom the people that I was with, my Polish friends, Polish Jewish friends. She\ntook me with her. She says come with me. I went with her and we found three\nplaces. She was very smart. She used to go out and bring somehow a piece of\nbread. They used to bring in some rations. But there was such a pushing that not\neverybody could do that. If you were weak, if you were sick, you couldn’t do that\nanymore. But she, she used to go out and bring in for her sister, she brought for\nme. I hardly could go out. When I used to go out, it was only when I went to the\nbathroom. I already had dysentery and I had to go very often. They had these\nouthouses. There was a big walk. Until I got there, the mud was so -- was\nimpossible to walk. People used to stick their feet in and that’s where they fell\nand that’s where they died. We used to walk over dead people. By the toilets, by\nthe outhouses, there were stacks and stacks of dead people, stacks of them, just\nthere. I used to go there. I used to just look away and just go in and come back. I\nfelt myself sick and her sister was very sick also. She was okay, the sister was\nsick. That was for ten days, laying in that mud and not washing. Every time I\ntouched myself, I used to take off lice that were so big like my hand. I used to put\nmy hand under my arms -- everybody was crawling away. Unbelievable lice, I\nhave never seen in my life. I was there in camp and this was unbelievable.\nFriday May the 5 we heard some commotion and it started -- we were free but\nmost people —",
        "A: Most people were sick, everyone. There were some that still could walk but most\nwere very ill. That was Friday. Next day, Saturday, I decided I’m going to join\nmy friends, my previous friends from camp that I know from home. I joined them\nand see what they do. So I went there and they decided that they’re going to go\nout. We were all sick, we were all holding on to each other and we walked out\nfrom the camp, everybody. That was Saturday morning. As we walked out, we\nsaw Americans on tanks. They were throwing candies and gum and everything,\nthey were throwing. They saw what was happening. The roads were full of these\npeople that were walking out from the camps. They were throwing their rations,\n10\ncans with all kinds of food. But then after a day, they decided to give us, these\npeople give us shelter. We got shelter in these houses that -- was like a camp, a\nsoldiers’ camp. We got these -- aroom. We were five girls. My friends, we got\none room with beds, with these cots that the soldiers used to sleep on. It was very\nnice, it was clean and there were kitchens opened up. I don’t know if it was Red\nCross or whatever. All over, kitchens opened up and they used to cook and they\nused to feed so food was no problem. But we were sick and I, especially, was\nvery ill. But I wanted —",
        "A: Dysentery, continuously dysentery, But I was very weak, very weak. But I\nwanted to live so much. The will to live was so tremendous that I can’t believe\nthat today people want to live so badly. I was young, I guess, and that’s what\nmade me strive for that. But I was pushing, I was getting up in the morning,\ndressing, but I could not help myself, very sick. I had a temperature; I didn’t\nrealize. I was going out, I was walking, I was washing up. I was dressing, I was -\n- but I felt myself very sick. One day I woke up in the morning, very high fever.\nI realize that I had high fever and I was full of spots, was brown spots all over me.\nThey called up emergency or whatever at that time was. I was taken to a hospital,\nI had typhoid, very bad. Typhoid and TB and dysentery and everything.\n(End of Side A)",
        "A: I wasn’t put — it was like a makeshift hospital. The doctors were German, the\nnurses were German. I was laying, I remember myself falling asleep, like dozing\noff and waking up, dozing off and waking up. I find myself on the floor, on a\nstraw sack. For the longest, longest time, I wasn’t put into a bed? There were\nbeds but they thought I’m dying because I looked like I was dying because I\ndidn’t eat anything, I didn’t drink anything. I don’t remember getting an injection\nor a medicine, nothing. I was laying there and there were others that were laying -\n- was like a corridor. We were lined up and laying there and I wasn’t out into a\nbed. This was going on for a very long time. then after a while, I woke up and I\ndid find myself in a bed, in a white -- white sheets.",
        "A: This was a very long time. This was May, June, July. This was three months\nlater. This was August already. I found myself in bed, in a bed and a nurse\nstanding over me. She was taking the temperature and she was smiling. She says,\nyou know you’re going to be okay. She said in German to me that the fever fell.\nYour fever fell, she says, and you’re going to live. You’re going to be okay. But\nI was still -- I was laying in a bed and behind me was a window. The window\nwas open, it was summer and I could hear voices downstairs, laughing and people\n11\nwalking. I was conscious because I was very weak. You know when you’re\nweak, you just want to sleep. When I heard the noise and I heard laughing and I\nheard talking and I said would I like to do that. To be able to walk and also laugh\nbut I couldn’t. My feet didn’t want to get up. I couldn’t get up and I had to be --\nshe used to bring me in the pan, the bedpan a few times a day and this was going\non for a long time. But one day -- I couldn’t eat. I couldn’t eat but I had a friend.\nI met a man in that camp where we were brought in, 1n that soldiers’ camp, when\nwe were brought in, after Gunskilkin, I met a Polish man that was in Mauthausen\nas a political prisoner. He was a Christian. He was much older than me but he\nliked me. I don’t know -- at the time I didn’t realize of his intentions but I needed\na friend. He was good to me and when I started getting better and my friends\nfound out that I’m alive because this was a long --. They didn’t know what had\nhappened to me; they couldn’t find me. They didn’t know what had happened,\nthey thought I’m dead. But they did find out that I’m alive and they started to\ncome and visit me. They told him that I’m alive, that ’m okay. He came to visit\nme and since I couldn’t eat and I looked very bad, he says to me, what would you\nlike to eat, what would you like? There must be something that you would like to\neat. I told him, I remember how my mother used to cook rhubarb. I had this taste\nor rhubarb, a lot of sugar, sour and sweet. I would like to have rhubarb. Well,\ntomorrow we’re going to have rhubarb so he brought me rhubarb. I started eating\nthe rhubarb and he brought me sandwiches with salami and butter and cheese. I\nused to sit and I had to eat it up while he sat there, I had to eat it up. But one\nthing he says to me. He says, you eat it up. If I see you sharing this with your\nfriends, I’m going to kill you. He did that. I ate, I started eating. Then my\nfriends started bringing me different things. But I still couldn’t go down, I\ncouldn’t walk. But I made up my mind one day, I am going to go down to the\nbathroom. I’m going to walk because that window did it. That window I had\nbehind me. That sun, those beautiful days gave me such an incentive to live and\nto want to be normal, so I said I am going to go down and I am going to walk.\nI’m going to the bathroom. To go to the bathroom you have to pass a corridor and\nI started -- I went down with my head was going like this. My feet were like\nrubber but I was holding on by the wall. Took me an hour until I got to the\nbathroom. All the doctors, I’ll never forget that scene; all the doctors and the\nnurses were standing there like they -- they were looking like they saw a ghost.\nThat’s how I must have looked. When they saw how I looked, very bad. But\nafter that time, I walked down. I went, I did 1t on my own and I went back and I\ndid it again and again. A few days I went and I joined my friends, these five girls\nthat I was with before, before I went to the hospital. I was weak for months, very\nweak. I was laying most of the time but they were very good to me. They shared\neverything they had with me and they --. I recuperated, not fully but I did get\nback a little bit where I could function. Then I met my husband. We left that\nplace. That place was called Hirschegg, by the way, the camp of the German\nsoldiers. The area was called Hirschegg. We left Hirschegg and we went into\nLintz. We married 1946.",
        "A: I never met my father again. I was looking for him. I was going from camp to\ncamp because they had these places, these displaced persons camps. People that\nwere coming from all over. From there, they were going to Israel or to America,\nor Australia or whatever. A lot of them passed through Austria. I made sure that\nI pass every camp and I looked. I wrote letters and I left my name everywhere. It\nseems that he was killed on one of those, on that march that he disappeared.",
        "A: I don’t know what happened, what could have happened to him. He was killed or\ndied from starvation. But we married and the following year, 1947, our son was\nborn in Lintz, in Austria. The following year, 1948, in December, we came to the\nUnited States where my husband had some family. We’ve been here since and\nI’m doing pretty -- I think I’m doing pretty well for somebody who’s supposed to\nbe dead. But it seems that it was -- I was destined to live for all of them, right?",
        "A: I carry this, I do live for all of them. I try to live for all of them. I try to be as\nstrong as possible. I’m trying to be helpful to my husband with my strength. He\ngives me a lot of strength here. He is a strong person. We are two survivors.",
        "A: I felt -- no, no. That wasn’t the end, no, no. I heard nothing about the end of the\nwar. I just -- we were fighting from day to day for the existence of our lives. A\npiece of bread made you go on another hour or another day, that’s all.",
        "A: These barracks in Gunskilkin was, if ever somebody imagines hell, this was hell.\nBecause it was -- what they did is they put up the walls, the barracks. They didn’t\nput up any planks, nothing on the floor.",
        "A: This was March, March April. It was raining -- it was like coming down day and\nnight just like curse. On top of everything else, it was just pouring, raining and\nmud. You were laying in mud. There was enough space, there wasn’t space for\neverybody because I know of people -- I remember people standing. They didn’t\nhave place to sit down. The bathrooms that we had to go to, those outhouses,\nwith those stacks and stacks of dead people. In Gunskilkin, you have graves there\nof thousands of people, thousands. Young people, young guys, young --,\n13\neverybody was young. Old people couldn’t survive, everybody was young. I\nremember seeing laying there people from Auschwitz with the stripes. They were\nlaying there with the striped suits. These people had been there, had been years in\ncamps. The last minute, this was just days before liberation, they died. They died\nof --. I was, I was, really this was, I don’t know how I survived. I was so sick\nand I was laying there. Nobody, I don’t remember anybody giving me a little\nwater or a pill, an injection, nothing. When they brought me into that bed, when I\nfound, when I opened up my eyes and I saw this nurse standing by me, it was like\ncoming back from the dead. Then next to me was a bed with somebody that she\nrecognized me, this girl. She says to me, you know this bed where you laying, my\nsister just died, that’s why you got the bed, she says to me. I think I’m very\nstrong or there’s some higher-up that wanted me to live. But I wanted my father\nto live very badly, I wanted him to live so much.",
        "A: His name was David Leon. I wanted him to live. I said -- I used to pray to God\nevery night, I said, take my life and let him live. When I saw what was going on\nthere -- how they used to torture these people. All the days in the cold, not\ndressed and not fed. They used to bring them back into the camps at night and if\nthey found a piece of bread or a potato, they used to torture them to death. There\nwas my father amongst them. How can a child see that? I used to adore my\nfather. My father was a very idealistic, a very wonderful person. He was the one\nthat used to say that for us Jews, I remember as a little girl, he used to tell his\nchildren, he says, for us Jews, there is only one way for us to exist is to have our\nown country. People must have a country. That’s why I’m a Zionist.",
        "A: When they came in, September, the first thing they did. We had the most\nbeautiful shul in our city. If anybody -- I think most people remember that shul as\nlike a -- like the temple in Jerusalem. Inside was the work like Michelangelo. I\nremember being just twice, maybe twice or three times in the shul. It was work\nlike Michelangelo’s work on the ceilings.",
        "A: Oh, was that a gorgeous synagogue, outside and inside. It was a dream. First\nthing is that they burned that synagogue. They threw, as the synagogue was\nburning, they threw pigs and cows into the fire. They used to shout. They used to\ntake out people in the talasim. There was a lot of -- across from the shul was a\nmikvah. Not far from there, around in that area, lived a lot of Hasidim. They\nused to take them out and shot them and threw them in the -- when the shul was\nburning. This is the first thing they did.\n14",
        "A: Around there, the whole area. We went back in 1979, Irving and I went back to\nBedzin. We went to Poland, among other cities, we visited Bedzin. I couldn’t\nfind the place where the shul was. I wanted -- not so much to see where we lived\neven, but I wanted to see what the shul --. I wanted to know if I recognized the\nplace where the shul stood. All the houses around were burned, destroyed. There\nwas a church not far from there. The church stood but in the middle where the\nshul stood is one little tree is growing. One tiny, little tree is growing. If I ever\ncried, that was the place. I cried, believe me, and I’m not a great -- but that’s\nwhere I cried because I remember that burning of that shul. This was such a\nbeautiful edifice, it was the most magnificent thing.",
        "A: No, not so much. My mother used to light candles and we used to observe the\nholidays but my father didn’t go to shul too often. He went to shul only when a\nnice cantor came from some place, a big cantor. He loved to hear singing,\ncantorial. He, himself, liked to sing and I take that in my life to sing also",
        "A: No, but I had a teacher, a Hebrew teacher come in. We had, my brothers went to\nCheder but I had a teacher come in, teaching me Hebrew.",
        "A: 1944. They came --. 1944?",
        "A: 1940 to °41.",
        "A: Yeah, they came in from Germany, a lot. Then they came in from the areas where\nthe Germans took back from Russia. Where the Jews lived, the Owstuk and that\nwhole eastern Poland area where the Jews did not escape into Russia. Where they\nremained, the ones that weren’t killed because most of them were killed right then\nand there. They self-dug pits, they were machine gunned. But the ones that\nescaped, a lot of them came back. That’s when my father came back. That was -\n41, they came back from the east. A lot of them came in, came to us because\nBedzin was a Jewish town. They found shelter.",
        "A: Every day, every day were deportations, every day. Every day they marched\npeople to the trains. But I don’t know how we remained until 1943. I think my\nmother, my mother worked. She had some kind of a -- like a protection because\nshe worked in a hospital.\n15",
        "A: No, no, no. But the Germans made everybody work. She worked in a hospital\nduring the war. I and my brother next to me also had to work. We worked in a\nfactory of leather pocketbooks, how do you call, cases, leather cases, we used to\nwork. The two little ones --.",
        "A: Yeah, we had to work. The two little ones, I had like a three-year-old and a five-\nyear-old little one, a sister five-year-old, three-year-old brother, they were left\nalone home. We had to work.",
        "A: Five.",
        "A: The two brothers and I had to -- they were young but we had to go to work.\nThat’s how we remained, we were working like we showed that we are productive\nSo we worked and we stayed on. They knew that they’ll get us eventually.",
        "A: Forty-three, no, ’42.",
        "A: Forty-two, end of ’42. Forty-three, maybe in the beginning they put everybody\nand I wasn’t there. Maybe they put everybody there but little by day, they\neliminate every day, every day transports went away. They eliminated -- most\nmen, young men and young women were sent to labor camps. Families with\nchildren were, mothers with children, grandmothers, were going to Auschwitz.\nFrom our area, everybody went to Auschwitz. Because it was only like, I think 30\nkilometers from Bedzin. Was the closest.",
        "A: Balcia",
        "A: B-a-l-c-1-a.\n16",
        "A: No, he was born in Olkusz. That’s where we used to go, summer resort.",
        "A: O-|-k-u-s-z.",
        "A: I know only 1906. My mother also, 1906. By the way, I didn’t tell you a very\ninteresting story. Five years ago, I thought I’m all alone, I don’t have anybody,\nnot a cousin, nobody. I had a family, my aunt, one of my mother’s sisters, went to\nRussia in 1939, 40. What happened to her is -- she had four children, this aunt.\nShe lived in Kartavitsa. Her husband was taken into the Polish army at the same\ntime that my father was taken in. He, when the Germans were pushing the Polish\nsoldiers back, he lived in Kartavitsa which is almost on the German border. I\ndon’t know what happened; he got himself lost from his company or what. He\nstarted marching back to Kartavitsa with his shoes on -- with his uniform -- I\ndon’t know, he got lost. He was going in that direction to Kartavitsa. A Polish\nofficer saw him and he shot him, killed him. While he was laying there, he was\ndying, he was telling the peasants that came around, he says, my wife, I have here\nmy address wallet. They did come and they told her. She buried him. She took\nthe children and she went to Russia. It was right in the beginning, she went to\nRussia. I knew about that. I was a young kid, I was only 12 years old but I\nremember it. After the war, couldn’t find them -- thought they died. A lot of\npeople died in Russia. But five years ago, I went to a wedding. I’m sitting there\nwith a woman and we started talking and she asked me from where are you? I\nsaid I’m from Bedzin. I ask her. She says I’m from Kartavitsa. I says Kartavitsa,\nI had family in Kartavitsa. She says what was their names. I said their name\nhappened to be Boshnitza. She says Boshnitza, I know Boshnitzas in Israel. She\nsays, my sister lives in Haifa and she has a store and she has Boshnitzas coming\nright into the store. I know she deals with people Boshnitza. I says maybe it’s\ndifferent people, maybe it’s not those Boshnitzas. She says to me, I’Il find out for\nyou. That same evening, she called me back and she asked me the names. I\nremembered the names. Sure enough, it was these Boshnitzas, the children were\nstill alive. There were two girls, and two men and two women. They were\nchildren at the time. They were younger than we were. I met these cousins but it\nwas a very -- the meeting is just also -- beyond how we met. Because when I\ncalled him, he couldn’t believe it. He thought somebody’s playing a game with\nhim. After all these years! I says look, my mother’s name, I gave my mother’s\nname, my father’s name, don’t be afraid. I think you are my cousin, I said. Sure\nenough, he started crying also. He says, you know I have so many people\nsometimes calling me and telling me that and then I’m disappointed. So anyway I\nmet this uncle that I met with my father in camp.\n17",
        "A: He was at that time 92 years old but he recognized me. He was living with one of\nmy cousins because he lost his whole family. But he remarried and his wife,\nalready second wife had died. He was living, an old, old man, living with one of\nthose cousins. He recognized me and he asked me. He says, he told me about my\nfather, how he remembered my father was with him and how he met me. Ninety-\ntwo years old. He lived then and for a few years I had the pleasure of going --.\nHe went into a home, a very fine home in Israel and we used to go visit him. His\nhead -- his body was going but his head was so good.",
        "A: No, they lost ---.",
        "A: They met in Seelotog in that camp, they met there. But then when they took them\nout, they lost each other. What happened that he survived and my father was a\nstronger man, was tall and he was stronger and he didn’t survive. This uncle was\na little guy but he survived. So I have these cousins, I have these four cousins.\nBut they are, one girl lost her -- both of her legs are dead, frozen in Russian and\nshe is a cripple, one of them. She’s suffering but they’re doing okay. I keep in\ncontact with them and they always call me and I call them. It gives me a good\nfeeling. After all these years. This just happened, just five years ago and I was\nlooking for them. I looked everywhere. This is my story. Life goes on as they\nsay, right?",
        "A: I hope that this will never, never happen again.\n18\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nMarch 15, 1992\nBronx, New York"
    ]
}