{
    "rg": "RG-50.030.0699_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMr. Jerzy Gléwezewski, on May 7, 2013 at the Kosciuszko Foundation in New\nYork City, and I would like to thank you, Mr. Gl6weczewski, for coming to speak\nwith us today. And I’d like to start the interview, like we always do, at the\nbeginning. I’d like you to tell us a little bit about yourself, starting with the date you\nwere born, the place you were born, and please pronounce your full name for us.\nAnd Ill — then we’ll go from there.",
        "Answer: All right.",
        "Q: Okay.",
        "A: My name is pronounced Jerzy Glowezewski, that’s in Polish. In English,\nGlowczewski, to make it easier. And I was born in November 19, 1922, so 1am\nover 90 now. And probably what we discussed with you is that I’m one of the last\nliving witnesses, not to the Holocaust, but to the times of the Holocaust, as\nwitnessed by many of us who had to escape, occupation of Poland was by the\nGermans and the Soviets — Soviets. And we found ourselves in different parts of the\nworld.",
        "Q: Well, let me interrupt for a second. That’s a wonderful introduction, and we will\ngo back even further, because we will get to that central part of the experience and\nthe reality of what the two different forces were, and how they played themselvesMay 8, 2013\nout in Poland. But let’s start far more individually. Tell me a little bit about your\nfamily, your father’s name, your mother’s name, their occupations.",
        "A: Well, my father’s name was Kazimierz Glowczewski, or Casimir in — in\nEnglish. And he was from an old family who was probably a landed gentry\nsometime in the 18\" century, our area. And they found themselves also refugees in\n— in the 1770s, to Warsaw, when the part of the country in which they lived, which\nis Pomerania on the Baltic shore, was taken over by the Prussians. And that was\nthe beginning of the big, tragic Polish history, was through stupidity of the rulers\nand of the ruling classes, they run into the situation where the Poland was divided.\nIt was once a very —",
        "Q: Large.",
        "A: — flourishing Polish-Lithuanian kingdom, very large, enormous amounts of\nterritory, from the Baltic to the Black Sea almost, which was a magnet for many\nforeigners who were written down as refugees or immigrants. Because Poland had\na unique in — in the European history, system of elected kings, and — and the\nparliament.",
        "Q: For the Middle Ages, unheard of.",
        "A: Unheard of. Unheard of even during the later ages. So Poland was an open\ncountry. I always compare it to America, although 300 years later, but 1t was aMay 8, 2013\ncountry of immigrants. We had many, many nationalities, and foreigners as far from\nSweden, Scotland, Spain, tracking down, looking for freedom of location to live,\neducation, religion, and — and speech. It was — but that also requires some kind of\nrules.",
        "Q: Yeah.",
        "A: And they — the — they were so e-e-enchanted with the freedom that they forgot\nthat there are rules also, they have to contribute something to thi-this country. So\nthey did not pay taxes, for instance, they did not care about the army. So the Polish-\nLithuanian army was minimal, in — compared to the neighboring countries like —",
        "Q: You’re talking about the 18\" century.",
        "A: Eighteen — na — Russia. But this is why so many people were displaced during\nthe — and my family was one of those, on my father’s side. On my mother’s side,\nentirely different story. My grand-grandfather was a Napoleonic officer —",
        "Q: Oh my.",
        "A: — who went to Moscow with the Polish-Lithuanian army, to occupy Moscow.\nAnd they did, but then they were defeated by frost, and again quarrels among them.\nSo they retreated. My — my great-gran — grandfather was wounded on the present\nBelarusian border, and was saved by some people who lived in a — in a landed\nmanor. Landed gentry in mano — manner. And returned to France when NapoleonMay 8, 2013\nwas gone already. And he was so di-disenchanted with the re — resurgence of the\nroyal family in France, that he returned back to Poland where he met all the other\npeople who were also some kind of revolutionaries, too.",
        "Q: They were sort of like 19\" century revolutionaries.",
        "A: Yes, yes —",
        "Q: Yes.",
        "A: — well, Napoleon arose —",
        "Q: We — 1858, yes.",
        "A: — from the revolution.",
        "Q: Right.",
        "A: French revolution.",
        "Q: Right.",
        "A: So there was this spirit of — of revolution. And he brought his two out of his\nthree — his five children, he brought two sons to Poland. And one of my gra — my\nmother’s father is — is the — is —",
        "Q: Son.",
        "A: —1s the son of that — is — yes, of one of these Frenchmen.",
        "Q: Well you know what — one thing that strikes me right away, is that you can trace\nback your family to — across two or three centuries. Not many people can.May 8, 2013",
        "A: Yeah.",
        "Q: They know that there’s thi — so this must have been mo — something that you\nlearned about at home, you know, that your parents told you, that was in the air, that\n— you know, how did you fi — how did it become known?",
        "A: F-First of all, I collected all this materials from the family, and members who\nwere alive after the war.",
        "Q: Okay.",
        "A: And saved this in form of loose leafs, handwritten stories. And then I collected a\nlot of photographs. I have at home many albums, which I redone, sa — taking back\nthe history of my family to 1840s. Why? Because our [indecipherable] story\nunusual.",
        "Q: Yeah.",
        "A: In Warsaw, our house and our apartment survived the uprising and the war.",
        "Q: No kidding?",
        "A: Oh yes. So that’s why I return after the war.",
        "Q: Okay.",
        "A: Because my family was survived, and my mother, my — and — and th — the home\nis here, our business, which was a big lithography, painting —",
        "Q: Well, this I wanted to ask about you.May 8, 2013",
        "A: Yes?",
        "Q: I— I wanted to — to learn more about how your family supported itself, whether\nor not both of your parents worked, and — and tell us a little bit about that.",
        "A: We — we had a— we — my parents met soon after — I think right in ’21, soon after\nthe big celebration after the — the victory of the — the Bolshevik war.",
        "Q: Okay. Against the Bolsheviks.",
        "A: Against the Bolsheviks, yes. And my father — I have a — photographs of him in\nthe uniform, on a horse, but — but I think he was released quickly, because he\ninherited from my grandfather, a big lithography and — and painting works, one of\nthe biggest in Warsaw, who specializes in painting, scientific albums —",
        "Q: What was it called, the company”?",
        "A: Artistic lithography of Wladislaw(ph) Glowezewski.",
        "Q: Okay.",
        "A: My grandfather.",
        "Q: Okay.",
        "A: Was born in 1843, and I suspect that he was fighting 1n this 60 — in 1860s in this\n— one of these crazy insurrections, where the Polish-Lithuanian area a — gentry\nactually arose against the tsarist, you know, with pistols and sabers against the\nRussian army. And so that was one of these tragic events in the history. BecauseMay 8, 2013\nthere is a big gap 1n his history, which I suspect that is — not to mention anywhere,\nbecause it for — afraiding — yeah, they were afraid of talking about this, after the\n[indecipherable] in °69, or something like that.",
        "Q: Yes.",
        "A: But I saw his photographs in some kind of a patriotic, you know, uniforms and\nthing. So — so that’s — that’s — that’s this part of the story, but — so my father\nactually inh — inherited all this business, very — one of the most well-noted painting\nworks, and, after the World War I, and he met my French mother, because all\n[indecipherable] were French citizens from Napoleonic times.",
        "Q: Oh, wow.",
        "A: But all the women who married lo — lost their French citizenship. So men\nmaintained this. So, I have this French connection, which was our life, until\nrecently.",
        "Q: Did you have siblings?",
        "A: What?",
        "Q: Do you have siblings?",
        "A: I have one daughter, yes, here — here in New York.",
        "Q: Excuse me, but do you — did you have brothers and sisters?",
        "A: Oh, no, no, I’m — sibling, I’m sorry. Yes, I had one brother, but he died.May 8, 2013",
        "Q: Is he older or younger than you?",
        "A: Younger, three years of — yeah.",
        "Q: Okay, so he was born in 1925.",
        "A: Yes.",
        "Q: You were the oldest son.",
        "A: Yes.",
        "Q: The oldest child.",
        "A: Yeah.",
        "Q: How would you describe your childhood? Is that too ba — large a question? How\nwould you describe your childhood?",
        "A: Childhood?",
        "Q: Yeah.",
        "A: Well, there were two phases. One was extreme pleasantness, and ease, and well-\nbeing, after the World War I, because of my father’s ability to run this business\nexpanded. But unfortunately, he was killed in a car accident on September 1“, 1929,\n10 years before the war was — the second war.",
        "Q: But you were just a boy?",
        "A: I was a boy, seven years old, and of course, I barely survived this crash.",
        "Q: You were in the car?May 8, 2013",
        "A: Yes, I was in the car. And so, hard times arrived soon after, because next month\nafter this accident, the Wall Street went bust in New York. And since my father\nhad many, many business connections and plans and — and ec — of expansion, that\nloans, bank loans, property bought on credit and all that, collapsed with the — with\nthe crash in New York; worldwide, grand dep-depression descended. And here is\nreally a—a very interesting, to me at least, the story of my mother —",
        "Q: Yes.",
        "A: — who did not have any special education. In fact, the World War I prevented her\nfrom finishing her high school even, because as a French family, they were\nevacuated from — from Poland to Moscow.",
        "Q: To Moscow’",
        "A: Yes, because they were French, and the Germans were coming and occupying\nthe Russian held territories in 1915.",
        "Q: That’s right.",
        "A: Until they — they stopped confronting the Russian army, and what they decided\nthat, let’s not fight any more, let’s make a revolution everywhere. But th-the French\ncitizens who were evacuated to Moscow stayed there until ’16 — 1916 - 717, but\nthen the revolution erupted in Russia, and they were again evacuated through theMay 8, 2013\n[indecipherable] the northern sea, to France. And they came back to Poland in\n1919. That’s where my father met my mother.",
        "Q: Wow, it was fascinating even up til that time.",
        "A: Yeah.",
        "Q: So, your mother is — is faced with a very heartbreaking task in 1929.",
        "A: Yes, she — she was a very beautiful young woman, surrounded always by elegant\nmen. And they returned to Warsaw in 1919-20, and met my father and began a\nvery happy life. And so I was born in — under that period, but, you know, few years\nlater, it — the tragedy struck, and my mother, against wi-wi — advice of everybody;\nfamily and friends, and acquaintances well placed here and there, decided that she\nwill run the business herself. So she began to work alone as a worker in her own\nestablishment. From all the stages of production, you know, from the lowest\n[indecipherable] and afternoon she was sitting on — behind my father’s desk, with\nthe accountant and business manager, and was learning how to run a business.",
        "Q: Amazing.",
        "A: Amazing.",
        "Q: Amazing.May 8, 2013",
        "A: And I have all that documented in the photographs, what my father was taking,\nwhich my mother was taking, and beginning in 1973, which I was taking. All these\nalbums survived the war, and are here —",
        "Q: Wow.",
        "A: — on 66\" Street.",
        "Q: What happened then?",
        "A: Well, she pulled out an — an amazing feat of courage and — and goodwill from\npeople around, she saved the business, and actually established a very prosperous\nlife, and married for the second time in ’37, when she — when she was sure that\neverything was going to work well. And —",
        "Q: What was the name of her second husband?",
        "A: [indecipherable] Zhontkoski(ph).",
        "Q: Zhontkoski(ph)",
        "A: Zhontkoski(ph), yes. And this is the man who became my, sort of model of how\nto behave, how to —",
        "Q: You were close to him?",
        "A: Hm’?",
        "Q: Were you close to him?May 8, 2013",
        "A: Yes, very. Although, not really physically, but emotionally, yes. Because I was\nlacking this paternal connection for — for seven, eight years.",
        "Q: And th-these are crucial years in the development of a child.",
        "A: And he came, and I was — I was a troubled boy, yeah, I was — I was not doing\nwell at school, I was kind of a little hooligan, I must say. And so, when he married\nin 30 s — °37, in ’38, they — me and my brother were kicked out of the house, we\nwent to a Jesuit boarding school, which was —",
        "Q: Will they bring — did you —",
        "A: — beautifully — you know, f —",
        "Q: Did they bring you into order?",
        "A: Yes. Was all — although they did not molest me, no. But they did bring me — and\nthat was, I — I visited the place in 2010, it’s outside Lwow — Lviv.",
        "Q: What kind of — yeah, what kind of memories do you have of the time that you\nwere there at that Jesuit boarding school?",
        "A: I must say, I have all the best memories, yes, yes. Because I — I needed this — this\nruse —",
        "Q: Discipline.",
        "A: — you know, y-yes. I needed — I didn’t realize. Now, I can say yes.",
        "Q: Yeah.May 8, 2013",
        "A: It was a— a—a-—a-—almost a miraculous decision to sa — to save me, you know,\nbecause I — I got straightened out. And it was just when the war broke out, when we\nwere — were on vacation after that first year with the Jesuits.",
        "Q: So the war broke out after your first year of boarding school?",
        "A: Yes.",
        "Q: Tell me, how did the war — how did you learn about the war happening? That is,\nwhen it happened, the day that it happened, where were you?",
        "A: Well, prior to that moment, we were well instructed by our history teacher, who\nsported a big scar on his cheek, like that. And the rumor was that he was serving in\nthe cavalry in ni — in — during the Bolshevik war. And he took part in a — last\nprobably in the history of mankind, cavalry charge between the Polish cavalry and\nthe Marshal Budyonny cavalry of —",
        "Q: Of the Russians.",
        "A: — of Russians.",
        "Q: Yeah.",
        "A: Who were moving from the south, from the Ukraine.",
        "Q: Well, certainly for the 20\" century.",
        "A: Yeah, hm? Yeah.",
        "Q: Certainly the last cavalry charge.\nMay 8, 2013",
        "A: The last — last cavalry, yes, charge.",
        "Q: Yeah.",
        "A: I think — I think several thousands — thousands of cavalry was involved on both\nsides. So — so he was very much aware of the dangers of the war, and he, during his\nhistory classes was explaining to us what the present situation and — and — may\nbring. And one day in April ’39, we were gathered in the auditorium where we used\nto have a theater productions and so forth, there was a lo — radio and the\nloudspeakers connected, and we heard the announcement of the foreign minister\nfrom the Polish parliament, the same refusal of accept Hitler’s request to give in to\nthe — to German reg — demand of some — some territorial — and we were, of course,\ncheering in support, but this teacher told us, boys, you don’t know what is going to\nhappen, but everything is not going well. So you can cheer, and — so w-we — we had\nthe sense that somebody warned us, of course not — so we — the vacation came later,\nin — on June or July, and we had the great time during vacation. And — and then\nsuddenly we were called back from the vacation on the — on the Baltic, on the\nbeaches, we were there, by — by somebody send a car with a driver, return\nimmediately and so forth. And — and as we were driving back, somebody bought a\nnewspaper and there it was, and I thi — this is — this is the date I know, it was\nAugust 234, ’39, where there was a big news that the Hitler made a pact with the\nMay 8, 2013\nSoviet Union that there will be no war between them. And that was the — the\ninvitation for the - Germany to invade. There will be no intervention of the\nSoviets.",
        "Q: Now, did that — did people understand that instinctively? When they saw the\nnews — [technical interruption, break] We — we were at — you find out — ah-ha,\nmy question was, you read in the newspaper about the agreement between Hitler\nand Stalin, and did people instinctively then realize that this is bad for Poland?",
        "A: I—I don’t remember how people — because we were ki — you know, I was 17\nand a half, and there were two girls with me, and we were driving to —",
        "Q: They’re much more interesting, of course.",
        "A: They’re much, much inter — but, you know, fi — wha — it was 10 days later —",
        "Q: Yeah.",
        "A: — or a week later, 23\"? Yeah, eight days later, we were woken up at five o’clock\nin the morning by the air — air raid sirens. And — and then, of course, I — we run on\nthe balcony, and there were planes above —",
        "Q: Was this in Warsaw?",
        "A: Hm’?",
        "Q: Was this now in Warsaw?May 8, 2013",
        "A: Yeah, yeah, yes, and with planes and artillery sh-shooting a-air — anti-aircraft,\nand I saw one plane being downed. And then of course, we run to the — to the radio,\nand there was this announcement that th-the war has started, and the president had a\nstatement, and my brother said no, it’s fine. We are not going to school. So that was\n— that was the reaction.",
        "Q: Yeah. And did you go back to school?",
        "A: No, no.",
        "Q: So you had only one year at that Jesuit school —",
        "A: Yeah.",
        "Q: — but it did what it needed to do.",
        "A: They did, yes, yes, yes.",
        "Q: Okay. So what happened —",
        "A: And of course, all the — all the — all the drama that developed the next few days,\nyou know, the declaration of war by England, and France, and everybody was\nlooking at the plane, where are the French planes coming, where are the English\nplanes? Where — where is the aid, where is this, and so forth, how many days can\nwe do it alone? You know, this type of thing.",
        "Q: Okay.May 8, 2013",
        "A: So 1-1t was a moment full of expectation and hope. In the face of absolutely\ndeteriorating physical situation around, people fleeing, you know, and roads full of\nrefugees, and so forth.",
        "Q: What happened with your own family? How did things develop within your\nfamily, and for you?",
        "A: Well, there was a — there was a — a— an unfortunate, or fortunate, I don’t know,\nuphill on the radio, some kind of a military person, pronounced that 1n order to\nformulate new units of the army, all men able to bear arms should move east.",
        "Q: Right.",
        "A: Somewhere between Wilno and Lwow, on that border, since Soviets are not\ngoing to interfere, and the new units will be formed there. And we need more\nvolunteers and so forth. So, we parked — unfortun — fortunately we had our cars, and\nwe parked this — and some friends, you know, and cavalcade of motorcars, full of\nmen. We left Warsaw at night. The roads were jammed, and my mother didn’t\nwant to go, and my — she kept — my brother was 14. Said no, I am here, I have a —\nmy house, I have the — the works, and I’m managing this, and he will help me, and I\nhave lots of friends. You go, you were going to join the army, go. I am going to stay\nhere. That’s how we separated. And then of course —",
        "Q: And what happened with your stepfather?May 8, 2013",
        "A: What?",
        "Q: What — what about your stepfather? Did — where did he — did he go with you?",
        "A: Oh yeah, yes, oh he was a — he was a chauffeur. Yes, he was driving, of course,\nyes.",
        "Q: Okay.",
        "A: So we — he and his brother and couple other, and me, and so we left Warsaw\nthat night.",
        "Q: What happened?",
        "A: On the sixth.",
        "Q: Okay.",
        "A: Well, we had — that’s where we — we — we didn’t find any recruitings center\nanywhere. It wa — it was hardly possible to move on the roads. Millions of people,\nrefugees, with chickens, goats, canaries in the cages, you know. On bicycle, and\nmotorcycles, on foot. It — it was a — it was a scene of complete chaos. Plus the\nGerman planes were strafing and shooting on — to dec — on the columns of civilians\nescaping. They were escaping nobody knows where. East. Most of them were later\ncaught by the Soviets and deported to Siberia.",
        "Q: You mean, all of these fleeing people?May 8, 2013",
        "A: Well, yeah, because they didn’t have a place to go, so you know, they were like\nvagabonds, vagrants, considered by the Soviets when they c —",
        "Q: Right.",
        "A: — when they entered.",
        "Q: Did you meet up with any Soviets?",
        "A: No, but we were — we — we — we found a place in Lwow with — with this Mr.\nSchiffman(ph) family, who was related to the business of my stepfather.",
        "Q: What was your stepfather’s business?",
        "A: Well, he was a manager of a large chemical in — factory of — of some products\nthat were used for military paints and special fire resistant something, I don’t know,\nbut it was a big outfit outside Warsaw, and so they had their agent, who was in\nLwow, that was Mr. Schiffman(ph) and his family. And they accepted us then\nbecause hotels were all filled up, and it was impossible to find a place.",
        "Q: Did you know the Schiffman(ph) family from before?",
        "A: No, no, no.",
        "Q: Okay.",
        "A: But my stepfather knew, and when we could not fa — tried here, and here and\nthere, you know, well-known hotels, we, I think for one night maybe, we found aMay 8, 2013\nlittle Ukrainian hotel that was accepting us, but later we found the Schiffmans(ph)\nhad a big apartment, so [interruption, break]",
        "Q: Okay, so you were with your stepfather in Lwow, and you were staying with a\nfamily called the Schiffmans(ph).",
        "A: Yes.",
        "Q: Who were his associates based on his chemical business.",
        "A: Yes.",
        "Q: His re — was a representative. Can you tell me, were they German, or were they\nJewish, the Schiffmans(ph)?",
        "A: Jewish, Jewish.",
        "Q: They were Jewish, okay.",
        "A: I mean, his wife was a Hungarian Jew.",
        "Q: Mm-hm. Mr. Schiffman’s(ph) wife.",
        "A: That’s what I write in the book. And she wasn’t very pleased, because they had\nother refugees already, in their big apartment, so — but, while we were there, five\ndays I think, wondering what to do.",
        "Q: Yeah.",
        "A: We were scon — we had no connection with Warsaw, telephone —",
        "Q: Cut.May 8, 2013",
        "A: — telegraph, all closed down. Only the shortwave radio was announcing some\nvery dramatic upheavals for the president of Warsaw — mayor of Warsaw, right\n[indecipherable]. The people who have cars, all the tax1 — taxi should help to bring\ndead people from the street, col — you know, this type of horror stories. We had no,\nabsolutely no contact with the family. And then — then the Germans came very\nclose, and they actually surrounded Lwow, so the gentleman in charge of our group\ndecided we have to move out quickly, because tomorrow the German will encircle\nthe — the city, and it will be it. So we left at three o’clock in the morning —",
        "Q: Well, how were the Schiffmans(ph), were they — they must have been quite\nnervous.",
        "A: Oh, we — we asked Schiffman(ph), of course, to join us, he said no way, we are\nnot moving. Nothing is going to happen. That’s — of course, they perished in the\nHolocaust, but — but this was — this is my memories of these people, who are —",
        "Q: Okay. So you moved a —",
        "A: The night before, I — I mentioned this — this Hassidic Jew in the — in the city of\nZamos¢, which was a renaissance city, renaissance baroque city with an outline of\nfortifications done by some Italian specialist architect, so — fortifications and we\nstopped there and — and — and he gave us shelter, to wash, and some food.",
        "Q: Was this before you came to Lwéow?May 8, 2013",
        "A: Before to Lwow, before, yes.",
        "Q: Yeah. And tell me about — about this, di — how did you meet up with him, how\ndid you know to stop there, at —",
        "A: Who?",
        "Q: At — at this Zamos¢, at the place —",
        "A: Oh yeah, well, we stopped on the markets square, which was actually empty. I\ndon’t know, maybe refugees were going the other way. Yes, because we diverted\nfrom the main track where everybody was moving. We diverted to another place,\nwe had somebody to leave over there on the road, one of my uncles. And we were\nlook around, and then came a little Jewish boy with the — with the — with —",
        "Q: Payos.",
        "A: — side curls, yes, and — and had the white apron, and — and — and he said,\ngentlemen, can I— you need — you need some help. Please step in, we have food, we\ncan wash and so forth. So we went to this corner, kind of a wine cellar, under the\narcades of very beautiful, gorgeous, historic city square. And I remember the — the\nname was called Festendik(ph) in the Polish letters.",
        "Q: So was Yiddish and Polish.",
        "A: Ye-Yeah, Festendik(ph) is — and as we entered there, we saw the — the — the —\nthe — the boss, you know, with the long beard and — and — and he said welcome,May 8, 2013\nwelcome, sit down. And he gave us — went to wash, and you know, and — and\nsomehow, after all night of driving, and there was a discussion, it’s in the book,\nabout my stepfather and — and him, he was inquiring, what — what does — what is\nhappening, what is happening? I don’t — we don’t have any paper, no papers,\nnothing, no radio. Well, we think that we were escaping because the Germans are\nbehind us, you know. And — and — and then, when we were leaving, after you know,\nrefreshments and food, he didn’t want to accept any money. He brought a bottle of\nTawki(ph) which is an old, old musty, you know, dry — de — an ancient bottle. He\nsays, this is the oldest bottle I have in my wi-wi — cellar. Will you be kind enough to\ndrink with me this, you know? So we drank, too. And he says, remember me\nalways. And he didn’t want to leave. He said, look, this is ordained by the God, and\nI cannot change what has been ordained, so to stay, to go, it doesn’t matter. It is\ngoing to happen, something, so I have to g — and — and he refused to — to go, you\nknow, that’s ju — that’s another, this little jewel of — of the — of the count — of the\ndiscussions, like that, with people, threatened, obviously, or maybe they did — were\nnot fully aware of what is going to happen, but —",
        "Q: So it sounds trying — you know, it sounds like in — in this chaos, somebody is\nmaking sense of it in his — in this way, for himself.",
        "A: Yes.May 8, 2013",
        "Q: And once — and, you know, he said remember me, and it sounds to me like you\ndid, you know, because he’s in your book, and — and you talk about him now.",
        "A: I am fully aware of that, and I made the drawing the next day of that — of that\nrestaurant, on that corner, yes.",
        "Q: And did he tell you his name?",
        "A: Festendik(ph), that was his name.",
        "Q: Oh, that was his name.",
        "A: Yeah.",
        "Q: Festendik(ph), uh-huh, uh-huh.",
        "A: The clever one.",
        "Q: So, you left at three o’clock in the morning in the — from Lwéw —",
        "A: Yes.",
        "Q: — because the Germans were going to surround it.",
        "A: Yeah, and then — then the only — the on — I was — I mean, they — they — they — the\ngrownups were deciding where to — we have to head for — for the Romanian border,\nbecause there’s nowhere to go.",
        "Q: Okay.May 8, 2013",
        "A: I mean, other people going to go — going to Lithuania because it’s safer, and it —\nno, no, it — too — too far away, we’re — we’re too different dist — a great distance to\n— to go back around the eastern border, and so on. So — so we went there. And —",
        "Q: Did you meet any o — did you meet up with any armies at all, any soldiers at all?",
        "A: Well, th-this is the situation, that at one point we — w-we — we stayed in a — in —\nin a little manor house, or farm of some Germans, who were there for generations,\nliving in — close to the Slovak border already, or Romanian border. And\n[indecipherable] and — and then we — we — we repaired old cars, and things like\nthat. I was making drawings of all these activities, and — and then Mr. Byger(ph)\nsaid don’t worry, d-don’t worry. Here I am German, if the Germans come, I will tell\nthem that you are my family, so nobody will happen to you, nothing will —\neverything will be all right. You know, the — also the naiveté of t — of th —",
        "Q: Right.",
        "A: — of being — I tell them that you are my family, no — no problem. And we were\nsort of waiting couple days, deciding what to do, then suddenly two policemen\ncame on the bicycle, you know, they came and they started talk to the driver of one\nof the cars, we were two cars, and the other family had a s — a chauffeur. So it was a\nkind of a luxury escape.",
        "Q: It certainly is.May 8, 2013",
        "A: Yes, and the — and the — and they talk and they talked, and then they left. So the\n— the — the chauffeur came running, said, they want to — they came to req —\nrequisition the cars. So di— so why did they go ba — I told them I need something on\npaper [indecipherable]",
        "Q: So this was the Russians who came?",
        "A: No, the Polish a —",
        "Q: Ah.",
        "A: Polish policemen from the nearby post, came to requisition the cars, and this\nchauffeur cleverly said, how can —",
        "Q: Right.",
        "A: — you have to bring me something on — on paper —",
        "Q: Paper.",
        "A: — with a stamp. So they — they went on the bicycles to — to bring this paper, and\nwe packed and left, and that was the only thing to do.",
        "Q: Okay.",
        "A: And as we arrived 0-on a— on a boat there, we were joi — we joined actually a —\na big column of the air push — air force maintenance crews 1n trucks. And among\nthis passengers there in the trucks were pilots, who were telling that they lost all the\nplanes already. They were fighting as long as they could, but no new planes arrived,May 8, 2013\nso wi — they were told to evacuate to Romania, because the French are flying the\nplanes to Romania. Again, naiveté. So they lost all the — that — but these pilots were\nwith us, finally we’ve crossed the border when somebody came on a motorcycle\ndressed half in the uniform, half in civilian. And he said, the Bolsheviks are over\nthere, 10 kilometers from here. I escaped. The Bolsheviks? So, then the commotion,\nand the Romanians opened the border, and we crossed.",
        "Q: So, until that point, they wouldn’t have done it?",
        "A: Hm’?",
        "Q: Until that point, they would not have —",
        "A: I wa — no, because they’re the bo — this was like s — a small border crossing, not\nused by many.",
        "Q: Okay.",
        "A: So they didn’t know what to do, and they were waiting for the telephone —",
        "Q: Instructions.",
        "A: — yeah, yeah. And so we were standing in front of that barrier, and the whole\ncolumn, couple hundred trucks, full of equipment, mechanics, and pilots. And this\nis — was the beginning of the Polish air force, in France and in England.",
        "Q: Really?May 8, 2013",
        "A: Which counted 15,000 men eventually, in England, 15,000. That’s what the\nRoyal Air Force museum wanted to know, ho-how did you manage to get 15,000\nPolish pilots in England in °43 - ’44?",
        "Q: And it was —",
        "A: While the French only had 300? I said, ask the French.",
        "Q: And they — it was because they were able to cross the border at that time?",
        "A: Because — because this was the only — the only segment of the Polish armed\nforces who could — who was most precious, because they were very well trained,\nwith experience in fights during that two weeks of war, three weeks. And they were\nimmediately formed into squadrons in France, when they got from Romania. The\nRomanians closed their eyes, looked the other way, and they all went by train,\nthrough Yugoslavia and Italy, which was neutral still, to France. And some wents\nto the Middle East. And later, an — a year later, I followed to the Middle East.",
        "Q: So tell me, what happened to you, and your stepfather and whoever you were\nwith in the small group?",
        "A: Well, after fi — few exciting days, meeting with the Jewish family, in the little\ntown of Falticeni, where they had this —",
        "Q: Tell me about that.",
        "A: It was one of the — the first littke Romanian provincial towns we run into —May 8, 2013",
        "Q: Okay.",
        "A: — after crossing the border. And — and of course the — the grownups started to\nlook — walk, and ask for someplace to stay. And there was a little — a young man\nwalking alongside, and — and talking something to — to them, in broken French. So\nthey said, no, no, no, they didn’t know what he was talking about, thought he was\nbegging, or something. But he was persistent, he was foreign, and they couldn’t find\nany — anyplace. A hotel? Never — never heard of a hotel in Falticeni. And he was\nsaying — so they finally followed him, and he ca — they know that he was the son of\nthe owner of a beautiful, sort of bourgeois villa, with all these paintings, you know,\nall the naked not — nymphs bathing in the streams, you know, flowers, you know,\nthick gilded frames, crystal chandel — chandeliers.",
        "Q: In the middle of such chaos and war.",
        "A: Yes. And he — in this Falticeni, a very rich, local Jewish family gives us this\nshelter because they son found us, and he considered that this is honor to do this,\nand duty. And then they found it — we found this black woman housekeeper, who\nlooked like Mammy.",
        "Q: Looked like who?",
        "A: Mammy, from the “Gone With the Wind.”",
        "Q: Had you seen “Gone With the Wind” by that point?May 8, 2013",
        "A: No.",
        "Q: Just later she seemed — that’s the analogy you make, okay. And — and what —",
        "A: After a few —",
        "Q: — like to know, what did you — what kind — do you remember what you talked\nabout with this man, and this family?",
        "A: No.",
        "Q: No. So what — they wouldn’t, asking about the war, and what was going on in\nPoland, all of that?",
        "A: No, I don’t re — I don’t remember.",
        "Q: Okay.",
        "A: And frankly, I — I was so excited about this adventure, because there — there was\nvery nice — nice girl with us in that group, you know, from —",
        "Q: Oh, really?",
        "A: Yeah, which we found — I mean, Lwow, you know, friends. So, in other words,\nnot the — the issue. So, we — we reached Bucharest finally.",
        "Q: Mm-hm. And now, remind me, was anything happening in Romania, or was\nRomania quiet, and on the side, and politically not involved, not [indecipherable]",
        "A: Well, Romania was in — in — in — 1n close alliance with Poland, that they will\nget help, and — and fight together, and the invasion come, and so on. NothingMay 8, 2013\nhappened over there, absolutely nothing. They — and they were in deep trouble.\nAlthough they were living very well. Romania was rich with oil. The Ploiesti oil\nfields, which we crossed, were pumping oil all the time, and that’s why Germans\nfinally occupied Romania, to get their oil. And Bucharest was amazing city, much\nmore — maybe not that historical, but much more beautiful than Warsaw, frankly. It\nwas planned very well, it had the Arc of Triumph on the — on the — on the big\nsquare, like in Paris, you know, big avenues full of trees and st — 1-1t was — it was\nvery elegant, the Royal Palace, and all that. But later, when — when — when we\nstayed there, you know, the — the — the — the fascist school came.",
        "Q: So how long were you in wa —",
        "A: [indecipherable] I went to school there.",
        "Q: Oh, so tell me again, give me a sense, how long did you stay in Romania in\ntotal?",
        "A: We traveled a little bit, back and forth, but part of our group left for France.\nThey got visas. We were 1n contact with my uncles who lived in France then, my\nmother’s brothers. And they were both in the ar — French army, but they were\nwriting very, very dramatic letters. They said th-the French do not want to fight. So\nI —I don’t know what to advise you, frankly. It doesn’t look good here, so why\ndon’t you stay in Romania? And about New Year’s day, 1940, we finally received\nMay 8, 2013\npost cards from my mother, from Warsaw, saying, you know, with all this German\nstans — censorship and so forth, very vague about [indecipherable] said, we are\nfine, I hope you are too. Let — let’s wait til spring, you know, this type of saying\nstay there, do not come back. So we knew a little bit, but that was the last contact\nwe had with my family until five and a half years later. There was no — no — no way\nto com — communicate. So we stayed. My father got involved with some kind of\nintelligence work, with some Armenians from Lwow, I believe, who had contacts\nwith the — with the Soviet s-sphere of — so I believe that they were working on a —\nwhat’s happening after the Germans invaded, or occupied Romania actually, after\nthe fascist school, and what was happening in the Soviet zone, and they were\ncontacting this Polish government in — in — in Paris, and then in London. There\nwas a ki-kind of network of spies, and Polish had — government had a very well-\nestablished network there. So a friend of ours, who was one of those people before\nthe war, engaged my stepfather into this and some other people; I was kind of\nwitnessing these gatherings, were always very funny, very fancy, who dressed\naround. But that was the cover of some meetings, which later, after the war, my\nstepfather told me that this was a [indecipherable]",
        "Q: Ah, so he told you after the war —",
        "A: YeahMay 8, 2013",
        "Q: — about what these were.",
        "A: — I met him in France, yes.",
        "Q: Okay.",
        "A: But if he — because he stayed, he didn’t return to Poland, because he — because\nof his past, he was also in the inter — military intelligence in — in Italy, where the\nPolish army came from the Middle East, yes.",
        "Q: So you even started going to school there?",
        "A: And then I — then we d — he discovered that there is a public school being formed\nin Bucharest, and that’s where I went, because I still had two years to go before the\n— th-the end. So I went to this school, a-and the teachers were mostly people who\nknew something about some subjects, not a prof — professional teachers. There were\nno books and things, but there was mostly by memory. But I did my second cl — my\n— my first — my — my class of [indecipherable] which it was — and — and then we\nhad to flee the Germans when they came, so we were es — escaped.",
        "Q: Give me a sense of dates, if you can.",
        "A: Well, that was in November in 1940.",
        "Q: Okay, so it’s a year — the war is in for a year, and the coup takes place then, right\nbefore then? Is this a —",
        "A: And the what?May 8, 2013",
        "Q: When does the coup take place?",
        "A: Oh, the to — the f— I don’t know exactly, but it was in — during the summer, or\nspring. The king abdicated, King Karl abdicated, and he f-fled with his mistress,\nMadame Lupescu, which was known before the war, through all the newspapers,\nall over the — Europe. And — and his son, Michael became the king. But he was\nagain — but he was already degraded in his power, and there was — the — the General\nAntonescu, who was the military leader of this coup, and that’s where the — the —\nthe — the fascist regime was installed. And that’s where I have this story there, about\nmy two friends, two girls who were Jewish in this school, and — and they wanted to\narrest us once, on the street, because we were assoc — we were — we were associated\nwith Jewish girls. And I have the names in the book.",
        "Q: What were their names?",
        "A: Irka(ph) Gold, and I forgot. I forgot. It’s in the book.",
        "Q: Okay. We can look up later.",
        "A: And —",
        "Q: This begs an — excuse me for a —",
        "A: And we — we — we — we —- we simply started a fight with these young hooligans\nin — 1n the fascist uniforms, that were harassing people on the street. You know, the\n— the other people —May 8, 2013",
        "Q: Right.",
        "A: — as it was called. So that was my first kind of taste of — of being what I would\nlike to be, you know? I am standing for somebody.",
        "Q: Yeah. Were there many Jewish refugees from Poland?",
        "A: About — [interruption]",
        "Q: Okay, so the question was, were there many Jewish refugees from Poland in\nRomania?",
        "A: Some, because I’ve — I— I was in that school in Bucharest, and w-we had few,\nmostly, what I remember were girls. And the other one was — was Irka(ph) Gold,\nand — and the other one was Suka(ph).",
        "Q: Suka(ph), okay.",
        "A: And I have photographs with them. And they were very good company, we\nenjoyed tremendously, you know, our walks in the park and trying various drinks,\nforbidden then, and — and — and that’s why — that’s why we were very close with\nthis group, and that’s what I told you happened one day, which sort of brought me\nup straight, you know, and I knew who I am. It was like a —",
        "Q: A test.",
        "A: — passage of a certain threshold, you know, then?",
        "Q: Yeah.May 8, 2013",
        "A: Iam a man, and I know what I am going to do. This is good, this is bad — this is\nbad. So that’s what this — the moment.",
        "Q: So, you know, in some ways in your telling it, I — I have the impression that\nthere is all this war, there is this chaos, there is this fear, and yet, at the same point,\nyou’re a teenager, and you’re growing up.",
        "A: Exactly. Exactly, exactly, you are right. This is what I want to tell people now\n[indecipherable] it was not only blood and sweat and suffering, but it was normal\nlife. And it was so much more precious, because it was happening in terrible times.",
        "Q: Yeah.",
        "A: But you cannot suppress — I mean, the — the force of life. And probably it\nhappened everywhere, even in the camps. Very human, humorous situations, and\npeople pick up on that, and love and enjoy, even if they suffering. But there are\ndecent moments when they suddenly say, why not?",
        "Q: Yeah.",
        "A: We can laugh also. It will help, or not, but this is our nature. And not — that’s\nwhat was happening. We escaped finally from Romania, through Turkey, and we\nended up in Palestine.",
        "Q: How did you end up in Palestine?",
        "A: Well, this was a —\nMay 8, 2013",
        "Q: And why was a goal to go?",
        "A: — this was again an organized — organized de-deportation of the refugees, from\nRomania.",
        "Q: By whom?",
        "A: By the Polish government 1-in exile. Probably in London by then.",
        "Q: So, if your stepfather was involved, does he — would he — did he have some extra\ninformation?",
        "A: He — he — he had — it was all organized for us, but it was — it could not have been\norganized for everybody who was with us, because we left Constanta, which is a\nport on the red — Black Sea, in luxury, on a — a cruise ship, Transylvania. And\nthere were about 600 people there, all Polish refugees. And we met many of them\nwhom we knew from Bucharest, from cafés, from streets, from cinemas, and so\nforth. So, I —I still say this is one story that is not explored how this was organized,\nthis whole evacuation. Somebody bought the whole ship, and — and we didn’t have\nany money. We were living in a very luxurious apartment, yes, with the Otis\nelevators, electric then, and they had the Mercury car, Ford, waiting for us on the\nby — you know, because — because of my stepfather’s environment he — he lived in.\nAnd I was going to school there. But who provide this? Who provide it, who\norganized this? Who gave us a word, get packed immediately, and move to this\nMay 8, 2013\nsmall hotel. Here is a address. Huh? Where we moved, you know? And few days\nagain, six 0’clock in the morning on the station, and somebody gives a bag, and in\nthe bag are tickets for this express train to — to the ports. Who organized? And then\nI find 600 people on that — on the boat. I made lot of sketches in my notebooks, of\nthese evacuees. It’s a caricatures I was drawing you know, what they were doing,\nyou know. Sitting in the bar, vomiting across the deck. Watching sun — sunsets, you\nknow, on the Black Sea. And we ended up in Constantinople, in Istanbul. Again,\nevacuation, a boat across the Bosporus. A villa on — on the shore of — Sea of\nMarmara. Lots of people here — here and there. And then one day, again notice\neverybody to the station, railroad station on the Asiatic shore. Tickets for the — for\nthe cars, and we go, 24 hours across Turkey to the southern port of Mersin. Two\nweeks there, again, sitting on the beach, eating oranges from the trees, a novelty.\nWaiting, waiting, waiting, suddenly a ship comes, and — and is anchored on the\n[indecipherable]. So everybody is parked, okay, here, on this hour, in the dock,\nbarges take us to the ship. As we aboard the ship it says, Polish flag, is says\nMarshaba(ph), the name of the ship. One of the merchant ships who was, at the\nbeginning of the war, serving the eastern Mediterranean. So it was organized that\nit will take the — the — the refugee somewhere. And there is this story that one of\nthis crew was telling us how he remembers the evacuation of — escape of Jews in —\nMay 8, 2013\nin — in old, worn out boats, who were unworthy of — not sea — to go into sea. So\nthey were just sailing toward Palestine, and their crew was abandoning, so they —\nthey became victims of a accident, and as a — survivors of sea, they had to be\naccepted by the British, with — that was how they were going around the — the — the\nBritish blockade, for Jews to go to Palestine.",
        "Q: And this is what year?",
        "A: That was °40 - °41. Well, I read about this on the second day of the war, about\nthis story, about this ship who — two ships, actually, beached on the f— on Tel Aviv.",
        "Q: And — and — and on your own [indecipherable] you met with one of the people\nwho’d been the crew, on the crew.",
        "A: No, not the crew, but they knew about this story, because they were — they were\nserving the — they were sh — serving eastern Mediterranean.",
        "Q: I see.",
        "A: And that became a known story.",
        "Q: Story.",
        "A: It became known story because they printed it even in Krakow newspaper on\nthe second day of the war.",
        "Q: Yeah. The war. I see.",
        "A: On the newspaper, where there was nothing about the war.May 8, 2013",
        "Q: Yeah.",
        "A: But there was a story about this ship.",
        "Q: That’s so strange, too.",
        "A: Yeah?",
        "Q: Yeah. That’s very strange.",
        "A: Well, because this might have arrived few days before.",
        "Q: That’s right.",
        "A: And there was no la —",
        "Q: That’s right.",
        "A: — no information ready to print about the fact that the war was already on.",
        "Q: So you were on this ship and then you — you — do you — how do you get to\nPalestine? What is the procedure?",
        "A: Well, we — we — we thought that we are going to Cyprus from — from Turkey.\nThe — us — the joke was we are going to the British concentration camp for the\nPolish refugees. But it was next morning when we woke up, we were in Haifa\nsuddenly, not Cyprus, Haifa. And that’s where we were unloaded from the ship.",
        "Q: What did you see when you were unloaded? What — what was the vision in front\nof you? Sounds like you were an artistic person who — who saw — you know.May 8, 2013",
        "A: You know, it was Haifa, it was not the Haifa of today, but 1t was a small town. I\nremember the green hill, which was called Carmel(ph), huh? And there was an\neastern Orthodox cathedral on top of that. I remember the white towers. And then —\nand — and the British military police directing us how to go to a wooden barrack, or\nsomething like that, you know? And I don’t — we didn’t have any papers, I don’t\nremember.",
        "Q: Wow.",
        "A: But something — something must have been organized. But this is, to me, a big\nmystery how this was organ — it was beautifully organized, everything. Every day —",
        "Q: And what was the purpose for — what was the purpose of this organization to\nevacuate —",
        "A: I have no idea.",
        "Q: — these particular refugees to Palestine? Did you ever figure —",
        "A: I have no idea, but because there were many refugees who had the families, and\nthere were some Jewish families, like the Wolfgangs [indecipherable] from\nLwow. I mean, Juleg(ph) Wolfgang is now in — in — it was a class below me,\nbecause my whole school from bu — Budape — Bucharest was found in Tel Aviv,\nrecreated, with better teachers, because we found a lot of Jewish teachers from\nMay 8, 2013\nbefore the war in Poland, who couldn’t find a job, and were no — the one was\nCecilia Hubber(ph), who was teaching us Polish literature from memory.",
        "Q: Wow.",
        "A: No books, no books.",
        "Q: So, did you kind of recreate a community?",
        "A: Yes. Well, Tel Aviv was already sort of a Polish-Jewish community, I mean,\neven the — the signs above the shops were in Polish. It were —1— I mean, everybody\nspoke Polish, this was it.",
        "Q: And was there any — I mean, did people — did — was there any difference\nbetween Poles and — and Polish Catholics, Polish Jews?",
        "A: No, no, no. Absolutely not. In fact, you know, there was a very moving moment\nwhen we were — went through these customs, British customs in Haifa. And we\nwere going somewhere, I don’t know, there were some buses or something, I don’t\nknow, because we ended up in some kind of small hotel, I remember. And — but\nbefore we reached this transportation, means of transportation, we were surrounded\nby the people who lived there, the Jews, who had a heartbreaking moment, because\nthey came and they held photographs of people, of their relatives from — from\nbefore the war, and the names of towns from which they’re came before the war, as\nimmigrants to Palestine. And they were trying to show and ask whether anybodyMay 8, 2013\nknows about — about these people, whom they left behind when they emigrated.\nAnd of course, this was a— so moving.",
        "Q: Did you have any —",
        "A: Very dramatic moment.",
        "Q: Did you have any idea of what was happening to the Jews in Poland?",
        "A: No, no. No. No, I knew before the war there was anti-Semitism, yes. Of course I\nknew. I — I saw the — the — the right wing, the [indecipherable] gangs like in\nBucharest, you know, harassing. Yes. But I had, of course, no idea what was\nhappening.",
        "Q: Okay. And nobody did?",
        "A: In 1940 - 41.",
        "Q: So you arrived in Palestine, can you give me an approximate date?",
        "A: In December 1940.",
        "Q: In December of 1940.",
        "A: Hey, we lived — left Bucharest fort — November, then you know, these stopovers\nin — in Turkey, here and here, it was — it was December or early January 1941. But\nwe quickly — I remember my stepfather found this friend who was in the\nintelligence before the war, who — they worked together on — in — in Bucharest.\nAnd he was already in new uniform, because in Palestine there was a PolishMay 8, 2013\nbrigade, Polish independent brigade, about 4,000 men, who crossed over from\nSyria. They were in — in that first wave of immigration and distribution of the army\nmen, immediately, to France, to — to England. And when France stopped\naccepting because they did not want to fight a war, really. So they send these people\nfrom the Balkans to Syria, which was under the French protectorate at that time,\nLebanon and Syria. And the brigade was formed from all these army types over\nthere in allet — in Homs, where you hear the name now, Homs, in Syria, one of the\ntowns which is now being bombarded. And that’s where the brigade was formed.\nAnd when the [indecipherable] collapsed, the French wanted to disarm them. And\nthere was a confrontation between the French general, and the Polish general,\ncommander of the brigade, who said, if you touch any — any of our guns which we\nhave, we will fight. And with the — for the first time in the history that the French —\nthat the Poles will fight the French. But we will fight and win. And they decided to\n— to move everyth — with every equipment they had, they — to move to Palestine.\nAnd they went through the Golan Heights, through the — through the Sea of\nGalilee. So this is how they were, and of course they were a-accepted with open\narms by the British, who did not have anything in the Middle East, anything\nsubstantial. There were 60,000 British forces from Palestine, all the way to Kenya.\nThe British empire. And mostly of them were colonial troops, or Indian troops. So\nMay 8, 2013\nhere is something that comes about 5,000 Poles, with officers, everybody trained,\nand so on, you know, ki —",
        "Q: And motivated.",
        "A: — and motivated. No other country 1-1n occupied Europe every organized this\ntype of a evacuation formation of large number of troops, which ended up about —\nover 200,000 at the end of the war, of Polish troops in that navy, paratroopers and\n15 squadrons of the air force, all — all branches, from bombers to fighters.",
        "Q: So what happened with you?",
        "A: So I was getting back to school for my last year.",
        "Q: All of these exciting things going on, and you have to go to school.",
        "A: Yes. Well, because I — my — my stepfather said, you will not join the army until\nyou finish the school. He was accepted, although he had category D. But he was\nsome kind of clerk situation.",
        "Q: Tell me, what does category D mean? Okay.",
        "A: Un-Un-Un-Unsuitable for military service, probably.",
        "Q: Oh, great.",
        "A: Although I never expected —",
        "Q: Okay.",
        "A: — from his looks. Maybe heart or something, I don’t know.May 8, 2013",
        "Q: Okay.",
        "A: Anyway, he was put in some kind of a clerical work, and I saw him very little,\nexcept that he and — and this Polish officer of the intelligence, rented an apartment,\nwith two bedrooms. In one, I was sleeping, in the other, his young wife was\nsleeping. And in the middle was kitchen and bathroom. On the [indecipherable]\nstreet in Tel Aviv — in Tel Aviv. And that’s where we were living. He was coming\nsometimes to visit us. He was already in Alexandria, I remember, in Egypt,\nbecause the brigade moved in while I was in school, to Egypt. And when I finish\nthe high school, I — I followed — that I — I — that’s what I am describing in the book.\nI —I went with a group of Polish-Jewish recruits for the army, because they were —\nthey w — we were all recruits, there was no [indecipherable] and they were all\nJewish. And we went to — to this camp near — near Haifa for —",
        "Q: Training?",
        "A: — being dressed in uniforms.",
        "Q: Which country’s uniforms?",
        "A: Polish army uniforms.",
        "Q: Polish army, not British?",
        "A: Well, we had British uniforms, of course, but we had Poland, and all the\ndistinctions, you know’?May 8, 2013",
        "Q: Got it.",
        "A: Of course British.",
        "Q: Okay.",
        "A: A-And — and this is, in this camp, Bayjirjite(ph), was not far — not far from\nHaifa, where we got — where we were changed into soldiers, physically. And —",
        "Q: Was it tough training?",
        "A: In those days we stayed there ab — only two weeks. It was mostly patrolling the —\nthe shore of the sea. We didn’t know what was happening, but there was German\ninvaded Greece — Greece, you know? And so there was a — always that something\nmay happen. So we were defending British empire there, on the beaches of — near\nHaifa. And — and later they packed us in the — in the train, and took us to\nAlexandria, and nearby in the big camp of the Polish brigade, who was already on\nthe other side of Alexandria, on the west side, and here we on the — on the\n[indecipherable] three months training in the desert warfare. And after that — which\nwas mostly marching in the sand — after that, many other sort of events, excursions\nhere and there, but we were finally — I was selected to go to Tobruk. And — and\nthen I participated in this Libyan campaign, after the liberation of Tobruk, went all\nthe way to [indecipherable]",
        "Q: Did you see active fighting?May 8, 2013",
        "A: Hm’?",
        "Q: Were you par — did you participate in active fighting?",
        "A: Well, I perpi — my one big battle of three days, stor — storm of the Polish\nbrigades against a crack Italian division of Bersaglieri. It was the famous\nduches(ph) unit. They paraded by running. And — and that was — and actually,\nactual — this — this action by the Polish brigade, opened the — broke the front line of\nthe German-Italian forces. So they retreated past Benghazi, and we were sent to —\nto — to Sri Lanka, which is then shore — shore — shore area of — of Libya, where\nthere were a lot of agriculture lands, where the Arabs were expelled by the Italian\ncolonists who lived in the little huts. And that’s where we stayed. Ah, there were\nmany things of war I forgot about. Is — I spended fi — four, five months in the\ndesert, and then we were finally retre — rem — ordered to go back to — to Egypt,\nbecause it was too long to stay on the front line.",
        "Q: And what you — about what year was this, what month and year was this, when\nyou went back to Alexandria?",
        "A: We went back in April °42.",
        "Q: Okay.",
        "A: April ’42, and as a graduate with my high school diploma, me and some other\nfriends were sent to the officers’ training school in Palestine, in the Gaza strip. And\nMay 8, 2013\nthen we — we were a ter — we — under — when this, the training, special training, but\nsuddenly there came an — an — an order to make a choice. Either you want to\ncontinue the officers’ school, or you volunteer to go to England, to air f — to the air\nforce, to the paratroopers, or to the navy, whichever. One, two, three desks under\nthe stands. One hour time to think about it. Go.",
        "Q: Did you have a chance to talk with your stepfather about what to do?",
        "A: No, [had no contact with him.",
        "Q: He was still back in isra — in Palestine.",
        "A: He was in — in — in —1n Egypt later. I knew that he was in Egypt. But — but that\nwas the — th-the first decision which I had to make on my own, and I chose the air\nforce, but then somebody said, any questions? How are we going to get to\nEngland? None of your business. You will get there. Just say yes or no, which way\nyou want to go, one, two, three choices. Military secret, nothing. So again, one\ntransit come, another transit come, then across the Suez Canal, to — to the Suez\nport, another waiting few days, and then there are big ships in the harbor. What are\nthese? Well, these are this, they brought the British army for General Montgomery,\nto prepare the offensive. That was the Alamein, E] Alamein, big offensive with\nGeneral Montgomery.",
        "Q: Wow.May 8, 2013",
        "A: Who had pushed the Rommel out. So we were loaded again on barges, and we\nwere given Italian rifles. What do you — what do we need Italian rifles? You will\nfind out on the bow of the ship. So we were — we — we approach the ship, it was like\nthat, like a skyscraper, what is — Queen Mary, which was completely empty,\nbecause this Queen Mary brought 10,000 Scottish troops for General Montgomery\nfor this offensive, and it was going back empty. So what about this Italian rifles?\nBecause you have 1400 German prisoners which you took in Libya. You have to\nescort them. Where? Don’t ask questions. No questions answered, yeah. And we\nhad 1400 young boys like ourselves, from the Rommel army. Germans. And you\nknow, and they were down on the — at the bottom of the ship, on the third class. We\nwere occupying second class, where they removed only the beds, and put the, you\nknow, bunks, so more people can sleep. And that was the luxurious trip on board of\nQueen Mary.",
        "Q: Did you have any interaction with them?",
        "A: Well, s-some, because we went to south a — through south Africa, and then\nacross the Atlantic to Rio de Janeiro. And we didn’t know why, but three of them\nescaped from the ship in the Rio de Janeiro, and they were caught on the beach by\nthe Brazilian police, and they were brought back. So, there were some rough\nmoments when one of the — our sergeant, who was fluent in German, interrogated\nMay 8, 2013\nthem, and so forth, you know. And it turn out that one of the crew — they were\nmostly Australians, must have given them a big wrench, so they can — they opened\nthe screws of the —",
        "Q: Portholes.",
        "A: — portholes, yes, which were screwed in. So that was a first. But then, from Rio\nd’aneiro(ph), we went along the af — Americas coast, to New York. We didn’t\nknow where are we going, it was all secret, but we ended up in New York. And we\nunloaded the Germans here, and — on the lower Hudson, on Jersey City, again in\nbarges. And on those barges, when we were sailing with the — our segment of the\nprisoners, now we began to — to smile at each other. You know, we were about 19 -\n20, all a — both sides. So they had some piece of paper, they wanted an autograph,\nand I had some photographs, and some drawings that they made, gave — given to\nme, you know, as a kind of exchange. And we handed them over to the Canadians.\nPut them in the elegant passenger cars, and took them to the prisoners’ camp in — in\nCanada.",
        "Q: My goodness.",
        "A: And we stayed for two weeks in — in — in — in New York, having a ball,\nabsolutely ball. We were the first unit of 300 Polish ar — uniforms men, for the first\ntime in history, seven officers, one [indecipherable] and — and we were almost torn\nMay 8, 2013\napart by all these organizations, like that one that took a couple soldiers for this, for\nthis, for dinner, for a dance, and — and we stayed for just two weeks, and then sailed\non — on — in a big convoy, and then I decid — discovered that there are oh,\nAmericans on these ships. And then we — we — when we learned that America is in\nwar. And that was summer of ’42.",
        "Q: America was in the war —",
        "A: Since December 41.",
        "Q: That’s right.",
        "A: When — when — when we entered Tobruk, the officer told me, by the way,\nAmerica was attacked by the Japanese somewhere, the Pacific, and America will\njoin the war, hooray. And that was it. And then secrets. Nobody, no newspapers,\nnothing, until New York, where I found out that America is in the war, because 11\nhuge ships were taking troops to — to England.",
        "Q: Now, amongst the recruits that were with you, were any of those original Polish-\nJewish young men also part of this?",
        "A: I’m sure they were, yeah. Now — now, there were 50 of us from the officers’\ntraining school, who were with the di — high school diplomas —",
        "Q: Okay.May 8, 2013",
        "A: — selected, okay? Fifty. And we were from the brigade, we were from the Libyan\nfront. Two hundred-fifty were those who came from Russia in — in — in °41, after\nthe General Sikorski and Stalin made a deal that Poland will help, if you release\nthe prisoners. That was before Katyn was discovered. But this young guys were\nfrom — from — mostly from gulags and from prisoner camps. A-And we started to\ntalk to them on that fantastic journey from Rio de Janeiro to New York, you know,\nacross the equator and to Tropics of Cancer, and —",
        "Q: And what were they telling you?",
        "A: Oh, they were telling about Russia. About there — with the — for — for the first\ntime, because they — they — they — they came out of Russia. Soviet Union.",
        "Q: What were the things that you found most memorable?",
        "A: What?",
        "Q: What were the things that they were telling you, that you found the most\nmemorable?",
        "A: Well, they were t-telling horrendous stories of life in — in — in the camps. A-A-\nAnd — and — and the miracle of them being released at one point. That was a deal\nbetween — between Polish government in London, and — and the Soviets, prodded\nby Churchill, you know. You have come to some conclusion of all these disputes,\nyou know, so 1— you were very dramatic — in our may — in my age no, I was not\nMay 8, 2013\nreally very much understanding the — th-the — all this implication, but I was a\nwitness of this.",
        "Q: Well, you know, how could one expect you to?",
        "A: No.",
        "Q: How could wa — it’s just that one — it’s one — 1n your telling it’s one dramatic\nincident after another, without even stopping, you know? And they come over each\nother.",
        "A: Exactly.",
        "Q: It’s not like one starts — one stops and another begins.",
        "A: Exactly.",
        "Q: Another takes place while the first one’s still going on.",
        "A: Exactly, exactly, exactly.",
        "Q: So, as you’re crossing that boat to go to — crossing the Atlantic again, and you\nsee there are Americans on the ship, what’s that — what’s that stage like? What — is\nthere anything memorable from that crossing?",
        "A: Well, he — he talk — it took us 15 days. Thi — this whole sea strip from Suez, via\nsouth Africa, Rio de Janeiro, New York, and this is — this took six weeks,\ntogether. And that was the only time when I had a little notebook and I was making\nMay 8, 2013\nnotes, and dates, and what happened then. Nothing important, but just as a\nreference. I still have it.",
        "Q: Do you still have the notebook?",
        "A: Yes, yes, yes. This 1s only the — the trip, you know, the — the sea voyage. Well,\nwe were a big sensation for the American troops on that troop carrier, because they\nwere young boys like us, going for the first time to Europe, abroad, you know?\nThey were from Kansas somewhere, from Missouri, you know, soldiers, G.Ls.\nAnd we were sleeping in hammocks because everything was removed to make more\nroom for troops, you know, this — on these transport ships. And eleven big ships,\nand the escorts, two cruisers and several destroyers, on — on all sides, cruising all\nhere, you know, watching for the submarines and U-boats. So it was a\n[indecipherable] pleasant, but mostly Americans were telling us, how is it in the\nwar? What do you do? You know? And we didn’t want to talk about the war,\nfrankly, we were enjoying the — the — the — the — the trip. So, you know. But I — I\nlearn how to jitterbug on that ship. I met many American soldiers who were trying\nto say a prayer in Polish, you know? They remember what their grandmother what\ntold — told, you know? Terribly moving. Which I — moving now, but at that time,\nwas ha, ha, ha, you know, make fun.",
        "Q: Yeah, yeah.May 8, 2013",
        "A: The stars at night, are big and bright, deep in the heart of Texas, that’s what I\nlearned that time.",
        "Q: Yeah. When you got —",
        "A: So we ended up in — in Liverpool.",
        "Q: Okay. [technical interruption, break] Okay, so you’re in Liverpool, you arrive\nin Liverpool.",
        "A: We disembark, I think the first, because th — I remember Americans on the deck\nwaving back, full of soldiers still. And we went onto the train, which was waiting,\nand well, we were only 300, so there was some — somebody more than — than us.\nAnd then we went directly to Scotland, to a camp near [indecipherable], in\nnorthern Scotland, and we stayed there 10 days or something. We soon discovered\nthat every church has a dance hall, and twice a week there were dances at the\nchurch hall, where you could meet a lot of lonely girls. But mostly we were being\ninterviewed. Not us, from the brigade, where we were — had all our papers and army\nbooks and so forth, but mostly those who came from the Soviet Union. They were\ngrilled again and again, who they are. Later, later, after the war I discover\n[indecipherable] you don’t know why, because the — the — the army intelligence\nwanted to know who these people really are. There was no time to interview them\nin — in Persia, or in Iraq, when they came, you know, from the Soviet Union, nor\nMay 8, 2013\nin Palestine. So they were sort of quickly selected who wanted to go, so they were\non the boat, and came. But the — the army wanted know exactly who they are, like —\nlike you are asking me now. Where they came from, the addresses and —",
        "Q: Right.",
        "A: — father —",
        "Q: Right.",
        "A: — and mother and so forth, you know, for security. Because there was already a\nwe — awareness that many, many Soviet agents could be smuggled this way.",
        "Q: Yes.",
        "A: So, they already knew that. So we stayed there, and then finally they — we were\nseparated into various arms forces, units that we volunteered for. Those for the air\nforce, those for the navy, those for the parachute brigades, and — and — and — and we\nparted in different places of — and that’s where I begun about almost a year and a\nhalf training in various, as it was called, stations of — of the air force. It was all\nmanned by the Polish ar — air force already, all instructors, all teachers. Except the\nteachers of English were — were Polish people. And then it — it — it took us about\nthat time to — to reach the — the — the level where we could be transferred to — to the\n— to the front.",
        "Q: So here’s a question.May 8, 2013",
        "A: It was just after the D-Day.",
        "Q: So here’s a question: do you think any of your trainers at the — during this year\nand a half were people you first might have met at the Romanian border, as you\nwere fleeing Poland?",
        "A: No, no, no.",
        "Q: No.",
        "A: It was such a mixture of — of people, mixing all the time. But I always had very\ngood friends, and one of my best friends was a Ludwig Gutmeier(ph), speaking\nabout the Jewish people, who was with me from — from the time the brig — I didn’t\nknow him at the time we were in — in Libya. We met on the boat, actually, in that\ngroup. And he was a son of a — of Aba(ph) Gutmeier(ph), a very well-known art\ndealer, and collector of Polish art, maybe better than this, in Warsaw. And he had a\nsister, whom he adored, he had a picture of — of her sister, was showing. And he\nescaped Warsaw during the, actually, German siege and bombardment, which\nmeans about 10 days after me. How he managed to — to escape, I don’t know.\nBecause frankly, we never talked about this. Never. The discussions were about\ntoday, right now, and what we are going to do tomorrow. But never — never\nreminiscences, something —",
        "Q: It was not that kind of time.\nMay 8, 2013",
        "A: No, nobody — nobody was interested, frankly. What are we talking? What are we\ngoing to do tomorrow? Have another beer. You know, this was — that’s — that’s —\nthat’s the lesson, but — which I learn only recently, when I started to write this — this\n— this — this books, this memoirs, were 50 years after the war when I started.",
        "Q: Why? Why did it take so long?",
        "A: I never — I was never interested in — in — in — in— while I was collecting all the\nphotographs, all the drawings of all these wanderings after the war — I saved\neverything, without even thinking about it. It was only the first Polish book, there\nwere three books, these are condensed three books here. It was printed in Poland in\n2003, and I probably started this writing about 2000, year 2000.",
        "Q: Yeah, 55 years after the war.",
        "A: And nobody ask me anything, and I don’t — didn’t ask anybody after the war,\nand I came to the d— completely destroyed city, Warsaw, and we’re planning how\nto spend the night — dancing night, you know? But nothing about — nobody told me\nabout the horrors of they went through, uprisings, and so on, the destruction,\nprisoner camps. Nobody. So this Ludwig Gutmeier(ph) was this very good friend,\nand he was with me on this first preliminary stages of tra — air force training, but at\none — one point, he said ah, you know, it takes so long. I want to — I want to — I\nwant to bomb the Germans. Said, how you going to do it? He said, well, I— you\nMay 8, 2013\nknow what? There is a — there is a special they call the bomber. On the — on the big\nbombers, there is a guy who looks at the target and pushes the button. I want to be\nthat guy. So he left area, because that was much more shorter training. And I met\nLudwig after the war, in Paris, where we spent a very exciting time. And in 1961,\nwhen I came on the Ford Foundation visit to America, on my second day in New\nYork, I met him face to face on Madison Avenue here. Yeah.",
        "Q: Amazing. Amazing. So, what were you trained for, and what was your job on the\nplane?",
        "A: I was pilot, fighter pilot. Which means, I was alone. My job was everything. And\nI was trained to be a speed fighter pilot. And I was posted soon after the D-Day to a\nPolish wing which consisted of three squadrons, 36 planes in France, on a field trip\n— airstrip. And we were in so-called tek — tactical air force, which means we were\nsupporting the ground troops. If you saw “Private Ryan,” there is a — there is a shot\nwhere airplanes are flying very low over this loop of Americans who are trying to —\nto — to escape the encirclement. Well, that’s what we were doing. Air support to the\nground troops, and — and bombing from the dive — dive bombing.",
        "Q: Okay.",
        "A: So — and from time to time there was an air contact, but the Germans were very\nfew and — and sparse in those days, because the Luftwaffe was already — had theMay 8, 2013\nbroken back, during the Battle of Britain, and following years. Last October, I was\nin Washington, I was asked by the museum of the RAF in London to be a keynote\nspeaker on a yearly gala they have in Washington, in Willard Hotel, which is the —\nthe luxury hotel, you know, on Pennsylvania Avenue. They have a yearly banquet\n— gala banquet for the f-foundation a — foun — American foundation of the Battle of\nBritain, where they are collecting money to build a monument at the museum in\nLondon to the pilots who fought the Battle of Britain, in 1940 - ’41. And this was a\n—a-—a-—a-—adinner devoted to the role of the Polish fighter pilots, who actually, as\nmy friend Steve, air chief marshal Sir Steven Dalton, who sat next to me in all this\ngala, gilded things and medals, the commander of the Royal Air Force of today,\nsaid that, it is little known, but had it not been for those 120 Polish fighter pilots\nwho came to England in 1940, those who were emi —",
        "Q: At the border.",
        "A: — at the border, whom I ma — who were shipped immediately to England and\nFrance, and later to England, we would not win this battle, he said, because our\nnumbers were dwindling. We had pilots after 15 hours in the plane, sent to this\nquadrant to fight the Luftwaffe.",
        "Q: Oh my gosh. That’s nothing.",
        "A: It’s nothing. So they were shot down like ducks, you know.May 8, 2013",
        "Q: Like chickens, yeah.",
        "A: And — and so the air chief marshal, and — then — and I was the keynote speaker\nfor that event. So that’s like the coronation of this whole — my wartime events,\nwhich happened 50 — 55 years later.",
        "Q: How many missions did you fly?",
        "A: Hundred.",
        "Q: A hundred?",
        "A: Yeah, just hundred, yes.",
        "Q: And do you — over what territories?",
        "A: Well, France, Belgium, Holland and Germany. And we were three squadrons,\n302, 308, my squadron, and 317, where I had this friend, this Jewish pilot,\nKazik(ph) Becker(ph). There is the photograph of him, and he had this name of his\nsister chalked on his cowling, you know.",
        "Q: Yeah.",
        "A: I had couple more Jewish pilots, yes. Th-Th-They were in every squadron, there\nwas Jewish and like that.",
        "Q: What was your last bombing mission?",
        "A: Last bombing mission, we’re preparing for — the Polish armored division,\nbecause we are supporting the army on the ground, right? So, in the British sector,May 8, 2013\nthere were Canadian force, and — and British, moving on the northern front.\nAmericans were further south. And the Polish armored division, the tanks, arrived\nat Wilhelmshaven, which is the main base of the German Kriegsmarine.",
        "Q: Okay.",
        "A: Built in — in imperial time, and — and it was the — we were prepared to support\nthe — the — the attack of this British armored division on Wilhelmshaven, which\nalready surrounded by the Polish army. When I made my hundredth, and that was\nthe end of my tour — the tour was 50, that was my second tour. So you would — you\ndon’t fly tomorrow. Pack up, you can go. You have tickets and all that. And I was\nvery happy. But then, th-the next few days, they started this bombardment, and —\nand it — and it — the war ended soon after that [indecipherable]. So — but — but — but\nthe capitulation of Wilhelmshaven was accepted by the Polish kal — kalner(ph) of\n— of the arms division.",
        "Q: That must have been satisfying.",
        "A: And this is an amazing coincidence because the war started in Gdansk, by the\nbombardment by Schleswig-Holstein, the German battleship of the Polish outpost\nin Gdansk called Westerplatte, with W. And the war ended Wilhelmshaven with\nthe Polish troops bombarding the Wilhelmshaven. An [indecipherable]\ncoincidence.\nMay 8, 2013",
        "Q: How did you — so that happened in April ’45?",
        "A: Well, it — it — it — I was — I left this quadrant in April, and they were still flying\ntil they — til the first days of May, when the armistice was. And from — by that time,\nI was in Paris already, with my uncle.",
        "Q: So here — here’s another question. Of those hundred mission — hundred missions,\nwere there any that you felt more in danger than in others, or were each — all of\nthem equally alike?",
        "A: Well, th-the — there were not all, because you know, sometimes you were going\non a patrol, very high up, escorting American bombers, the flying fortresses, few\ntimes. But most of the real danger was because we were coming down on German\npositions, which were very heavily defended by the anti-aircraft guns and machine\nguns. And when you were coming down there, everybody was shooting at you. So it\nwas touch and go. And sometimes we are flying two and three missions every day.",
        "Q: My gosh.",
        "A: Because we were very close, you know, it lasted one hour. You took off, one\nhour you were over the [indecipherable], you bomb, you — you come down, you —\nyou shoot, and you come back. So it was — it was a lot of the sum — you were —\nfound bullets in the fuselage. A couple friends were killed sa — many were killed\nbecause they landed in the fog, or something like that, you know.May 8, 2013",
        "Q: When the war started, you had had one year of Jesuit school, which knocked you\ninto shape after — after having been a troubled teenager, and when the war ended,\nyou were — you were a fighter pilot with a hundred missions under your belt. Were\nyou the same person? How had the war changed you?",
        "A: No much. No, but in between, I had two years of the refugee schools in\nBucharest and Tel Aviv.",
        "Q: Okay.",
        "A: Which were a salvation, because since that time, I did not read a single book\nduring the war. There was no way. I read some English books when I learned. But\naft — when I arrived in Warsaw after the war, and wanted to join the school of\narchitecture, I was accepted without any tests, or anything. But my — my level of\neducation was zero, I must tell you frankly, zero. Because I did not have full cycle\nof education like normal school. So I—I-—Is-—I suppose I learned myself.",
        "Q: But as a person, you say you’d — your — as a person you didn’t feel like you had\nchanged much?",
        "A: I didn’t feel that I have. I didn’t, no, honestly.",
        "Q: Okay. Okay. I asked the question, that’s the answer, that’s fine.",
        "A: Yeah, yeah, I know. I don’t think I changed, no.",
        "Q: Okay.May 8, 2013",
        "A: I—I learned a lot, I suppose, about the world, about how people behave in\ndifferent situations. I had my opinion how to behave, which started in Bucharest\nwith saving these two Jewish girls. It was like nothing, but it is — 1t made an imprint\nin me.",
        "Q: For you it was a significant threshold.",
        "A: Absolutely, yes.",
        "Q: Yeah.",
        "A: I was so happy later, that we did this, what we did. And they run away, so you\nknow — but —",
        "Q: So when you met your stepfather in Paris, afterwards, is this the time when he\ntold you what he was involved with?",
        "A: Very little, but he told me that, you know, what you know is probably a fraction\nof what I would like to tell you, but there is no time now. One day when we meet in\nquiet, I can tell you yes, yes, I was involved in this, I was involved, yes, all these\npeople that you mention, yes, wa — it was a cover up for something, and suppose\nand suppose. And that’s where I went to — to serve in the second army corps, which\nwas mostly composed of the army who came from — from Russia. Trained in the\nMiddle East, and — and they — they — they played a very important role in — 1n the\nbattle of — in Italy. They — they — they took Monte Cassino, and Anzio, and — andMay 8, 2013\nliberated Bologna and so forth. They were a major force in — in — in the battle of\nliberating — liberating the Italians. So — so he — he served there, probably. He — he —\nbut that’s — he only confirmed what I was ec — he wanted to tell me more, but we\nnever got — because he did not return to Poland, my mother came to Paris for one\nmonth, on the permit — a passport, for one month, to get us back. Me and my\nbrother.",
        "Q: Oh, so your brother had also left by that time?",
        "A: Well, he was — he took part in the Warsaw uprising in °44, and was taken as a\nprisoner, and s-stayed in Germany —",
        "Q: I see.",
        "A: — and was released. And he found his way to my uncle in Paris, near Paris,\nwhere I also found him, by coincidence. And that’s where the whole family was\ngathering after the war.",
        "Q: And your mother succeeded in bringing who home?",
        "A: Me and my brother.",
        "Q: But not her husband?",
        "A: No, he came, and they met — you know, they were married two years, actually,\nbefore the war. And — and he was involved in this situation politically, that he knew\nhe cannot come back. Plus he came already with a woman [indecipherable] Paris.May 8, 2013\nI mean, what do you want? A-And — and that’s how they separated, very politely\nand friendly. And they — they eventually divorced by mail. By lawyers and so.",
        "Q: Well, when you came back to Warsaw, what did you find?",
        "A: What did I find?",
        "Q: Yeah.",
        "A: I found my home, mostly intact. Half of it was burned, you know, the — the —\nthere was a four corners in a square, and the backyard. And so the front was where\nour house was, our apartment. The whole length of this nine windows, and — and the\nlithography, built by my grandfather in 1893 was on the left, for four stories high.\nAnd then the two other wings were residences three stories high, also built by him\nin the — in the end of 19\" century. That was burned. And apparently, the fire\nstopped by itself.",
        "Q: Did your mother tell you how she survived during the war?",
        "A: Well, she was — she was serving pi — you know, with this insurgent during these\n— during this — well, first of all, the — the lithography was working, under German\nsupervision. And I know that they were printing a lot of illegal documents from the\nradio, from London, you know, what is going on. It was done like an underground\nprinting office, at the same time. But they were doing commercial things, whoever\nneeded something, like before the war. And since this survived the — the — the totalMay 8, 2013\ndestruction of Warsaw, is a miracle. I don’t like to use the word, but it was. A-And\n—and she was almost one of the first persons who returned to Warsaw, because\nGermans, after this uprising, expelled everybody. So it was a totally vacant ruin,\ncity of ruins. Over a million people were expelled. The dead were —",
        "Q: Where did she go?",
        "A: Hm’?",
        "Q: Where did she —",
        "A: She went to suburban location somewhere. And — and survived that — that — that\nfew months there, and then came back, one of the first, and stood in front of the\nbuilding. She said, my — my mouth opened. How did it survive? And she went\nthrough the gates, you know, for the — and said, lith-lithography is also there. The\nother two wings are burned down. And then the — and then the workers started to\ntake in, you know, all the people from somewhere, who are coming, checking, and\nthey were finding, so she — she assembled a group of people who started to clean,\nand — and sort of revive the whole thing. And it was the communist government\nwho took it in ’49, and — and really destroyed everything. They said there isn’t a\nplace for any industrial in the cit — in the center of city. You know, it was this type\nof explanation. But it was obviously illegal for anybody outside the state to have\nany printing —May 8, 2013",
        "Q: Printing press, of course.",
        "A: — situation.",
        "Q: Of course. And you entered architectural school?",
        "A: Yes.",
        "Q: How long did you still live in Poland after that?",
        "A: For 15 years.",
        "Q: Until 1960?",
        "A: Sixty — °62. Or ’61 I came to America because I had all kinds of achievements,\nthey were printed in foreign architectural press, in America, and so forth. So — so I\nwas Selected to go on the Ford Foundation, and I went for a trip for five months\nhere. I bought a car on Queens Boulevard here, for 250 dollars. No, 200 dollars, an\nOldsmobile, °51. And I drove 16,000 miles, all around America. And when I arrive\nat this certain famous school of architecture, Raleigh, North Carolina, which was\nformed in ’48 with a couple of — a couple, both architects from Poland, who were\nhere to work on a team for — to design the United Nations buildings. They were —\nthey were picked up, and to write a new curriculum for this new school of\narchitecture, modern architecture, which was not very familiar word in — in\nAmerica, which was mostly Colonial, and Classical, as you know, in Washington.",
        "Q: Yes, yes.May 8, 2013",
        "A: So — so, a modern architecture was oh, modern architecture. And here came\nthese two tac — this couple who were sort of very well known, and first of all, he\nspoke very well English, because he was in American schools in the 30s, his father\nwas first consul in Chicago. Also they were — he was born in Siberia. So he was in\nthe American schools, so he spoke English, and — and he was a — kind of like a\nprophet of the modern architecture. And he was Lewis Mumford, a very famous\nwriter and — and he became enchanted with Maciej Nowicki and recommended him\nas a dean of the school of architecture, a new school which was being formed in\nNorth Carolina, of all the places. Deep south.",
        "Q: And so you drove by there, and you went —",
        "A: So I drove by, and — and one day after, I was asked by the same dean, would you\nlike to join the faculty? I said, me? I never taught. That’s very good. We need new\nthings, you know. And about, you know, two weeks ago I was in Raleigh on the\n50\" anniversary of my being —",
        "Q: Joining the faculty.",
        "A: — joining the faculty there, and 65\" anniversary of the creation of that school.",
        "Q: Wow. Wow. So, were you married by that point? Did you have children?May 8, 2013",
        "A: Oh, I married in 1950, most beautiful woman. She is unfortunately now in the\nnursing home here in Manhattan, after brain tumors. And there are the — her\npicture is there. And —",
        "Q: What is her name?",
        "A: Lenta(ph).",
        "Q: Lemke(ph)?",
        "A: Lenta(ph).",
        "Q: Lenta(ph).",
        "A: Actually Irene, but Irena, but — but she was known as Lenta(ph).",
        "Q: Lenta(ph).",
        "A: And — and — and I have one daughter Clara.",
        "Q: Clara.",
        "A: Who is a chief editor of the Conde Nast travel magazine —",
        "Q: Okay.",
        "A: — here in New York. We have two grandchildren. Sofia(ph) is graduating from\nHarvard in May, and Alexander is second year in ha — in yart — from Harvard,\nand he is at Yale.\nMay 8, 2013",
        "Q: Quite an accomplishment. Quite an accomplishment. Is there anything that I\ndidn’t ask you, that you would like to add to what we’ve been talking about, to your\nexperiences, to how you look at them?",
        "A: Your questions were very intelligent, and well placed, and I don’t know what\ncan I add to this.",
        "Q: Thank you. A fascinating story. Fascinating.",
        "A: I hope these marks guided you a little bit —",
        "Q: They did.",
        "A: — because you were asking good questions.",
        "Q: Well, thank you, and they did, and I look forward to reading your book, called,\n“An Accidental Immigrant.” So, Mr. Jerzy Glowezewski — did I say it right?",
        "A: Yes.",
        "Q: Okay.",
        "A: For a Lithuanian, you are supposed to say it well.",
        "Q: It’s true. Thank you very much for participating this evening, for sharing your\nstory with us. And this concludes our interview with Mr. Jerzy Glowezewski, on\nMay 7\", 2013, in New York City. Thank you.",
        "A: Thank you. I thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMr. Jerzy Gléwezewski, on May 7, 2013 at the Kosciuszko Foundation in New\nYork City, and I would like to thank you, Mr. Gl6weczewski, for coming to speak\nwith us today. And I’d like to start the interview, like we always do, at the\nbeginning. I’d like you to tell us a little bit about yourself, starting with the date you\nwere born, the place you were born, and please pronounce your full name for us.\nAnd Ill — then we’ll go from there.",
        "Q: Okay.",
        "Q: Well, let me interrupt for a second. That’s a wonderful introduction, and we will\ngo back even further, because we will get to that central part of the experience and\nthe reality of what the two different forces were, and how they played themselvesMay 8, 2013\nout in Poland. But let’s start far more individually. Tell me a little bit about your\nfamily, your father’s name, your mother’s name, their occupations.",
        "Q: Large.",
        "Q: For the Middle Ages, unheard of.",
        "Q: Yeah.",
        "Q: You’re talking about the 18\" century.",
        "Q: Oh my.",
        "Q: They were sort of like 19\" century revolutionaries.",
        "Q: Yes.",
        "Q: We — 1858, yes.",
        "Q: Right.",
        "Q: Right.",
        "Q: Son.",
        "Q: Well you know what — one thing that strikes me right away, is that you can trace\nback your family to — across two or three centuries. Not many people can.May 8, 2013",
        "Q: They know that there’s thi — so this must have been mo — something that you\nlearned about at home, you know, that your parents told you, that was in the air, that\n— you know, how did you fi — how did it become known?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: No kidding?",
        "Q: Okay.",
        "Q: Well, this I wanted to ask about you.May 8, 2013",
        "Q: I— I wanted to — to learn more about how your family supported itself, whether\nor not both of your parents worked, and — and tell us a little bit about that.",
        "Q: Okay. Against the Bolsheviks.",
        "Q: What was it called, the company”?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Yes.",
        "Q: Oh, wow.",
        "Q: Did you have siblings?",
        "Q: Do you have siblings?",
        "Q: Excuse me, but do you — did you have brothers and sisters?",
        "Q: Is he older or younger than you?",
        "Q: Okay, so he was born in 1925.",
        "Q: You were the oldest son.",
        "Q: The oldest child.",
        "Q: How would you describe your childhood? Is that too ba — large a question? How\nwould you describe your childhood?",
        "Q: Yeah.",
        "Q: But you were just a boy?",
        "Q: You were in the car?May 8, 2013",
        "Q: Yes.",
        "Q: To Moscow’",
        "Q: That’s right.",
        "Q: Wow, it was fascinating even up til that time.",
        "Q: So, your mother is — is faced with a very heartbreaking task in 1929.",
        "Q: Amazing.",
        "Q: Amazing.May 8, 2013",
        "Q: Wow.",
        "Q: What happened then?",
        "Q: What was the name of her second husband?",
        "Q: Zhontkoski(ph)",
        "Q: You were close to him?",
        "Q: Were you close to him?May 8, 2013",
        "Q: And th-these are crucial years in the development of a child.",
        "Q: Will they bring — did you —",
        "Q: Did they bring you into order?",
        "Q: What kind of — yeah, what kind of memories do you have of the time that you\nwere there at that Jesuit boarding school?",
        "Q: Discipline.",
        "Q: Yeah.May 8, 2013",
        "Q: So the war broke out after your first year of boarding school?",
        "Q: Tell me, how did the war — how did you learn about the war happening? That is,\nwhen it happened, the day that it happened, where were you?",
        "Q: Of the Russians.",
        "Q: Yeah.",
        "Q: Well, certainly for the 20\" century.",
        "Q: Certainly the last cavalry charge.",
        "Q: Yeah.",
        "Q: Now, did that — did people understand that instinctively? When they saw the\nnews — [technical interruption, break] We — we were at — you find out — ah-ha,\nmy question was, you read in the newspaper about the agreement between Hitler\nand Stalin, and did people instinctively then realize that this is bad for Poland?",
        "Q: They’re much more interesting, of course.",
        "Q: Yeah.",
        "Q: Was this in Warsaw?",
        "Q: Was this now in Warsaw?May 8, 2013",
        "Q: Yeah. And did you go back to school?",
        "Q: So you had only one year at that Jesuit school —",
        "Q: — but it did what it needed to do.",
        "Q: Okay. So what happened —",
        "Q: Okay.May 8, 2013",
        "Q: What happened with your own family? How did things develop within your\nfamily, and for you?",
        "Q: Right.",
        "Q: And what happened with your stepfather?May 8, 2013",
        "Q: What — what about your stepfather? Did — where did he — did he go with you?",
        "Q: Okay.",
        "Q: What happened?",
        "Q: Okay.",
        "Q: You mean, all of these fleeing people?May 8, 2013",
        "Q: Right.",
        "Q: Did you meet up with any Soviets?",
        "Q: What was your stepfather’s business?",
        "Q: Did you know the Schiffman(ph) family from before?",
        "Q: Okay.",
        "Q: Okay, so you were with your stepfather in Lwow, and you were staying with a\nfamily called the Schiffmans(ph).",
        "Q: Who were his associates based on his chemical business.",
        "Q: His re — was a representative. Can you tell me, were they German, or were they\nJewish, the Schiffmans(ph)?",
        "Q: They were Jewish, okay.",
        "Q: Mm-hm. Mr. Schiffman’s(ph) wife.",
        "Q: Yeah.",
        "Q: Cut.May 8, 2013",
        "Q: Well, how were the Schiffmans(ph), were they — they must have been quite\nnervous.",
        "Q: Okay. So you moved a —",
        "Q: Was this before you came to Lwéow?May 8, 2013",
        "Q: Yeah. And tell me about — about this, di — how did you meet up with him, how\ndid you know to stop there, at —",
        "Q: At — at this Zamos¢, at the place —",
        "Q: Payos.",
        "Q: So was Yiddish and Polish.",
        "Q: So it sounds trying — you know, it sounds like in — in this chaos, somebody is\nmaking sense of it in his — in this way, for himself.",
        "Q: And once — and, you know, he said remember me, and it sounds to me like you\ndid, you know, because he’s in your book, and — and you talk about him now.",
        "Q: And did he tell you his name?",
        "Q: Oh, that was his name.",
        "Q: Festendik(ph), uh-huh, uh-huh.",
        "Q: So, you left at three o’clock in the morning in the — from Lwéw —",
        "Q: — because the Germans were going to surround it.",
        "Q: Okay.May 8, 2013",
        "Q: Did you meet any o — did you meet up with any armies at all, any soldiers at all?",
        "Q: Right.",
        "Q: It certainly is.May 8, 2013",
        "Q: So this was the Russians who came?",
        "Q: Ah.",
        "Q: Right.",
        "Q: Paper.",
        "Q: Okay.",
        "Q: So, until that point, they wouldn’t have done it?",
        "Q: Until that point, they would not have —",
        "Q: Okay.",
        "Q: Instructions.",
        "Q: Really?May 8, 2013",
        "Q: And it was —",
        "Q: And they — it was because they were able to cross the border at that time?",
        "Q: So tell me, what happened to you, and your stepfather and whoever you were\nwith in the small group?",
        "Q: Tell me about that.",
        "Q: Okay.",
        "Q: In the middle of such chaos and war.",
        "Q: Looked like who?",
        "Q: Had you seen “Gone With the Wind” by that point?May 8, 2013",
        "Q: Just later she seemed — that’s the analogy you make, okay. And — and what —",
        "Q: — like to know, what did you — what kind — do you remember what you talked\nabout with this man, and this family?",
        "Q: No. So what — they wouldn’t, asking about the war, and what was going on in\nPoland, all of that?",
        "Q: Okay.",
        "Q: Oh, really?",
        "Q: Mm-hm. And now, remind me, was anything happening in Romania, or was\nRomania quiet, and on the side, and politically not involved, not [indecipherable]",
        "Q: So how long were you in wa —",
        "Q: Oh, so tell me again, give me a sense, how long did you stay in Romania in\ntotal?",
        "Q: Ah, so he told you after the war —",
        "Q: — about what these were.",
        "Q: Okay.",
        "Q: So you even started going to school there?",
        "Q: Give me a sense of dates, if you can.",
        "Q: Okay, so it’s a year — the war is in for a year, and the coup takes place then, right\nbefore then? Is this a —",
        "Q: When does the coup take place?",
        "Q: What were their names?",
        "Q: Okay. We can look up later.",
        "Q: This begs an — excuse me for a —",
        "Q: Right.",
        "Q: Yeah. Were there many Jewish refugees from Poland?",
        "Q: Okay, so the question was, were there many Jewish refugees from Poland in\nRomania?",
        "Q: Suka(ph), okay.",
        "Q: A test.",
        "Q: Yeah.May 8, 2013",
        "Q: So, you know, in some ways in your telling it, I — I have the impression that\nthere is all this war, there is this chaos, there is this fear, and yet, at the same point,\nyou’re a teenager, and you’re growing up.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: How did you end up in Palestine?",
        "Q: And why was a goal to go?",
        "Q: By whom?",
        "Q: So, if your stepfather was involved, does he — would he — did he have some extra\ninformation?",
        "Q: And this is what year?",
        "Q: And — and — and on your own [indecipherable] you met with one of the people\nwho’d been the crew, on the crew.",
        "Q: I see.",
        "Q: Story.",
        "Q: Yeah. The war. I see.",
        "Q: Yeah.",
        "Q: That’s so strange, too.",
        "Q: Yeah. That’s very strange.",
        "Q: That’s right.",
        "Q: That’s right.",
        "Q: So you were on this ship and then you — you — do you — how do you get to\nPalestine? What is the procedure?",
        "Q: What did you see when you were unloaded? What — what was the vision in front\nof you? Sounds like you were an artistic person who — who saw — you know.May 8, 2013",
        "Q: Wow.",
        "Q: And what was the purpose for — what was the purpose of this organization to\nevacuate —",
        "Q: — these particular refugees to Palestine? Did you ever figure —",
        "Q: Wow.",
        "Q: So, did you kind of recreate a community?",
        "Q: And was there any — I mean, did people — did — was there any difference\nbetween Poles and — and Polish Catholics, Polish Jews?",
        "Q: Did you have any —",
        "Q: Did you have any idea of what was happening to the Jews in Poland?",
        "Q: Okay. And nobody did?",
        "Q: So you arrived in Palestine, can you give me an approximate date?",
        "Q: In December of 1940.",
        "Q: And motivated.",
        "Q: So what happened with you?",
        "Q: All of these exciting things going on, and you have to go to school.",
        "Q: Tell me, what does category D mean? Okay.",
        "Q: Oh, great.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Training?",
        "Q: Which country’s uniforms?",
        "Q: Polish army, not British?",
        "Q: Got it.",
        "Q: Okay.",
        "Q: Was it tough training?",
        "Q: Did you see active fighting?May 8, 2013",
        "Q: Were you par — did you participate in active fighting?",
        "Q: And what you — about what year was this, what month and year was this, when\nyou went back to Alexandria?",
        "Q: Okay.",
        "Q: Did you have a chance to talk with your stepfather about what to do?",
        "Q: He was still back in isra — in Palestine.",
        "Q: Wow.May 8, 2013",
        "Q: Did you have any interaction with them?",
        "Q: Portholes.",
        "Q: My goodness.",
        "Q: America was in the war —",
        "Q: That’s right.",
        "Q: Now, amongst the recruits that were with you, were any of those original Polish-\nJewish young men also part of this?",
        "Q: Okay.May 8, 2013",
        "Q: And what were they telling you?",
        "Q: What were the things that you found most memorable?",
        "Q: What were the things that they were telling you, that you found the most\nmemorable?",
        "Q: Well, you know, how could one expect you to?",
        "Q: How could wa — it’s just that one — it’s one — 1n your telling it’s one dramatic\nincident after another, without even stopping, you know? And they come over each\nother.",
        "Q: It’s not like one starts — one stops and another begins.",
        "Q: Another takes place while the first one’s still going on.",
        "Q: So, as you’re crossing that boat to go to — crossing the Atlantic again, and you\nsee there are Americans on the ship, what’s that — what’s that stage like? What — is\nthere anything memorable from that crossing?",
        "Q: Do you still have the notebook?",
        "Q: Yeah, yeah.May 8, 2013",
        "Q: Yeah. When you got —",
        "Q: Okay. [technical interruption, break] Okay, so you’re in Liverpool, you arrive\nin Liverpool.",
        "Q: Right.",
        "Q: Right.",
        "Q: Yes.",
        "Q: So here’s a question.May 8, 2013",
        "Q: So here’s a question: do you think any of your trainers at the — during this year\nand a half were people you first might have met at the Romanian border, as you\nwere fleeing Poland?",
        "Q: No.",
        "Q: It was not that kind of time.",
        "Q: Why? Why did it take so long?",
        "Q: Yeah, 55 years after the war.",
        "Q: Amazing. Amazing. So, what were you trained for, and what was your job on the\nplane?",
        "Q: Okay.",
        "Q: At the border.",
        "Q: Oh my gosh. That’s nothing.",
        "Q: Like chickens, yeah.",
        "Q: How many missions did you fly?",
        "Q: A hundred?",
        "Q: And do you — over what territories?",
        "Q: Yeah.",
        "Q: What was your last bombing mission?",
        "Q: Okay.",
        "Q: That must have been satisfying.",
        "Q: How did you — so that happened in April ’45?",
        "Q: So here — here’s another question. Of those hundred mission — hundred missions,\nwere there any that you felt more in danger than in others, or were each — all of\nthem equally alike?",
        "Q: My gosh.",
        "Q: When the war started, you had had one year of Jesuit school, which knocked you\ninto shape after — after having been a troubled teenager, and when the war ended,\nyou were — you were a fighter pilot with a hundred missions under your belt. Were\nyou the same person? How had the war changed you?",
        "Q: Okay.",
        "Q: But as a person, you say you’d — your — as a person you didn’t feel like you had\nchanged much?",
        "Q: Okay. Okay. I asked the question, that’s the answer, that’s fine.",
        "Q: Okay.May 8, 2013",
        "Q: For you it was a significant threshold.",
        "Q: Yeah.",
        "Q: So when you met your stepfather in Paris, afterwards, is this the time when he\ntold you what he was involved with?",
        "Q: Oh, so your brother had also left by that time?",
        "Q: I see.",
        "Q: And your mother succeeded in bringing who home?",
        "Q: But not her husband?",
        "Q: Well, when you came back to Warsaw, what did you find?",
        "Q: Yeah.",
        "Q: Did your mother tell you how she survived during the war?",
        "Q: Where did she go?",
        "Q: Where did she —",
        "Q: Printing press, of course.",
        "Q: Of course. And you entered architectural school?",
        "Q: How long did you still live in Poland after that?",
        "Q: Until 1960?",
        "Q: Yes, yes.May 8, 2013",
        "Q: And so you drove by there, and you went —",
        "Q: Joining the faculty.",
        "Q: Wow. Wow. So, were you married by that point? Did you have children?May 8, 2013",
        "Q: What is her name?",
        "Q: Lemke(ph)?",
        "Q: Lenta(ph).",
        "Q: Lenta(ph).",
        "Q: Clara.",
        "Q: Okay.",
        "Q: Quite an accomplishment. Quite an accomplishment. Is there anything that I\ndidn’t ask you, that you would like to add to what we’ve been talking about, to your\nexperiences, to how you look at them?",
        "Q: Thank you. A fascinating story. Fascinating.",
        "Q: They did.",
        "Q: Well, thank you, and they did, and I look forward to reading your book, called,\n“An Accidental Immigrant.” So, Mr. Jerzy Glowezewski — did I say it right?",
        "Q: Okay.",
        "Q: It’s true. Thank you very much for participating this evening, for sharing your\nstory with us. And this concludes our interview with Mr. Jerzy Glowezewski, on\nMay 7\", 2013, in New York City. Thank you."
    ],
    "answers": [
        "Answer: All right.",
        "A: My name is pronounced Jerzy Glowezewski, that’s in Polish. In English,\nGlowczewski, to make it easier. And I was born in November 19, 1922, so 1am\nover 90 now. And probably what we discussed with you is that I’m one of the last\nliving witnesses, not to the Holocaust, but to the times of the Holocaust, as\nwitnessed by many of us who had to escape, occupation of Poland was by the\nGermans and the Soviets — Soviets. And we found ourselves in different parts of the\nworld.",
        "A: Well, my father’s name was Kazimierz Glowczewski, or Casimir in — in\nEnglish. And he was from an old family who was probably a landed gentry\nsometime in the 18\" century, our area. And they found themselves also refugees in\n— in the 1770s, to Warsaw, when the part of the country in which they lived, which\nis Pomerania on the Baltic shore, was taken over by the Prussians. And that was\nthe beginning of the big, tragic Polish history, was through stupidity of the rulers\nand of the ruling classes, they run into the situation where the Poland was divided.\nIt was once a very —",
        "A: — flourishing Polish-Lithuanian kingdom, very large, enormous amounts of\nterritory, from the Baltic to the Black Sea almost, which was a magnet for many\nforeigners who were written down as refugees or immigrants. Because Poland had\na unique in — in the European history, system of elected kings, and — and the\nparliament.",
        "A: Unheard of. Unheard of even during the later ages. So Poland was an open\ncountry. I always compare it to America, although 300 years later, but 1t was aMay 8, 2013\ncountry of immigrants. We had many, many nationalities, and foreigners as far from\nSweden, Scotland, Spain, tracking down, looking for freedom of location to live,\neducation, religion, and — and speech. It was — but that also requires some kind of\nrules.",
        "A: And they — the — they were so e-e-enchanted with the freedom that they forgot\nthat there are rules also, they have to contribute something to thi-this country. So\nthey did not pay taxes, for instance, they did not care about the army. So the Polish-\nLithuanian army was minimal, in — compared to the neighboring countries like —",
        "A: Eighteen — na — Russia. But this is why so many people were displaced during\nthe — and my family was one of those, on my father’s side. On my mother’s side,\nentirely different story. My grand-grandfather was a Napoleonic officer —",
        "A: — who went to Moscow with the Polish-Lithuanian army, to occupy Moscow.\nAnd they did, but then they were defeated by frost, and again quarrels among them.\nSo they retreated. My — my great-gran — grandfather was wounded on the present\nBelarusian border, and was saved by some people who lived in a — in a landed\nmanor. Landed gentry in mano — manner. And returned to France when NapoleonMay 8, 2013\nwas gone already. And he was so di-disenchanted with the re — resurgence of the\nroyal family in France, that he returned back to Poland where he met all the other\npeople who were also some kind of revolutionaries, too.",
        "A: Yes, yes —",
        "A: — well, Napoleon arose —",
        "A: — from the revolution.",
        "A: French revolution.",
        "A: So there was this spirit of — of revolution. And he brought his two out of his\nthree — his five children, he brought two sons to Poland. And one of my gra — my\nmother’s father is — is the — is —",
        "A: —1s the son of that — is — yes, of one of these Frenchmen.",
        "A: Yeah.",
        "A: F-First of all, I collected all this materials from the family, and members who\nwere alive after the war.",
        "A: And saved this in form of loose leafs, handwritten stories. And then I collected a\nlot of photographs. I have at home many albums, which I redone, sa — taking back\nthe history of my family to 1840s. Why? Because our [indecipherable] story\nunusual.",
        "A: In Warsaw, our house and our apartment survived the uprising and the war.",
        "A: Oh yes. So that’s why I return after the war.",
        "A: Because my family was survived, and my mother, my — and — and th — the home\nis here, our business, which was a big lithography, painting —",
        "A: Yes?",
        "A: We — we had a— we — my parents met soon after — I think right in ’21, soon after\nthe big celebration after the — the victory of the — the Bolshevik war.",
        "A: Against the Bolsheviks, yes. And my father — I have a — photographs of him in\nthe uniform, on a horse, but — but I think he was released quickly, because he\ninherited from my grandfather, a big lithography and — and painting works, one of\nthe biggest in Warsaw, who specializes in painting, scientific albums —",
        "A: Artistic lithography of Wladislaw(ph) Glowezewski.",
        "A: My grandfather.",
        "A: Was born in 1843, and I suspect that he was fighting 1n this 60 — in 1860s in this\n— one of these crazy insurrections, where the Polish-Lithuanian area a — gentry\nactually arose against the tsarist, you know, with pistols and sabers against the\nRussian army. And so that was one of these tragic events in the history. BecauseMay 8, 2013\nthere is a big gap 1n his history, which I suspect that is — not to mention anywhere,\nbecause it for — afraiding — yeah, they were afraid of talking about this, after the\n[indecipherable] in °69, or something like that.",
        "A: But I saw his photographs in some kind of a patriotic, you know, uniforms and\nthing. So — so that’s — that’s — that’s this part of the story, but — so my father\nactually inh — inherited all this business, very — one of the most well-noted painting\nworks, and, after the World War I, and he met my French mother, because all\n[indecipherable] were French citizens from Napoleonic times.",
        "A: But all the women who married lo — lost their French citizenship. So men\nmaintained this. So, I have this French connection, which was our life, until\nrecently.",
        "A: What?",
        "A: I have one daughter, yes, here — here in New York.",
        "A: Oh, no, no, I’m — sibling, I’m sorry. Yes, I had one brother, but he died.May 8, 2013",
        "A: Younger, three years of — yeah.",
        "A: Yes.",
        "A: Yes.",
        "A: Yeah.",
        "A: Childhood?",
        "A: Well, there were two phases. One was extreme pleasantness, and ease, and well-\nbeing, after the World War I, because of my father’s ability to run this business\nexpanded. But unfortunately, he was killed in a car accident on September 1“, 1929,\n10 years before the war was — the second war.",
        "A: I was a boy, seven years old, and of course, I barely survived this crash.",
        "A: Yes, I was in the car. And so, hard times arrived soon after, because next month\nafter this accident, the Wall Street went bust in New York. And since my father\nhad many, many business connections and plans and — and ec — of expansion, that\nloans, bank loans, property bought on credit and all that, collapsed with the — with\nthe crash in New York; worldwide, grand dep-depression descended. And here is\nreally a—a very interesting, to me at least, the story of my mother —",
        "A: — who did not have any special education. In fact, the World War I prevented her\nfrom finishing her high school even, because as a French family, they were\nevacuated from — from Poland to Moscow.",
        "A: Yes, because they were French, and the Germans were coming and occupying\nthe Russian held territories in 1915.",
        "A: Until they — they stopped confronting the Russian army, and what they decided\nthat, let’s not fight any more, let’s make a revolution everywhere. But th-the French\ncitizens who were evacuated to Moscow stayed there until ’16 — 1916 - 717, but\nthen the revolution erupted in Russia, and they were again evacuated through theMay 8, 2013\n[indecipherable] the northern sea, to France. And they came back to Poland in\n1919. That’s where my father met my mother.",
        "A: Yeah.",
        "A: Yes, she — she was a very beautiful young woman, surrounded always by elegant\nmen. And they returned to Warsaw in 1919-20, and met my father and began a\nvery happy life. And so I was born in — under that period, but, you know, few years\nlater, it — the tragedy struck, and my mother, against wi-wi — advice of everybody;\nfamily and friends, and acquaintances well placed here and there, decided that she\nwill run the business herself. So she began to work alone as a worker in her own\nestablishment. From all the stages of production, you know, from the lowest\n[indecipherable] and afternoon she was sitting on — behind my father’s desk, with\nthe accountant and business manager, and was learning how to run a business.",
        "A: Amazing.",
        "A: And I have all that documented in the photographs, what my father was taking,\nwhich my mother was taking, and beginning in 1973, which I was taking. All these\nalbums survived the war, and are here —",
        "A: — on 66\" Street.",
        "A: Well, she pulled out an — an amazing feat of courage and — and goodwill from\npeople around, she saved the business, and actually established a very prosperous\nlife, and married for the second time in ’37, when she — when she was sure that\neverything was going to work well. And —",
        "A: [indecipherable] Zhontkoski(ph).",
        "A: Zhontkoski(ph), yes. And this is the man who became my, sort of model of how\nto behave, how to —",
        "A: Hm’?",
        "A: Yes, very. Although, not really physically, but emotionally, yes. Because I was\nlacking this paternal connection for — for seven, eight years.",
        "A: And he came, and I was — I was a troubled boy, yeah, I was — I was not doing\nwell at school, I was kind of a little hooligan, I must say. And so, when he married\nin 30 s — °37, in ’38, they — me and my brother were kicked out of the house, we\nwent to a Jesuit boarding school, which was —",
        "A: — beautifully — you know, f —",
        "A: Yes. Was all — although they did not molest me, no. But they did bring me — and\nthat was, I — I visited the place in 2010, it’s outside Lwow — Lviv.",
        "A: I must say, I have all the best memories, yes, yes. Because I — I needed this — this\nruse —",
        "A: — you know, y-yes. I needed — I didn’t realize. Now, I can say yes.",
        "A: It was a— a—a-—a-—almost a miraculous decision to sa — to save me, you know,\nbecause I — I got straightened out. And it was just when the war broke out, when we\nwere — were on vacation after that first year with the Jesuits.",
        "A: Yes.",
        "A: Well, prior to that moment, we were well instructed by our history teacher, who\nsported a big scar on his cheek, like that. And the rumor was that he was serving in\nthe cavalry in ni — in — during the Bolshevik war. And he took part in a — last\nprobably in the history of mankind, cavalry charge between the Polish cavalry and\nthe Marshal Budyonny cavalry of —",
        "A: — of Russians.",
        "A: Who were moving from the south, from the Ukraine.",
        "A: Yeah, hm? Yeah.\nMay 8, 2013",
        "A: The last — last cavalry, yes, charge.",
        "A: I think — I think several thousands — thousands of cavalry was involved on both\nsides. So — so he was very much aware of the dangers of the war, and he, during his\nhistory classes was explaining to us what the present situation and — and — may\nbring. And one day in April ’39, we were gathered in the auditorium where we used\nto have a theater productions and so forth, there was a lo — radio and the\nloudspeakers connected, and we heard the announcement of the foreign minister\nfrom the Polish parliament, the same refusal of accept Hitler’s request to give in to\nthe — to German reg — demand of some — some territorial — and we were, of course,\ncheering in support, but this teacher told us, boys, you don’t know what is going to\nhappen, but everything is not going well. So you can cheer, and — so w-we — we had\nthe sense that somebody warned us, of course not — so we — the vacation came later,\nin — on June or July, and we had the great time during vacation. And — and then\nsuddenly we were called back from the vacation on the — on the Baltic, on the\nbeaches, we were there, by — by somebody send a car with a driver, return\nimmediately and so forth. And — and as we were driving back, somebody bought a\nnewspaper and there it was, and I thi — this is — this is the date I know, it was\nAugust 234, ’39, where there was a big news that the Hitler made a pact with the\nMay 8, 2013\nSoviet Union that there will be no war between them. And that was the — the\ninvitation for the - Germany to invade. There will be no intervention of the\nSoviets.",
        "A: I—I don’t remember how people — because we were ki — you know, I was 17\nand a half, and there were two girls with me, and we were driving to —",
        "A: They’re much, much inter — but, you know, fi — wha — it was 10 days later —",
        "A: — or a week later, 23\"? Yeah, eight days later, we were woken up at five o’clock\nin the morning by the air — air raid sirens. And — and then, of course, I — we run on\nthe balcony, and there were planes above —",
        "A: Hm’?",
        "A: Yeah, yeah, yes, and with planes and artillery sh-shooting a-air — anti-aircraft,\nand I saw one plane being downed. And then of course, we run to the — to the radio,\nand there was this announcement that th-the war has started, and the president had a\nstatement, and my brother said no, it’s fine. We are not going to school. So that was\n— that was the reaction.",
        "A: No, no.",
        "A: Yeah.",
        "A: They did, yes, yes, yes.",
        "A: And of course, all the — all the — all the drama that developed the next few days,\nyou know, the declaration of war by England, and France, and everybody was\nlooking at the plane, where are the French planes coming, where are the English\nplanes? Where — where is the aid, where is this, and so forth, how many days can\nwe do it alone? You know, this type of thing.",
        "A: So 1-1t was a moment full of expectation and hope. In the face of absolutely\ndeteriorating physical situation around, people fleeing, you know, and roads full of\nrefugees, and so forth.",
        "A: Well, there was a — there was a — a— an unfortunate, or fortunate, I don’t know,\nuphill on the radio, some kind of a military person, pronounced that 1n order to\nformulate new units of the army, all men able to bear arms should move east.",
        "A: Somewhere between Wilno and Lwow, on that border, since Soviets are not\ngoing to interfere, and the new units will be formed there. And we need more\nvolunteers and so forth. So, we parked — unfortun — fortunately we had our cars, and\nwe parked this — and some friends, you know, and cavalcade of motorcars, full of\nmen. We left Warsaw at night. The roads were jammed, and my mother didn’t\nwant to go, and my — she kept — my brother was 14. Said no, I am here, I have a —\nmy house, I have the — the works, and I’m managing this, and he will help me, and I\nhave lots of friends. You go, you were going to join the army, go. I am going to stay\nhere. That’s how we separated. And then of course —",
        "A: What?",
        "A: Oh yeah, yes, oh he was a — he was a chauffeur. Yes, he was driving, of course,\nyes.",
        "A: So we — he and his brother and couple other, and me, and so we left Warsaw\nthat night.",
        "A: On the sixth.",
        "A: Well, we had — that’s where we — we — we didn’t find any recruitings center\nanywhere. It wa — it was hardly possible to move on the roads. Millions of people,\nrefugees, with chickens, goats, canaries in the cages, you know. On bicycle, and\nmotorcycles, on foot. It — it was a — it was a scene of complete chaos. Plus the\nGerman planes were strafing and shooting on — to dec — on the columns of civilians\nescaping. They were escaping nobody knows where. East. Most of them were later\ncaught by the Soviets and deported to Siberia.",
        "A: Well, yeah, because they didn’t have a place to go, so you know, they were like\nvagabonds, vagrants, considered by the Soviets when they c —",
        "A: — when they entered.",
        "A: No, but we were — we — we — we found a place in Lwow with — with this Mr.\nSchiffman(ph) family, who was related to the business of my stepfather.",
        "A: Well, he was a manager of a large chemical in — factory of — of some products\nthat were used for military paints and special fire resistant something, I don’t know,\nbut it was a big outfit outside Warsaw, and so they had their agent, who was in\nLwow, that was Mr. Schiffman(ph) and his family. And they accepted us then\nbecause hotels were all filled up, and it was impossible to find a place.",
        "A: No, no, no.",
        "A: But my stepfather knew, and when we could not fa — tried here, and here and\nthere, you know, well-known hotels, we, I think for one night maybe, we found aMay 8, 2013\nlittle Ukrainian hotel that was accepting us, but later we found the Schiffmans(ph)\nhad a big apartment, so [interruption, break]",
        "A: Yes.",
        "A: Yes.",
        "A: Jewish, Jewish.",
        "A: I mean, his wife was a Hungarian Jew.",
        "A: That’s what I write in the book. And she wasn’t very pleased, because they had\nother refugees already, in their big apartment, so — but, while we were there, five\ndays I think, wondering what to do.",
        "A: We were scon — we had no connection with Warsaw, telephone —",
        "A: — telegraph, all closed down. Only the shortwave radio was announcing some\nvery dramatic upheavals for the president of Warsaw — mayor of Warsaw, right\n[indecipherable]. The people who have cars, all the tax1 — taxi should help to bring\ndead people from the street, col — you know, this type of horror stories. We had no,\nabsolutely no contact with the family. And then — then the Germans came very\nclose, and they actually surrounded Lwow, so the gentleman in charge of our group\ndecided we have to move out quickly, because tomorrow the German will encircle\nthe — the city, and it will be it. So we left at three o’clock in the morning —",
        "A: Oh, we — we asked Schiffman(ph), of course, to join us, he said no way, we are\nnot moving. Nothing is going to happen. That’s — of course, they perished in the\nHolocaust, but — but this was — this is my memories of these people, who are —",
        "A: The night before, I — I mentioned this — this Hassidic Jew in the — in the city of\nZamos¢, which was a renaissance city, renaissance baroque city with an outline of\nfortifications done by some Italian specialist architect, so — fortifications and we\nstopped there and — and — and he gave us shelter, to wash, and some food.",
        "A: Before to Lwow, before, yes.",
        "A: Who?",
        "A: Oh yeah, well, we stopped on the markets square, which was actually empty. I\ndon’t know, maybe refugees were going the other way. Yes, because we diverted\nfrom the main track where everybody was moving. We diverted to another place,\nwe had somebody to leave over there on the road, one of my uncles. And we were\nlook around, and then came a little Jewish boy with the — with the — with —",
        "A: — side curls, yes, and — and had the white apron, and — and — and he said,\ngentlemen, can I— you need — you need some help. Please step in, we have food, we\ncan wash and so forth. So we went to this corner, kind of a wine cellar, under the\narcades of very beautiful, gorgeous, historic city square. And I remember the — the\nname was called Festendik(ph) in the Polish letters.",
        "A: Ye-Yeah, Festendik(ph) is — and as we entered there, we saw the — the — the —\nthe — the boss, you know, with the long beard and — and — and he said welcome,May 8, 2013\nwelcome, sit down. And he gave us — went to wash, and you know, and — and\nsomehow, after all night of driving, and there was a discussion, it’s in the book,\nabout my stepfather and — and him, he was inquiring, what — what does — what is\nhappening, what is happening? I don’t — we don’t have any paper, no papers,\nnothing, no radio. Well, we think that we were escaping because the Germans are\nbehind us, you know. And — and — and then, when we were leaving, after you know,\nrefreshments and food, he didn’t want to accept any money. He brought a bottle of\nTawki(ph) which is an old, old musty, you know, dry — de — an ancient bottle. He\nsays, this is the oldest bottle I have in my wi-wi — cellar. Will you be kind enough to\ndrink with me this, you know? So we drank, too. And he says, remember me\nalways. And he didn’t want to leave. He said, look, this is ordained by the God, and\nI cannot change what has been ordained, so to stay, to go, it doesn’t matter. It is\ngoing to happen, something, so I have to g — and — and he refused to — to go, you\nknow, that’s ju — that’s another, this little jewel of — of the — of the count — of the\ndiscussions, like that, with people, threatened, obviously, or maybe they did — were\nnot fully aware of what is going to happen, but —",
        "A: Yes.May 8, 2013",
        "A: I am fully aware of that, and I made the drawing the next day of that — of that\nrestaurant, on that corner, yes.",
        "A: Festendik(ph), that was his name.",
        "A: Yeah.",
        "A: The clever one.",
        "A: Yes.",
        "A: Yeah, and then — then the only — the on — I was — I mean, they — they — they — the\ngrownups were deciding where to — we have to head for — for the Romanian border,\nbecause there’s nowhere to go.",
        "A: I mean, other people going to go — going to Lithuania because it’s safer, and it —\nno, no, it — too — too far away, we’re — we’re too different dist — a great distance to\n— to go back around the eastern border, and so on. So — so we went there. And —",
        "A: Well, th-this is the situation, that at one point we — w-we — we stayed in a — in —\nin a little manor house, or farm of some Germans, who were there for generations,\nliving in — close to the Slovak border already, or Romanian border. And\n[indecipherable] and — and then we — we — we repaired old cars, and things like\nthat. I was making drawings of all these activities, and — and then Mr. Byger(ph)\nsaid don’t worry, d-don’t worry. Here I am German, if the Germans come, I will tell\nthem that you are my family, so nobody will happen to you, nothing will —\neverything will be all right. You know, the — also the naiveté of t — of th —",
        "A: — of being — I tell them that you are my family, no — no problem. And we were\nsort of waiting couple days, deciding what to do, then suddenly two policemen\ncame on the bicycle, you know, they came and they started talk to the driver of one\nof the cars, we were two cars, and the other family had a s — a chauffeur. So it was a\nkind of a luxury escape.",
        "A: Yes, and the — and the — and they talk and they talked, and then they left. So the\n— the — the chauffeur came running, said, they want to — they came to req —\nrequisition the cars. So di— so why did they go ba — I told them I need something on\npaper [indecipherable]",
        "A: No, the Polish a —",
        "A: Polish policemen from the nearby post, came to requisition the cars, and this\nchauffeur cleverly said, how can —",
        "A: — you have to bring me something on — on paper —",
        "A: — with a stamp. So they — they went on the bicycles to — to bring this paper, and\nwe packed and left, and that was the only thing to do.",
        "A: And as we arrived 0-on a— on a boat there, we were joi — we joined actually a —\na big column of the air push — air force maintenance crews 1n trucks. And among\nthis passengers there in the trucks were pilots, who were telling that they lost all the\nplanes already. They were fighting as long as they could, but no new planes arrived,May 8, 2013\nso wi — they were told to evacuate to Romania, because the French are flying the\nplanes to Romania. Again, naiveté. So they lost all the — that — but these pilots were\nwith us, finally we’ve crossed the border when somebody came on a motorcycle\ndressed half in the uniform, half in civilian. And he said, the Bolsheviks are over\nthere, 10 kilometers from here. I escaped. The Bolsheviks? So, then the commotion,\nand the Romanians opened the border, and we crossed.",
        "A: Hm’?",
        "A: I wa — no, because they’re the bo — this was like s — a small border crossing, not\nused by many.",
        "A: So they didn’t know what to do, and they were waiting for the telephone —",
        "A: — yeah, yeah. And so we were standing in front of that barrier, and the whole\ncolumn, couple hundred trucks, full of equipment, mechanics, and pilots. And this\nis — was the beginning of the Polish air force, in France and in England.",
        "A: Which counted 15,000 men eventually, in England, 15,000. That’s what the\nRoyal Air Force museum wanted to know, ho-how did you manage to get 15,000\nPolish pilots in England in °43 - ’44?",
        "A: While the French only had 300? I said, ask the French.",
        "A: Because — because this was the only — the only segment of the Polish armed\nforces who could — who was most precious, because they were very well trained,\nwith experience in fights during that two weeks of war, three weeks. And they were\nimmediately formed into squadrons in France, when they got from Romania. The\nRomanians closed their eyes, looked the other way, and they all went by train,\nthrough Yugoslavia and Italy, which was neutral still, to France. And some wents\nto the Middle East. And later, an — a year later, I followed to the Middle East.",
        "A: Well, after fi — few exciting days, meeting with the Jewish family, in the little\ntown of Falticeni, where they had this —",
        "A: It was one of the — the first littke Romanian provincial towns we run into —May 8, 2013",
        "A: — after crossing the border. And — and of course the — the grownups started to\nlook — walk, and ask for someplace to stay. And there was a little — a young man\nwalking alongside, and — and talking something to — to them, in broken French. So\nthey said, no, no, no, they didn’t know what he was talking about, thought he was\nbegging, or something. But he was persistent, he was foreign, and they couldn’t find\nany — anyplace. A hotel? Never — never heard of a hotel in Falticeni. And he was\nsaying — so they finally followed him, and he ca — they know that he was the son of\nthe owner of a beautiful, sort of bourgeois villa, with all these paintings, you know,\nall the naked not — nymphs bathing in the streams, you know, flowers, you know,\nthick gilded frames, crystal chandel — chandeliers.",
        "A: Yes. And he — in this Falticeni, a very rich, local Jewish family gives us this\nshelter because they son found us, and he considered that this is honor to do this,\nand duty. And then they found it — we found this black woman housekeeper, who\nlooked like Mammy.",
        "A: Mammy, from the “Gone With the Wind.”",
        "A: No.",
        "A: After a few —",
        "A: No.",
        "A: No, I don’t re — I don’t remember.",
        "A: And frankly, I — I was so excited about this adventure, because there — there was\nvery nice — nice girl with us in that group, you know, from —",
        "A: Yeah, which we found — I mean, Lwow, you know, friends. So, in other words,\nnot the — the issue. So, we — we reached Bucharest finally.",
        "A: Well, Romania was in — in — in — 1n close alliance with Poland, that they will\nget help, and — and fight together, and the invasion come, and so on. NothingMay 8, 2013\nhappened over there, absolutely nothing. They — and they were in deep trouble.\nAlthough they were living very well. Romania was rich with oil. The Ploiesti oil\nfields, which we crossed, were pumping oil all the time, and that’s why Germans\nfinally occupied Romania, to get their oil. And Bucharest was amazing city, much\nmore — maybe not that historical, but much more beautiful than Warsaw, frankly. It\nwas planned very well, it had the Arc of Triumph on the — on the — on the big\nsquare, like in Paris, you know, big avenues full of trees and st — 1-1t was — it was\nvery elegant, the Royal Palace, and all that. But later, when — when — when we\nstayed there, you know, the — the — the — the fascist school came.",
        "A: [indecipherable] I went to school there.",
        "A: We traveled a little bit, back and forth, but part of our group left for France.\nThey got visas. We were 1n contact with my uncles who lived in France then, my\nmother’s brothers. And they were both in the ar — French army, but they were\nwriting very, very dramatic letters. They said th-the French do not want to fight. So\nI —I don’t know what to advise you, frankly. It doesn’t look good here, so why\ndon’t you stay in Romania? And about New Year’s day, 1940, we finally received\nMay 8, 2013\npost cards from my mother, from Warsaw, saying, you know, with all this German\nstans — censorship and so forth, very vague about [indecipherable] said, we are\nfine, I hope you are too. Let — let’s wait til spring, you know, this type of saying\nstay there, do not come back. So we knew a little bit, but that was the last contact\nwe had with my family until five and a half years later. There was no — no — no way\nto com — communicate. So we stayed. My father got involved with some kind of\nintelligence work, with some Armenians from Lwow, I believe, who had contacts\nwith the — with the Soviet s-sphere of — so I believe that they were working on a —\nwhat’s happening after the Germans invaded, or occupied Romania actually, after\nthe fascist school, and what was happening in the Soviet zone, and they were\ncontacting this Polish government in — in — in Paris, and then in London. There\nwas a ki-kind of network of spies, and Polish had — government had a very well-\nestablished network there. So a friend of ours, who was one of those people before\nthe war, engaged my stepfather into this and some other people; I was kind of\nwitnessing these gatherings, were always very funny, very fancy, who dressed\naround. But that was the cover of some meetings, which later, after the war, my\nstepfather told me that this was a [indecipherable]",
        "A: YeahMay 8, 2013",
        "A: — I met him in France, yes.",
        "A: But if he — because he stayed, he didn’t return to Poland, because he — because\nof his past, he was also in the inter — military intelligence in — in Italy, where the\nPolish army came from the Middle East, yes.",
        "A: And then I — then we d — he discovered that there is a public school being formed\nin Bucharest, and that’s where I went, because I still had two years to go before the\n— th-the end. So I went to this school, a-and the teachers were mostly people who\nknew something about some subjects, not a prof — professional teachers. There were\nno books and things, but there was mostly by memory. But I did my second cl — my\n— my first — my — my class of [indecipherable] which it was — and — and then we\nhad to flee the Germans when they came, so we were es — escaped.",
        "A: Well, that was in November in 1940.",
        "A: And the what?May 8, 2013",
        "A: Oh, the to — the f— I don’t know exactly, but it was in — during the summer, or\nspring. The king abdicated, King Karl abdicated, and he f-fled with his mistress,\nMadame Lupescu, which was known before the war, through all the newspapers,\nall over the — Europe. And — and his son, Michael became the king. But he was\nagain — but he was already degraded in his power, and there was — the — the General\nAntonescu, who was the military leader of this coup, and that’s where the — the —\nthe — the fascist regime was installed. And that’s where I have this story there, about\nmy two friends, two girls who were Jewish in this school, and — and they wanted to\narrest us once, on the street, because we were assoc — we were — we were associated\nwith Jewish girls. And I have the names in the book.",
        "A: Irka(ph) Gold, and I forgot. I forgot. It’s in the book.",
        "A: And —",
        "A: And we — we — we — we —- we simply started a fight with these young hooligans\nin — 1n the fascist uniforms, that were harassing people on the street. You know, the\n— the other people —May 8, 2013",
        "A: — as it was called. So that was my first kind of taste of — of being what I would\nlike to be, you know? I am standing for somebody.",
        "A: About — [interruption]",
        "A: Some, because I’ve — I— I was in that school in Bucharest, and w-we had few,\nmostly, what I remember were girls. And the other one was — was Irka(ph) Gold,\nand — and the other one was Suka(ph).",
        "A: And I have photographs with them. And they were very good company, we\nenjoyed tremendously, you know, our walks in the park and trying various drinks,\nforbidden then, and — and — and that’s why — that’s why we were very close with\nthis group, and that’s what I told you happened one day, which sort of brought me\nup straight, you know, and I knew who I am. It was like a —",
        "A: — passage of a certain threshold, you know, then?",
        "A: Iam a man, and I know what I am going to do. This is good, this is bad — this is\nbad. So that’s what this — the moment.",
        "A: Exactly. Exactly, exactly, you are right. This is what I want to tell people now\n[indecipherable] it was not only blood and sweat and suffering, but it was normal\nlife. And it was so much more precious, because it was happening in terrible times.",
        "A: But you cannot suppress — I mean, the — the force of life. And probably it\nhappened everywhere, even in the camps. Very human, humorous situations, and\npeople pick up on that, and love and enjoy, even if they suffering. But there are\ndecent moments when they suddenly say, why not?",
        "A: We can laugh also. It will help, or not, but this is our nature. And not — that’s\nwhat was happening. We escaped finally from Romania, through Turkey, and we\nended up in Palestine.",
        "A: Well, this was a —\nMay 8, 2013",
        "A: — this was again an organized — organized de-deportation of the refugees, from\nRomania.",
        "A: By the Polish government 1-in exile. Probably in London by then.",
        "A: He — he — he had — it was all organized for us, but it was — it could not have been\norganized for everybody who was with us, because we left Constanta, which is a\nport on the red — Black Sea, in luxury, on a — a cruise ship, Transylvania. And\nthere were about 600 people there, all Polish refugees. And we met many of them\nwhom we knew from Bucharest, from cafés, from streets, from cinemas, and so\nforth. So, I —I still say this is one story that is not explored how this was organized,\nthis whole evacuation. Somebody bought the whole ship, and — and we didn’t have\nany money. We were living in a very luxurious apartment, yes, with the Otis\nelevators, electric then, and they had the Mercury car, Ford, waiting for us on the\nby — you know, because — because of my stepfather’s environment he — he lived in.\nAnd I was going to school there. But who provide this? Who provide it, who\norganized this? Who gave us a word, get packed immediately, and move to this\nMay 8, 2013\nsmall hotel. Here is a address. Huh? Where we moved, you know? And few days\nagain, six 0’clock in the morning on the station, and somebody gives a bag, and in\nthe bag are tickets for this express train to — to the ports. Who organized? And then\nI find 600 people on that — on the boat. I made lot of sketches in my notebooks, of\nthese evacuees. It’s a caricatures I was drawing you know, what they were doing,\nyou know. Sitting in the bar, vomiting across the deck. Watching sun — sunsets, you\nknow, on the Black Sea. And we ended up in Constantinople, in Istanbul. Again,\nevacuation, a boat across the Bosporus. A villa on — on the shore of — Sea of\nMarmara. Lots of people here — here and there. And then one day, again notice\neverybody to the station, railroad station on the Asiatic shore. Tickets for the — for\nthe cars, and we go, 24 hours across Turkey to the southern port of Mersin. Two\nweeks there, again, sitting on the beach, eating oranges from the trees, a novelty.\nWaiting, waiting, waiting, suddenly a ship comes, and — and is anchored on the\n[indecipherable]. So everybody is parked, okay, here, on this hour, in the dock,\nbarges take us to the ship. As we aboard the ship it says, Polish flag, is says\nMarshaba(ph), the name of the ship. One of the merchant ships who was, at the\nbeginning of the war, serving the eastern Mediterranean. So it was organized that\nit will take the — the — the refugee somewhere. And there is this story that one of\nthis crew was telling us how he remembers the evacuation of — escape of Jews in —\nMay 8, 2013\nin — in old, worn out boats, who were unworthy of — not sea — to go into sea. So\nthey were just sailing toward Palestine, and their crew was abandoning, so they —\nthey became victims of a accident, and as a — survivors of sea, they had to be\naccepted by the British, with — that was how they were going around the — the — the\nBritish blockade, for Jews to go to Palestine.",
        "A: That was °40 - °41. Well, I read about this on the second day of the war, about\nthis story, about this ship who — two ships, actually, beached on the f— on Tel Aviv.",
        "A: No, not the crew, but they knew about this story, because they were — they were\nserving the — they were sh — serving eastern Mediterranean.",
        "A: And that became a known story.",
        "A: It became known story because they printed it even in Krakow newspaper on\nthe second day of the war.",
        "A: On the newspaper, where there was nothing about the war.May 8, 2013",
        "A: But there was a story about this ship.",
        "A: Yeah?",
        "A: Well, because this might have arrived few days before.",
        "A: And there was no la —",
        "A: — no information ready to print about the fact that the war was already on.",
        "A: Well, we — we — we thought that we are going to Cyprus from — from Turkey.\nThe — us — the joke was we are going to the British concentration camp for the\nPolish refugees. But it was next morning when we woke up, we were in Haifa\nsuddenly, not Cyprus, Haifa. And that’s where we were unloaded from the ship.",
        "A: You know, it was Haifa, it was not the Haifa of today, but 1t was a small town. I\nremember the green hill, which was called Carmel(ph), huh? And there was an\neastern Orthodox cathedral on top of that. I remember the white towers. And then —\nand — and the British military police directing us how to go to a wooden barrack, or\nsomething like that, you know? And I don’t — we didn’t have any papers, I don’t\nremember.",
        "A: But something — something must have been organized. But this is, to me, a big\nmystery how this was organ — it was beautifully organized, everything. Every day —",
        "A: I have no idea.",
        "A: I have no idea, but because there were many refugees who had the families, and\nthere were some Jewish families, like the Wolfgangs [indecipherable] from\nLwow. I mean, Juleg(ph) Wolfgang is now in — in — it was a class below me,\nbecause my whole school from bu — Budape — Bucharest was found in Tel Aviv,\nrecreated, with better teachers, because we found a lot of Jewish teachers from\nMay 8, 2013\nbefore the war in Poland, who couldn’t find a job, and were no — the one was\nCecilia Hubber(ph), who was teaching us Polish literature from memory.",
        "A: No books, no books.",
        "A: Yes. Well, Tel Aviv was already sort of a Polish-Jewish community, I mean,\neven the — the signs above the shops were in Polish. It were —1— I mean, everybody\nspoke Polish, this was it.",
        "A: No, no, no. Absolutely not. In fact, you know, there was a very moving moment\nwhen we were — went through these customs, British customs in Haifa. And we\nwere going somewhere, I don’t know, there were some buses or something, I don’t\nknow, because we ended up in some kind of small hotel, I remember. And — but\nbefore we reached this transportation, means of transportation, we were surrounded\nby the people who lived there, the Jews, who had a heartbreaking moment, because\nthey came and they held photographs of people, of their relatives from — from\nbefore the war, and the names of towns from which they’re came before the war, as\nimmigrants to Palestine. And they were trying to show and ask whether anybodyMay 8, 2013\nknows about — about these people, whom they left behind when they emigrated.\nAnd of course, this was a— so moving.",
        "A: Very dramatic moment.",
        "A: No, no. No. No, I knew before the war there was anti-Semitism, yes. Of course I\nknew. I — I saw the — the — the right wing, the [indecipherable] gangs like in\nBucharest, you know, harassing. Yes. But I had, of course, no idea what was\nhappening.",
        "A: In 1940 - 41.",
        "A: In December 1940.",
        "A: Hey, we lived — left Bucharest fort — November, then you know, these stopovers\nin — in Turkey, here and here, it was — it was December or early January 1941. But\nwe quickly — I remember my stepfather found this friend who was in the\nintelligence before the war, who — they worked together on — in — in Bucharest.\nAnd he was already in new uniform, because in Palestine there was a PolishMay 8, 2013\nbrigade, Polish independent brigade, about 4,000 men, who crossed over from\nSyria. They were in — in that first wave of immigration and distribution of the army\nmen, immediately, to France, to — to England. And when France stopped\naccepting because they did not want to fight a war, really. So they send these people\nfrom the Balkans to Syria, which was under the French protectorate at that time,\nLebanon and Syria. And the brigade was formed from all these army types over\nthere in allet — in Homs, where you hear the name now, Homs, in Syria, one of the\ntowns which is now being bombarded. And that’s where the brigade was formed.\nAnd when the [indecipherable] collapsed, the French wanted to disarm them. And\nthere was a confrontation between the French general, and the Polish general,\ncommander of the brigade, who said, if you touch any — any of our guns which we\nhave, we will fight. And with the — for the first time in the history that the French —\nthat the Poles will fight the French. But we will fight and win. And they decided to\n— to move everyth — with every equipment they had, they — to move to Palestine.\nAnd they went through the Golan Heights, through the — through the Sea of\nGalilee. So this is how they were, and of course they were a-accepted with open\narms by the British, who did not have anything in the Middle East, anything\nsubstantial. There were 60,000 British forces from Palestine, all the way to Kenya.\nThe British empire. And mostly of them were colonial troops, or Indian troops. So\nMay 8, 2013\nhere is something that comes about 5,000 Poles, with officers, everybody trained,\nand so on, you know, ki —",
        "A: — and motivated. No other country 1-1n occupied Europe every organized this\ntype of a evacuation formation of large number of troops, which ended up about —\nover 200,000 at the end of the war, of Polish troops in that navy, paratroopers and\n15 squadrons of the air force, all — all branches, from bombers to fighters.",
        "A: So I was getting back to school for my last year.",
        "A: Yes. Well, because I — my — my stepfather said, you will not join the army until\nyou finish the school. He was accepted, although he had category D. But he was\nsome kind of clerk situation.",
        "A: Un-Un-Un-Unsuitable for military service, probably.",
        "A: Although I never expected —",
        "A: — from his looks. Maybe heart or something, I don’t know.May 8, 2013",
        "A: Anyway, he was put in some kind of a clerical work, and I saw him very little,\nexcept that he and — and this Polish officer of the intelligence, rented an apartment,\nwith two bedrooms. In one, I was sleeping, in the other, his young wife was\nsleeping. And in the middle was kitchen and bathroom. On the [indecipherable]\nstreet in Tel Aviv — in Tel Aviv. And that’s where we were living. He was coming\nsometimes to visit us. He was already in Alexandria, I remember, in Egypt,\nbecause the brigade moved in while I was in school, to Egypt. And when I finish\nthe high school, I — I followed — that I — I — that’s what I am describing in the book.\nI —I went with a group of Polish-Jewish recruits for the army, because they were —\nthey w — we were all recruits, there was no [indecipherable] and they were all\nJewish. And we went to — to this camp near — near Haifa for —",
        "A: — being dressed in uniforms.",
        "A: Polish army uniforms.",
        "A: Well, we had British uniforms, of course, but we had Poland, and all the\ndistinctions, you know’?May 8, 2013",
        "A: Of course British.",
        "A: A-And — and this is, in this camp, Bayjirjite(ph), was not far — not far from\nHaifa, where we got — where we were changed into soldiers, physically. And —",
        "A: In those days we stayed there ab — only two weeks. It was mostly patrolling the —\nthe shore of the sea. We didn’t know what was happening, but there was German\ninvaded Greece — Greece, you know? And so there was a — always that something\nmay happen. So we were defending British empire there, on the beaches of — near\nHaifa. And — and later they packed us in the — in the train, and took us to\nAlexandria, and nearby in the big camp of the Polish brigade, who was already on\nthe other side of Alexandria, on the west side, and here we on the — on the\n[indecipherable] three months training in the desert warfare. And after that — which\nwas mostly marching in the sand — after that, many other sort of events, excursions\nhere and there, but we were finally — I was selected to go to Tobruk. And — and\nthen I participated in this Libyan campaign, after the liberation of Tobruk, went all\nthe way to [indecipherable]",
        "A: Hm’?",
        "A: Well, I perpi — my one big battle of three days, stor — storm of the Polish\nbrigades against a crack Italian division of Bersaglieri. It was the famous\nduches(ph) unit. They paraded by running. And — and that was — and actually,\nactual — this — this action by the Polish brigade, opened the — broke the front line of\nthe German-Italian forces. So they retreated past Benghazi, and we were sent to —\nto — to Sri Lanka, which is then shore — shore — shore area of — of Libya, where\nthere were a lot of agriculture lands, where the Arabs were expelled by the Italian\ncolonists who lived in the little huts. And that’s where we stayed. Ah, there were\nmany things of war I forgot about. Is — I spended fi — four, five months in the\ndesert, and then we were finally retre — rem — ordered to go back to — to Egypt,\nbecause it was too long to stay on the front line.",
        "A: We went back in April °42.",
        "A: April ’42, and as a graduate with my high school diploma, me and some other\nfriends were sent to the officers’ training school in Palestine, in the Gaza strip. And\nMay 8, 2013\nthen we — we were a ter — we — under — when this, the training, special training, but\nsuddenly there came an — an — an order to make a choice. Either you want to\ncontinue the officers’ school, or you volunteer to go to England, to air f — to the air\nforce, to the paratroopers, or to the navy, whichever. One, two, three desks under\nthe stands. One hour time to think about it. Go.",
        "A: No, [had no contact with him.",
        "A: He was in — in — in —1n Egypt later. I knew that he was in Egypt. But — but that\nwas the — th-the first decision which I had to make on my own, and I chose the air\nforce, but then somebody said, any questions? How are we going to get to\nEngland? None of your business. You will get there. Just say yes or no, which way\nyou want to go, one, two, three choices. Military secret, nothing. So again, one\ntransit come, another transit come, then across the Suez Canal, to — to the Suez\nport, another waiting few days, and then there are big ships in the harbor. What are\nthese? Well, these are this, they brought the British army for General Montgomery,\nto prepare the offensive. That was the Alamein, E] Alamein, big offensive with\nGeneral Montgomery.",
        "A: Who had pushed the Rommel out. So we were loaded again on barges, and we\nwere given Italian rifles. What do you — what do we need Italian rifles? You will\nfind out on the bow of the ship. So we were — we — we approach the ship, it was like\nthat, like a skyscraper, what is — Queen Mary, which was completely empty,\nbecause this Queen Mary brought 10,000 Scottish troops for General Montgomery\nfor this offensive, and it was going back empty. So what about this Italian rifles?\nBecause you have 1400 German prisoners which you took in Libya. You have to\nescort them. Where? Don’t ask questions. No questions answered, yeah. And we\nhad 1400 young boys like ourselves, from the Rommel army. Germans. And you\nknow, and they were down on the — at the bottom of the ship, on the third class. We\nwere occupying second class, where they removed only the beds, and put the, you\nknow, bunks, so more people can sleep. And that was the luxurious trip on board of\nQueen Mary.",
        "A: Well, s-some, because we went to south a — through south Africa, and then\nacross the Atlantic to Rio de Janeiro. And we didn’t know why, but three of them\nescaped from the ship in the Rio de Janeiro, and they were caught on the beach by\nthe Brazilian police, and they were brought back. So, there were some rough\nmoments when one of the — our sergeant, who was fluent in German, interrogated\nMay 8, 2013\nthem, and so forth, you know. And it turn out that one of the crew — they were\nmostly Australians, must have given them a big wrench, so they can — they opened\nthe screws of the —",
        "A: — portholes, yes, which were screwed in. So that was a first. But then, from Rio\nd’aneiro(ph), we went along the af — Americas coast, to New York. We didn’t\nknow where are we going, it was all secret, but we ended up in New York. And we\nunloaded the Germans here, and — on the lower Hudson, on Jersey City, again in\nbarges. And on those barges, when we were sailing with the — our segment of the\nprisoners, now we began to — to smile at each other. You know, we were about 19 -\n20, all a — both sides. So they had some piece of paper, they wanted an autograph,\nand I had some photographs, and some drawings that they made, gave — given to\nme, you know, as a kind of exchange. And we handed them over to the Canadians.\nPut them in the elegant passenger cars, and took them to the prisoners’ camp in — in\nCanada.",
        "A: And we stayed for two weeks in — in — in — in New York, having a ball,\nabsolutely ball. We were the first unit of 300 Polish ar — uniforms men, for the first\ntime in history, seven officers, one [indecipherable] and — and we were almost torn\nMay 8, 2013\napart by all these organizations, like that one that took a couple soldiers for this, for\nthis, for dinner, for a dance, and — and we stayed for just two weeks, and then sailed\non — on — in a big convoy, and then I decid — discovered that there are oh,\nAmericans on these ships. And then we — we — when we learned that America is in\nwar. And that was summer of ’42.",
        "A: Since December 41.",
        "A: When — when — when we entered Tobruk, the officer told me, by the way,\nAmerica was attacked by the Japanese somewhere, the Pacific, and America will\njoin the war, hooray. And that was it. And then secrets. Nobody, no newspapers,\nnothing, until New York, where I found out that America is in the war, because 11\nhuge ships were taking troops to — to England.",
        "A: I’m sure they were, yeah. Now — now, there were 50 of us from the officers’\ntraining school, who were with the di — high school diplomas —",
        "A: — selected, okay? Fifty. And we were from the brigade, we were from the Libyan\nfront. Two hundred-fifty were those who came from Russia in — in — in °41, after\nthe General Sikorski and Stalin made a deal that Poland will help, if you release\nthe prisoners. That was before Katyn was discovered. But this young guys were\nfrom — from — mostly from gulags and from prisoner camps. A-And we started to\ntalk to them on that fantastic journey from Rio de Janeiro to New York, you know,\nacross the equator and to Tropics of Cancer, and —",
        "A: Oh, they were telling about Russia. About there — with the — for — for the first\ntime, because they — they — they — they came out of Russia. Soviet Union.",
        "A: What?",
        "A: Well, they were t-telling horrendous stories of life in — in — in the camps. A-A-\nAnd — and — and the miracle of them being released at one point. That was a deal\nbetween — between Polish government in London, and — and the Soviets, prodded\nby Churchill, you know. You have come to some conclusion of all these disputes,\nyou know, so 1— you were very dramatic — in our may — in my age no, I was not\nMay 8, 2013\nreally very much understanding the — th-the — all this implication, but I was a\nwitness of this.",
        "A: No.",
        "A: Exactly.",
        "A: Exactly.",
        "A: Exactly, exactly, exactly.",
        "A: Well, he — he talk — it took us 15 days. Thi — this whole sea strip from Suez, via\nsouth Africa, Rio de Janeiro, New York, and this is — this took six weeks,\ntogether. And that was the only time when I had a little notebook and I was making\nMay 8, 2013\nnotes, and dates, and what happened then. Nothing important, but just as a\nreference. I still have it.",
        "A: Yes, yes, yes. This 1s only the — the trip, you know, the — the sea voyage. Well,\nwe were a big sensation for the American troops on that troop carrier, because they\nwere young boys like us, going for the first time to Europe, abroad, you know?\nThey were from Kansas somewhere, from Missouri, you know, soldiers, G.Ls.\nAnd we were sleeping in hammocks because everything was removed to make more\nroom for troops, you know, this — on these transport ships. And eleven big ships,\nand the escorts, two cruisers and several destroyers, on — on all sides, cruising all\nhere, you know, watching for the submarines and U-boats. So it was a\n[indecipherable] pleasant, but mostly Americans were telling us, how is it in the\nwar? What do you do? You know? And we didn’t want to talk about the war,\nfrankly, we were enjoying the — the — the — the — the trip. So, you know. But I — I\nlearn how to jitterbug on that ship. I met many American soldiers who were trying\nto say a prayer in Polish, you know? They remember what their grandmother what\ntold — told, you know? Terribly moving. Which I — moving now, but at that time,\nwas ha, ha, ha, you know, make fun.",
        "A: The stars at night, are big and bright, deep in the heart of Texas, that’s what I\nlearned that time.",
        "A: So we ended up in — in Liverpool.",
        "A: We disembark, I think the first, because th — I remember Americans on the deck\nwaving back, full of soldiers still. And we went onto the train, which was waiting,\nand well, we were only 300, so there was some — somebody more than — than us.\nAnd then we went directly to Scotland, to a camp near [indecipherable], in\nnorthern Scotland, and we stayed there 10 days or something. We soon discovered\nthat every church has a dance hall, and twice a week there were dances at the\nchurch hall, where you could meet a lot of lonely girls. But mostly we were being\ninterviewed. Not us, from the brigade, where we were — had all our papers and army\nbooks and so forth, but mostly those who came from the Soviet Union. They were\ngrilled again and again, who they are. Later, later, after the war I discover\n[indecipherable] you don’t know why, because the — the — the army intelligence\nwanted to know who these people really are. There was no time to interview them\nin — in Persia, or in Iraq, when they came, you know, from the Soviet Union, nor\nMay 8, 2013\nin Palestine. So they were sort of quickly selected who wanted to go, so they were\non the boat, and came. But the — the army wanted know exactly who they are, like —\nlike you are asking me now. Where they came from, the addresses and —",
        "A: — father —",
        "A: — and mother and so forth, you know, for security. Because there was already a\nwe — awareness that many, many Soviet agents could be smuggled this way.",
        "A: So, they already knew that. So we stayed there, and then finally they — we were\nseparated into various arms forces, units that we volunteered for. Those for the air\nforce, those for the navy, those for the parachute brigades, and — and — and — and we\nparted in different places of — and that’s where I begun about almost a year and a\nhalf training in various, as it was called, stations of — of the air force. It was all\nmanned by the Polish ar — air force already, all instructors, all teachers. Except the\nteachers of English were — were Polish people. And then it — it — it took us about\nthat time to — to reach the — the — the level where we could be transferred to — to the\n— to the front.",
        "A: It was just after the D-Day.",
        "A: No, no, no.",
        "A: It was such a mixture of — of people, mixing all the time. But I always had very\ngood friends, and one of my best friends was a Ludwig Gutmeier(ph), speaking\nabout the Jewish people, who was with me from — from the time the brig — I didn’t\nknow him at the time we were in — in Libya. We met on the boat, actually, in that\ngroup. And he was a son of a — of Aba(ph) Gutmeier(ph), a very well-known art\ndealer, and collector of Polish art, maybe better than this, in Warsaw. And he had a\nsister, whom he adored, he had a picture of — of her sister, was showing. And he\nescaped Warsaw during the, actually, German siege and bombardment, which\nmeans about 10 days after me. How he managed to — to escape, I don’t know.\nBecause frankly, we never talked about this. Never. The discussions were about\ntoday, right now, and what we are going to do tomorrow. But never — never\nreminiscences, something —\nMay 8, 2013",
        "A: No, nobody — nobody was interested, frankly. What are we talking? What are we\ngoing to do tomorrow? Have another beer. You know, this was — that’s — that’s —\nthat’s the lesson, but — which I learn only recently, when I started to write this — this\n— this — this books, this memoirs, were 50 years after the war when I started.",
        "A: I never — I was never interested in — in — in — in— while I was collecting all the\nphotographs, all the drawings of all these wanderings after the war — I saved\neverything, without even thinking about it. It was only the first Polish book, there\nwere three books, these are condensed three books here. It was printed in Poland in\n2003, and I probably started this writing about 2000, year 2000.",
        "A: And nobody ask me anything, and I don’t — didn’t ask anybody after the war,\nand I came to the d— completely destroyed city, Warsaw, and we’re planning how\nto spend the night — dancing night, you know? But nothing about — nobody told me\nabout the horrors of they went through, uprisings, and so on, the destruction,\nprisoner camps. Nobody. So this Ludwig Gutmeier(ph) was this very good friend,\nand he was with me on this first preliminary stages of tra — air force training, but at\none — one point, he said ah, you know, it takes so long. I want to — I want to — I\nwant to bomb the Germans. Said, how you going to do it? He said, well, I— you\nMay 8, 2013\nknow what? There is a — there is a special they call the bomber. On the — on the big\nbombers, there is a guy who looks at the target and pushes the button. I want to be\nthat guy. So he left area, because that was much more shorter training. And I met\nLudwig after the war, in Paris, where we spent a very exciting time. And in 1961,\nwhen I came on the Ford Foundation visit to America, on my second day in New\nYork, I met him face to face on Madison Avenue here. Yeah.",
        "A: I was pilot, fighter pilot. Which means, I was alone. My job was everything. And\nI was trained to be a speed fighter pilot. And I was posted soon after the D-Day to a\nPolish wing which consisted of three squadrons, 36 planes in France, on a field trip\n— airstrip. And we were in so-called tek — tactical air force, which means we were\nsupporting the ground troops. If you saw “Private Ryan,” there is a — there is a shot\nwhere airplanes are flying very low over this loop of Americans who are trying to —\nto — to escape the encirclement. Well, that’s what we were doing. Air support to the\nground troops, and — and bombing from the dive — dive bombing.",
        "A: So — and from time to time there was an air contact, but the Germans were very\nfew and — and sparse in those days, because the Luftwaffe was already — had theMay 8, 2013\nbroken back, during the Battle of Britain, and following years. Last October, I was\nin Washington, I was asked by the museum of the RAF in London to be a keynote\nspeaker on a yearly gala they have in Washington, in Willard Hotel, which is the —\nthe luxury hotel, you know, on Pennsylvania Avenue. They have a yearly banquet\n— gala banquet for the f-foundation a — foun — American foundation of the Battle of\nBritain, where they are collecting money to build a monument at the museum in\nLondon to the pilots who fought the Battle of Britain, in 1940 - ’41. And this was a\n—a-—a-—a-—adinner devoted to the role of the Polish fighter pilots, who actually, as\nmy friend Steve, air chief marshal Sir Steven Dalton, who sat next to me in all this\ngala, gilded things and medals, the commander of the Royal Air Force of today,\nsaid that, it is little known, but had it not been for those 120 Polish fighter pilots\nwho came to England in 1940, those who were emi —",
        "A: — at the border, whom I ma — who were shipped immediately to England and\nFrance, and later to England, we would not win this battle, he said, because our\nnumbers were dwindling. We had pilots after 15 hours in the plane, sent to this\nquadrant to fight the Luftwaffe.",
        "A: It’s nothing. So they were shot down like ducks, you know.May 8, 2013",
        "A: And — and so the air chief marshal, and — then — and I was the keynote speaker\nfor that event. So that’s like the coronation of this whole — my wartime events,\nwhich happened 50 — 55 years later.",
        "A: Hundred.",
        "A: Yeah, just hundred, yes.",
        "A: Well, France, Belgium, Holland and Germany. And we were three squadrons,\n302, 308, my squadron, and 317, where I had this friend, this Jewish pilot,\nKazik(ph) Becker(ph). There is the photograph of him, and he had this name of his\nsister chalked on his cowling, you know.",
        "A: I had couple more Jewish pilots, yes. Th-Th-They were in every squadron, there\nwas Jewish and like that.",
        "A: Last bombing mission, we’re preparing for — the Polish armored division,\nbecause we are supporting the army on the ground, right? So, in the British sector,May 8, 2013\nthere were Canadian force, and — and British, moving on the northern front.\nAmericans were further south. And the Polish armored division, the tanks, arrived\nat Wilhelmshaven, which is the main base of the German Kriegsmarine.",
        "A: Built in — in imperial time, and — and it was the — we were prepared to support\nthe — the — the attack of this British armored division on Wilhelmshaven, which\nalready surrounded by the Polish army. When I made my hundredth, and that was\nthe end of my tour — the tour was 50, that was my second tour. So you would — you\ndon’t fly tomorrow. Pack up, you can go. You have tickets and all that. And I was\nvery happy. But then, th-the next few days, they started this bombardment, and —\nand it — and it — the war ended soon after that [indecipherable]. So — but — but — but\nthe capitulation of Wilhelmshaven was accepted by the Polish kal — kalner(ph) of\n— of the arms division.",
        "A: And this is an amazing coincidence because the war started in Gdansk, by the\nbombardment by Schleswig-Holstein, the German battleship of the Polish outpost\nin Gdansk called Westerplatte, with W. And the war ended Wilhelmshaven with\nthe Polish troops bombarding the Wilhelmshaven. An [indecipherable]\ncoincidence.\nMay 8, 2013",
        "A: Well, it — it — it — I was — I left this quadrant in April, and they were still flying\ntil they — til the first days of May, when the armistice was. And from — by that time,\nI was in Paris already, with my uncle.",
        "A: Well, th-the — there were not all, because you know, sometimes you were going\non a patrol, very high up, escorting American bombers, the flying fortresses, few\ntimes. But most of the real danger was because we were coming down on German\npositions, which were very heavily defended by the anti-aircraft guns and machine\nguns. And when you were coming down there, everybody was shooting at you. So it\nwas touch and go. And sometimes we are flying two and three missions every day.",
        "A: Because we were very close, you know, it lasted one hour. You took off, one\nhour you were over the [indecipherable], you bomb, you — you come down, you —\nyou shoot, and you come back. So it was — it was a lot of the sum — you were —\nfound bullets in the fuselage. A couple friends were killed sa — many were killed\nbecause they landed in the fog, or something like that, you know.May 8, 2013",
        "A: No much. No, but in between, I had two years of the refugee schools in\nBucharest and Tel Aviv.",
        "A: Which were a salvation, because since that time, I did not read a single book\nduring the war. There was no way. I read some English books when I learned. But\naft — when I arrived in Warsaw after the war, and wanted to join the school of\narchitecture, I was accepted without any tests, or anything. But my — my level of\neducation was zero, I must tell you frankly, zero. Because I did not have full cycle\nof education like normal school. So I—I-—Is-—I suppose I learned myself.",
        "A: I didn’t feel that I have. I didn’t, no, honestly.",
        "A: Yeah, yeah, I know. I don’t think I changed, no.",
        "A: I—I learned a lot, I suppose, about the world, about how people behave in\ndifferent situations. I had my opinion how to behave, which started in Bucharest\nwith saving these two Jewish girls. It was like nothing, but it is — 1t made an imprint\nin me.",
        "A: Absolutely, yes.",
        "A: I was so happy later, that we did this, what we did. And they run away, so you\nknow — but —",
        "A: Very little, but he told me that, you know, what you know is probably a fraction\nof what I would like to tell you, but there is no time now. One day when we meet in\nquiet, I can tell you yes, yes, I was involved in this, I was involved, yes, all these\npeople that you mention, yes, wa — it was a cover up for something, and suppose\nand suppose. And that’s where I went to — to serve in the second army corps, which\nwas mostly composed of the army who came from — from Russia. Trained in the\nMiddle East, and — and they — they — they played a very important role in — 1n the\nbattle of — in Italy. They — they — they took Monte Cassino, and Anzio, and — andMay 8, 2013\nliberated Bologna and so forth. They were a major force in — in — in the battle of\nliberating — liberating the Italians. So — so he — he served there, probably. He — he —\nbut that’s — he only confirmed what I was ec — he wanted to tell me more, but we\nnever got — because he did not return to Poland, my mother came to Paris for one\nmonth, on the permit — a passport, for one month, to get us back. Me and my\nbrother.",
        "A: Well, he was — he took part in the Warsaw uprising in °44, and was taken as a\nprisoner, and s-stayed in Germany —",
        "A: — and was released. And he found his way to my uncle in Paris, near Paris,\nwhere I also found him, by coincidence. And that’s where the whole family was\ngathering after the war.",
        "A: Me and my brother.",
        "A: No, he came, and they met — you know, they were married two years, actually,\nbefore the war. And — and he was involved in this situation politically, that he knew\nhe cannot come back. Plus he came already with a woman [indecipherable] Paris.May 8, 2013\nI mean, what do you want? A-And — and that’s how they separated, very politely\nand friendly. And they — they eventually divorced by mail. By lawyers and so.",
        "A: What did I find?",
        "A: I found my home, mostly intact. Half of it was burned, you know, the — the —\nthere was a four corners in a square, and the backyard. And so the front was where\nour house was, our apartment. The whole length of this nine windows, and — and the\nlithography, built by my grandfather in 1893 was on the left, for four stories high.\nAnd then the two other wings were residences three stories high, also built by him\nin the — in the end of 19\" century. That was burned. And apparently, the fire\nstopped by itself.",
        "A: Well, she was — she was serving pi — you know, with this insurgent during these\n— during this — well, first of all, the — the lithography was working, under German\nsupervision. And I know that they were printing a lot of illegal documents from the\nradio, from London, you know, what is going on. It was done like an underground\nprinting office, at the same time. But they were doing commercial things, whoever\nneeded something, like before the war. And since this survived the — the — the totalMay 8, 2013\ndestruction of Warsaw, is a miracle. I don’t like to use the word, but it was. A-And\n—and she was almost one of the first persons who returned to Warsaw, because\nGermans, after this uprising, expelled everybody. So it was a totally vacant ruin,\ncity of ruins. Over a million people were expelled. The dead were —",
        "A: Hm’?",
        "A: She went to suburban location somewhere. And — and survived that — that — that\nfew months there, and then came back, one of the first, and stood in front of the\nbuilding. She said, my — my mouth opened. How did it survive? And she went\nthrough the gates, you know, for the — and said, lith-lithography is also there. The\nother two wings are burned down. And then the — and then the workers started to\ntake in, you know, all the people from somewhere, who are coming, checking, and\nthey were finding, so she — she assembled a group of people who started to clean,\nand — and sort of revive the whole thing. And it was the communist government\nwho took it in ’49, and — and really destroyed everything. They said there isn’t a\nplace for any industrial in the cit — in the center of city. You know, it was this type\nof explanation. But it was obviously illegal for anybody outside the state to have\nany printing —May 8, 2013",
        "A: — situation.",
        "A: Yes.",
        "A: For 15 years.",
        "A: Sixty — °62. Or ’61 I came to America because I had all kinds of achievements,\nthey were printed in foreign architectural press, in America, and so forth. So — so I\nwas Selected to go on the Ford Foundation, and I went for a trip for five months\nhere. I bought a car on Queens Boulevard here, for 250 dollars. No, 200 dollars, an\nOldsmobile, °51. And I drove 16,000 miles, all around America. And when I arrive\nat this certain famous school of architecture, Raleigh, North Carolina, which was\nformed in ’48 with a couple of — a couple, both architects from Poland, who were\nhere to work on a team for — to design the United Nations buildings. They were —\nthey were picked up, and to write a new curriculum for this new school of\narchitecture, modern architecture, which was not very familiar word in — in\nAmerica, which was mostly Colonial, and Classical, as you know, in Washington.",
        "A: So — so, a modern architecture was oh, modern architecture. And here came\nthese two tac — this couple who were sort of very well known, and first of all, he\nspoke very well English, because he was in American schools in the 30s, his father\nwas first consul in Chicago. Also they were — he was born in Siberia. So he was in\nthe American schools, so he spoke English, and — and he was a — kind of like a\nprophet of the modern architecture. And he was Lewis Mumford, a very famous\nwriter and — and he became enchanted with Maciej Nowicki and recommended him\nas a dean of the school of architecture, a new school which was being formed in\nNorth Carolina, of all the places. Deep south.",
        "A: So I drove by, and — and one day after, I was asked by the same dean, would you\nlike to join the faculty? I said, me? I never taught. That’s very good. We need new\nthings, you know. And about, you know, two weeks ago I was in Raleigh on the\n50\" anniversary of my being —",
        "A: — joining the faculty there, and 65\" anniversary of the creation of that school.",
        "A: Oh, I married in 1950, most beautiful woman. She is unfortunately now in the\nnursing home here in Manhattan, after brain tumors. And there are the — her\npicture is there. And —",
        "A: Lenta(ph).",
        "A: Lenta(ph).",
        "A: Actually Irene, but Irena, but — but she was known as Lenta(ph).",
        "A: And — and — and I have one daughter Clara.",
        "A: Who is a chief editor of the Conde Nast travel magazine —",
        "A: — here in New York. We have two grandchildren. Sofia(ph) is graduating from\nHarvard in May, and Alexander is second year in ha — in yart — from Harvard,\nand he is at Yale.\nMay 8, 2013",
        "A: Your questions were very intelligent, and well placed, and I don’t know what\ncan I add to this.",
        "A: I hope these marks guided you a little bit —",
        "A: — because you were asking good questions.",
        "A: Yes.",
        "A: For a Lithuanian, you are supposed to say it well.",
        "A: Thank you. I thank you.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 7, 2013\nRG-50.030*0699",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.\nJERZY GLOWCZEWSKI\nMay 7, 2013"
    ]
}