{
    "rg": "RG-50.106.0230_trs_en",
    "sequence": [
        "Q: Is that the name you were born with?",
        "A: No it’s not.",
        "Q: What name were you born with?",
        "A: Abraham Freiburger.",
        "Q: When were you born?",
        "A: February 1935, February 18.",
        "Q: 1935. And where were you born?",
        "A: In Krakow Poland.",
        "Q: In the town or —",
        "A: Actually it’s, my parents moved around a lot. I was born in Wroclaw, Poland.",
        "Q: Which was Breslau?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Which was Breslau. But we moved to an area near Krakow, not long after I was born.",
        "Q: But your birthplace is —",
        "A: Wroclaw.",
        "Q: Let’s talk a little bit about your family, your family background. Your parents’ names and\nwhat other information?",
        "A: My mother is Helene.",
        "Q: Her maiden name?",
        "A: Kolatasz, K-O-L-A-T-A-S-Z",
        "Q: Was she from that area also?",
        "A: Yeah.",
        "Q: And your father?",
        "A: Eliezer Freiburger, Eliezer Fine Freiburger.",
        "Q: Was he from that area?",
        "A: Yes.",
        "Q: How far back can you go in generations? Did you have grandparents? Did you know your\ngrandparents?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Yes, on both sides of the family.",
        "Q: Any names that you want to say?",
        "A: Well Yehuda Kolatasz and Midla Kolatasz and Hertzkel and Zesel Freiburger on my\nfather’s side. I have written logs, not logs but written.",
        "Q: Family trees?",
        "A: Yeah. I have, not going much further back. I’m going only about two generations back. I\nstarted working on it when I was about 18. So the older generation was still alive.",
        "Q: Did you have a large extended family in the town?",
        "A: Yes. Well depends on what we’re talking about. At the time that I started remember — at the\ntime that I started remembering things.",
        "Q: That’s different.",
        "A: We moved into that town in the, 39 or something, 38, 39.",
        "Q: You stayed in Wroclaw for how long. You were born there and then how long did you stay\nthere?",
        "A: Two or three years.",
        "Q: Two or three years.",
        "A: When things started heating up.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: Then your family moved?",
        "A: We moved. Well the classic mistake. We moved to Poland because there was family there.\nAnd Poland and England had signed a mutual assistance treaty which meant that quote Hitler\nwould never attack Poland.",
        "Q: Of course not. What kind of work did your father do?",
        "A: He was in charge of the accounting department for a factory.",
        "Q: Did your mother work?",
        "A: No.",
        "Q: Any brothers or sisters?",
        "A: No.",
        "Q: Was your family a, I know that you were very young so this is, some of this stuff is not what\nyou remember but what you were told, of course. Was your family very religious?",
        "A: My grandparents were on both sides of the family.",
        "Q: On both sides.",
        "A: Parents were not.",
        "Q: Were they Zionists?",
        "A: Very much so. Yeah. Again grandparents were, I never discussed it with my grandparents\nobviously and I never discussed my grandparents’ Zionist attitude but the rest of the family, the\nhttps://collections.ushmm.org\nAugust 29, 2014\nyounger generation was very Zionist. I mean my — in my grandfather’s house for example, on my\nmother’s side, there were portraits of Herzl, Bialik. I don’t remember the other people. They had\nbeautiful portraits on the wall.",
        "Q: Do you know —",
        "A: But this was the younger generation. Talking the younger generation until we --",
        "Q: Did you have a large extended family, aunts, uncles, cousins?",
        "A: Yes, yes. Yes, my maternal grandparents had seven children.",
        "Q: So you knew, those families, again you were very young.",
        "A: No, no, no. I knew them.",
        "Q: Do you remember getting together for any holidays?",
        "A: Absolutely. Almost every holiday.",
        "Q: Special memory you wanted to talk about, about a holiday that stays in your mind?",
        "A: Pesach. The, my oldest uncle, in other words my maternal grandfather’s oldest son lived in\nthe same building there. The building consisted of essentially two buildings with adjoining wall.\nSo and adjoining. It was easy to go from one to the other. So —",
        "Q: Which town are we talking about? Is this —",
        "A: This was Skala, this was already we had moved already. We moved to Skala fairly, when I\nwas three years old, essentially. Just to get out of Germany. My memories of Germany are very\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: Vague.",
        "A: Yeah, right. But my memories of Skala are very good.",
        "Q: Talk about that.",
        "A: It’s not sharp memory. Pesach Seder, grandfather had one Seder with the younger children\nand my oldest uncle had, in his part of the house, or his outside of the house, did his Seder. He\nhad a large family also. So the idea was to steal the afikoman. And I got greedy. I wanted to\nhave them both. And they knew that I was out hunting the afikoman so they prepared two pieces\nof cardboard wrapped in a towel and I started, when I came around starting to hunt, they knew\nwhat it was all about and everybody was making believe they weren’t looking at me. Secretly\nlooking for me and I finally found what I was looking for and I stuck it on, skedaddled only to\nfind that they were two pieces of cardboard. So everybody had a good laugh except me. I felt\ncheated but I had to laugh along anyway.",
        "Q: Do you know from what you were told or any memories. Was it an unpleasant time by the\ntime you moved in 38?",
        "A: Well by the time we moved, when we moved there it was still reasonably good. The negative\naspects were the Polish anti-Semitism which was ubiquit — everywhere.",
        "Q: Any specific incidents you can talk about?",
        "A: Sure. I mean being called, P — do you have any Polish background?",
        "Q: You mean in language?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Do you understand any Polish words?",
        "Q: Not really, if you can translate it, that would be good.",
        "A: A lot of them. Being called Poshavezhedia [ph], scabby Jew. This was, it happened three or\nfour times a day.",
        "Q: It did? Was it frightening to a very young child? Do you remember being scared?",
        "A: I was scared of groups of Polish kids. So this translated of course, since I didn’t see any other\nkids. This was translated into being scared of groups of kids. To the point where even when I\nwas, even after the war, when I was 12, 13, when there was a large group of kids coming, after\nschool for example. I would always cross to the other side of the road. Yeah and that remained\nwith me for quite a while until I was almost a teenager, early teen.",
        "Q: Were there signs on the street, any graffiti and did you — you were young.",
        "A: I don’t recall graffiti.",
        "Q: What about the neighborhood in Skala? Was it a Jewish neighborhood or mixed?",
        "A: Skala was one of those small towns that had a fairly large Jewish population so I would call it\nmixed yeah.",
        "Q: Did you live in a house or you said you lived in an apartment?",
        "A: Yeah, grand, no, it depends on where. After my mother married, they moved to another small\ntown not too far away. It’s all in the vicinity of Krakow. But in Skala, Skala was a small town. I\ndon’t know whether you’d call it a village, but a small town. A fairly high Jewish population.",
        "Q: The reason why your family, your folks moved to Skala was —\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Father’s work.",
        "Q: Father’s work.",
        "A: He was, as I mentioned he was in charge of the accounting department of a factory. So it was\na good job.",
        "Q: As a young boy, you had Jewish friends, childhood friends?",
        "A: Yes, absolutely, absolutely.",
        "Q: Did you like to play outside? Were you athletic? Again you were very young, I know.",
        "A: It was mostly, most of my associations were within the family. There were other kids my age\nand I played with them but most of my recollections are family. Specially the youngest son of\nmy oldest uncle was almost my age. He was only about five years older than I. So we used to\ndo, we played a lot together, fought a lot together, beat each other up, made up. The usual.",
        "Q: Did you go to synagogue at all or —",
        "A: My grandfather was a Chasid. Yeah, Chasidim on both sides of the family. My father\nrebelled so father would go under protest. But when I was eight, when we were on our own, my\nmother, father and I lived on our own, father would still put on tfillin every morning. And he\nwent through the motions. I’m not sure his heart was in it. But what happened was that\ngrandfather would quiz me on what was happening and father wanted not to stir up trouble.\nFather didn’t want to stir up trouble. He went through the motions. His heart was not in it.",
        "Q: Did you celebrate Shabbat every week?",
        "A: Yes, yes. Candle lighting, the works.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: Your family did do that.",
        "A: And when we moved to where grandfather lived, my grandfather obviously was in shul every\nSaturday. He went, I think he even went for Mincha maarey daily. I’m not sure about that.",
        "Q: What language did you speak at home?",
        "A: Polish, German. Polish more. Again at the time when we moved to Poland it was Polish.",
        "Q: Polish? Did you speak Yiddish?",
        "A: Yes. It depends with whom. Mother and father Polish.",
        "Q: As a young child, you could speak Polish —",
        "A: German.",
        "Q: German and Yiddish.",
        "A: German, after. Once we, in Poland going to be, the German started decaying but not by much.\nI remember one or two occasions when I was speaking to German soldiers and the German\nhadn’t disappeared.",
        "Q: Your very first memories? You were born in 35. Your very first memories or memory would\nbe what?",
        "A: You’ll laugh at this. Sitting down in a, not bucket but a barrel, but a large basin. Not large but\nyou know about this size of basin, full of water on the floor thinking it was a chair. Plopped\ndown and oops. Fortunately it was clean water so I don’t know why it was there.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: When did conditions start to change that you remember as a child?",
        "A: Oh when the war started.",
        "Q: You’re talking about September 39.",
        "A: Yeah.",
        "Q: Up to that point would say your childhood was —",
        "A: Uneventful.",
        "Q: Uneventful. Do you remember — again you were so young, you’re only four. Do you\nremember your parents talking about a man named Hitler or did you —",
        "A: Not at that time. No, not at —",
        "Q: You were so little.",
        "A: No, I mean the earliest memories associated with the war were the German, was the German\ninvasion of Poland.",
        "Q: Now it’s September 39 and what are, describe what your —",
        "A: I was visiting a neighbor. I don’t remember whether it was my aunt. We lived in the same\nbuilding or one of the other neighbors. She was listening to the radio and comments like we’ ll\nbeat them in a few weeks or a few days, something like that. Lots of excitement and also drills in\ntown, town square with gas masks. There were not enough gas masks for everybody so the men\nhad gas masks for no reason but the women didn’t. Again vague memories.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: You were a child.",
        "A: But people with gas masks on.",
        "Q: Was it a very frightening time initially?",
        "A: Yeah.",
        "Q: How did your parents explain this to you as a child or did they? Do you have any recollection\nof what they said?",
        "A: The Germans are coming. And I gathered from their reaction that that was not a good thing.",
        "Q: Did you see any Germans initially or —",
        "A: The minute —",
        "Q: They came through?",
        "A: They marched through.",
        "Q: To a four year old child, what does that look like? Frightening or exciting?",
        "A: A little bit of both. Because armies marching was interesting. We were on the road to go to\ndown where my grandparents lived for example. Part of the route we were not in the convoy\nbecause we were on horse, a horse drawn carriage. There was no automobile traffic essentially. It\nstopped. I think the army requisitioned all private cars. There was no — it was horse and buggy.\nNot a horse and buggy but horse and wagon. Buggies were reserved for the nobility.",
        "Q: Were you going to visit or going to move?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: No, no, no. It was essentially the family wanted to be together.",
        "Q: You were moving.",
        "A: Yeah so the wagon had everything we could transport. And —",
        "Q: Do you remember what you took of yours? Was there anything special?",
        "A: A rocking, the rocking horse which I had just gotten for my birthday that year so.",
        "Q: This is your fourth birthday present?",
        "A: Yeah. It was a rocking horse, brand new. Well that was half a year old. To me it was my\nrocking horse. Everything else was —",
        "Q: Special for you, just the rocking horse.",
        "A: The rocking horse. All the furniture stayed of course. Everything else.",
        "Q: This new town was called, the town you were going to?",
        "A: Skala.",
        "Q: This is when you went to Skala. After the Germans. And where did you live there, in Skala.\nDid you live with relatives?",
        "A: With my grandparents.",
        "Q: With your grandparents.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: My grandparents had, grandfather, mother had probably the largest house in the town. So\nmother had her room on the top floor overlooking the town square. So all of us moved into that\nroom. My grandfather —",
        "Q: These are your maternal grandparents.",
        "A: Maternal grandparents yeah.",
        "Q: Did you go to school? Again you were only four.",
        "A: The earliest school I remember was cheder. And that lasted only a fairly short time. I was\nfour and a half years old.",
        "Q: The next change. You’ve come to your grandparents. You’re living with your grandparents\nand —",
        "A: That lasted pretty much until 42.",
        "Q: Until 42, until you were seven. So you had started school.",
        "A: September 39 to summer of 42.",
        "Q: So you had started school during that time.",
        "A: No school.",
        "Q: No school. Just the cheder. When did you start —",
        "A: The cheder.",
        "Q: Just the cheder.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: And I went to cheder about a year or two before. Sorry, no formal schooling. Mother taught\nme to read and write.",
        "Q: Were you able to go out on the street?",
        "A: Oh yeah, oh yeah.",
        "Q: By yourself.",
        "A: Oh yeah.",
        "Q: So it wasn’t dangerous?",
        "A: Yeah, yeah, not initially no. There were. The dangerous part was being yelled at by Polish\nkids. Poshavezhedia.",
        "Q: What did your parents tell you to do in that case or did you —",
        "A: Congregate elsewhere. They didn’t use that phrase.",
        "Q: So you would just run away when the other kids —",
        "A: Well yeah because the other kids were groups and they were bigger. I was four or five years\nold and they were seven, eight, nine, ten.",
        "Q: Life went on living with your grandparents, your parents and your grandparents. Going to\ncheder. What was the next big change?",
        "A: Well things kept getting worse.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: More restrictions?",
        "A: Grandfather for example, grandfather was in the forestry business. That stopped fairly early\nduring the war. I mean he was basically told that’s it. If you no longer, no longer have this\nbusiness. Grandmother still had her store, fabric. That lasted til about 40, 1940 I would say\nwhen any fabrics. Jews could not trade fabrics any more so for a while they converted the store\ninto glass items, things that Jews were allowed to deal with. Textiles were not.",
        "Q: Was it a particular, besides the kids on the street. Was it a particularly frightening time for\nyou as a child?",
        "A: Frightening in the sense that the gorots [ph] were very nervous. Now also frightening when\nthe Germans came in. We arrived in that town shortly after the war started.",
        "Q: So that’s the fall of 39?",
        "A: Yeah. Then when the Germans came in, all the treli [ph] essentially ran away from the town,\nabandoned everything and ran away but only about four or five kilometers and from four or five\nkilometers away we saw the town burning. And the uncertainty was is our house burning down\nor not? It didn’t. The damage was only in another, very different part of the city. The Germans\nset it on fire and the part of the city that the Germans had set on fire burned down. Fairly severe.",
        "Q: Pm a little concerned. Which city are we talking about?",
        "A: Skala.",
        "Q: Was being burned.",
        "A: Where grandparents lived. We left, parents left, we left that. Said never went back. I mean\nthey never went back but —\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: Where did you go from Skala? Where did you go from there?",
        "A: We stayed in Skala until 42. From 39 to 42.",
        "Q: It’s 42.",
        "A: All right so. There were two events where the Germans tried to make the town Juden reind\n[ph]. The first one, most of the town was cleared out. I was sent, I think, we had very good\nconnections with the Polish police force. There was one person on the Polish police force who\nwas a personal, a school friend of one of the family members. So we were told that the Germans\nwere coming in. So everybody who could tried to hide. Grandparents were, well grandfather\nwas, they were over 70. Grandmother was about 70. Grandfather was 72. And same thing on my\nfather’s side, about the same age. So they were hiding in a barn not far from the house. I was\nsent away to farmers, a few kilometers away.",
        "Q: By yourself?",
        "A: Yeah.",
        "Q: You were by yourself?",
        "A: Yeah.",
        "Q: So you’re seven years old, 42.",
        "A: Yeah, seven, seven and a half.",
        "Q: Was that a frightening experience?",
        "A: Extremely. Extremely because I was separated from my parents for the first time, separated\nfrom everybody. But the idea was to disperse everybody as much as possible.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: Do you have any memory of what your folks said to you when they said goodbye?",
        "A: What they said, I don’t remember the words, but the idea was this 1s only a short time. It was\na Friday, it was a Friday, a Friday afternoon. I just couldn’t take it anymore. So I asked one of\nthe kids of the farmer who, with whom I was staying to take me back. And he took me back.",
        "Q: He took you back to your parents?",
        "A: Yeah. And on the way, there was a vivid memory on the way. With one of the people. It was\nharvest time. The beginning of harvest time.",
        "Q: Was this the fall?",
        "A: 42, yeah, September 23 I think. 42. It was harvest time and there was a young man\nharvesting grain and as we walked by he looked at me and he said you’re so and so, aren’t you?\nAnd I said yes. Grandfather was very well known and he recognized me. And then he started\nsaying your grandparents, your grandfather is dead, your grandmother is dead. So.",
        "Q: That’s how you heard?",
        "A: And what about my parents? He said I don’t know. I can’t, I’m trying to put myself in the\nshoes of that guy. What was he thinking?",
        "Q: To say that to a child? So then you get home, or you get back to your parents?",
        "A: I get back to well in, where we were staying yes, because grandfather had lost the house at\nthat time already because the Germans took it over and since it was the largest building in the\ntown, the Germans had taken it over for their headquarters. So we had to move to, not far away\nbut —\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: And then you stayed with your parents?",
        "A: When I got there my parents fortunately survived. But a lot of relatives got killed that day.\nFather survived, mother survived that day.",
        "Q: And then what happened?",
        "A: Im trying to think. So then that was a question of what do we do now? What do we do now’?\nMost of the Jewish population had been wiped out. Those who weren’t killed immediately were\ntransported away and only five or ten percent of the Jews of the town remained. Father remained\nbasically. Father, father was alive only because he was transporting the dead bodies. Anyway, in\nthe time after that we knew that we had to disappear. So a lot of time the men of the family,\nspent a lot of time trying to find hiding places. And they did. On the day of the second expulsion,\nthe German word is Auslintung [ph]. I don’t know how to translate that.",
        "Q: Expulsion. Ok.",
        "A: But the first one was September 23. The second one was sometime in November. I don’t\nremember the exact date. But we again we knew it was coming because of the personal friend in\nthe police department. So —",
        "Q: Do you remember his name?",
        "A: No. Oh no.",
        "Q: So he told you and what did your father do?",
        "A: He sent us away. Mother and me and a few other relatives. We had prepared hiding places.",
        "Q: Where did you go?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: To a farmer basically.",
        "Q: In the countryside?",
        "A: Yeah. Father stayed in town because my uncle, his best friend, was married to my mother’s\nsister so he said I can’t go with you. I have to wait for him. He was out of town and was\nsupposed to come back that evening. And did indeed come back there. But father sent us off. The\nbest friend did indeed come back that evening. But by that time the town was already\nsurrounded and he couldn’t get out.",
        "Q: Did he survive that?",
        "A: No.",
        "Q: Oh he did not survive?",
        "A: No, that was the last time I saw him.",
        "Q: Oh my. How did your mother hear about this? Did she find out right away?",
        "A: She found out a few weeks later through the policeman friend. We let him know that we were\nin hiding, where we were. And he came by and told mother that he was taken away. With his\nbest friend.",
        "Q: Do you know where they were taken? Or you don’t know.",
        "A: No. From what my older cousin who is no longer alive told me they were taken to a small\ntown nearby and shot. He heard that again from the policeman. My mother didn’t tell me.\nMother knew but she didn’t tell me until very much later. As far as, what she tried to maintain is\nthe idea that we don’t know where he is. We hope he’! be back.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: Tell me about the family that you were hiding with. Do you have any memories of them?",
        "A: Yes. There were several places that hiding places were prepared, but when push came to\nshove most of them didn’t want us. So apparently the penalties for hiding Jews was severe. And\nmost of them didn’t want to take the chance which 1s again understandable. So of all the places\nthat we had prepared, none of them worked out. So eventually we went to a place where other\nfamily members were hiding and we asked to join them basically and the farmer accepted us. As\nan added, well remember this was for money. The farmers were being paid very well. By then\nstandard. As an aside, when the money ran out, we had to go.",
        "Q: You had to leave.",
        "A: This was not done out of idealism. I mean they were risking their lives. What they did was\ncertainly appreciated but when the money ran out, we — my aunt on the other hand was with a\nfamily where the money, when her money ran out they kept her and I spent a while with her.",
        "Q: From 42 on til —",
        "A: All right, 42 on. September of 42 to about fall 43.",
        "Q: So that’s a year.",
        "A: Father was dead already. Mother was doing her best to manage in Krakow. We had papers as\nChristians.",
        "Q: Oh by then you had — so what was your name? Did you have a new name?",
        "A: Mokra, M-O-K-R-A",
        "Q: And your first name?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: My Yiddish name, my Jewish name is Abraham and so the Polish version was Adam so my\nPolish name at that time was Adam Mokra.",
        "Q: So you were now in Krakow?",
        "A: After the hiding period, I joined — after the -- When we could no longer hide at that place,\nmother sent one of her friends from Krakow to get me. And —",
        "Q: You moved to Krakow —",
        "A: For only a few days.",
        "Q: Oh a few days and then what?",
        "A: There was a fairly well established, by well established, I mean not generally known but\namong the few Jews who survived, one of the ways of getting, survived to that point, one of the\nways of getting out of Poland was through Czechoslovakia. So mother had arranged and again I\ndon’t know how she arranged it, but she was a miracle worker.",
        "Q: She sounds like it.",
        "A: She had arranged to essentially go to Czechoslovakia. So of course, you couldn’t get a\npassport and go to Czechoslovakia. The idea was the papers that we did have as Christians,\nessentially made it possible for us to go to Zakopane. Zakopane was a —",
        "Q: Resort, wasn’t it?",
        "A: Yeah. Ok. But it was close to Czechoslovakia. So we went to Zakopane, by train. Not with\nher. She was already there but a friend of mother’s picked me up at the farmer’s place and took\nme to Zakopane. This is another farm. There were two farmers and families where we hid. And\nhttps://collections.ushmm.org\nAugust 29, 2014\ntook me to Zakopane and the next evening. No, that evening, that evening we started walking to\nCzechoslovakia.",
        "Q: The two of you?",
        "A: No, no with a group. A small group. About five or six people.",
        "Q: You’re seven years old?",
        "A: Yeah this was September of 42 or don’t remember. November of 42. Ok. October of 42, that\nsort of thing, so I was seven and a half. Basically crossed the border into Slovak, well what is\nnow Slovakia, not Czechoslovakia. Liptosky Santa Nicholas [ph]. Again I don’t know how\nmother arranged it but the group was met by a car. And transported to a collection house where\nother refugees like us were being accommodated. Slovakia was much less under German\noccupation than Poland. They came in later on, much more tightly, but at that time you couldn’t\nfunction as Jews, but the pressure was much lower. So we were taken to that place and stayed\nthere for a few days. That was sort of like heaven. Cause when I was in hiding, for example, in\nPoland. I don’t know whether I mentioned it before but the last few months, 42, no almost a year\nwhen part of the time, after I joined my aunt in hiding, after November 42, part of the time we\nwere in an attic. That was for a little while and then after that essentially in a barn but buried\nunder straw. So they had to keep the straw to feed the animals, take care of the animals, farm\nanimals. And the farmer had arranged a hiding place under the straw. So this was completely\ndark. Flashlights only for eating. For sudden. I didn’t have any, I had shoes. The kind of shoes\nthat I came in with and I came in as a seven year old. At that time I was eight. So one year,\nbetween seven and eight your feet grow. The shoes didn’t. You know my toes were curled up\nlike that and it took a few months to get them straightened out. So where were we at this point.\nSlovakia.",
        "Q: This is 43 we’re talking about.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: This was 43. So we stayed there for a short period. Days, rather than weeks, I would say.\nThen transport was arranged to the Hungarian border. And a guide took us from the closest\nrailroad station. No, not railroad station. Because we went by car, this was car. On the\nCzechoslovak side to Hungary. Again walking. Scary moments in trying to cross the border.\nAnd you know worried about where 1s the border patrol and all that. Anyway, when we crossed\ninto Hungary I think the guide had an arrangement with the Hungarian border patrol, so first he\ncollected the money from us. And then he reported us to the Hungarian border police and they\nstanding there waiting with a rifle behind the rocks so as we walked by they all of a sudden\nstepped out. I remember the sound of the bolt being pulled back.\nThere were six or seven, eight of us on the —",
        "Q: Were you the only child?",
        "A: Yeah. Yeah. At that point there, not many children had survived to that point. The children\nwere the first to be killed off. So we were taken to a jail, a civilian jail, you know border\ncrossing. And I remember it was a Saturday. And as we were walking through the town, we saw\nJews coming back from dovening there. They —",
        "Q: Do you remember what town in Hungary it was? You don’t know. That’s ok. Did you talk to\nthem?",
        "A: No. No. cause we were Christians.",
        "Q: Oh right I forgot, you’re Christian. Yes.",
        "A: But the Jews recognized us as Jews. So we ended up in the town jail for crossing the border\nillegally. But remember Hungary was not under German control yet. So what I remember about\nthat Saturday is that the Jewish population of the town started sending us food into the jail. And\nwe ended up with about 20 or 30, there weren’t many of us. I said the group was only about six\nor seven people, eight people. We ended up with about 20 or 30 pots of cholent. For the first\ntime since the bad times during the war started, the first time since 1941, I stuffed myself.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: Up to that point, had your health been ok?",
        "A: Yes. The usually kiddie stuff.",
        "Q: No, but it was a stressful time. I was just wondering if —",
        "A: Yeah, no, no.",
        "Q: You had your cholent.",
        "A: Right. Did I have cholent. Very different cholent from the Polish cholent. Cause they used\nbeans. The Polish cholent does not use beans. Or at least not our type of Polish.",
        "Q: Did you ever hear any of Hitler’s speeches on the radio, cause you understood German you\nsaid.",
        "A: No.",
        "Q: Now you’re in Hungary and —",
        "A: Yeah so we had been transported from the border basically to a larger town in. From the\nlarger town, eventually to Budapest.",
        "Q: To Budapest?",
        "A: And we were being transported to Budapest on a passenger train, not the cattle cars or\nanything like that but regular passenger train. Mother was sitting. It was a passenger train so we\nwere being guarded by the Hungarian police, but we were not in chains or anything. So we were\njust being transported from one jail to another jail but the jail in the capital.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: I see. They were taking you to another jail.",
        "A: Yeah in the capital in Budapest. From this —",
        "Q: How old was your mother at this time? Do you know what year she was born?",
        "A: She was 27 years older than I am so at the time I was eight years old, she was 34. That sort of\nthing. Now the idea was to get — one of the people in the group that we were with when we had\ncrossed the border had a relative in Budapest. Now how do we get information to them that\nwe’re around, help. So one of the people had a sheet of paper and a pencil on him. So mother\nasked him to write down the name of the person and the address. And on the back she wrote in\nGerman, we are here, giving the names of the people in the group. Help. You know with the\nname of the relative of the one person in the group, Huhum. So what do you do with it? She\nmade believe she had a headache and sort of leaned down on the, in the railroad carriage. It was\nthird class carriage. Stuffed the note into the shoe of the man who was sitting next to her, hoping\nfor the best. And —",
        "Q: This was a stranger?",
        "A: Yeah, complete stranger. The guy sort of looked at her and she gave him a sign, don’t say\nanything because the guards were sitting in the aisle behind them. One of the guards, anyway.\nAnd so they brought us to the Hungarian civilian, this was a civilian jail. Basically mother had,\nin the letter mother sent see if you can arrange for us to be accepted as political refugees. We\nhad all, we all had papers as Christians at that point. But the Polish paper. And after about three\nor four weeks 1n jail, it worked. So now we were Polish refugees in Hungary.",
        "Q: What was it like for an eight year old to be in jail? You stayed with your mother?",
        "A: Yeah. The men and women were separated obviously but eight year old kid. I was allowed to\nstay with my mother.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: Any memories of that time?",
        "A: Oh yeah. Distinct memories.",
        "Q: Such as?",
        "A: Mother’s nightgown was stolen. And she, all we had was one small suitcase and mother\ncarried a, and you couldn’t have changes of underpants, underwear or anything so you had to\nwash everything. So when she washed her nightgown at one point. One of the fellow gypsy,\nfellow prisoners, a gypsy lady stole it. The reason that we know that she stole it, cause mother\nrecognized it on her. So mother reported it and they asked her to take it off and mother said\nforget it.",
        "Q: Then you get out of jail and —",
        "A: The relative of one of our fellow pass, one of our fellow, one of the people in the group,\narranged a, with their relative to have us recognized as political refugees and we were taken\naway, were released from prison. And what do we do? So there was a restaurant in Budapest.\nAnd I don’t know how mother found out about it where there was a gathering place, essentially\nfor people like us. Refugees. And there you could arrange all sorts of things. And we were\naccepted as political refugees, sent to a small village in Hungary. And they couldn’t keep\neverybody in Budapest. Everybody wanted to stay 1n Budapest but they couldn’t keep\neverybody there.",
        "Q: Which village, do you know?",
        "A: Erich Cherta [ph]. Near Kolorcha [ph]. Kolorcha is sort of almost in the center of\nHungary. And this was a small village. The train goes straight south from Budapest to I think the\nbranch station was Kishkarev [ph]. The names are meaningless. And from there you take\nhttps://collections.ushmm.org\nAugust 29, 2014\nanother train to Kolorcha and on the way to Kolorcha, there was this little village where we\nended up. And this was —",
        "Q: With a family?",
        "A: Well we were on our own. We rented a room.",
        "Q: And you’re still Christian?",
        "A: Oh yeah absolutely. Church, going to church every —",
        "Q: You went to church?",
        "A: Absolutely. Absolutely. On one occasion a Polish priest, because a lot of Poles were in\nHungary at the time. Not a lot but — in our village for example there were, our village. I mean the\nvillage where we stayed. There were maybe 15, 20 other people, 20 to 30, Polish. Real Polish.\nSo there was a Polish priest who came to visit. Keeping track of the faithful.",
        "Q: Did he question you?",
        "A: He didn’t question us. I mean he wanted me to be altar boy. So I think he, I ended up\nescaping from that. He used one of the Hungarian altar boy.",
        "Q: Did he realize —",
        "A: He performed mass in Polish and we were there.",
        "Q: Did he realize that you all were Jewish?",
        "A: I don’t think so. I mean he may have but he didn’t let on. Ok, he didn’t let on. He came to\nvisit. We spent a very nice hour or two with him. Nice guy. But he didn’t let on. If he knew, he\nhttps://collections.ushmm.org\nAugust 29, 2014\ndidn’t let on. We were not prospective parishioners but we were fellow expatriates type of thing.\nAnd —",
        "Q: So you stayed in that village for a long time?",
        "A: I’m trying to think. It was five months, six months. And it was a matter of months.",
        "Q: Months, ok. And then?",
        "A: Then we were told that all the Polish people were being shipped off and we didn’t know what\nthat meant. So it was a question again of going back to Budapest and disappearing. Now\ndisappearing was pulling off a disappearing act like that was not trivial. Because if you wanted\nto rent a, you didn’t rent an apartment. You rented a bed. I remember the Hungarian the ad, the\nadvertisements. Bed for rent which meant that you literally rented a bad in somebody’s\napartment. Odge Kiando [ph], Hungarian phrase for bed for rent.",
        "Q: Is that what your mother did? She rented a bed.",
        "A: Sure you have to say something and try to make contact with the Jewish organization and\nthere was, I mentioned there was a restaurant. And again I don’t know how mother found out\nabout it. And she could do miracles. Anyway she found out about it. We went there and she\nmade contact. And at that point, the Joint kicked in. Because it was, she started being able to get\nmoney. There was no money. She had one five dollar bill from before the war which she kept\nthrough the worst of all possible times. She kept it in the heel of her shoe. But that was basically\nthe only thing we had. So at that point money started coming in. Enough to, for us to be able to\nrent an apartment and to live on. And living essentially meant having a loaf of bread for\nbreakfast type of thing. And because there were no cooking privileges. When you rent a bed,\nthere are no cooking privileges. So for lunch we would have to go to restaurants. And it was kind\nof fun. Hungarian was primitive. Mother’s Hungarian was very primitive. My Hungarian was\nprimitive. I had learned. You know kids learn. Kids learn quickly. So one interesting episode\nfrom that period in regard to food. You can’t eat the same thing all the time. So we were trying\nhttps://collections.ushmm.org\nAugust 29, 2014\nnew dishes every so often. So on one occasion, lecho. Let’s try lecho. After you try everything\nelse and we were basically ordering. Every so often we would order two plates but occasionally\nwe would order one plate. There was just not enough money to, so we order the lecho.",
        "Q: What is lecho?",
        "A: A dish for which you need a fire extinguisher. I think it’s rice based or corn based. I’m not\nsure. I don’t remember the prime ingredient. Actually it’s very good. After the war at it was\nexcellent but at that time, on that one occasion, just couldn’t eat it. But you know the Hungarian\nrestaurants at that time, the restaurants in Budapest were perfectly satisfactory. So the important\nthing was to find one that was cheap and often. And the one that was cheap enough to find items\non the menu that were cheap enough. So the money would last.",
        "Q: Did you see Jews being taken away at all?",
        "A: I saw Jews in Hungary in 1942, yes. In 1942.",
        "Q: 44 we’re talking about, 43, 44.",
        "A: 40 yes sorry. 42 we were in hiding. And at that time, Jews in Hungary were still alright. But\nnot for long. Cause June 44, Horthy Miklos resigned. And Germans essentially took over the\ncountry.",
        "Q: You were there? So did you see Jews being rounded up?",
        "A: Well, before that we saw quite a few Jews. And every time mother had the opportunity, Jews\nwith beards. I mean the Jewish there were — and every time mother had the chance to talk to one\nof them, she said get away from here. Hide. When the Germans come in, they’Il make your life\nmiserable. And the answer was invariably not here. I never realized that —",
        "Q: But you all weren’t in a sense worried because you were Polish Christians still in Hungary?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Well the level of worry.",
        "Q: I mean you were worried of course, but I mean you still had papers that you were Polish\nChristians.",
        "A: Yes, refugees yes. We were accepted as refugees by the Hungarian government. As political\nrefugees. There is only one problem. I was circumcised. So the danger lay in somebody saying I\nsuspect you’re Jewish. Drop your pants. You know so that the game is up. Because the\nChristians at that time, invariably were not circumcised. It’s not like the United States now. So\nthat was the dangerous part. But as long as that didn’t happen, we were fine.",
        "Q: So you stayed in that situation until the end of the war? Until liberation?",
        "A: Until January of 45. When the Russians came in.",
        "Q: You were in Budapest?",
        "A: Yeah. Well part of the time we lived in the village, some from Budapest, Erich Cherta, I think\nI mentioned that.",
        "Q: Your mom had gone to the, back to the restaurant you said and tried to make arrangements.\nAnd then —",
        "A: No, no, no. The arrangements were just a few hours. But we stayed in the village for a few\nmonths.",
        "Q: The name of the village, do you remember the name of the village?",
        "A: Erich Cherta, on the way between Kishkarev and Kolorcha. It was side spur.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: You did say that.",
        "A: It’s a north, south line.",
        "Q: And that’s where you were at liberation?",
        "A: No, we were liberated in Budapest because at that time what was happening basically is that\nfor some reason, the stay in the village got iffy. It wasn’t, we didn’t feel right. There were\nsearches. They suspected that some of the people were Jews. So the simplest thing to do was to\ndisappear.",
        "Q: Go back to Budapest.",
        "A: And disappear meant basically go back to Budapest.",
        "Q: Which you did.",
        "A: And live as Polish refugees in Budapest. But you have to register with the police, give an\naddress and people were not allowed to rent you even a bed more than one night if you hadn’t\nregistered with the police. And you had to have proof that you registered with the police by\nfilling out a form and getting a little piece of the form torn off with a police stamp. So there were\ntwo levels of hiding. One was if you lived for example at 37 Kiriutsa. You put down 7 Kiriutsa.\nReported to the police, got it stamped and then added the three. So present it to the landlord,\nperfectly legitimate but the police still didn’t know exactly where you were. And on one\noccasion that saved us because the city was big but the neighborhoods were small. So we were\nwalking into our apartment. Somebody came up to us and said the police was looking for you,\nbut they were looking for you at —",
        "Q: Down the street.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Down the street. Why were they looking for you down the street? No idea. So we\nskedaddled back to, packed a small suitcase and disappeared immediately.",
        "Q: Tell me about liberation.",
        "A: Ah. The last few days before liberation were — ah, well we were very happy at the time. But it\nwasn’t that for the population as a whole. It wasn’t a very happy time because even when we\nwere in the village. The village was just south of, about a hundred kilometers or so, south of\nBudapest. And throughout a good chunk of 1944 I could see the bombers. You know this was,\nthis lasted for what seemed like hours. The overflight lasted for what seemed like hours. And\nthey were coming I think from air bases in North Africa or Italy. ’'m not sure where. And just\ndropping major loads on Budapest.",
        "Q: Did you go into shelters?",
        "A: Well not in the village. In the village I still didn’t encounter them. Then when we went back\nto Budapest, it was essentially a question of spending a good chunk of every night in the air raid\nshelter. You know as far as we were concerned, they could bomb the hell out of the city as long\nas they didn’t hit our building and towards the end —",
        "Q: So you’re an old man of nine years old at that point.",
        "A: Yeah. Towards the end the bombing got very dense. I mean I was right, I was on the ground\nfloor of the building, a five story building and a 50 kilo bomb hit the top floor. Right above me.\nSo the bomb penetrated the roof and one floor, but it was only a 50 kilo bomb so the roof, the\nceiling of the, and the floor of that apartment was enough to slow it down. It wasn’t a high\nexplosive so. But it was scary. I mean the ceiling started to shedding dust.",
        "Q: Do you remember anything your mother said to you specifically going through those\ntraumatic times? Sounds like a very strong, incredible woman.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Oh yeah. My hero.",
        "Q: You obviously came through it so she —",
        "A: I don’t remember any specific words. I’d have to think about that.",
        "Q: How did you know it was the time of liberation?",
        "A: Russian soldiers, well we were in the basement of the building. But basically all of life moved\ndown to the basement. For food basically we had ten pounds of beans. And mother cooked beans\nin water. That was our food three times a day. Twice a day. We didn’t eat three times a day. She\nmanaged to get the beans by essentially walking into the back of a store, grocery store and the\nowner of the store took pity on us and basically sold us, I can give you some beans. Ok, we’ll\nbuy beans and that kept us going for, towards the end of the, until liberation.",
        "Q: What, let’s talk about liberation now. Any specific memories?",
        "A: Yeah the liberation essentially the first sign of liberation was a lot of shooting. The fighting.\nAnd then when that quieted down a squad of Romanian soldiers walked up. And they stayed\novernight and then moved on. But the Romanian soldiers, and I’m not sure whether the\nRomanian soldiers were a German rear guard. Or the Russian advance troops. That I don’t\nremember any more. I think they were part of the Russian advance. And then we started seeing\nRussian soldiers. With a red star and you know the Russian cap. Flap up and then the, very\ngood they were excellent design. I have one like that. Not enough, not from that period but —",
        "Q: Did you know what liberation meant at nine years old?",
        "A: Oh absolutely, absolutely. It meant no more Germans.",
        "Q: Any celebration or —\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: No, there wasn’t very much to celebrate. Just celebrate, just being happy to have survived.\nMajor worry about what happened to the rest of the family. Major worry about is father alive?\nFather didn’t go into hiding with us because he was with his friend.",
        "Q: What did you do right after liberation?",
        "A: Tried to make contact with other —",
        "Q: Relatives?",
        "A: Jews, other refugees. We were in contact with some but you know staying in Budapest was no\nlong term solution.",
        "Q: What did your mom decide to do?",
        "A: The general idea was that Bucharest was in much better shape. That had been liberated\nmonths earlier and apparently the life was much more stable so.",
        "Q: So you went to Bucharest.",
        "A: Yes. Yes. There were transports being organized for Polish refugees, essentially going back\nto Poland, by way of Bucharest. And we basically stayed in Bucharest.",
        "Q: You did not go back to Poland?",
        "A: Eventually yes. But after, after a few months in Bucharest.",
        "Q: So you stayed in Bucharest a few months, and then you went back to Poland?",
        "A: And then back to Poland.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: Back to Skala?",
        "A: Yeah.",
        "Q: What was there?",
        "A: Nothing. As a matter of fact we were advised strongly against going back to Skala because a\nlot of Jews who were coming back were killed by the Poles.",
        "Q: What reception did you all have?",
        "A: We didn’t because we basically went back. We saw there were no Jews and we skedaddled.\nSo it was just a short visit.",
        "Q: A short visit. And did you go back to Bucharest. After that did you —",
        "A: No, not after Poland, no. After Poland we went to Germany.",
        "Q: To Germany. And where were you in Germany?",
        "A: A small town first in east Germany and east Germany was under communists so that was not\na happy long term solution so we went to West Germany, to Munich first. And then Bad\nReichenhall which was a small town near Berchtesgaden. A summer resort, a summer and\nwinter resort, not far from Berchtesgaden. And then Bad Reichenhall we stayed til 1951.",
        "Q: So you were not in a DP camp or any —",
        "A: Well Bad Reichenhall had also had a DP camp so we were in the DP camp for a few months.",
        "Q: You were?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Yeah.",
        "Q: Did you go to school?",
        "A: Yeah. There was a, in the DP camp as a matter of fact there were two Jewish schools, one\nreligious and one non-religious.",
        "Q: You went back to your name, your original name?",
        "A: No, because at that point mother had already married my stepfather.",
        "Q: When was that? Was that after the war?",
        "A: Yeah.",
        "Q: You didn’t use your birth name any more?",
        "A: No. No because I was adopted.",
        "Q: So that’s where you got the name Eisenberg. And Adi is the name you just —",
        "A: Adi was the Germanized version of Abraham. It was my nickname.",
        "Q: And was your stepfather also a survivor?",
        "A: Yeah.",
        "Q: And they met where, in the DP camp?",
        "A: They met in I think Budapest.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: In Budapest. So you stayed in Germany til 51 going to school and by that time —",
        "A: First I had private tutors cause I hadn’t had any school throughout that period. So starting I\nthink 47 or so.",
        "Q: When you were 12?",
        "A: Yeah.",
        "Q: Did you have a bar mitzvah?",
        "A: Yes.",
        "Q: Tell me about your bar mitzvah.",
        "A: Well there was a small Jewish community in Bad Reichenhall and there was a person who\nwas teaching me a little bit so the bar mitzvah was basically Aliyah. I was called up to the Torah\nand my father, my stepfather sponsored the Kiddush in the shul.",
        "Q: Did he have any children?",
        "A: Yes, he had —",
        "Q: Previous to the war?",
        "A: He had six or seven children.",
        "Q: Did they survive?",
        "A: None of them, none of them.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: So you still were their only child? You remained an only child.",
        "A: Yes.",
        "Q: You stayed there?",
        "A: I’m sorry where are we at this point? Romania, Germany.",
        "Q: You were in Germany until 51.",
        "A: Stayed in Germany so first I had private tutoring until 1948 and then in 48 started regular\nschool. And I was pretty much caught up with — because of my private tutor. He was a fantastic\ntutor. He had been assistant, well private docent. I don’t know what that, that would be\nessentially somewhere between instructor and assistant professor at the University of Breslau. He\nwas at loose ends so and he was tutoring a friend of mine. There were only two or three kids my\nage at Bad Reichenhall in the town, not in the DP camp, but in the town. Eventually we moved\nout of the camp into the town. So he was a tutor for one of my friends. I basically asked him\nwhether he would be interested in tutoring me also. He said yes, so he and father made\narrangements as to how much and all that. I wasn’t involved in that. But he started tutoring me.",
        "Q: You were able to get into it.",
        "A: And by 1948 which was essentially something like two years. I caught up.",
        "Q: What was your stepfather’s name?",
        "A: Oscar Eisenberg",
        "Q: What kind of work did he do?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: He was a merchant.",
        "Q: Do you have any memories of your birth father?",
        "A: Yes.",
        "Q: You do. But Oscar formally adopted you.",
        "A: Yeah.",
        "Q: Now it’s 1951 and what happened?",
        "A: We packed up the bundles and come to America.",
        "Q: You come to America.",
        "A: Mother’s sister, younger sister had married after the war, remarried after the war because her\nhusband was killed during the war. And her second husband had relatives in Worcester.",
        "Q: Worcester, Massachusetts?",
        "A: Yeah. So they moved to Worcester and since, at that point, we had relatives in Worcester, we\ncame to Worcester.",
        "Q: You came to Worcester in 51 so you were 16 years old. Did you know any English?",
        "A: [had had one year of English with my tutor.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: What did America mean to you as a 16 year old?",
        "A: Well America was the promised land basically.",
        "Q: Did you come by boat?",
        "A: Yes. USS General Blatchford. A troop transport. A literally, a small one.",
        "Q: And you pulled into New York?",
        "A: Yes.",
        "Q: Did you see the Statue of Liberty?",
        "A: Absolutely, the night before.",
        "Q: Was that meaningful for you?",
        "A: You better believe it, you’d better believe it. I stayed on the deck for hours. Just staring at\nthe Statue of Liberty and we sailed right by the Statue of Liberty. The ship docked somewhere on\n30\" Street, in the 30s. At that point, of course the Statue of Liberty was no longer visible. But\nwas visible at dusk. And that was an unbelievable sight.",
        "Q: Getting off the boat, did for your mother, for you or your mother?",
        "A: We had two boxes and my mother had already married Oscar at that time.",
        "Q: I mean psychologically, putting your feet on American soil.",
        "A: That was thrilling. That was unbelievable. That was incredible. I was standing at the railing\nthe night before, just looking at cars going by on the shore. The ship, before it got into dock, I\nhttps://collections.ushmm.org\nAugust 29, 2014\nhad to go through several steps. Sort of waiting in line for the dock to clear or something like\nthat. I’m not sure how it worked.",
        "Q: Were there a lot of other refugees on the boat?",
        "A: Yes, the boat was full of refugees.",
        "Q: Full of refugees. And teenagers?",
        "A: Very few. Very few.",
        "Q: And the relatives met you at the boat or you got to Worcester by yourself?",
        "A: No, no we got to Worcester, the Jewish agency was very helpful at that point. Somebody\nfrom the Jewish agency met us, took us to a cheap hotel, very cheap hotel. Three dollars a night\ntype of thing. And we knew some people in New York who had immigrated a year or two earlier\nso we met them. And organized to have the boxes shipped to Worcester and after a few days we\ntook a train to Worcester.",
        "Q: You lived with your aunt?",
        "A: Yes for a little while. Then we rented our own apartment.",
        "Q: And then you went to school.",
        "A: Absolutely. High school in Worcester Massachusetts.",
        "Q: Able to make friends?",
        "A: Oh yeah. After that life started getting very normal.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: It did. Did the other American kids ask you about your childhood, ask you about your\nbackground?",
        "A: Occasionally but not —",
        "Q: What about the high school teachers. Were they sensitive to what you had gone through do\nyou think?",
        "A: Probably but again I didn’t notice any special treatment.",
        "Q: So you felt accepted?",
        "A: Oh yeah, absolutely.",
        "Q: Did you feel very different than the other kids?",
        "A: Yeah.",
        "Q: Considering what you had gone through?",
        "A: Yeah but you know the need to do well was overwhelming.",
        "Q: You mean academically?",
        "A: Yeah so basically I hit the books. I needed to prove myself.",
        "Q: Why did you need to prove yourself after what you had been through?",
        "A: Well because you know as a refugee kid, you sort of realize that things aren’t going to be\nhanded to you on a silver platter. So parents made it very clear that it was essential for me to go\nto a university and in order to get accepted to the university you had to have good grades. The\nhttps://collections.ushmm.org\nAugust 29, 2014\nguidance counselors were excellent. There was only one who wasn’t outstanding and that one\nbasically, you’re a refugee kid. Why don’t you take the kind of subjects that will make it easier\nfor you to learn a trade.",
        "Q: So you graduated?",
        "A: Yeah.",
        "Q: Were you active in any extracurricular stuff or athletics?",
        "A: Not really. I had a job.",
        "Q: You had a regular job?",
        "A: Not a regular full time job. But a regular part time job. I worked four hours a day.",
        "Q: Doing what?",
        "A: Well initially I was soda fountain attendant. And after that I got a high paying job as a pants\npresser. Not a finishing presser, but a, I was doing the inseam. They hired me at I think 55 cents,\nno not 55. 75 cents an hour. You know once they saw that I could do things my salary went up\nto one fifteen an hour and that was unheard of wealth. So at four hours a day I was making five,\nalmost five dollars.",
        "Q: You graduate from high school.",
        "A: Yep.",
        "Q: You go on to —",
        "A: Well then became, then my life became essentially perfectly normal North American life.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: Let’s just kind of quickly go through the rest, that part of your life. Where did you go to\ncollege?",
        "A: Worcester Poly, Worcester Polytechnic Institute.",
        "Q: For four years.",
        "A: Yeah.",
        "Q: And then?",
        "A: Princeton for two, well I got my PhD in three years.",
        "Q: In what field?",
        "A: In Princeton, physical chemistry. Chemistry.",
        "Q: And then?",
        "A: Post doc. I stayed on in Princeton for a year, with the same professor, doing a different kind\nof work than the graduate work. And then a year in Switzerland. Well nine months in\nSwitzerland. On a NATO post-doctoral fellowship.",
        "Q: What was it like to go back to Europe?",
        "A: Nice. I could speak the language. I knew, it wasn’t a problem. I didn’t quite understand\ninitially. I didn’t understand what they were saying to me because it was Switzer Deutsche. It\nwasn’t my kind of German.",
        "Q: Did you continue to talk to your parents and in what language?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Initially German or Polish. Mostly German but occasionally we would switch. Depending on\nwhat we were talking about so it was essentially a bilingual existence. And after a while they got\nto be very good in English.",
        "Q: They did, at their age?",
        "A: By themselves, they always spoke Yiddish. But with me it was Yiddish or Polish, German.\nMostly, I think mostly German. No, it was Yiddish. Mostly Yiddish.",
        "Q: So this is the early 60s.",
        "A: This is no, no sorry, yes, it was Switzerland, not Worcester. Switzerland was 61.",
        "Q: And then?",
        "A: Then I got an assistant professorship at UCLA, taught there for four or five years. No 62,\nsorry. After the one year, post-doctoral year in Switzerland, 1t was assistant professorship at\nUCLA for five years. And then I got an associate professorship at McGill.",
        "Q: McGill? In Montreal?",
        "A: Yeah.",
        "Q: And so you moved to Montreal?",
        "A: Yeah. And retired from there.",
        "Q: And you stayed in Montreal from then on. Did you ever get married?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Oh yeah. Once too many. Married first time in 57, high school sweetheart and all that. It was\na disaster. That ended in 83, I think. In Montreal.",
        "Q: Do you have any children?",
        "A: Yes. Eliot.",
        "Q: Eliot is your son. Ok. Can we now talk about some of your thoughts and your perspectives\nand feelings about what you went through? Do you think you would have turned out to be a\ndifferent kind of person if you hadn’t gone through the trauma that you did?",
        "A: I thought about that every so often. I don’t know. I don’t know. I like to play scenarios in my\nmind but it’s —",
        "Q: What if.",
        "A: What if is not an exact science.",
        "Q: Are there any sounds or sights or even smells today that trigger memories of the war to you?",
        "A: German uniforms.",
        "Q: What does that do to you?",
        "A: It makes me hate. I realize, rationally I realize perfectly well that the Germans today are very\ndifferent group of people from the Germans that I —",
        "Q: Cause I wanted to ask you what your thoughts about Germany and Germans are today?",
        "A: Ah. Rationally I think a lot better of the Germans today than of the Poles today because the\nPoles were — you know very mixed feelings about Poland also because it was Polish people who\nhttps://collections.ushmm.org\nAugust 29, 2014\nsaved my life but by the same token it was Polish people who were responsible for the death of\nmost of my family. Polish part of the family. So and you know right now in going back, anti-\nsemitism never existed in Poland, according to the Polish version. The Germans acknowledge\nwhat happened and made moves to get over it. But Poland never acknowledged the anti-\nSemitism and anti-Semitism was vicious. And I remember numerable times getting beaten up.",
        "Q: You were physically beaten up, not just verbally.",
        "A: Yeah, yeah.",
        "Q: Were you ever really harmed?",
        "A: No. it wasn’t, yeah —",
        "Q: Bruised.",
        "A: Horse manure was thrown at me. You know stuff like that. And the frequency with which I\nwas called Poshavezhedia. Scabby Jew. And this, it was, you could see that it was gut level\nanti-Semitism. And when we were living as Christians, part of the time that we were living as\nChristians, going to church and all that, the sermons, insofar as they dealt with Jews were not\nviciously anti-Semitic but they were intellectually anti-Semitic. Not every one of them,\nobviously. Not every priest. But I have no love for the Catholic church.",
        "Q: Have you been back to Poland as an adult?",
        "A: Yes.",
        "Q: Because.",
        "A: Scientific meetings.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: Scientific meetings. And what were your emotional responses when you got into the country?",
        "A: Very negative initially, very negative initially and then after a day or two. Anti-Semitism in\nPoland probably is not much worse than anti-Semitism in many other places. It probably is but it\nis worse than the other places that I visit but maybe it’s because I understand the language and I\nknow them better. You know and we lived in Germany after the war. I had German friends,\ngood German friends. I kept in touch with them for many years.",
        "Q: Even after you came here?",
        "A: Yeah. With Germany I find it easier to, I find it much easier to deal with Germans than with\nPoles. Not because the people I’m likely to meet were responsible for anything dealing with the\nHolocaust. It’s just the instinctive feeling is very negative.",
        "Q: Do you think, and again you were a young child, do you think your experience affected you\nspiritually as a Jew or religiously?",
        "A: Religiously.",
        "Q: It’s hard to say cause you were young.",
        "A: Religiously, I like to think of myself as an orthodox atheist. I feel most comfortable in terms\nof synagogue attendance I am most comfortable in an orthodox environment, to the point even\northodox or even Chasidic environment. Intellectually I’m an atheist.",
        "Q: How did you raise your son? Did you give him a religious background?",
        "A: Yes. He got a, yes, he went to —",
        "Q: Hebrew school?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Not Hebrew school but he went to a school, a Jewish —",
        "Q: Day school?",
        "A: Yeah, day school.",
        "Q: In Montreal?",
        "A: Yeah. First a non-religious one and then later on a more religious one.",
        "Q: So he had a Jewish background?",
        "A: Yeah, very much so.",
        "Q: What were your thoughts, do you remember, during the Eichmann trial? Did you follow it?",
        "A: I wish we could put the whole country in it. No, you know there were obviously a lot of very\ngood Germans. Even if they kept quiet. I mean again keeping quiet is not shameful. I don’t\nknow what I would have done, that’s all I, I don’t want to say anything about the people who\nkept quiet and disappeared into the background. But I have no love lost for Germany. I try to\navoid going back to Germany. Not because the present day Germans are responsible for anything\nthat happened then, but because of what it evokes, cause of what it evokes.",
        "Q: What are your thoughts about Israel?",
        "A: Very positive.",
        "Q: Have you been?",
        "A: Yeah. Have relatives.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: You have relatives there?",
        "A: Yes. I go Israel almost every, I'd say average every two years. Going back there in September\nof this year again. Very positive, very strong. We lived in Israel for a year at the Weismann\nhouse. I was on sabbatical at the Weismann Institute. Not quite a year.",
        "Q: Was it an advantage do you think being so young in the beginning of your wartime\nexperience than if you had been older?",
        "A: I hesitate to think of it as an advantage in any way shape or manner.",
        "Q: Was it better to have been young, that you experienced this?",
        "A: If [had my choice would I rather have been older? Is that the —",
        "Q: Yeah, that’s one way of looking at it. Or was it better that you were younger and not aware of\nwhat your parents were aware of. Obviously your parents were aware.",
        "A: No, I was aware fairly early. In 1942 I started seeing the first bodies, when I was seven years\nold. My grandparents were murdered when I was in 1940, when I was seven years old.",
        "Q: What does that do to a child?",
        "A: It taught me to hate the Germans. And it took a major effort of will to realize that not every\nGerman was a Nazi. Right now I’ve come to terms with it, but and then you know we lived in\nGermany for a while. The late 40s so. Living essentially in the enemy camp was a major\nproblem initially. Starting to go to a German school initially was a major problem, but as time\nwent by, I made friends among the German kids in class and I was in touch with at least one of\nthem for quite a few years.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "Q: You said that. Are you more comfortable around other people who are survivors as opposed\nto people who are not?",
        "A: I think it matters right now.",
        "Q: Do you feel a connection?",
        "A: Yeah, but not the kind of connection that makes conversation easier. There is a bond but, and\nyou know. Let me put it this way. When I go to a meeting and —",
        "Q: You’re talking about a professional meeting?",
        "A: Yeah. And one of the speakers is Jewish, do I necessarily go to his talk in preference to\nsomebody who is non Jewish. Not really. I mean the kind of feeling, well yeah it’s nice that a\nJew made it, is doing such nice work. But that’s about it.",
        "Q: You don’t feel a gut connection?",
        "A: Not while I’m doing science, no. It’s, I mean it’s basically it’s nice that a Jew is doing such\nnice work.",
        "Q: As you’ve gotten older do you think more about your childhood experiences?",
        "A: I wouldn’t say more but I also wouldn’t say less. It doesn’t change my --",
        "Q: Has it always been a prominent part of your life, what you went through?",
        "A: Yes, yeah.",
        "Q: Was it something that you could talk over with your parents when you were a teenager. They\nwere so busy trying to —\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Yes, but I didn’t do it very often. My way of getting 1t out of my system was in the 50s, early\n50s, I started writing things down. Everything I remembered.",
        "Q: What you had gone through?",
        "A: Yeah.",
        "Q: That’s good. So you have all of that in written form?",
        "A: Yeah, it’s all written up.",
        "Q: That’s wonderful. Is it in a book form or just —",
        "A: Well I bound it, hand written notes. I made a copy. I then bound both. I did 48, 39 to 45 and\n45 to 51.",
        "Q: Do you feel like you’re two different people, somebody on the outside, different than\nsomebody on the inside?",
        "A: No.",
        "Q: You were such a vulnerable age when —",
        "A: I never get that feeling. It was very personal. That’s why I can’t bring myself to feel\ncomfortable in Germany. In spite of having lived there for five years. And in spite of, I have no\nproblems for example talking to scientists from Germany.",
        "Q: Do you ever tell them, when you’re at your professional meetings and you’ re talking to a\nEuropean scientist, do you ever let on what you went through?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: No.",
        "Q: Doesn’t enter into it?",
        "A: No. I think the Germans try to avoid that period. And nobody else is interested.",
        "Q: Have you been to the Holocaust Museum in Washington?",
        "A: Yes.",
        "Q: Do you have any thoughts about it or is it appropriate that it is in Washington when the war\ntook place in Europe?",
        "A: It’s appropriate to have holocaust museums wherever they spring up. And you know even\nnow, what good would it do to have a holocaust museum in every small town in Germany? The\nGerman kids are no different from the French kids and the Spanish kids. Can’t hold them\nresponsible for anything. It’s important for them to know and as far as I know, I have very good\nGerman friends, professional friends. And they tell me that the youngsters get taught about the\nHolocaust. And in considerable detail. He even said sometimes they say, they tell me it’s too\nmuch. But I don’t say anything in a situation like that.",
        "Q: During the civil rights movement in the 60s and the 70s here in the United States, do you feel\nthat you were more attuned to it because you had lived in a country which deprived you of your\ncivil rights? Did you have an extra sensitive —",
        "A: More, sympathies very much so. In terms of the sympathies. In terms of action, I can’t say\nthat I was very active.",
        "Q: You were still young.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Not really. But I didn’t go to Selma or anything like that. I was too worried about getting\ntenure.",
        "Q: Here you had been deprived of your civil rights growing up.",
        "A: Yes, so the sympathies were, for the civil — but not to the point where I joined the ACLU.\nPaid my dues for a number of years. But it wasn’t a major part of my life.",
        "Q: Do you have a grandchild?",
        "A: Yes, Eliot has a daughter.",
        "Q: How old is your granddaughter?",
        "A: 13 now. No, 14.",
        "Q: Is there anything you wanted to add that we haven’t talked about, anything you feel you’d like\nto say or even a message to your granddaughter for the future. Anything you’d like to include.",
        "A: Thaven’t thought about it. Let me think about that. I’m trying to think how, what my\nexperiences in the Holocaust would in any way help. And, not really. She’s living in the States\nand that’s the best of all possible —",
        "Q: That’s a message.",
        "A: Oh yeah, people here don’t appreciate what they have. At least, a lot of people do but a lot of\npeople don’t. A lot of people take it for granted and by the United States, I mean general\ndemocratic countries.",
        "Q: Do you think the world has learned anything from the lessons, any lessons from the\nHolocaust?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Depends who. Germans have. The rest of the world, probably not. What they have learned is\nif you’re going to kill out a group of people, do it quietly. Don’t leave traces. You see a lot of\nthis in Asia for example. I don’t think it’s a situation that can’t happen again but I think it’s a\nsituation that we have to be careful, careful in the sense of watch out for. I think it can happen\nagain. It’s very tempting if you don’t like someone to kill them. And especially if you can get\nahold of their goodies. Right now, more of it’s going on in Asia than anywhere else or in Africa.\nBut there are islands of hatred in Europe that are still burning bright. Thinking of Yugoslavia for\nexample. So from that point of view, some Europeans have learned a lot from World War Two.\nA lot have learned less. And amnesia is beginning to settle in. There’s not much we can do about\nit. If they don’t want to learn. So I think the only way to protect oneself against that sort of thing\nis to do exactly what Israel is doing. To provide stockpiles of atomic weapons. Hopefully never\nto use them but then your enemies know that you have them.",
        "Q: Were you active in politics at all as an adult, once you were settled in Montreal?",
        "A: Well I didn’t become a Canadian citizen for quite a while. I became a Canadian citizen but it\ntook a while.",
        "Q: Did you become an American citizen first?",
        "A: Sure. In the States I became an American citizen sort of five minutes after I was eligible.",
        "Q: Really. What was that like?",
        "A: Thrilling.",
        "Q: Was it? And your mother and father, you became citizens all at the same time?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: No, because it wasn’t practical. They were living in a different town so the applications. We\nall lived in Worcester initially. But then they moved to Leonia, New Jersey. And I stayed in\nWorcester to finish college.",
        "Q: So you got it in Massachusetts?",
        "A: Yes, in Worcester.",
        "Q: Did it make you feel different to be an American citizen?",
        "A: In some ways, yes but it wasn’t a very —",
        "Q: Emotional?",
        "A: Yeah, it was emotional for a few minutes. Well more than a few minutes, but not — it wasn’t\noverwhelming. I mean this was not the most important part of my life.",
        "Q: You felt very American? Do you feel American?",
        "A: Absolutely.",
        "Q: Or Canadian?",
        "A: Absolutely. I feel American.",
        "Q: Not Canadian?",
        "A: Iam a Canadian citizen but that came much later. Dual citizen, yes. That came much later.",
        "Q: You consider —\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: My first instinct is American. And Canadian, in that order or at that level of intensity.",
        "Q: Do you think in English or do you think in German?",
        "A: No, no. English, completely. Yes. I try to get rid of the German dreaming thinking even\nbetter, very quickly. I was 16 at the time we changed, moved. So it was still easy.",
        "Q: Do you ever dream about your childhood? At night time?",
        "A: On rare occasions. Yes.",
        "Q: You’re back in —",
        "A: Yeah and it generally pre-war dreams. Not wartime dreams.",
        "Q: Pleasant dreams.",
        "A: Yeah.",
        "Q: Is there anything else you wanted to add that we —",
        "A: [Il probably think of a thousand things. But right now, sorry about that. My hearing aid is\ndisconnecting.",
        "Q: Thank you very much for doing the interview.",
        "A: Thank you for giving me the opportunity.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Adi Eisenberg.\n(end)\n"
    ],
    "questions": [
        "Q: Is that the name you were born with?",
        "Q: What name were you born with?",
        "Q: When were you born?",
        "Q: 1935. And where were you born?",
        "Q: In the town or —",
        "Q: Which was Breslau?",
        "Q: But your birthplace is —",
        "Q: Let’s talk a little bit about your family, your family background. Your parents’ names and\nwhat other information?",
        "Q: Her maiden name?",
        "Q: Was she from that area also?",
        "Q: And your father?",
        "Q: Was he from that area?",
        "Q: How far back can you go in generations? Did you have grandparents? Did you know your\ngrandparents?",
        "Q: Any names that you want to say?",
        "Q: Family trees?",
        "Q: Did you have a large extended family in the town?",
        "Q: That’s different.",
        "Q: You stayed in Wroclaw for how long. You were born there and then how long did you stay\nthere?",
        "Q: Two or three years.",
        "Q: Then your family moved?",
        "Q: Of course not. What kind of work did your father do?",
        "Q: Did your mother work?",
        "Q: Any brothers or sisters?",
        "Q: Was your family a, I know that you were very young so this is, some of this stuff is not what\nyou remember but what you were told, of course. Was your family very religious?",
        "Q: On both sides.",
        "Q: Were they Zionists?",
        "Q: Do you know —",
        "Q: Did you have a large extended family, aunts, uncles, cousins?",
        "Q: So you knew, those families, again you were very young.",
        "Q: Do you remember getting together for any holidays?",
        "Q: Special memory you wanted to talk about, about a holiday that stays in your mind?",
        "Q: Which town are we talking about? Is this —",
        "Q: Vague.",
        "Q: Talk about that.",
        "Q: Do you know from what you were told or any memories. Was it an unpleasant time by the\ntime you moved in 38?",
        "Q: Any specific incidents you can talk about?",
        "Q: You mean in language?",
        "Q: Not really, if you can translate it, that would be good.",
        "Q: It did? Was it frightening to a very young child? Do you remember being scared?",
        "Q: Were there signs on the street, any graffiti and did you — you were young.",
        "Q: What about the neighborhood in Skala? Was it a Jewish neighborhood or mixed?",
        "Q: Did you live in a house or you said you lived in an apartment?",
        "Q: The reason why your family, your folks moved to Skala was —",
        "Q: Father’s work.",
        "Q: As a young boy, you had Jewish friends, childhood friends?",
        "Q: Did you like to play outside? Were you athletic? Again you were very young, I know.",
        "Q: Did you go to synagogue at all or —",
        "Q: Did you celebrate Shabbat every week?",
        "Q: Your family did do that.",
        "Q: What language did you speak at home?",
        "Q: Polish? Did you speak Yiddish?",
        "Q: As a young child, you could speak Polish —",
        "Q: German and Yiddish.",
        "Q: Your very first memories? You were born in 35. Your very first memories or memory would\nbe what?",
        "Q: When did conditions start to change that you remember as a child?",
        "Q: You’re talking about September 39.",
        "Q: Up to that point would say your childhood was —",
        "Q: Uneventful. Do you remember — again you were so young, you’re only four. Do you\nremember your parents talking about a man named Hitler or did you —",
        "Q: You were so little.",
        "Q: Now it’s September 39 and what are, describe what your —",
        "Q: You were a child.",
        "Q: Was it a very frightening time initially?",
        "Q: How did your parents explain this to you as a child or did they? Do you have any recollection\nof what they said?",
        "Q: Did you see any Germans initially or —",
        "Q: They came through?",
        "Q: To a four year old child, what does that look like? Frightening or exciting?",
        "Q: Were you going to visit or going to move?",
        "Q: You were moving.",
        "Q: Do you remember what you took of yours? Was there anything special?",
        "Q: This is your fourth birthday present?",
        "Q: Special for you, just the rocking horse.",
        "Q: This new town was called, the town you were going to?",
        "Q: This is when you went to Skala. After the Germans. And where did you live there, in Skala.\nDid you live with relatives?",
        "Q: With your grandparents.",
        "Q: These are your maternal grandparents.",
        "Q: Did you go to school? Again you were only four.",
        "Q: The next change. You’ve come to your grandparents. You’re living with your grandparents\nand —",
        "Q: Until 42, until you were seven. So you had started school.",
        "Q: So you had started school during that time.",
        "Q: No school. Just the cheder. When did you start —",
        "Q: Just the cheder.",
        "Q: Were you able to go out on the street?",
        "Q: By yourself.",
        "Q: So it wasn’t dangerous?",
        "Q: What did your parents tell you to do in that case or did you —",
        "Q: So you would just run away when the other kids —",
        "Q: Life went on living with your grandparents, your parents and your grandparents. Going to\ncheder. What was the next big change?",
        "Q: More restrictions?",
        "Q: Was it a particular, besides the kids on the street. Was it a particularly frightening time for\nyou as a child?",
        "Q: So that’s the fall of 39?",
        "Q: Pm a little concerned. Which city are we talking about?",
        "Q: Was being burned.",
        "Q: Where did you go from Skala? Where did you go from there?",
        "Q: It’s 42.",
        "Q: By yourself?",
        "Q: You were by yourself?",
        "Q: So you’re seven years old, 42.",
        "Q: Was that a frightening experience?",
        "Q: Do you have any memory of what your folks said to you when they said goodbye?",
        "Q: He took you back to your parents?",
        "Q: Was this the fall?",
        "Q: That’s how you heard?",
        "Q: To say that to a child? So then you get home, or you get back to your parents?",
        "Q: And then you stayed with your parents?",
        "Q: And then what happened?",
        "Q: Expulsion. Ok.",
        "Q: Do you remember his name?",
        "Q: So he told you and what did your father do?",
        "Q: Where did you go?",
        "Q: In the countryside?",
        "Q: Did he survive that?",
        "Q: Oh he did not survive?",
        "Q: Oh my. How did your mother hear about this? Did she find out right away?",
        "Q: Do you know where they were taken? Or you don’t know.",
        "Q: Tell me about the family that you were hiding with. Do you have any memories of them?",
        "Q: You had to leave.",
        "Q: From 42 on til —",
        "Q: So that’s a year.",
        "Q: Oh by then you had — so what was your name? Did you have a new name?",
        "Q: And your first name?",
        "Q: So you were now in Krakow?",
        "Q: You moved to Krakow —",
        "Q: Oh a few days and then what?",
        "Q: She sounds like it.",
        "Q: Resort, wasn’t it?",
        "Q: The two of you?",
        "Q: You’re seven years old?",
        "Q: This is 43 we’re talking about.",
        "Q: Were you the only child?",
        "Q: Do you remember what town in Hungary it was? You don’t know. That’s ok. Did you talk to\nthem?",
        "Q: Oh right I forgot, you’re Christian. Yes.",
        "Q: Up to that point, had your health been ok?",
        "Q: No, but it was a stressful time. I was just wondering if —",
        "Q: You had your cholent.",
        "Q: Did you ever hear any of Hitler’s speeches on the radio, cause you understood German you\nsaid.",
        "Q: Now you’re in Hungary and —",
        "Q: To Budapest?",
        "Q: I see. They were taking you to another jail.",
        "Q: How old was your mother at this time? Do you know what year she was born?",
        "Q: This was a stranger?",
        "Q: What was it like for an eight year old to be in jail? You stayed with your mother?",
        "Q: Any memories of that time?",
        "Q: Such as?",
        "Q: Then you get out of jail and —",
        "Q: Which village, do you know?",
        "Q: With a family?",
        "Q: And you’re still Christian?",
        "Q: You went to church?",
        "Q: Did he question you?",
        "Q: Did he realize —",
        "Q: Did he realize that you all were Jewish?",
        "Q: So you stayed in that village for a long time?",
        "Q: Months, ok. And then?",
        "Q: Is that what your mother did? She rented a bed.",
        "Q: What is lecho?",
        "Q: Did you see Jews being taken away at all?",
        "Q: 44 we’re talking about, 43, 44.",
        "Q: You were there? So did you see Jews being rounded up?",
        "Q: But you all weren’t in a sense worried because you were Polish Christians still in Hungary?",
        "Q: I mean you were worried of course, but I mean you still had papers that you were Polish\nChristians.",
        "Q: So you stayed in that situation until the end of the war? Until liberation?",
        "Q: You were in Budapest?",
        "Q: Your mom had gone to the, back to the restaurant you said and tried to make arrangements.\nAnd then —",
        "Q: The name of the village, do you remember the name of the village?",
        "Q: You did say that.",
        "Q: And that’s where you were at liberation?",
        "Q: Go back to Budapest.",
        "Q: Which you did.",
        "Q: Down the street.",
        "Q: Tell me about liberation.",
        "Q: Did you go into shelters?",
        "Q: So you’re an old man of nine years old at that point.",
        "Q: Do you remember anything your mother said to you specifically going through those\ntraumatic times? Sounds like a very strong, incredible woman.",
        "Q: You obviously came through it so she —",
        "Q: How did you know it was the time of liberation?",
        "Q: What, let’s talk about liberation now. Any specific memories?",
        "Q: Did you know what liberation meant at nine years old?",
        "Q: Any celebration or —",
        "Q: What did you do right after liberation?",
        "Q: Relatives?",
        "Q: What did your mom decide to do?",
        "Q: So you went to Bucharest.",
        "Q: You did not go back to Poland?",
        "Q: So you stayed in Bucharest a few months, and then you went back to Poland?",
        "Q: Back to Skala?",
        "Q: What was there?",
        "Q: What reception did you all have?",
        "Q: A short visit. And did you go back to Bucharest. After that did you —",
        "Q: To Germany. And where were you in Germany?",
        "Q: So you were not in a DP camp or any —",
        "Q: You were?",
        "Q: Did you go to school?",
        "Q: You went back to your name, your original name?",
        "Q: When was that? Was that after the war?",
        "Q: You didn’t use your birth name any more?",
        "Q: So that’s where you got the name Eisenberg. And Adi is the name you just —",
        "Q: And was your stepfather also a survivor?",
        "Q: And they met where, in the DP camp?",
        "Q: In Budapest. So you stayed in Germany til 51 going to school and by that time —",
        "Q: When you were 12?",
        "Q: Did you have a bar mitzvah?",
        "Q: Tell me about your bar mitzvah.",
        "Q: Did he have any children?",
        "Q: Previous to the war?",
        "Q: Did they survive?",
        "Q: So you still were their only child? You remained an only child.",
        "Q: You stayed there?",
        "Q: You were in Germany until 51.",
        "Q: You were able to get into it.",
        "Q: What was your stepfather’s name?",
        "Q: What kind of work did he do?",
        "Q: Do you have any memories of your birth father?",
        "Q: You do. But Oscar formally adopted you.",
        "Q: Now it’s 1951 and what happened?",
        "Q: You come to America.",
        "Q: Worcester, Massachusetts?",
        "Q: You came to Worcester in 51 so you were 16 years old. Did you know any English?",
        "Q: What did America mean to you as a 16 year old?",
        "Q: Did you come by boat?",
        "Q: And you pulled into New York?",
        "Q: Did you see the Statue of Liberty?",
        "Q: Was that meaningful for you?",
        "Q: Getting off the boat, did for your mother, for you or your mother?",
        "Q: I mean psychologically, putting your feet on American soil.",
        "Q: Were there a lot of other refugees on the boat?",
        "Q: Full of refugees. And teenagers?",
        "Q: And the relatives met you at the boat or you got to Worcester by yourself?",
        "Q: You lived with your aunt?",
        "Q: And then you went to school.",
        "Q: Able to make friends?",
        "Q: It did. Did the other American kids ask you about your childhood, ask you about your\nbackground?",
        "Q: What about the high school teachers. Were they sensitive to what you had gone through do\nyou think?",
        "Q: So you felt accepted?",
        "Q: Did you feel very different than the other kids?",
        "Q: Considering what you had gone through?",
        "Q: You mean academically?",
        "Q: Why did you need to prove yourself after what you had been through?",
        "Q: So you graduated?",
        "Q: Were you active in any extracurricular stuff or athletics?",
        "Q: You had a regular job?",
        "Q: Doing what?",
        "Q: You graduate from high school.",
        "Q: You go on to —",
        "Q: Let’s just kind of quickly go through the rest, that part of your life. Where did you go to\ncollege?",
        "Q: For four years.",
        "Q: And then?",
        "Q: In what field?",
        "Q: And then?",
        "Q: What was it like to go back to Europe?",
        "Q: Did you continue to talk to your parents and in what language?",
        "Q: They did, at their age?",
        "Q: So this is the early 60s.",
        "Q: And then?",
        "Q: McGill? In Montreal?",
        "Q: And so you moved to Montreal?",
        "Q: And you stayed in Montreal from then on. Did you ever get married?",
        "Q: Do you have any children?",
        "Q: Eliot is your son. Ok. Can we now talk about some of your thoughts and your perspectives\nand feelings about what you went through? Do you think you would have turned out to be a\ndifferent kind of person if you hadn’t gone through the trauma that you did?",
        "Q: What if.",
        "Q: Are there any sounds or sights or even smells today that trigger memories of the war to you?",
        "Q: What does that do to you?",
        "Q: Cause I wanted to ask you what your thoughts about Germany and Germans are today?",
        "Q: You were physically beaten up, not just verbally.",
        "Q: Were you ever really harmed?",
        "Q: Bruised.",
        "Q: Have you been back to Poland as an adult?",
        "Q: Because.",
        "Q: Scientific meetings. And what were your emotional responses when you got into the country?",
        "Q: Even after you came here?",
        "Q: Do you think, and again you were a young child, do you think your experience affected you\nspiritually as a Jew or religiously?",
        "Q: It’s hard to say cause you were young.",
        "Q: How did you raise your son? Did you give him a religious background?",
        "Q: Hebrew school?",
        "Q: Day school?",
        "Q: In Montreal?",
        "Q: So he had a Jewish background?",
        "Q: What were your thoughts, do you remember, during the Eichmann trial? Did you follow it?",
        "Q: What are your thoughts about Israel?",
        "Q: Have you been?",
        "Q: You have relatives there?",
        "Q: Was it an advantage do you think being so young in the beginning of your wartime\nexperience than if you had been older?",
        "Q: Was it better to have been young, that you experienced this?",
        "Q: Yeah, that’s one way of looking at it. Or was it better that you were younger and not aware of\nwhat your parents were aware of. Obviously your parents were aware.",
        "Q: What does that do to a child?",
        "Q: You said that. Are you more comfortable around other people who are survivors as opposed\nto people who are not?",
        "Q: Do you feel a connection?",
        "Q: You’re talking about a professional meeting?",
        "Q: You don’t feel a gut connection?",
        "Q: As you’ve gotten older do you think more about your childhood experiences?",
        "Q: Has it always been a prominent part of your life, what you went through?",
        "Q: Was it something that you could talk over with your parents when you were a teenager. They\nwere so busy trying to —",
        "Q: What you had gone through?",
        "Q: That’s good. So you have all of that in written form?",
        "Q: That’s wonderful. Is it in a book form or just —",
        "Q: Do you feel like you’re two different people, somebody on the outside, different than\nsomebody on the inside?",
        "Q: You were such a vulnerable age when —",
        "Q: Do you ever tell them, when you’re at your professional meetings and you’ re talking to a\nEuropean scientist, do you ever let on what you went through?",
        "Q: Doesn’t enter into it?",
        "Q: Have you been to the Holocaust Museum in Washington?",
        "Q: Do you have any thoughts about it or is it appropriate that it is in Washington when the war\ntook place in Europe?",
        "Q: During the civil rights movement in the 60s and the 70s here in the United States, do you feel\nthat you were more attuned to it because you had lived in a country which deprived you of your\ncivil rights? Did you have an extra sensitive —",
        "Q: You were still young.",
        "Q: Here you had been deprived of your civil rights growing up.",
        "Q: Do you have a grandchild?",
        "Q: How old is your granddaughter?",
        "Q: Is there anything you wanted to add that we haven’t talked about, anything you feel you’d like\nto say or even a message to your granddaughter for the future. Anything you’d like to include.",
        "Q: That’s a message.",
        "Q: Do you think the world has learned anything from the lessons, any lessons from the\nHolocaust?",
        "Q: Were you active in politics at all as an adult, once you were settled in Montreal?",
        "Q: Did you become an American citizen first?",
        "Q: Really. What was that like?",
        "Q: Was it? And your mother and father, you became citizens all at the same time?",
        "Q: So you got it in Massachusetts?",
        "Q: Did it make you feel different to be an American citizen?",
        "Q: Emotional?",
        "Q: You felt very American? Do you feel American?",
        "Q: Or Canadian?",
        "Q: Not Canadian?",
        "Q: You consider —",
        "Q: Do you think in English or do you think in German?",
        "Q: Do you ever dream about your childhood? At night time?",
        "Q: You’re back in —",
        "Q: Pleasant dreams.",
        "Q: Is there anything else you wanted to add that we —",
        "Q: Thank you very much for doing the interview.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Adi Eisenberg.\n(end)"
    ],
    "answers": [
        "A: No it’s not.",
        "A: Abraham Freiburger.",
        "A: February 1935, February 18.",
        "A: In Krakow Poland.",
        "A: Actually it’s, my parents moved around a lot. I was born in Wroclaw, Poland.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Which was Breslau. But we moved to an area near Krakow, not long after I was born.",
        "A: Wroclaw.",
        "A: My mother is Helene.",
        "A: Kolatasz, K-O-L-A-T-A-S-Z",
        "A: Yeah.",
        "A: Eliezer Freiburger, Eliezer Fine Freiburger.",
        "A: Yes.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Yes, on both sides of the family.",
        "A: Well Yehuda Kolatasz and Midla Kolatasz and Hertzkel and Zesel Freiburger on my\nfather’s side. I have written logs, not logs but written.",
        "A: Yeah. I have, not going much further back. I’m going only about two generations back. I\nstarted working on it when I was about 18. So the older generation was still alive.",
        "A: Yes. Well depends on what we’re talking about. At the time that I started remember — at the\ntime that I started remembering things.",
        "A: We moved into that town in the, 39 or something, 38, 39.",
        "A: Two or three years.",
        "A: When things started heating up.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: We moved. Well the classic mistake. We moved to Poland because there was family there.\nAnd Poland and England had signed a mutual assistance treaty which meant that quote Hitler\nwould never attack Poland.",
        "A: He was in charge of the accounting department for a factory.",
        "A: No.",
        "A: No.",
        "A: My grandparents were on both sides of the family.",
        "A: Parents were not.",
        "A: Very much so. Yeah. Again grandparents were, I never discussed it with my grandparents\nobviously and I never discussed my grandparents’ Zionist attitude but the rest of the family, the\nhttps://collections.ushmm.org\nAugust 29, 2014\nyounger generation was very Zionist. I mean my — in my grandfather’s house for example, on my\nmother’s side, there were portraits of Herzl, Bialik. I don’t remember the other people. They had\nbeautiful portraits on the wall.",
        "A: But this was the younger generation. Talking the younger generation until we --",
        "A: Yes, yes. Yes, my maternal grandparents had seven children.",
        "A: No, no, no. I knew them.",
        "A: Absolutely. Almost every holiday.",
        "A: Pesach. The, my oldest uncle, in other words my maternal grandfather’s oldest son lived in\nthe same building there. The building consisted of essentially two buildings with adjoining wall.\nSo and adjoining. It was easy to go from one to the other. So —",
        "A: This was Skala, this was already we had moved already. We moved to Skala fairly, when I\nwas three years old, essentially. Just to get out of Germany. My memories of Germany are very\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Yeah, right. But my memories of Skala are very good.",
        "A: It’s not sharp memory. Pesach Seder, grandfather had one Seder with the younger children\nand my oldest uncle had, in his part of the house, or his outside of the house, did his Seder. He\nhad a large family also. So the idea was to steal the afikoman. And I got greedy. I wanted to\nhave them both. And they knew that I was out hunting the afikoman so they prepared two pieces\nof cardboard wrapped in a towel and I started, when I came around starting to hunt, they knew\nwhat it was all about and everybody was making believe they weren’t looking at me. Secretly\nlooking for me and I finally found what I was looking for and I stuck it on, skedaddled only to\nfind that they were two pieces of cardboard. So everybody had a good laugh except me. I felt\ncheated but I had to laugh along anyway.",
        "A: Well by the time we moved, when we moved there it was still reasonably good. The negative\naspects were the Polish anti-Semitism which was ubiquit — everywhere.",
        "A: Sure. I mean being called, P — do you have any Polish background?\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Do you understand any Polish words?",
        "A: A lot of them. Being called Poshavezhedia [ph], scabby Jew. This was, it happened three or\nfour times a day.",
        "A: I was scared of groups of Polish kids. So this translated of course, since I didn’t see any other\nkids. This was translated into being scared of groups of kids. To the point where even when I\nwas, even after the war, when I was 12, 13, when there was a large group of kids coming, after\nschool for example. I would always cross to the other side of the road. Yeah and that remained\nwith me for quite a while until I was almost a teenager, early teen.",
        "A: I don’t recall graffiti.",
        "A: Skala was one of those small towns that had a fairly large Jewish population so I would call it\nmixed yeah.",
        "A: Yeah, grand, no, it depends on where. After my mother married, they moved to another small\ntown not too far away. It’s all in the vicinity of Krakow. But in Skala, Skala was a small town. I\ndon’t know whether you’d call it a village, but a small town. A fairly high Jewish population.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Father’s work.",
        "A: He was, as I mentioned he was in charge of the accounting department of a factory. So it was\na good job.",
        "A: Yes, absolutely, absolutely.",
        "A: It was mostly, most of my associations were within the family. There were other kids my age\nand I played with them but most of my recollections are family. Specially the youngest son of\nmy oldest uncle was almost my age. He was only about five years older than I. So we used to\ndo, we played a lot together, fought a lot together, beat each other up, made up. The usual.",
        "A: My grandfather was a Chasid. Yeah, Chasidim on both sides of the family. My father\nrebelled so father would go under protest. But when I was eight, when we were on our own, my\nmother, father and I lived on our own, father would still put on tfillin every morning. And he\nwent through the motions. I’m not sure his heart was in it. But what happened was that\ngrandfather would quiz me on what was happening and father wanted not to stir up trouble.\nFather didn’t want to stir up trouble. He went through the motions. His heart was not in it.",
        "A: Yes, yes. Candle lighting, the works.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: And when we moved to where grandfather lived, my grandfather obviously was in shul every\nSaturday. He went, I think he even went for Mincha maarey daily. I’m not sure about that.",
        "A: Polish, German. Polish more. Again at the time when we moved to Poland it was Polish.",
        "A: Yes. It depends with whom. Mother and father Polish.",
        "A: German.",
        "A: German, after. Once we, in Poland going to be, the German started decaying but not by much.\nI remember one or two occasions when I was speaking to German soldiers and the German\nhadn’t disappeared.",
        "A: You’ll laugh at this. Sitting down in a, not bucket but a barrel, but a large basin. Not large but\nyou know about this size of basin, full of water on the floor thinking it was a chair. Plopped\ndown and oops. Fortunately it was clean water so I don’t know why it was there.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Oh when the war started.",
        "A: Yeah.",
        "A: Uneventful.",
        "A: Not at that time. No, not at —",
        "A: No, I mean the earliest memories associated with the war were the German, was the German\ninvasion of Poland.",
        "A: I was visiting a neighbor. I don’t remember whether it was my aunt. We lived in the same\nbuilding or one of the other neighbors. She was listening to the radio and comments like we’ ll\nbeat them in a few weeks or a few days, something like that. Lots of excitement and also drills in\ntown, town square with gas masks. There were not enough gas masks for everybody so the men\nhad gas masks for no reason but the women didn’t. Again vague memories.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: But people with gas masks on.",
        "A: Yeah.",
        "A: The Germans are coming. And I gathered from their reaction that that was not a good thing.",
        "A: The minute —",
        "A: They marched through.",
        "A: A little bit of both. Because armies marching was interesting. We were on the road to go to\ndown where my grandparents lived for example. Part of the route we were not in the convoy\nbecause we were on horse, a horse drawn carriage. There was no automobile traffic essentially. It\nstopped. I think the army requisitioned all private cars. There was no — it was horse and buggy.\nNot a horse and buggy but horse and wagon. Buggies were reserved for the nobility.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: No, no, no. It was essentially the family wanted to be together.",
        "A: Yeah so the wagon had everything we could transport. And —",
        "A: A rocking, the rocking horse which I had just gotten for my birthday that year so.",
        "A: Yeah. It was a rocking horse, brand new. Well that was half a year old. To me it was my\nrocking horse. Everything else was —",
        "A: The rocking horse. All the furniture stayed of course. Everything else.",
        "A: Skala.",
        "A: With my grandparents.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: My grandparents had, grandfather, mother had probably the largest house in the town. So\nmother had her room on the top floor overlooking the town square. So all of us moved into that\nroom. My grandfather —",
        "A: Maternal grandparents yeah.",
        "A: The earliest school I remember was cheder. And that lasted only a fairly short time. I was\nfour and a half years old.",
        "A: That lasted pretty much until 42.",
        "A: September 39 to summer of 42.",
        "A: No school.",
        "A: The cheder.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: And I went to cheder about a year or two before. Sorry, no formal schooling. Mother taught\nme to read and write.",
        "A: Oh yeah, oh yeah.",
        "A: Oh yeah.",
        "A: Yeah, yeah, not initially no. There were. The dangerous part was being yelled at by Polish\nkids. Poshavezhedia.",
        "A: Congregate elsewhere. They didn’t use that phrase.",
        "A: Well yeah because the other kids were groups and they were bigger. I was four or five years\nold and they were seven, eight, nine, ten.",
        "A: Well things kept getting worse.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Grandfather for example, grandfather was in the forestry business. That stopped fairly early\nduring the war. I mean he was basically told that’s it. If you no longer, no longer have this\nbusiness. Grandmother still had her store, fabric. That lasted til about 40, 1940 I would say\nwhen any fabrics. Jews could not trade fabrics any more so for a while they converted the store\ninto glass items, things that Jews were allowed to deal with. Textiles were not.",
        "A: Frightening in the sense that the gorots [ph] were very nervous. Now also frightening when\nthe Germans came in. We arrived in that town shortly after the war started.",
        "A: Yeah. Then when the Germans came in, all the treli [ph] essentially ran away from the town,\nabandoned everything and ran away but only about four or five kilometers and from four or five\nkilometers away we saw the town burning. And the uncertainty was is our house burning down\nor not? It didn’t. The damage was only in another, very different part of the city. The Germans\nset it on fire and the part of the city that the Germans had set on fire burned down. Fairly severe.",
        "A: Skala.",
        "A: Where grandparents lived. We left, parents left, we left that. Said never went back. I mean\nthey never went back but —\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: We stayed in Skala until 42. From 39 to 42.",
        "A: All right so. There were two events where the Germans tried to make the town Juden reind\n[ph]. The first one, most of the town was cleared out. I was sent, I think, we had very good\nconnections with the Polish police force. There was one person on the Polish police force who\nwas a personal, a school friend of one of the family members. So we were told that the Germans\nwere coming in. So everybody who could tried to hide. Grandparents were, well grandfather\nwas, they were over 70. Grandmother was about 70. Grandfather was 72. And same thing on my\nfather’s side, about the same age. So they were hiding in a barn not far from the house. I was\nsent away to farmers, a few kilometers away.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, seven, seven and a half.",
        "A: Extremely. Extremely because I was separated from my parents for the first time, separated\nfrom everybody. But the idea was to disperse everybody as much as possible.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: What they said, I don’t remember the words, but the idea was this 1s only a short time. It was\na Friday, it was a Friday, a Friday afternoon. I just couldn’t take it anymore. So I asked one of\nthe kids of the farmer who, with whom I was staying to take me back. And he took me back.",
        "A: Yeah. And on the way, there was a vivid memory on the way. With one of the people. It was\nharvest time. The beginning of harvest time.",
        "A: 42, yeah, September 23 I think. 42. It was harvest time and there was a young man\nharvesting grain and as we walked by he looked at me and he said you’re so and so, aren’t you?\nAnd I said yes. Grandfather was very well known and he recognized me. And then he started\nsaying your grandparents, your grandfather is dead, your grandmother is dead. So.",
        "A: And what about my parents? He said I don’t know. I can’t, I’m trying to put myself in the\nshoes of that guy. What was he thinking?",
        "A: I get back to well in, where we were staying yes, because grandfather had lost the house at\nthat time already because the Germans took it over and since it was the largest building in the\ntown, the Germans had taken it over for their headquarters. So we had to move to, not far away\nbut —\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: When I got there my parents fortunately survived. But a lot of relatives got killed that day.\nFather survived, mother survived that day.",
        "A: Im trying to think. So then that was a question of what do we do now? What do we do now’?\nMost of the Jewish population had been wiped out. Those who weren’t killed immediately were\ntransported away and only five or ten percent of the Jews of the town remained. Father remained\nbasically. Father, father was alive only because he was transporting the dead bodies. Anyway, in\nthe time after that we knew that we had to disappear. So a lot of time the men of the family,\nspent a lot of time trying to find hiding places. And they did. On the day of the second expulsion,\nthe German word is Auslintung [ph]. I don’t know how to translate that.",
        "A: But the first one was September 23. The second one was sometime in November. I don’t\nremember the exact date. But we again we knew it was coming because of the personal friend in\nthe police department. So —",
        "A: No. Oh no.",
        "A: He sent us away. Mother and me and a few other relatives. We had prepared hiding places.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: To a farmer basically.",
        "A: Yeah. Father stayed in town because my uncle, his best friend, was married to my mother’s\nsister so he said I can’t go with you. I have to wait for him. He was out of town and was\nsupposed to come back that evening. And did indeed come back there. But father sent us off. The\nbest friend did indeed come back that evening. But by that time the town was already\nsurrounded and he couldn’t get out.",
        "A: No.",
        "A: No, that was the last time I saw him.",
        "A: She found out a few weeks later through the policeman friend. We let him know that we were\nin hiding, where we were. And he came by and told mother that he was taken away. With his\nbest friend.",
        "A: No. From what my older cousin who is no longer alive told me they were taken to a small\ntown nearby and shot. He heard that again from the policeman. My mother didn’t tell me.\nMother knew but she didn’t tell me until very much later. As far as, what she tried to maintain is\nthe idea that we don’t know where he is. We hope he’! be back.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Yes. There were several places that hiding places were prepared, but when push came to\nshove most of them didn’t want us. So apparently the penalties for hiding Jews was severe. And\nmost of them didn’t want to take the chance which 1s again understandable. So of all the places\nthat we had prepared, none of them worked out. So eventually we went to a place where other\nfamily members were hiding and we asked to join them basically and the farmer accepted us. As\nan added, well remember this was for money. The farmers were being paid very well. By then\nstandard. As an aside, when the money ran out, we had to go.",
        "A: This was not done out of idealism. I mean they were risking their lives. What they did was\ncertainly appreciated but when the money ran out, we — my aunt on the other hand was with a\nfamily where the money, when her money ran out they kept her and I spent a while with her.",
        "A: All right, 42 on. September of 42 to about fall 43.",
        "A: Father was dead already. Mother was doing her best to manage in Krakow. We had papers as\nChristians.",
        "A: Mokra, M-O-K-R-A\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: My Yiddish name, my Jewish name is Abraham and so the Polish version was Adam so my\nPolish name at that time was Adam Mokra.",
        "A: After the hiding period, I joined — after the -- When we could no longer hide at that place,\nmother sent one of her friends from Krakow to get me. And —",
        "A: For only a few days.",
        "A: There was a fairly well established, by well established, I mean not generally known but\namong the few Jews who survived, one of the ways of getting, survived to that point, one of the\nways of getting out of Poland was through Czechoslovakia. So mother had arranged and again I\ndon’t know how she arranged it, but she was a miracle worker.",
        "A: She had arranged to essentially go to Czechoslovakia. So of course, you couldn’t get a\npassport and go to Czechoslovakia. The idea was the papers that we did have as Christians,\nessentially made it possible for us to go to Zakopane. Zakopane was a —",
        "A: Yeah. Ok. But it was close to Czechoslovakia. So we went to Zakopane, by train. Not with\nher. She was already there but a friend of mother’s picked me up at the farmer’s place and took\nme to Zakopane. This is another farm. There were two farmers and families where we hid. And\nhttps://collections.ushmm.org\nAugust 29, 2014\ntook me to Zakopane and the next evening. No, that evening, that evening we started walking to\nCzechoslovakia.",
        "A: No, no with a group. A small group. About five or six people.",
        "A: Yeah this was September of 42 or don’t remember. November of 42. Ok. October of 42, that\nsort of thing, so I was seven and a half. Basically crossed the border into Slovak, well what is\nnow Slovakia, not Czechoslovakia. Liptosky Santa Nicholas [ph]. Again I don’t know how\nmother arranged it but the group was met by a car. And transported to a collection house where\nother refugees like us were being accommodated. Slovakia was much less under German\noccupation than Poland. They came in later on, much more tightly, but at that time you couldn’t\nfunction as Jews, but the pressure was much lower. So we were taken to that place and stayed\nthere for a few days. That was sort of like heaven. Cause when I was in hiding, for example, in\nPoland. I don’t know whether I mentioned it before but the last few months, 42, no almost a year\nwhen part of the time, after I joined my aunt in hiding, after November 42, part of the time we\nwere in an attic. That was for a little while and then after that essentially in a barn but buried\nunder straw. So they had to keep the straw to feed the animals, take care of the animals, farm\nanimals. And the farmer had arranged a hiding place under the straw. So this was completely\ndark. Flashlights only for eating. For sudden. I didn’t have any, I had shoes. The kind of shoes\nthat I came in with and I came in as a seven year old. At that time I was eight. So one year,\nbetween seven and eight your feet grow. The shoes didn’t. You know my toes were curled up\nlike that and it took a few months to get them straightened out. So where were we at this point.\nSlovakia.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: This was 43. So we stayed there for a short period. Days, rather than weeks, I would say.\nThen transport was arranged to the Hungarian border. And a guide took us from the closest\nrailroad station. No, not railroad station. Because we went by car, this was car. On the\nCzechoslovak side to Hungary. Again walking. Scary moments in trying to cross the border.\nAnd you know worried about where 1s the border patrol and all that. Anyway, when we crossed\ninto Hungary I think the guide had an arrangement with the Hungarian border patrol, so first he\ncollected the money from us. And then he reported us to the Hungarian border police and they\nstanding there waiting with a rifle behind the rocks so as we walked by they all of a sudden\nstepped out. I remember the sound of the bolt being pulled back.\nThere were six or seven, eight of us on the —",
        "A: Yeah. Yeah. At that point there, not many children had survived to that point. The children\nwere the first to be killed off. So we were taken to a jail, a civilian jail, you know border\ncrossing. And I remember it was a Saturday. And as we were walking through the town, we saw\nJews coming back from dovening there. They —",
        "A: No. No. cause we were Christians.",
        "A: But the Jews recognized us as Jews. So we ended up in the town jail for crossing the border\nillegally. But remember Hungary was not under German control yet. So what I remember about\nthat Saturday is that the Jewish population of the town started sending us food into the jail. And\nwe ended up with about 20 or 30, there weren’t many of us. I said the group was only about six\nor seven people, eight people. We ended up with about 20 or 30 pots of cholent. For the first\ntime since the bad times during the war started, the first time since 1941, I stuffed myself.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Yes. The usually kiddie stuff.",
        "A: Yeah, no, no.",
        "A: Right. Did I have cholent. Very different cholent from the Polish cholent. Cause they used\nbeans. The Polish cholent does not use beans. Or at least not our type of Polish.",
        "A: No.",
        "A: Yeah so we had been transported from the border basically to a larger town in. From the\nlarger town, eventually to Budapest.",
        "A: And we were being transported to Budapest on a passenger train, not the cattle cars or\nanything like that but regular passenger train. Mother was sitting. It was a passenger train so we\nwere being guarded by the Hungarian police, but we were not in chains or anything. So we were\njust being transported from one jail to another jail but the jail in the capital.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Yeah in the capital in Budapest. From this —",
        "A: She was 27 years older than I am so at the time I was eight years old, she was 34. That sort of\nthing. Now the idea was to get — one of the people in the group that we were with when we had\ncrossed the border had a relative in Budapest. Now how do we get information to them that\nwe’re around, help. So one of the people had a sheet of paper and a pencil on him. So mother\nasked him to write down the name of the person and the address. And on the back she wrote in\nGerman, we are here, giving the names of the people in the group. Help. You know with the\nname of the relative of the one person in the group, Huhum. So what do you do with it? She\nmade believe she had a headache and sort of leaned down on the, in the railroad carriage. It was\nthird class carriage. Stuffed the note into the shoe of the man who was sitting next to her, hoping\nfor the best. And —",
        "A: Yeah, complete stranger. The guy sort of looked at her and she gave him a sign, don’t say\nanything because the guards were sitting in the aisle behind them. One of the guards, anyway.\nAnd so they brought us to the Hungarian civilian, this was a civilian jail. Basically mother had,\nin the letter mother sent see if you can arrange for us to be accepted as political refugees. We\nhad all, we all had papers as Christians at that point. But the Polish paper. And after about three\nor four weeks 1n jail, it worked. So now we were Polish refugees in Hungary.",
        "A: Yeah. The men and women were separated obviously but eight year old kid. I was allowed to\nstay with my mother.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Oh yeah. Distinct memories.",
        "A: Mother’s nightgown was stolen. And she, all we had was one small suitcase and mother\ncarried a, and you couldn’t have changes of underpants, underwear or anything so you had to\nwash everything. So when she washed her nightgown at one point. One of the fellow gypsy,\nfellow prisoners, a gypsy lady stole it. The reason that we know that she stole it, cause mother\nrecognized it on her. So mother reported it and they asked her to take it off and mother said\nforget it.",
        "A: The relative of one of our fellow pass, one of our fellow, one of the people in the group,\narranged a, with their relative to have us recognized as political refugees and we were taken\naway, were released from prison. And what do we do? So there was a restaurant in Budapest.\nAnd I don’t know how mother found out about it where there was a gathering place, essentially\nfor people like us. Refugees. And there you could arrange all sorts of things. And we were\naccepted as political refugees, sent to a small village in Hungary. And they couldn’t keep\neverybody in Budapest. Everybody wanted to stay 1n Budapest but they couldn’t keep\neverybody there.",
        "A: Erich Cherta [ph]. Near Kolorcha [ph]. Kolorcha is sort of almost in the center of\nHungary. And this was a small village. The train goes straight south from Budapest to I think the\nbranch station was Kishkarev [ph]. The names are meaningless. And from there you take\nhttps://collections.ushmm.org\nAugust 29, 2014\nanother train to Kolorcha and on the way to Kolorcha, there was this little village where we\nended up. And this was —",
        "A: Well we were on our own. We rented a room.",
        "A: Oh yeah absolutely. Church, going to church every —",
        "A: Absolutely. Absolutely. On one occasion a Polish priest, because a lot of Poles were in\nHungary at the time. Not a lot but — in our village for example there were, our village. I mean the\nvillage where we stayed. There were maybe 15, 20 other people, 20 to 30, Polish. Real Polish.\nSo there was a Polish priest who came to visit. Keeping track of the faithful.",
        "A: He didn’t question us. I mean he wanted me to be altar boy. So I think he, I ended up\nescaping from that. He used one of the Hungarian altar boy.",
        "A: He performed mass in Polish and we were there.",
        "A: I don’t think so. I mean he may have but he didn’t let on. Ok, he didn’t let on. He came to\nvisit. We spent a very nice hour or two with him. Nice guy. But he didn’t let on. If he knew, he\nhttps://collections.ushmm.org\nAugust 29, 2014\ndidn’t let on. We were not prospective parishioners but we were fellow expatriates type of thing.\nAnd —",
        "A: I’m trying to think. It was five months, six months. And it was a matter of months.",
        "A: Then we were told that all the Polish people were being shipped off and we didn’t know what\nthat meant. So it was a question again of going back to Budapest and disappearing. Now\ndisappearing was pulling off a disappearing act like that was not trivial. Because if you wanted\nto rent a, you didn’t rent an apartment. You rented a bed. I remember the Hungarian the ad, the\nadvertisements. Bed for rent which meant that you literally rented a bad in somebody’s\napartment. Odge Kiando [ph], Hungarian phrase for bed for rent.",
        "A: Sure you have to say something and try to make contact with the Jewish organization and\nthere was, I mentioned there was a restaurant. And again I don’t know how mother found out\nabout it. And she could do miracles. Anyway she found out about it. We went there and she\nmade contact. And at that point, the Joint kicked in. Because it was, she started being able to get\nmoney. There was no money. She had one five dollar bill from before the war which she kept\nthrough the worst of all possible times. She kept it in the heel of her shoe. But that was basically\nthe only thing we had. So at that point money started coming in. Enough to, for us to be able to\nrent an apartment and to live on. And living essentially meant having a loaf of bread for\nbreakfast type of thing. And because there were no cooking privileges. When you rent a bed,\nthere are no cooking privileges. So for lunch we would have to go to restaurants. And it was kind\nof fun. Hungarian was primitive. Mother’s Hungarian was very primitive. My Hungarian was\nprimitive. I had learned. You know kids learn. Kids learn quickly. So one interesting episode\nfrom that period in regard to food. You can’t eat the same thing all the time. So we were trying\nhttps://collections.ushmm.org\nAugust 29, 2014\nnew dishes every so often. So on one occasion, lecho. Let’s try lecho. After you try everything\nelse and we were basically ordering. Every so often we would order two plates but occasionally\nwe would order one plate. There was just not enough money to, so we order the lecho.",
        "A: A dish for which you need a fire extinguisher. I think it’s rice based or corn based. I’m not\nsure. I don’t remember the prime ingredient. Actually it’s very good. After the war at it was\nexcellent but at that time, on that one occasion, just couldn’t eat it. But you know the Hungarian\nrestaurants at that time, the restaurants in Budapest were perfectly satisfactory. So the important\nthing was to find one that was cheap and often. And the one that was cheap enough to find items\non the menu that were cheap enough. So the money would last.",
        "A: I saw Jews in Hungary in 1942, yes. In 1942.",
        "A: 40 yes sorry. 42 we were in hiding. And at that time, Jews in Hungary were still alright. But\nnot for long. Cause June 44, Horthy Miklos resigned. And Germans essentially took over the\ncountry.",
        "A: Well, before that we saw quite a few Jews. And every time mother had the opportunity, Jews\nwith beards. I mean the Jewish there were — and every time mother had the chance to talk to one\nof them, she said get away from here. Hide. When the Germans come in, they’Il make your life\nmiserable. And the answer was invariably not here. I never realized that —\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Well the level of worry.",
        "A: Yes, refugees yes. We were accepted as refugees by the Hungarian government. As political\nrefugees. There is only one problem. I was circumcised. So the danger lay in somebody saying I\nsuspect you’re Jewish. Drop your pants. You know so that the game is up. Because the\nChristians at that time, invariably were not circumcised. It’s not like the United States now. So\nthat was the dangerous part. But as long as that didn’t happen, we were fine.",
        "A: Until January of 45. When the Russians came in.",
        "A: Yeah. Well part of the time we lived in the village, some from Budapest, Erich Cherta, I think\nI mentioned that.",
        "A: No, no, no. The arrangements were just a few hours. But we stayed in the village for a few\nmonths.",
        "A: Erich Cherta, on the way between Kishkarev and Kolorcha. It was side spur.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: It’s a north, south line.",
        "A: No, we were liberated in Budapest because at that time what was happening basically is that\nfor some reason, the stay in the village got iffy. It wasn’t, we didn’t feel right. There were\nsearches. They suspected that some of the people were Jews. So the simplest thing to do was to\ndisappear.",
        "A: And disappear meant basically go back to Budapest.",
        "A: And live as Polish refugees in Budapest. But you have to register with the police, give an\naddress and people were not allowed to rent you even a bed more than one night if you hadn’t\nregistered with the police. And you had to have proof that you registered with the police by\nfilling out a form and getting a little piece of the form torn off with a police stamp. So there were\ntwo levels of hiding. One was if you lived for example at 37 Kiriutsa. You put down 7 Kiriutsa.\nReported to the police, got it stamped and then added the three. So present it to the landlord,\nperfectly legitimate but the police still didn’t know exactly where you were. And on one\noccasion that saved us because the city was big but the neighborhoods were small. So we were\nwalking into our apartment. Somebody came up to us and said the police was looking for you,\nbut they were looking for you at —\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Down the street. Why were they looking for you down the street? No idea. So we\nskedaddled back to, packed a small suitcase and disappeared immediately.",
        "A: Ah. The last few days before liberation were — ah, well we were very happy at the time. But it\nwasn’t that for the population as a whole. It wasn’t a very happy time because even when we\nwere in the village. The village was just south of, about a hundred kilometers or so, south of\nBudapest. And throughout a good chunk of 1944 I could see the bombers. You know this was,\nthis lasted for what seemed like hours. The overflight lasted for what seemed like hours. And\nthey were coming I think from air bases in North Africa or Italy. ’'m not sure where. And just\ndropping major loads on Budapest.",
        "A: Well not in the village. In the village I still didn’t encounter them. Then when we went back\nto Budapest, it was essentially a question of spending a good chunk of every night in the air raid\nshelter. You know as far as we were concerned, they could bomb the hell out of the city as long\nas they didn’t hit our building and towards the end —",
        "A: Yeah. Towards the end the bombing got very dense. I mean I was right, I was on the ground\nfloor of the building, a five story building and a 50 kilo bomb hit the top floor. Right above me.\nSo the bomb penetrated the roof and one floor, but it was only a 50 kilo bomb so the roof, the\nceiling of the, and the floor of that apartment was enough to slow it down. It wasn’t a high\nexplosive so. But it was scary. I mean the ceiling started to shedding dust.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Oh yeah. My hero.",
        "A: I don’t remember any specific words. I’d have to think about that.",
        "A: Russian soldiers, well we were in the basement of the building. But basically all of life moved\ndown to the basement. For food basically we had ten pounds of beans. And mother cooked beans\nin water. That was our food three times a day. Twice a day. We didn’t eat three times a day. She\nmanaged to get the beans by essentially walking into the back of a store, grocery store and the\nowner of the store took pity on us and basically sold us, I can give you some beans. Ok, we’ll\nbuy beans and that kept us going for, towards the end of the, until liberation.",
        "A: Yeah the liberation essentially the first sign of liberation was a lot of shooting. The fighting.\nAnd then when that quieted down a squad of Romanian soldiers walked up. And they stayed\novernight and then moved on. But the Romanian soldiers, and I’m not sure whether the\nRomanian soldiers were a German rear guard. Or the Russian advance troops. That I don’t\nremember any more. I think they were part of the Russian advance. And then we started seeing\nRussian soldiers. With a red star and you know the Russian cap. Flap up and then the, very\ngood they were excellent design. I have one like that. Not enough, not from that period but —",
        "A: Oh absolutely, absolutely. It meant no more Germans.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: No, there wasn’t very much to celebrate. Just celebrate, just being happy to have survived.\nMajor worry about what happened to the rest of the family. Major worry about is father alive?\nFather didn’t go into hiding with us because he was with his friend.",
        "A: Tried to make contact with other —",
        "A: Jews, other refugees. We were in contact with some but you know staying in Budapest was no\nlong term solution.",
        "A: The general idea was that Bucharest was in much better shape. That had been liberated\nmonths earlier and apparently the life was much more stable so.",
        "A: Yes. Yes. There were transports being organized for Polish refugees, essentially going back\nto Poland, by way of Bucharest. And we basically stayed in Bucharest.",
        "A: Eventually yes. But after, after a few months in Bucharest.",
        "A: And then back to Poland.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Yeah.",
        "A: Nothing. As a matter of fact we were advised strongly against going back to Skala because a\nlot of Jews who were coming back were killed by the Poles.",
        "A: We didn’t because we basically went back. We saw there were no Jews and we skedaddled.\nSo it was just a short visit.",
        "A: No, not after Poland, no. After Poland we went to Germany.",
        "A: A small town first in east Germany and east Germany was under communists so that was not\na happy long term solution so we went to West Germany, to Munich first. And then Bad\nReichenhall which was a small town near Berchtesgaden. A summer resort, a summer and\nwinter resort, not far from Berchtesgaden. And then Bad Reichenhall we stayed til 1951.",
        "A: Well Bad Reichenhall had also had a DP camp so we were in the DP camp for a few months.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Yeah.",
        "A: Yeah. There was a, in the DP camp as a matter of fact there were two Jewish schools, one\nreligious and one non-religious.",
        "A: No, because at that point mother had already married my stepfather.",
        "A: Yeah.",
        "A: No. No because I was adopted.",
        "A: Adi was the Germanized version of Abraham. It was my nickname.",
        "A: Yeah.",
        "A: They met in I think Budapest.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: First I had private tutors cause I hadn’t had any school throughout that period. So starting I\nthink 47 or so.",
        "A: Yeah.",
        "A: Yes.",
        "A: Well there was a small Jewish community in Bad Reichenhall and there was a person who\nwas teaching me a little bit so the bar mitzvah was basically Aliyah. I was called up to the Torah\nand my father, my stepfather sponsored the Kiddush in the shul.",
        "A: Yes, he had —",
        "A: He had six or seven children.",
        "A: None of them, none of them.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Yes.",
        "A: I’m sorry where are we at this point? Romania, Germany.",
        "A: Stayed in Germany so first I had private tutoring until 1948 and then in 48 started regular\nschool. And I was pretty much caught up with — because of my private tutor. He was a fantastic\ntutor. He had been assistant, well private docent. I don’t know what that, that would be\nessentially somewhere between instructor and assistant professor at the University of Breslau. He\nwas at loose ends so and he was tutoring a friend of mine. There were only two or three kids my\nage at Bad Reichenhall in the town, not in the DP camp, but in the town. Eventually we moved\nout of the camp into the town. So he was a tutor for one of my friends. I basically asked him\nwhether he would be interested in tutoring me also. He said yes, so he and father made\narrangements as to how much and all that. I wasn’t involved in that. But he started tutoring me.",
        "A: And by 1948 which was essentially something like two years. I caught up.",
        "A: Oscar Eisenberg\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: He was a merchant.",
        "A: Yes.",
        "A: Yeah.",
        "A: We packed up the bundles and come to America.",
        "A: Mother’s sister, younger sister had married after the war, remarried after the war because her\nhusband was killed during the war. And her second husband had relatives in Worcester.",
        "A: Yeah. So they moved to Worcester and since, at that point, we had relatives in Worcester, we\ncame to Worcester.",
        "A: [had had one year of English with my tutor.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Well America was the promised land basically.",
        "A: Yes. USS General Blatchford. A troop transport. A literally, a small one.",
        "A: Yes.",
        "A: Absolutely, the night before.",
        "A: You better believe it, you’d better believe it. I stayed on the deck for hours. Just staring at\nthe Statue of Liberty and we sailed right by the Statue of Liberty. The ship docked somewhere on\n30\" Street, in the 30s. At that point, of course the Statue of Liberty was no longer visible. But\nwas visible at dusk. And that was an unbelievable sight.",
        "A: We had two boxes and my mother had already married Oscar at that time.",
        "A: That was thrilling. That was unbelievable. That was incredible. I was standing at the railing\nthe night before, just looking at cars going by on the shore. The ship, before it got into dock, I\nhttps://collections.ushmm.org\nAugust 29, 2014\nhad to go through several steps. Sort of waiting in line for the dock to clear or something like\nthat. I’m not sure how it worked.",
        "A: Yes, the boat was full of refugees.",
        "A: Very few. Very few.",
        "A: No, no we got to Worcester, the Jewish agency was very helpful at that point. Somebody\nfrom the Jewish agency met us, took us to a cheap hotel, very cheap hotel. Three dollars a night\ntype of thing. And we knew some people in New York who had immigrated a year or two earlier\nso we met them. And organized to have the boxes shipped to Worcester and after a few days we\ntook a train to Worcester.",
        "A: Yes for a little while. Then we rented our own apartment.",
        "A: Absolutely. High school in Worcester Massachusetts.",
        "A: Oh yeah. After that life started getting very normal.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Occasionally but not —",
        "A: Probably but again I didn’t notice any special treatment.",
        "A: Oh yeah, absolutely.",
        "A: Yeah.",
        "A: Yeah but you know the need to do well was overwhelming.",
        "A: Yeah so basically I hit the books. I needed to prove myself.",
        "A: Well because you know as a refugee kid, you sort of realize that things aren’t going to be\nhanded to you on a silver platter. So parents made it very clear that it was essential for me to go\nto a university and in order to get accepted to the university you had to have good grades. The\nhttps://collections.ushmm.org\nAugust 29, 2014\nguidance counselors were excellent. There was only one who wasn’t outstanding and that one\nbasically, you’re a refugee kid. Why don’t you take the kind of subjects that will make it easier\nfor you to learn a trade.",
        "A: Yeah.",
        "A: Not really. I had a job.",
        "A: Not a regular full time job. But a regular part time job. I worked four hours a day.",
        "A: Well initially I was soda fountain attendant. And after that I got a high paying job as a pants\npresser. Not a finishing presser, but a, I was doing the inseam. They hired me at I think 55 cents,\nno not 55. 75 cents an hour. You know once they saw that I could do things my salary went up\nto one fifteen an hour and that was unheard of wealth. So at four hours a day I was making five,\nalmost five dollars.",
        "A: Yep.",
        "A: Well then became, then my life became essentially perfectly normal North American life.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Worcester Poly, Worcester Polytechnic Institute.",
        "A: Yeah.",
        "A: Princeton for two, well I got my PhD in three years.",
        "A: In Princeton, physical chemistry. Chemistry.",
        "A: Post doc. I stayed on in Princeton for a year, with the same professor, doing a different kind\nof work than the graduate work. And then a year in Switzerland. Well nine months in\nSwitzerland. On a NATO post-doctoral fellowship.",
        "A: Nice. I could speak the language. I knew, it wasn’t a problem. I didn’t quite understand\ninitially. I didn’t understand what they were saying to me because it was Switzer Deutsche. It\nwasn’t my kind of German.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Initially German or Polish. Mostly German but occasionally we would switch. Depending on\nwhat we were talking about so it was essentially a bilingual existence. And after a while they got\nto be very good in English.",
        "A: By themselves, they always spoke Yiddish. But with me it was Yiddish or Polish, German.\nMostly, I think mostly German. No, it was Yiddish. Mostly Yiddish.",
        "A: This is no, no sorry, yes, it was Switzerland, not Worcester. Switzerland was 61.",
        "A: Then I got an assistant professorship at UCLA, taught there for four or five years. No 62,\nsorry. After the one year, post-doctoral year in Switzerland, 1t was assistant professorship at\nUCLA for five years. And then I got an associate professorship at McGill.",
        "A: Yeah.",
        "A: Yeah. And retired from there.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Oh yeah. Once too many. Married first time in 57, high school sweetheart and all that. It was\na disaster. That ended in 83, I think. In Montreal.",
        "A: Yes. Eliot.",
        "A: I thought about that every so often. I don’t know. I don’t know. I like to play scenarios in my\nmind but it’s —",
        "A: What if is not an exact science.",
        "A: German uniforms.",
        "A: It makes me hate. I realize, rationally I realize perfectly well that the Germans today are very\ndifferent group of people from the Germans that I —",
        "A: Ah. Rationally I think a lot better of the Germans today than of the Poles today because the\nPoles were — you know very mixed feelings about Poland also because it was Polish people who\nhttps://collections.ushmm.org\nAugust 29, 2014\nsaved my life but by the same token it was Polish people who were responsible for the death of\nmost of my family. Polish part of the family. So and you know right now in going back, anti-\nsemitism never existed in Poland, according to the Polish version. The Germans acknowledge\nwhat happened and made moves to get over it. But Poland never acknowledged the anti-\nSemitism and anti-Semitism was vicious. And I remember numerable times getting beaten up.",
        "A: Yeah, yeah.",
        "A: No. it wasn’t, yeah —",
        "A: Horse manure was thrown at me. You know stuff like that. And the frequency with which I\nwas called Poshavezhedia. Scabby Jew. And this, it was, you could see that it was gut level\nanti-Semitism. And when we were living as Christians, part of the time that we were living as\nChristians, going to church and all that, the sermons, insofar as they dealt with Jews were not\nviciously anti-Semitic but they were intellectually anti-Semitic. Not every one of them,\nobviously. Not every priest. But I have no love for the Catholic church.",
        "A: Yes.",
        "A: Scientific meetings.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Very negative initially, very negative initially and then after a day or two. Anti-Semitism in\nPoland probably is not much worse than anti-Semitism in many other places. It probably is but it\nis worse than the other places that I visit but maybe it’s because I understand the language and I\nknow them better. You know and we lived in Germany after the war. I had German friends,\ngood German friends. I kept in touch with them for many years.",
        "A: Yeah. With Germany I find it easier to, I find it much easier to deal with Germans than with\nPoles. Not because the people I’m likely to meet were responsible for anything dealing with the\nHolocaust. It’s just the instinctive feeling is very negative.",
        "A: Religiously.",
        "A: Religiously, I like to think of myself as an orthodox atheist. I feel most comfortable in terms\nof synagogue attendance I am most comfortable in an orthodox environment, to the point even\northodox or even Chasidic environment. Intellectually I’m an atheist.",
        "A: Yes. He got a, yes, he went to —\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Not Hebrew school but he went to a school, a Jewish —",
        "A: Yeah, day school.",
        "A: Yeah. First a non-religious one and then later on a more religious one.",
        "A: Yeah, very much so.",
        "A: I wish we could put the whole country in it. No, you know there were obviously a lot of very\ngood Germans. Even if they kept quiet. I mean again keeping quiet is not shameful. I don’t\nknow what I would have done, that’s all I, I don’t want to say anything about the people who\nkept quiet and disappeared into the background. But I have no love lost for Germany. I try to\navoid going back to Germany. Not because the present day Germans are responsible for anything\nthat happened then, but because of what it evokes, cause of what it evokes.",
        "A: Very positive.",
        "A: Yeah. Have relatives.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Yes. I go Israel almost every, I'd say average every two years. Going back there in September\nof this year again. Very positive, very strong. We lived in Israel for a year at the Weismann\nhouse. I was on sabbatical at the Weismann Institute. Not quite a year.",
        "A: I hesitate to think of it as an advantage in any way shape or manner.",
        "A: If [had my choice would I rather have been older? Is that the —",
        "A: No, I was aware fairly early. In 1942 I started seeing the first bodies, when I was seven years\nold. My grandparents were murdered when I was in 1940, when I was seven years old.",
        "A: It taught me to hate the Germans. And it took a major effort of will to realize that not every\nGerman was a Nazi. Right now I’ve come to terms with it, but and then you know we lived in\nGermany for a while. The late 40s so. Living essentially in the enemy camp was a major\nproblem initially. Starting to go to a German school initially was a major problem, but as time\nwent by, I made friends among the German kids in class and I was in touch with at least one of\nthem for quite a few years.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: I think it matters right now.",
        "A: Yeah, but not the kind of connection that makes conversation easier. There is a bond but, and\nyou know. Let me put it this way. When I go to a meeting and —",
        "A: Yeah. And one of the speakers is Jewish, do I necessarily go to his talk in preference to\nsomebody who is non Jewish. Not really. I mean the kind of feeling, well yeah it’s nice that a\nJew made it, is doing such nice work. But that’s about it.",
        "A: Not while I’m doing science, no. It’s, I mean it’s basically it’s nice that a Jew is doing such\nnice work.",
        "A: I wouldn’t say more but I also wouldn’t say less. It doesn’t change my --",
        "A: Yes, yeah.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Yes, but I didn’t do it very often. My way of getting 1t out of my system was in the 50s, early\n50s, I started writing things down. Everything I remembered.",
        "A: Yeah.",
        "A: Yeah, it’s all written up.",
        "A: Well I bound it, hand written notes. I made a copy. I then bound both. I did 48, 39 to 45 and\n45 to 51.",
        "A: No.",
        "A: I never get that feeling. It was very personal. That’s why I can’t bring myself to feel\ncomfortable in Germany. In spite of having lived there for five years. And in spite of, I have no\nproblems for example talking to scientists from Germany.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: No.",
        "A: No. I think the Germans try to avoid that period. And nobody else is interested.",
        "A: Yes.",
        "A: It’s appropriate to have holocaust museums wherever they spring up. And you know even\nnow, what good would it do to have a holocaust museum in every small town in Germany? The\nGerman kids are no different from the French kids and the Spanish kids. Can’t hold them\nresponsible for anything. It’s important for them to know and as far as I know, I have very good\nGerman friends, professional friends. And they tell me that the youngsters get taught about the\nHolocaust. And in considerable detail. He even said sometimes they say, they tell me it’s too\nmuch. But I don’t say anything in a situation like that.",
        "A: More, sympathies very much so. In terms of the sympathies. In terms of action, I can’t say\nthat I was very active.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Not really. But I didn’t go to Selma or anything like that. I was too worried about getting\ntenure.",
        "A: Yes, so the sympathies were, for the civil — but not to the point where I joined the ACLU.\nPaid my dues for a number of years. But it wasn’t a major part of my life.",
        "A: Yes, Eliot has a daughter.",
        "A: 13 now. No, 14.",
        "A: Thaven’t thought about it. Let me think about that. I’m trying to think how, what my\nexperiences in the Holocaust would in any way help. And, not really. She’s living in the States\nand that’s the best of all possible —",
        "A: Oh yeah, people here don’t appreciate what they have. At least, a lot of people do but a lot of\npeople don’t. A lot of people take it for granted and by the United States, I mean general\ndemocratic countries.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: Depends who. Germans have. The rest of the world, probably not. What they have learned is\nif you’re going to kill out a group of people, do it quietly. Don’t leave traces. You see a lot of\nthis in Asia for example. I don’t think it’s a situation that can’t happen again but I think it’s a\nsituation that we have to be careful, careful in the sense of watch out for. I think it can happen\nagain. It’s very tempting if you don’t like someone to kill them. And especially if you can get\nahold of their goodies. Right now, more of it’s going on in Asia than anywhere else or in Africa.\nBut there are islands of hatred in Europe that are still burning bright. Thinking of Yugoslavia for\nexample. So from that point of view, some Europeans have learned a lot from World War Two.\nA lot have learned less. And amnesia is beginning to settle in. There’s not much we can do about\nit. If they don’t want to learn. So I think the only way to protect oneself against that sort of thing\nis to do exactly what Israel is doing. To provide stockpiles of atomic weapons. Hopefully never\nto use them but then your enemies know that you have them.",
        "A: Well I didn’t become a Canadian citizen for quite a while. I became a Canadian citizen but it\ntook a while.",
        "A: Sure. In the States I became an American citizen sort of five minutes after I was eligible.",
        "A: Thrilling.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: No, because it wasn’t practical. They were living in a different town so the applications. We\nall lived in Worcester initially. But then they moved to Leonia, New Jersey. And I stayed in\nWorcester to finish college.",
        "A: Yes, in Worcester.",
        "A: In some ways, yes but it wasn’t a very —",
        "A: Yeah, it was emotional for a few minutes. Well more than a few minutes, but not — it wasn’t\noverwhelming. I mean this was not the most important part of my life.",
        "A: Absolutely.",
        "A: Absolutely. I feel American.",
        "A: Iam a Canadian citizen but that came much later. Dual citizen, yes. That came much later.\nhttps://collections.ushmm.org\nAugust 29, 2014",
        "A: My first instinct is American. And Canadian, in that order or at that level of intensity.",
        "A: No, no. English, completely. Yes. I try to get rid of the German dreaming thinking even\nbetter, very quickly. I was 16 at the time we changed, moved. So it was still easy.",
        "A: On rare occasions. Yes.",
        "A: Yeah and it generally pre-war dreams. Not wartime dreams.",
        "A: Yeah.",
        "A: [Il probably think of a thousand things. But right now, sorry about that. My hearing aid is\ndisconnecting.",
        "A: Thank you for giving me the opportunity.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumAugust 29, 2014\nRG-50.106.0230",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "ADI EISENBERG",
        "August 29, 2014\nGail Schwartz: The following is the United States Holocaust Memorial Museum Volunteer\nCollection interview with Adi Eisenberg, conducted by Gail Schwartz on August 29, 2014 in\nKensington, Maryland. This is track number one. What is your full name?\nAdi Eisenberg: Adi Eisenberg."
    ]
}