{
    "rg": "RG-50.030.0402_trs_en",
    "sequence": [
        "Question: Can we begin by having you tell us your full name at birth?",
        "Answer: Okay. I like to talk. Like -- we -- we lived in Germany, very, very nicely in Breslau.",
        "Q: Can I get you to say your full name?",
        "A: Oh.",
        "Q: Your name.",
        "A: My name is Ruth Zellner. I was born in Germany, Breslau, which now 1s Polish, called\nWroclaw. Poland always moved around after each war. That’s why my father, who was born in\nGermany, in Posen, also his hometown became Polish and we ended up on the Polish quota for\nthe United State, which made all the difference in the world.",
        "Q: Can you tell us when you were born?",
        "A: If I have to. I was born in 1920, which makes me now almost 79, I have a birthday pretty\nsoon. So I’m not so young any more. But I’m one of the few who was old enough to know what\nwas going on, and then still around. The little kids, the American newcomers, but they don’t\nremember. The old people are gone.",
        "Q: Can you tell us the exact date of your birth? The exact date of your birth?",
        "A: We moved in --",
        "Q: Of your birth. The -- the day you were born.",
        "A: Oh, the birth.",
        "Q: Yes.",
        "A: December first, 1920.",
        "Q: Okay.",
        "A: My parents had married after the war. My father had been a front soldier. And of course when\nHitler came, he said that some soldiers, Jewish men who had fought for the Fatherland, they\nwould be not hurt in any way, which of course was a lie. My father was a very prominent lawyer,\nmade a lot of money, we lived very nicely and comfortable. He was also, as a lawyer, not\nprepared to move to a different country with different law. A doctor can move anywhere, learn\nthe language and check the people. My father, by the time we got here was 60, and he -- he did --\nhis English was pretty grim. So there he -- we all had to start over. Now, before we get here, let\nme tell you where it began.",
        "Q: Could we begin also by having you say the -- the name of your mother and the name of your\nfather.",
        "A: Okay.",
        "Q: The full name --",
        "A: Yeah.\nQ -- and your mother’s maiden name, if you know it.",
        "A: Yes. My father was Mac Zellner. My mother’s name was Gertrude Markus, M-a-r-k-u-s. She\nwas one of the first women who got a doctor’s degree, at a time when most of them didn’t even\nhave high school, she started at the University of Breslau, and had a PhD. She never used it, too\nbad, but she -- she was a very intelligent woman, and that helped. My father studied law in\nGermany, and he was just a young lawyer when he was drafted into the army. After he came\nback, he met my mother and they were married very shortly after. You know, after the war,\nthere’s always -- the men come home, the same thing after this war, they want to settle down.\nWe were two children, I am Ruth, my sister who was younger, was Margaret. And we lived in a\nplain place in the beginning, because you couldn’t get anything. Then we had a very beautiful\nhome. And we were beginning to look to come to the United State. We did get a visa from my\nfather’s cousin, whose parents had come to the States already, we didn’t know her. But, as I said,\nthe Polish quota was oversubscribed by that time in ’37 or so when we started looking. You just\ncouldn’t get on it any more. So we looked around to see if there was any place that we could\nwait, like for instance, Cuba.",
        "Q: I-I want to spend a little more time on your childhood. Do you know anything about your\ngrandparents from either side? Do you remember them, do you know their names?",
        "A: My father’s parents had died long before me. I somewhere have a little family tree, but it’s\nnot very helpful. They must have been born early in the previous century. My mother’s parents I\nknew, but they too -- my grandfather died very early of a gallbladder operation. My\ngrandmother, we had to leave her behind, because she was old and a little weak. We couldn’t\nhave left with her. So wi -- my parents took her into a Jewish home in Breslau, paid forever, and\none thing I really like to mention that, we had a lovely cook with us forever, she was a very\ndevoted Catholic lady. And when my grandmother went to that home, she rearranged for her to\nhave a job there, so my grandmother had somebody who was familiar. What we were told 1s that\nshe died in the home. I hope it’s true. I come back to that life -- cook of ours later. As a -- my\nchildhood was all right. When things became difficult, I left the school where I was, because\nthese were the daughters of the big shots of Nazis, and my parents sent me to a school run by the\nchurch. The teachers were not nuns or anything, but they were [indecipherable] with everybody\nwas from the church. There were quite a few Jewish kids there. In the beginning when we came,\nthe teacher would come in [indecipherable] crystals, I don’t know if you understand that. When\nHitler came, heil Hitler. So that wasn’t so great after awhile, but they were very dedicated to\nhelping the Jewish kids. But in ’37, things became too uncomfortable, and I went to the Jewish\nschool. I still measure [indecipherable] I don’t know what -- if you know what that is, it’s a little\nmore than the metric. Some of my children from my school got two years credit in college here\nfor what -- our exam. Yeah. Many of those who got a lot of credit were veterans. So they, of\ncourse, they were very helpful. When I sent my paper to Washington, or Albany I think it was,\nthey didn’t get too hysterical about it. I didn’t get credit, but I never studied for credit. I only\ntook the courses I needed for my work. [indecipherable] jumped ahead. Then, in ’39, we were\ntold that the -- no, I think I want to tell you about the 10\" of November, that was the\nKristallnacht.",
        "Q: But before we get there, I'd like to spend a little bit more time on your childhood, and your\nschooling. You just mentioned that when you were younger, you went to -- you implied that you\nwent to a mixed school of Germans that were non-Jews, and Jews. Could you tell us more about\nthat? How did the children get along?",
        "A: Before Hitler, fine, they didn’t know the difference, you had friends all over. Once Hitler\ncame, those who were your friends, were your friends, but they wouldn’t invite you any more,\nyou wouldn’t invite them. It was difficult, it got stranger. The last year that I was in the Catholic\nschool, I was the only Jewish girl in my class. Lunchtime, nobody talked to me. I was -- it wasn’t\nthat they didn't like me, but they were afraid. Their fathers had positions in the Nazi party, and\nshe has a Jewish girlfriend? They couldn’t take the chance. But by that time, I was 17, and I\nreally didn’t like it there any more. As a matter of fact, there was a school in Berlin where the\nchildren of the em-embassies, American, English, would go and learn English, and speak -- get\ntheir own education, the British education. And I wanted to go there. I thought that would be the\nright thing to do. My parents didn’t want me to do that because they thought if there’s a quick\nemigration, I’d be in Berlin, they’d be in Breslau. They said, if you don’t want to be in the -- in\nthe Catholic school, go to the Jewish school. I was very happy there, I was one -- one among\nequals. I was relaxed, we had a lot of fun, until th-the Kristallnacht.",
        "Q: H-How did you -- how did you understand what was beginning to happen? Did your parents\nspeak to you about it? Did you speak with your parents when you got home, for instance from\nthe school?",
        "A: I had the papers. They said this paper is not in the national interest, it will be suspended for\ntwo weeks. Well the two weeks are 60 years now. So I mean, I saw what’s going on. Also, you\nhad all these Hitler talks on the radio, and were -- this was a very noisy way of controlling\npeople, they were marching along. But it did not really affect me so much. And when I was in\nthe Jewish school, we had our own swimming pool. So what did I care? And that -- there was a --\na th-theater group, Jewish, concert Jewish. So the last year, when Hitler really was getting going,\nit was a cocoon, a ghetto. Which I didn’t even mind, I was too young, I was happy. There were\nnice boys, there were nice girls. So what’s wrong with that? And as I said, y -- that came to the\nKristallnacht. Until that time, life was okay, I knew I would be leaving Germany, and everybody\nwanted to. But there was no hardship yet, thank God, that came after we left.",
        "Q: C-Can you talk a little bit about homelife, even before Kristallnacht, really, the early 30’s, the\nmid-1930’s. Wh-What was it like to be in your house? What was your mother like? How -- how\ndid your family spend time together?",
        "A: It’s -- to tell you the truth, I took it so for granted, that I can hardly tell you. I went to school\nin the morning, I came home. It was a big nice apartment, and I -- in -- I remember once I left\nGermany, I had a shock. When you took your dirty boots off, they didn’t come back clean by\nthemselves. The cook did it, so -- I took that for granted. Th-There were so many things that I\nlater thought, gee whiz [indecipherable] spoiled. I was not spoiled, because we were told to clean\nour room, to do this and that. But still and all, I remember one of the girls, one Jewish said to me,\n“This 1s a nice pin, 1s it real?” “I wouldn’t wear costume jewelry.” And you know, these things\nstay with you. And one of the girls -- and also, as I said, before Hitler, invited me to her home.\nAnd I said, “Mom, you say these people are poor, they have five rooms, we only have six.” So\nmy mother said, “How big were the five rooms? As big as our living room?” I learned. You\nknow, it -- that’s why when you asked me, it seemed so terrible away from it. I lived in the\nmoon. And of course, anything I wanted I had. When te -- again my parents trained me. I know I\nwanted to have a writing thing like this, you know, with envelopes and everything. I bought it.\nBut it was 15 marks maybe. My father said, “No. Poor children have to live on that for a week.\nYou return it, and you get your money back.” So I knew you can’t just buy anything you wanted.\nBut what you needed, you got plenty. So if you must -- 1f you remember my life before Hitler, if\nsomebody who lived not on Park or Fifth Avenue, but on the Upper East Side, going to the\nschools that you knew and knowing the people you were supposed to know. But when you are 12\n- 13, you are not [indecipherable] very often, nowadays they are more than then.",
        "Q: Can you tell us some about your father? A-A-A-Again, during this pre-Hitler time, before a\nlot of anxiety had come about for the Jewish community?",
        "A: Well, my father was very well known. He wrote a column for the newspaper about anything\nnew in laws. When the laws was the -- not Hitler law, he had a reserved column, whenever he\nwanted to write. He had the clients from here to there, very important cases. He was a very\ncharming man, and a very good speaker. So he would tell socially anecdote about all the doctors\nand lawyers in Breslau. He was very well known at the -- by the judges. His word counted. I\ndon’t know if I should tell you one case that’s really -- by that time Hitler was [indecipherable]\nalready. There was a couple, an Austrian woman and a German man, and the laws were that -- I\nhave to get this -- they wanted to get married. And the laws are, you have to go by the marriage\nlaws of your home country. The woman was Austrian and Catholic, and couldn’t divorce and\nmarry that man. So they had many cases, I mean, they tried it, no. Then my father got the case,\nand my father, as a Jew said, I think I have an angle. It is important to the German country to\nhave strong German children. If you keep that woman from marrying the man, having children,\nthen it is against the national interest and the Austrian law should not apply. My father won the\ncase. The judge said, “As a Jew, you really made a case.” My father said, “I’m a lawyer.” The\njoke was, she was over 45. No children. It’s just one of the stories that I remember. But I mean,\nhe had an angle. He knew what -- and it -- he wasn’t sarcastic, he had a client and he worked for\nit. He also said -- and that is very different from lawyers here, for every marriage, divorce, he\nreunited half the people. He said it is not right to take money if you can protect a life. Another\nthing I remember from my father as a young lawyer, he worked -- he was associated with a much\nolder man. They went for a com -- how shall I say? It was -- it [indecipherable] of a contract they\nwere working on. They spent five hours on that. Eventually they hashed it out. My father and his\nmentor went back to the office. The older man opened the drawer, took out the contract which\nwas almost exactly what they came to. He had written that before. And he said to my father,\nwhen you argue with people, or have a contract with them, you’ve got to remember their point of\nview. You don’t say it in the beginning, but you have to know how far you can come to make\nthem meet. I wish they had it now in a few places. So, I mean, my father had a very solid\nbackground, but my mother said she used to go to court when he was pleading, sit in the back\nand monitor it. She would tell him what the reaction was of the people, also whether his voice\ncarried. I was too young. I would have loved to go because I was always fascinated by the law,\nand as a kid I was reading all his law books. Some of them weren’t so kosher. I mean, some of\nthem had things there that [indecipherable]. So I learned a lot. I used to tell the other kids what\nwas going on, you know, things that nowadays you read it in every book, but in those days -- my\nparents didn’t mind. They always felt that what I can learn, okay. As a matter of fact, I had a\nreputation. My mother used to say -- and then 40 years later the people in my office said it, you\ncannot keep secrets from Ruth. My mother said to my father, “If -- she will always find out and\ntell everybody. But if you tell her it’s a secret, she not say peep.” And that was from when I was\n12 til I was 80. Well, it was funny.",
        "Q: Can you speak some about the role of faith in your family? The role of religion in your\nfamily?",
        "A: The what?",
        "Q: The role of religion.",
        "A: Oh, religion, all right.",
        "Q: H-How -- how -- h-how did it play a part in your family?",
        "A: I see, yeah. Well, I tell you, my father had been -- I mean, everybody came from a religious\nfamily, that really -- they were. My father, as a student had been at the fraternity that was not\nJewish. Most of the Jewish professionals, lawyers, had belonged to -- I forgot the name, what --\ncasaya, I think. My father was not. I don’t know if you know then, students fought with\n[indecipherable] and he had a star. As a matter of fact, when my father died here, he had\ncollapsed and was in the hospital, and a very nice doctor took care of him, but he was very aloof.\nThey thought he was a German Nazi. As it turned out, when we -- when my father died, they\nasked if we would allow an autopsy, and my sister said, “Yes, but the funeral mustn’t be delayed\nbecause we are Jewish.” That man fell over. He said, my God. I mean, he had been professional,\nbut he’d rather not. But I [indecipherable] get into details about it. But this was -- my father\ndidn’t look Jewish, he had a very -- I wouldn’t say arrogant, but dominating. When he came in,\nyou knew it. And one time that I was still in Breslau, a woman came up to me and said, “Are you\nRuth Zellner?” And I said yes. She said, “I recognized you by your father’s walk, and by your\nmother’s red hair.” This was red. So you know it -- people knew us. My mother came from a\nmuch more Orthodox background. My great-grandfather, her grandfather was a cantor and very -\n- very well known too. So when they married, of course as a student, my mother was free will --\nI mean, a respectable lady, but it was unusual to be a student. But she said she wanted a Jewish\nhome, so we had a kosher home. Passover dishes and all this. And I hated Passover because my\ngrand -- great-grandfather, the cantor, made it last forever. And I couldn’t understand. He\n[indecipherable] the maid took me home early, but not early enough for me. Then my father\ncome back the Seder after my great -- great-grandfather died, then he made it very interesting.\nAnd he -- sometimes in -- you know, during the end of the -- rather the beginning of the Hitler\ntime, many people realized that there were Jews who hadn’t much of an idea. So we would invite\nthese people to let them join in a Seder, they’d never seen such a thing. And my father always --\nhe doesn’t just [indecipherable] down this thing, he would stop and make very interesting\ncomparison, so it was a very nice Seder. He died right after the Seder on Passover many years\nlater. So Seder has -- now I don’t like it so much any more. So the -- otherwise, my parents were\nmembers of the Jewish community. There were Jewish clubs, even before Hitler. The B’nai\nBrith, and the Society of [indecipherable] and of course on the high holiday, people went to\nsynagogue or dressed up with their prayer books, until Hitler came. Then you didn’t dress up,\nyou didn’t have -- show your prayer book, you just sort of sneaked in into a little something.\nThere were several synagogues in Breslau, Orthodox, I don’t think you would call of a member\nof the Reform -- not even Conservative, it was a Modern. Very nice rabbis and a beautiful\nbuilding, burned down.",
        "Q: Do you remember the name?",
        "A: Of the synagogue?",
        "Q: Yes.",
        "A: New synagogue. And the old one, I don’t know why, it was called the [indecipherable]. It’s --\nthat’s animal. I don’t know, maybe it was the shape of it. They could not burn that down because\ntoo many Nazis lived around the houses there. But ours -- I may even have a picture. Gee, I\ndidn’t think of it. Maybe when we have a lunch break. What a beautiful building. And weddings,\nI remember the older sister of a friend of mine, who had a wedding that was still before Hitler\nbecame to -- too much of a nuisance, with the long, white velvet gown, marching down for a\nmile, like Saint Patrick’s. This -- but of course, that stopped too. Otherwise -- I mean, we were\npart of the Jewish community, and there was a Jewish community paper, and I remember they\nhad a lot of family announcement of course, you know how it 1s, it is like patting on your\nshoulder, the big shot this and the big shot that. And they also lived that, the little boys who\nbecame Bar Mitzvah. And when I saw the big brother of my girlfriend was listed, I was so grown\nup. Then, after awhile, the older sisters of my friends got engaged, more grown up. I must have\n10 years [indecipherable]. And these papers were very nice. I don’t know if you’ve heard of the\nAufbrau. That was formed here in the early 30. And here too, they had announcement of things\nthat happened in the Jewish immigrant community, and people -- also after the war -- I want to\ngo ahead on that now, when people came over from the camps, they would have long lists of\nnewcomers, where relatives could meet again. Well, now they have a few obits. And that’s just\nthe way it goes, it’s also 60 years. But I remember the Jewish -- Breslau Gemeindeplatt. It meant,\nthe community, the Jewish community of Breslau. That was pretty cohesive. I’m not sure how\nmany people were there, but it was a lot. They are gone.",
        "Q: Do you know anything about where your father fit politically in the Jewish community? Was\nhe a member of groups, was he ever called on to -- to mediate things? Was your father --",
        "A: No, my father was involved in Jewish thing, as I said, the B’nai Brith, and the other\norganization. Otherwise, before Hitler it didn’t matter whether people were Jewish or not. That --\nyou see, In many ways the German Jews, of the educated, professional class were so integrated,\nmuch more even than here. You just didn’t know. And you didn’t ask, I mean, Dr. Zellner, who -\n- what are you, Catholic, Jew? Nobody cared. But that came down with a bang.",
        "Q: What language did you speak at home? What language was spoken at home?",
        "A: In Germany”",
        "Q: Yes. In Breslau.",
        "A: Yeah, German.",
        "Q: German.",
        "A: No, I don’t even understand Yiddish.",
        "Q: Okay.",
        "A: I can dope it out when I see it, because you know, German people thought Yiddish was\nvulgar. It was bad German. It isn’t, it’s a language in its own and they bring it up again. But the\nonly language we spoke was German. And it what they call high German. I -- I personally was\nvery good. I remember when I wrote essays in school. One day we had to write one -- that was\nthe -- not Nazi school, it’s one of the earlier ones, I was maybe 13. The teacher gave us\n[indecipherable] of paper and said, I want to read to you a story, how that subject should have\nbeen addressed. So how interesting, she read my story. I was so surprised. And when I had -- you\nmay not know when -- you have [indecipherable] too, as you have a choice subject. You are\nbeing examined in three or four things, and one you can choose because you think you are most\ninterested in. So I had chosen German literature. And by that time the Jewish school was not\nallowed to conduct its own exams any more. We had to have one of the Nazi big shots supervise\nthe whole thing. He was great. He was wonderful. You know, that was always -- they were such\nnice people, but they -- most of the time they’re afraid to come out. Now this one examined me,\nand everybody was laughing because I really felt so at home with [indecipherable] and Schiller\nand all that stuff. I don’t know how much you know about them. So I’m saying that to show how\nintegrated we were. And the -- some of the Nazi -- none of the Nazi teachers I had in the\nCatholic school were evil, because the religion balanced that. They were high in the party\nbecause they had to be, but when they could help you, they did. But God forbid it would come\nout. That would have hurt them, and also their families. So that was one of the reason that people\nwent along. They did try to have -- when I get to the -- the 10\" of November, I'll tell you some\nof that. Do you have enough of my first chapter?",
        "Q: Pretty much. I do have a few more questions I would --",
        "A: I talked more about it than I had planned, but if you have any other questions on my old past.",
        "Q: Well you’ve s -- you’ve talked about being very integrated, the -- the -- the Jews and the non-\nJews. What did your parents teach you about being German? Did they talk to you about that --\nthat you are a German citizen, that you’re a patriot? Wa -- this is when you’re younger.",
        "A: I don’t think my parents made speeches, they lived it. We knew the Jewishness by being\nkosher. We knew the non-Jewishness by having books, all the German literatures, and we were\nsupposed to read it. I mean, they didn’t sit down and say this is that and this is this. A few weeks\nago, I saw an obit in the Times that a man [indecipherable] died. He was the son of a very\nimportant Weimar official. I don’t think he was the president, but he was a chancellor or so.\n[indecipherable] all the Jews voted for him. There was some [indecipherable] who was a Jew,\nand had -- I don’t remember which position. So they were in the highest government position\nbetween ‘24 and ‘33. I don’t know if you know about the inflation. After the war, the German\nmoney wasn’t worth anything, if you had a suitcase full of money. My father said he would get\npaid with shoes for me, because when people got paid, they went to the bank, it wasn’t worth\nanything, million, billion. Then von Schacht, who was later on a Nazi, straightened things out\nand in ’24 it stabilized, and between ’24 and °32, there were many important Jews in the\ngovernment, in art, in the Berlin, the plays, the music, many names that came over here\neventually. It was a very blooming, blooming positive thing, and we were part of it. My mother\nand father went to the theater, they told us what the big plays were. So we were never -- we\nnever sat down and got told the facts of life, I don’t mean that this way, but we just lived it. I\ndon’t know how that is here with the rich people, but we were very close. My parents were not --\nI mean, they had the big social life, but we were part of that [indecipherable] their children. So\nthey knew who we were dealing with.",
        "Q: A-And can you tell us just a bit more about what your father did during World War I?",
        "A: He was at the Belgians [indecipherable] and he said he -- well, I don’t know what you know\nabout Germany. Gerta had the [indecipherable] the [indecipherable] was the Easter walk, a very\nfamous part of it, and my father told me, as a young s-soldier, on Easter Sunday there was no\nshooting, and he walked along the demarcation reading that part of the [indecipherable]. You\nsee, that came through. I mean, I still can recite [indecipherable]. And that how we were\nintegrated, Gerty, Schiller, all these things were part of everyday life. He came -- that’s\nsomething he told me too, he was a young soldier, I have to really remember that. And a soldier\nwas supposed to salute an officer. He wasn’t paying attention, he was walking when an officer --\nthat was not at the front, it was -- he was on furlough. And the officer said, “Soldier, why didn’t\nyou salute me?” My father said -- he was quick thinking, “We were under an overpass.” In a\ncovered room, the soldier doesn’t salute. So the officer said, “What were you in private life?”\nFather said, “A lawyer.” Figures. You know, I haven’t thought of [indecipherable] thing, but you\nsure brought them out. But this gives you a picture of the atmosphere, which changed.",
        "Q: Can you think back to when you begin to be aware of some of the first changes? Was -- was\nthere some day your father came home and talked about something that had happened, or --",
        "A: No. As a matter of fact, I remember I said to my father once, if you -- if they don’t want\nJewish law you have to work any more, how will we live? And my father says, “I still have some\nclient.” Also my father had -- board renter apartments, and we will live on that. And I’Il be\nwriting articles for the paper. I was reassured, of course none of it worked. He didn’t have any\nclients any more, the papers wouldn’t publish him any more, and they took the houses away. As\na matter of fact, we got the list when we were here, what had happened to all the houses\n[indecipherable] bomb, and taken away. And my father gave it to my brother-in-law, and said,\n“This is your dowry.” So we survived it. But --",
        "Q: Are you -- you’re referring, I think, to that you heard a-at -- at a certain point, the Nazi party\nwent into the courtrooms and said that Jewish lawyers and Jewish judges could no longer\npractice. So you must have heard about that and you asked your father about that?",
        "A: Well, as I said in the beginning, there was no interfering, because when you had the -- the --\nwere a front soldier, you had bled for the Fatherland. Even peop -- later on, even people with the\nIron Cross and all the decoration, the wounded one, they were kicked out. It was limited.\nEventually my father closed up his office and moved into our apartment. Then, when he took\ndown the shingle, he wasn’t -- he was rather depressed. And my mother said to him, better you\ntake it out than I do afterward. So -- but I -- when that came to that point, we were looking for\nemigration, and of course I noticed that. But until I think I was about 14, I wasn’t too much\ninvolved.",
        "Q: What did your mother mean, better that you do that than I do it afterward? What did your\nmother mean?",
        "A: My --",
        "Q: About the shingle, when your father took the shingle down, and then your mother said, better\nyou do it then I do it afterward.",
        "A: After you’re dead.",
        "Q: Oh, after you’re dead.",
        "A: She’d rather have a living husband who took down the shingle, depressing as it was after 30\nyears, than for her as a widow having to taking it down. She felt, as long as we are together. My\nmo -- you know somebody said to me once here, in this country, “Now that your father is doing\nall kind of work, 1s he still the same man he was as a lawyer?” And I said “Yes, in my mother’s\neye, yes.” And you know, many refugee families broke up. You know, the big shot wasn’t so big\nany more. And my parents had a very good marriage. Very -- I don’t -- if -- I mean, it wasn't the\nkind of hugging, kissing. My father never was much for hugging, kissing, my mother a little\nmore. But there was a great respect and understanding, and affection. Anything else from that\ntime?",
        "Q: Try to tell us a little bit about when your father took that shingle down, how -- at that point\nhow was -- how were -- how was your family earning income for you to survive?",
        "A: Well, we had a lot of money, and that was not yet f -- that was only confiscated when we left.\nI think if -- I mean, when they confiscated it, that was that. But I know that financially until we\nleft Germany, there was no hardship. At the big time, we had a cook and a maid and a nursemaid\nand all that stuff, which eventually we didn’t have any more because we didn’t want Nazi people\nin the house. We wanted -- our mansion was so lovely and loyal. But my grandmother, who was\nold, she lived in our building on a lower floor, in a small apartment, so my mother could\nsupervise her. She had a nurse and a maid who made breakfast and lunch. Dinner was made\nupstairs and the maid brought it down. We didn't trust those two women, so we brought my\ngrandmother up. You see, that’s how we noticed things, the office was upstairs, my grandmother\nwas upstairs. The maid [indecipherable] this and that was gone. But it didn't hurt me, you know,\nit didn’t interfere with my everyday life. My parents could tell you everything, but I was coasting\nalong, and they took the people to concentration camps, and smashed the windows, that I saw.\nWell -- ooh, I don’t want to rip -- excuse me.",
        "Q: Do you remember your parents discussing at all, other options f-f-for leaving, plans -- perhaps\neven -- perhaps an eventual plan to hide you and your sister? What kinds of things were talked\nabout?",
        "A: Me -- I remember, I knew that we were trying to get an affidavit. I also remember that my\nmother asked some relative who lived here already, who had come to visit, to find the name of\nmy father’s cousin, which she said she couldn’t find. Then somebody else emigrated, she asked\nthat man to sign some name and we got it in two weeks. My mother never forgot that woman,\nbecause she said if we had gotten it, we could have gotten out with money, we -- and if -- if it\nwas up to that women, we would all have been killed. I mean, my mother, she was smart, she\nnever told the lady that she hated her. But -- and the other man, the one who was not even related\nor anything, she always, whenever there was an occasion, there was a gift from us. She -- she\nsaid he saved our lives. Something else of my mother is I told you she was a chemist. She had,\nwhen things got wh -- cyanide. She said if they came for us she would have given us a lemonade\nwith cyanide, we would have been dead without knowing it. She was not having her family taken\nto a camp. Took some doing, but we got out.",
        "Q: Why was the name of the cousin so important to the process of getting out?",
        "A: The name of what? Of --",
        "Q: Your father’s cousin, why was that name so important?",
        "A: Well, they were very wealthy people here, and that if -- they did give us the affidavit when we\nfinally reached them. But here too, a year before we came, the husband had died. He was a very\nprominent man, who had helped a lot of refugee getting settled. He would arrange -- he was in\nreal estate -- for instance one man, a young man, got a contract to do the hardware for building.\nIf he had been alive he would have guided my father into some business, we would still have had\nmoney to work with. You know, in those years it was a depression, if you had a thousand dollars\nin your pocket, you had a lot, people earned 10 dollars a week. So by losing about two years,\nwhich also was a Polish quota, and the cousin who gave it to us was a widow and old, and she\nwas sweet, she invited us for Thanksgiving [indecipherable] you know.",
        "Q: What was the name of the cousin that -- that was so important? Your father’s cousin?",
        "A: Mayer, yeah.",
        "Q: Zellner?",
        "A: Mayer, M-a -- I would rather you don’t mention the name though, because the children and\ngrandchildren by now, I ga -- don’t know how much they are even involved, but they were very\nprominent people, and nice people. Maybe we were wrong, maybe we should have asked them\nfor some more help. I know somebo -- my cousin just died a little while ago, she was in her 80’s.\nIn -- just say we couldn’t get in, but don’t mention the name.",
        "Q: W-Was there a difference of opinion between your mother and father about whether or not it\nwas really critical to leave quickly? Did they have the same viewpoint about leaving the country\nquickly?",
        "A: You mean, they both agreed on it?",
        "Q: I'm asking, yeah, did they have --",
        "A: Yeah, I didn’t quite follow that.",
        "Q: -- right [indecipherable]",
        "A: No, they agreed.",
        "Q: They agreed.",
        "A: If anything, my mother was pushing my father. You see, she was younger and she realized\nthat there was no more future. My father was reluctant about how to support his family -- which\nhe never did here, I mean, my sister and I supported it, ineffectively, but -- but we\n[indecipherable] that after lunch. And so -- but my mother said the time has come before the\nNovember °38, that we cannot stay. We’ve got to work on it, but 1t was very hard. We tried to get\nto Bolivia, we tried to get to Panama, and nobody wanted anything, only Cuba -- again, a lot of\nmoney per person, was willing to take us in.",
        "Q: Do you remember anything about the race laws that came into being in 1935? These would\nhave been laws that would have prevented a -- a Jew from marrying a non-Jew, or th-those kinds\nof things? Do you remember hearing about that?",
        "A: It was ’35?",
        "Q: Yeah.",
        "A: No.",
        "Q: Okay.",
        "A: I don’t remember much about that, I was 14. I do remember is the Reichstag [indecipherable].\nThat was in ’33, when they burned the [indecipherable] the new Reichstag, and -- which was an\nabsolute joke because the man whom they accused of doing it was stupid, and he couldn’t have\ndone it with a match, that’s the kind of thing you need all kinds of flammables. The Hitl -- Hitler\ndid it, but he --",
        "Q: This was a book burning? Which -- which burning was this?",
        "A: Well, Reichstag. That’s where in -- now in Berlin they are building it up where the\n[indecipherable |",
        "Q: Oh, oh.",
        "A: And right after Hitler took over, there was a fire. And I mean, this was a building like in\nWashington, you don’t -- one person doesn’t burn it down, and they didn’t have a bomb. It -- the\none -- von Lupich was his name, he was addled. You could see. I mean, when he wa -- he\ncouldn’t have lit the match. And they did it for propaganda, to show we have to fight the\nCommies, or whatever. Yes, I remember from the beginning, but I was 12. You know it -- you\ndon’t remember these things.",
        "Q: Do you have any memories of book burnings in 1993?",
        "A: Not that I saw anything. I heard about thing, but I was much too busy with my own life. It\nwas a Sheltered life for me. My parents, of course, were involved, but this is optimistic. Before --\nI’m trying to think what I could still tell you of before. And of course, my sister was four years\nyounger, she knew even less. We were children, and we were being protected. What time is it?\nEnd of Tape One\nBeginning Tape Two",
        "Q: Can you tell us about Kristallnacht, that is in November ninth and 10\", 1938.",
        "A: Which year?",
        "Q: 1938, right?",
        "A: Yeah, 738.",
        "Q: Yeah.",
        "A: Okay, then we start with in November, pogrom. That I can tell you a lot. It -- I remember that\nthere was a news on the radio where some Polish kid had shot somebody at the German embassy\nin Paris, and that there was a big commotion. I had a bad cold and wasn’t going to school the\nnext day. And I said, gee tomorrow they are all going to talk about it. When I come back the next\nday nobody will talk any more. Well, one time I was wrong. Well, the nec -- the day after when I\nwent to school a friend of mine came running up the stairs, you can’t go to school, there’s a\npogrom. It was not on the radio, but -- not yet. So I went back home, and one of my father’s\nsister was a widow. She lived in Breslau and she had visited her sister somewhere else. And my\nmother, as I said, she was a very forward looking person, has said to her sister-in-law, give me\nthe keys to your apartment in case I have to hide my husband. So she and Father went to that\napartment. There was no man there so they wouldn’t be looking for anybody, and then my\nmother came back. Two friends of my father came over and said they were going to drive to the\nSudetenland. This was right after Chamberlain had made the Munich arrangement and given the\nSudetenland to hit -- to Hitler. And these three men figured that the Nazi organization wasn’t set\nup yet. It was just two or three weeks later, so that’s where they drove. It was about four hours,\nmaybe, three hours from Breslau. And one of the men [indecipherable] a priest and asked him for\nasylum. The priest said sure, you can -- anybody who is against Hitler can stay in my house. But\nthe next morning he said, “I am not a favorite of the Nazi, they may search here, I’m going to\ntake you somewhere else.” He took the three men to a nunnery. The nuns were very nice. Really.\nYou know, honest people are nice, never mind what religion. My father and the two other men\nwere there for maybe four days. Were very comfortable, good food. And as -- it was\nentertainment for the nuns, too. Then they heard that the action was over and they came back to\nBreslau. Did you take the receiver off again? No. Because [indecipherable]. When they came\nback to Breslau they contacted my mother to find out if it was safe to come home. My -- the men\nwere in the car from there, and my mother did something that she said was the hardest thing she\never did. When my father was gone a Gestapo man came, looked over the apartment, didn’t find\nmy father, said, “Well, when he comes back have him report.” So my mother took all the papers\nfor emigration and said to my father, “We are going to the Gestapo to report.” She made sure that\nshe went to the wrong room. And there there was a decent guy, he said, “The aktion 1s over, go\nhome.” And my father said, “Mark the record, I have reported as required.” So when they came\nhome, my parents told this nice maid to talk to all the neighbors in the whole block, that my\nfather has been released from the Gestapo. Otherwise somebody would have asked -- would have\nsaid, for brownie points, you know, he is here, take him. So this way, he got away from it. We\nalso -- school was closed. I was in the Jewish school by that time. The windows of the Jewish\nstores were smashed. People were picked up if they looked Jewish and taken to concentration\ncamps. So by that time we knew, never mind what, we had to get out. When school opened, all\nthe teachers had been in the camp, and when they came back, they were so thin, and so young\nlooking because many of them had beards, and they were shaven. We didn’t recognize them.\nAnd one man whose father was also -- I mean, one boy in my class, his father was also a\nprominent lawyer, very impressive looking, was taken to a camp. And when the boy came to\nschool he said, you know this morning I woke up, there was a bum in my bedroom, and it was\nmy father. He had just come from the camp, he wanted me to see him like that. I mean, it was\nsuch a horrible thing. I knew one man was arrested in the street, and so was his son, but they\ndidn’t know about it, they met in the camp. The son had -- he came down with pneumonia, and\nthe father was trying to help him as much as possible. They told the father he can go home. And\nthe father said, I would like to stay til my son is out of danger. If you don’t go now, you cannot\nget out. So he left, he had a wife and an -- two daughter. And a week later they brought him the\nashes, they brought in a -- what they call these things, they’re -- urn.",
        "Q: Urn.",
        "A: So these stories you heard all over.",
        "Q: What was the name of the camp close to Breslau that they were taking people --",
        "A: I think 1t was Buchenwald, but it could have been any of the others, Sachsenhausen, there\nwere quite a few of them. And you didn’t know where they were. They couldn’t contact you.\nAfter awhile, especially those who had a paper for emigration, were sent home. So the\nemigration offices, of course, and the quota were oversubscribed. At that time, at the end of ’38,\nit was very hard to get out. One thing was strange. Another sister of my father, also a widow,\nwas at home reading when the door was smashed open, two SA men came in, heil Hitler, heil\nHitler. Who are you? And she stammered her name. Pardon me ma’am, excuse me, I’m so -- we\nare so sorry. Off they went. She couldn’t figure out what happened, but her name was Arianne,\nand they thought she told them that she was Irish. So that was some -- something funny, the only\nfunny thing of the whole -- but in many cases, after the wa -- after that, the men left Germany,\nand left their wifes and children behind, because a man would have gone back to camp. The\nwomen were not quite so in danger. So the -- the -- the Saint Louis --",
        "Q: I-I’m just not clear on one thing. You describe that your father went away for several days\nand essentially hid, reported to the Gestapo, but then you mentioned that your father did go away\nto camp?",
        "A: No, he didn’t.",
        "Q: No, he did not.",
        "A: No --",
        "Q: Okay.",
        "A: -- because we made sure that --",
        "Q: Okay.",
        "A: -- everybody knew the Gestapo didn’t want him, thank God.",
        "Q: C-Can you talk a little bit about that atmosphere in the house, those several days when your\nfather was --",
        "A: Scared, very scared, because we didn’t know where he was. He couldn't telephone. I don’t\nknow if they could tape phones at that time, but still and all, we had no idea. We were optimistic\nbecause, as I said, the Sudetenland was not integrated yet into Germany. But after he came back,\nand after the aktion was over, we never felt comfortable. Also, the smashed shop windows were\nnot being repaired. The people either didn’t have the money, or they were in the camp. I mean,\nwhat could you do, so you walked along the street with the boarded houses, the synagogue had\nbeen burned as I told you. And everybody was trying to get out. It was not yet that they had to\nwear the Jewish star, that came later. Also, it was not yet where people couldn’t sit on benches in\nparks. That was after I was gone. But you knew that things were coming, nobody knew how\nhorrible, but still and all. So Cuba had asked I don’t know how much money for visa. They\nthought they could make it a good business, and people would wait there til the American quota\ncame up. And we had an ship, the Saint Louis, which was a luxury ship. She was scheduled to\ncruise from New York to Bermuda all summer long, back and forth. Well the -- figure, if we get\nthe 900 Jews on this ship, and -- it’s a free ride. So we got on, and it was a beautiful ship.",
        "Q: I wonder if you could just talk a little bit about the preparations to go, how did your parents\nhear about the -- the ship ride?",
        "A: Well, first of all, my father was in touch with the travel agent. Any ship in a port, you know.\nBut -- so that’s how he knew. We were -- th-the scheduled ship was two weeks later. They had\none in April and one later in June. Every month there was a regular ship, but this one left on the\n13\" of May, and the travel agent said, I can get you on it. The preparations, you could not take\nyour own things with you without getting permission. Permission manager had to list everything\nyou had, and what you paid for it. Some things my parents bought after they married, you had to\nput an approximate amount down, and pay the thing over again, as an exit visa. When you\npacked, there were the Gestapo in the house, with a list that you have sent, and watched what\nyou took. And some peoples tried to smuggle jewelry also. Well, that was the end of it, if they s -\n- if he saw it. We did not. We packed and that big, fat guy was standing there, but he was\nreasonable. I mean, he was not [indecipherable]. And we put everything into a lift van that was\non the Saint Louis. However, when we couldn't land, they shipped the lift back to Germany, and\nfrom England we wanted it out, it went to Rotterdam, it was bombed. That’s why I have no\npictures. Everything was gone.",
        "Q: Can you tell us what you actually chose to put in there? Your mother chose? What -- what\nwere your parents taking? And you?",
        "A: You mean reparation?",
        "Q: No, what items did you take? What items did you pack in the trunks to go on the Saint Louis?",
        "A: Some furniture, I think. And some -- I mean, winter clothes, because we went to Havana, we\ndidn’t expect to use them until we came to the States. So we had -- you see, people couldn’t take\nthe money out, so they bought expensive clothes that would hopefully last for years with\nwhatever money they had. My father had so much money that he were permitted to take, I don’t\nknow, maybe five percent out of the country, which also went to Cuba. Cuba sent it back to\nGermany. What did we need it for? We eventually got it to England, but because it came as\nGerman money to England, we couldn’t take it out when we came here. Then we left, right and\nleft. I mean, 1t wasn't only the Germans who were mean. The same thing happened -- I mean,\nCuba was horrible, too. And the English could have let us take our money out. That didn’t come\nuntil years later.",
        "Q: But wa -- were there things that your mother chose to take, hoping to be able to pass them\ndown to you and your sister? Family items?",
        "A: No, there were -- that’s th -- I mean, we just wanted to get out. And we did take -- we\ncouldn’t take jewelry out, you had to hand that in. My mother did something because she was a\nchemist, and she dissolved gold into shoe paste and we had a nice round little shoe paste, which\nalso was lost. And I used to say that somebody may polish their shoes, they don’t shine. What\ndoesn’t shine is gold. Who would know? Well, we tried, but it didn’t work out. My father put\nsome diamonds into a hammer. It’s gone. We really only came here with 40 dollars a person, and\nwe were happy about it. But we are not here yet. So we got on the ship, and we didn’t know it,\nwe thought we were away from Germany, but the ship was still German country, I mean, you\nknow, the nationality of the ship was the German. And the fireman, we found that out later,\nwhere the Gestapo keeping track of not only the passengers, but of the crew. They were scared,\ntoo. They had been told to be polite, but no contact with the passengers. The captain was not\nsupposed to join the passengers, no captain’s table, or so. But we had a swimming pool, the food\nwas good, and we -- we thought we were all right.",
        "Q: Can I actually have you just back up, because I would like you to tell me what it was like to\ntravel from Breslau to Hamburg. How did you get there, were there any restrictions, were you\naware of the Nazis?",
        "A: Yeah, and what happened was my father had business to do with the man who was supposed\nto transfer our money in Berlin. So he and I left, while my mother and sister still worked with the\n[indecipherable]. They were to come to Hamburg couple of days later. I know when we went to\nBerlin, my father went in the dining room, and Jews were not supposed to do that. I wouldn’t go\nwith him. I was so scared. Nobody thought he was Jewish, as I told you, he didn't look it, he\ndidn’t act it, but I was sitting in that stateroom, I couldn't wait for him to come back. I thought it\nwas mean of him to put me through it, but he -- he was -- he was leaving. It could have messed it\nup completely. But we got to Berlin and he went to that banker, and one of my father’s brother\nlived there with his wife, and we went over to say good-bye. And a friend of mine I had gone to\nschool with was in Berlin wa -- I told you, where you learn English and she wa -- became a\ncorrespondent in English, French and Spanish. She was very knowledgeable. So she came by to\nsay good-bye. I never saw her again. They went to Bolivia and [indecipherable]. But -- so we\nspent the afternoon and when my father saw on the timetable that there was a train leaving for\nHamburg, he says, might as well. That was funny. We had two rooms, because my mother was\ncoming, my sister was coming, and we walked around in Hamburg, I don’t know if you know it,\nvery famous red light district. But it was -- I mean, people were drunk there, 1t was more like a\nConey Island. And I was walking with my father, I was 18, and we were f -- a woman came over\nto my father. And he laughed and he waved her off. How can she come up here when I am there?\nThat was funny. So, he spent the night, the next morning we went to meet my mother and sister,\nand we waited. We were fo -- I’m trying to remember, I think we came over there on Monday,\nand the ship left on Friday the 13\". So we were there -- there for a night, with a Hamburg, and ni\n-- they have -- I don’t know if you have heard of that, the [indecipherable] canal, just like\nLincoln tunnel. I don’t know from where it goes to where, but some very nice guy walked us\nthrough and showed it to us. And I was so impressed that you can walk under the water under the\nriver. I had no idea that I was going to go to the [indecipherable] through the Lincoln tunnel\nevery damn day for many years. And another thing, my father wanted to give us a treat. And\nthere was a Tierpark. That is not a zoo, but [indecipherable] for the wild animal. They caught\nthem, kept them and sent them to where this circle zoo. And I hated it. It was smelling like all\nout. I have never gone to a zoo again. But it’s still out there, but not me. So then they said we\nshould report on that, and there I can show you pictures, maybe we do that later. [indecipherable]\nget too interrupted. When we were up on the gangway with 59 people [indecipherable] you know\n[indecipherable]. And we had the room for the four of us. My parents had the lower berth and my\nsister and I, because there was no more room, it was full up, we were lucky we got on, very -- we\ndidn’t know how luc -- lucky. And we were -- and we had a table for ourselves, the four of us,\nand Friday evening the band started to play -- you wouldn’t know -- you -- you don’t speak\nGerman, do you? One of -- that was you play when you go, good-bye, and the ship pulled out.",
        "Q: What was the name of the song?",
        "A: [indecipherable |",
        "Q: The name of the song?",
        "A: I don’t know how to translate it. [speaks German here]. Do I have to leave the city, you\nknow? Well, some people wanted to come back, but not on our ship. It’s so -- it was very pretty,\nand we had entertainment in the evening, everything was nice, and everybody was optimistic.\nOne thing happened on the trip out. There was a man overboard and the international law 1s, if\nthere is a man overboard, a ship has to stop for two hours and search. He was a refugee from\nRussia, he worked in the kitchen as a dishwasher, and he got so depressed he couldn’t take it any\nmore. His brother was there too, and they had to put him into an isolation cell for the rest of the\ntrip, which was rather depressing, I mean, that -- where the refugees have [indecipherable] before\nin over two hours. But, was okay. We were scheduled to arrive in Havana on Monday, but the\ncaptain had heard that there could be problem. So he traveled as fast as he could, he figured once\nwe are there, we are there. We arrived on Saturday.",
        "Q: Before that, just a few things. A-A-As you boarded, what kinds of things were your parents\nsaying? What was the -- the feeling of your parents about what you were doing?",
        "A: You mean in -- on the time on the ship of it -- no.",
        "Q: Just when you finally got on the ship, you had boarded, you were leaving Germany.",
        "A: Yeah, we were happy. Well, I mean there was laughing and we were -- there were a lot of\npeople we knew, it was very social. The whole two weeks were very social and cheerful, and I\nknow I was very seasick in the Bay of Biscayne. I couldn't get out of my bed. But it was a very\nnormal, nice trip. Of course, they were worried.",
        "Q: Oh, you --",
        "A: How -- how would we live?",
        "Q: Bu-But what was it like, the change from several months before, Jewish shops were smashed,\nand people were being sent off to concentration camp. And then you’re leaving Germany, and\nyou’re on this really lovely ship. I mean --",
        "A: It was a relief time. We thought we were out of it, which we were not. We found that out.\nWell, we thought we were free to go. And there were many people who have come from\nconcentration camps right on the ship. And they, of course, were happy. The trip out, you have to\nimagine like any other cruise now. The crew -- the crew was helpful. You got your bouillon, you\ngot your this, you got your that. Suddenly you were the way it used to be 15 years before. When\nwe came to Cuba on Saturday, they said it was weekend, we were too soon, they were not\nprepared to land that. We believed it. Not very smart, but anyway. We were very near to the\nHavana, and you probably studied that, people who were in Havana already went on little boats\nthat cruised around the Saint Louis. Sometimes it was a parent, husband, and the other one,\nthey’re on the ship, they would holler up, we would holler down. And they would say, be calm,\nyou'll all get down, be calm. We didn’t -- we didn’t know what it meant. I mean, we wouldn’t\nfall down the gangway, would we? But until Monday, we accepted the situation. When we didn’t\nget down on Monday, it -- we became suspicious. And then the American Jewish Joint swang\ninto action. They tried to bribe the Cuban government with, I think, I don’t remember how much,\n2,000 dollars for each passenger, an awful lot of money. But there were two thing that were\nagainst the Cuban giving in. One was, there was a quite a good connection with the Nazi. There\nwere a lot of them up in Cuba, and they thought of [indecipherable] down. Also the one who had\nsigned our visa was in disgrace, for no particular reason, we took too much money, so did\neverybody else. So they were very stubborn about it. One day, [indecipherable] two of us sitting\non deck when a man came running from the bathroom, his wrists slashed, bleeding all over,\njumping overboard into the harbor. He was from Breslau, I knew him and the children very well.\nThe harbor police fished him out. One of the sailors went after him to save him, which really was\ntremendous. He went to Havana into the hospital. They would not allow his wife or children to\njoin him. They had to go back to England. We lived near where we did, at the hospital when he\nwas well, a month later came too.",
        "Q: Could you -- did you see that happen? Like, can you tell us a little bit more of what --",
        "A: I was there, everybody saw it, of course. And he was a very upset man, I mean, he had a hard\n-- he was scared. He had been in the camp, and he wasn’t having any. So that was a pretty grim\nthing. The captain, who had been very aloof, been told to be aloof, invited the wife and children\nto have all their meals upstairs in his room, because he wanted to protect them. You know,\npeople would have been nice, but then you are worry. And --",
        "Q: The wife of the man who jumped overboard?",
        "A: Th-The wife and the children. I mean, they could have let the family go, couldn’t they? That\nwas [indecipherable] the next, the mean thing. So we were sitting there, and we were told -- I\nthink that was the first of June if I remember right, that we had to go out of the three mile zone\nso we would be out of Cuban water, and then they could start negotiation. So that’s what we did.\nIt was a beautiful day, the ship was standing there, water, air, everything was very lovely. And\nwe are waiting, and at night everybody woke up because the ship was running full steam ahead.\nAnd everybody thought they were in Europe already, you know, we -- something was put over,\nwe were sitting there in daytime and rushing where at night? So the passenger -- I don’t know if\nriot is too much of a word, but they all ran into the lounge, demanded the captain.",
        "Q: In the middle of the night?",
        "A: They demanded to see the captain to find out what on earth was going on. Screaming,\nshouting, and I was so scared of -- the people, you know, they came down the stairs, up the\nstairs. Well, you couldn’t blame them. And the captain explained that there were negotiation\nbetween us and San Domingo, and another part of Cuba, and I don’t know what, and he was\nheading for a spot that was equidistant, so when the solution came we wouldn’t lose any more\ntime. And di -- at that time the captain felt that about a half a dozen men would be a liaison\nbetween the passenger and him. My father was one of them, so he was very busy. We were\ncruising around, and came very close to Miami, I remember the palm trees, it looked so pretty.\nBut at that time Miami wasn’t what it’s now, that was much later. We thought maybe we could\nget there, but the Coast Guard came with guns, so we left. And -- what I said to you before, some\nof the women, my mother signed a letter to Mrs. Roosevelt, whether she could help. Didn’t\nwork. Understand that is in the Holocaust in Washington, may not be on display any more. So\nwe were cruising around and there -- we got all kinds of telegrams, don’t worry, you’ll get off\nthe -- eh -- and they -- forever they said you will not have to go back to Germany, that was the\nrepeat all the time, which of course nobody believed any more. But one interesting thing was the\ncrew, who had been told not to be friends with anybody, got very upset. Whenever there was a\nmeeting there were two or three in the back to report to the others. And they said, what’s going\non in Germany? We are on the ocean, we don’t know. One of the sailors got involved with a\nJewish girl. And the [indecipherable] the Gestapo knew very well, so he killed himself. They\nfound him hanging in his cabin. So they were really taking their life in their hand to be\nsympathetic to us. And the -- the captain told my father, I don’t know if other people knew it --\nlater on I read it in books. He said, if we have to go into the English channel without a chance to\ngo anywhere but Germany, he would [indecipherable] the ship at the coast o -- coast of England,\nand then we would be shipwrecked and they would have to take us in, and to hell with the ship. It\nwas some thing. I mean, that man was unbelievable. Luckily, by the time we got into the\nchannel, the Jewish Joint had convinced England, Belgium, France and Holland to take in 200-\nsome people. We landed in Amsterdam -- not land, I mean we berth -- berthed in a -- and Mr.\nTropper -- and his name should be honored. He had -- was the one who really did everything\nfrom the Jewish Joint. He came up with representatives of the four countries, and one of the little\ngirls came and said she was sorry she couldn’t give him flowers, but she thanked him for ret --\nsaving all our lives. That woman, as a matter of fact, is quite active in talking about the Saint\nLouis. So when they made up lists, my sister and I helped, for the passengers who traveled\ntogether, but didn’t have the same name, like a couple with a mother-in-law, because they\nshouldn’t be split up. The four countries had certain requests. I know Holland wanted single men\nbecause they had [indecipherable] could take care it better there, and they expected a war. They\ncould have a few more soldiers. I don’t know what Belgium wanted, France. The lucky ones\nwere England because a year later Hitler had run over the other countries, and many of the Saint\nLouis people were killed. And we -- he -- something funny happened, we -- our first and -- was it\nAntwerp? I’m not sure, we didn’t get off there. And there was a big ship in the back of us, going\nto Chile, and somebody called my name. Was a girl from my school, she was on her way to\nChile I was coming back from Cuba, and a -- a -- you know, these little things are so -- they\nilluminate how crazy everything was. Then they announced on the intercom certain names that\nwere going to Holland. Belgium first, and then the others went to Holland. They were -- they’re\nonly half of it. And we, who went to England and France, we are put on a freighter, to --",
        "Q: Now before we go that, I want to go back over a few si --",
        "A: Yeah.",
        "Q: -- some things about the -- the trip. Can you tell us more about what people were saying on\nthe ship as they began to realize that you wouldn’t get into Cuba? This is when you’re still in\nCuba. What were people talking about?",
        "A: Well, people -- I really should have gone into that. People were planning to go overboard.\nAnd they hope that the young people could swim for two hours, and if they couldn’t, the next\none would go, to save the life of the other. That’s why the captain of the committee had a -- a\nwatch on deck at night. Nobody was allowed out any more, some levelheaded people. You must\nremember that there were some people on the ship with the shaven head, directly from the camp.\nThey were not taking any chances to go to Germany, they’d rather drown. If in -- last few days --\nwell, if what I think about, we left June first, we landed, I think, on June 19. There aren’t this --\nmust have been about two weeks that -- the last week was really terrible. You just didn’t kn --\nand you were so helpless, what could you do? We have telegrams, and all up the [indecipherable |\nwasn’t. Nobody believed it any more. And --",
        "Q: What was -- what was your father saying at that point?",
        "A: My father didn't talk about it. He was with the captain, and I mean, these men did only public\nannouncement. What he said to my mother, I don’t know. But they were not going to spread\nrumor one way or another. They had bulletins, and that was that. I mean, probably the way it was\nwhen the Cuban missile was here with Kennedy, they didn’t talk about it. They did what they\ncould. So -- but I don’t know one thing, when we landed in England my father came down with\npneumonia because so many days and nights he had been working. He was completely\nexhausted. He had been with the captain, he had been with the other committee member, and\ntrying to do what they could.",
        "Q: What -- did your parents have any plan for -- for you, if -- 1f you were going to have to go\nback to Germany? Did your mother talk about it at all?",
        "A: No. It was impossible to think to go back to Germany, because what probably would have\nbeen happening, we would have taken off the ship into a camp, and be killed. I don’t know if my\nmother still had cyanamid -- cyanamid -- cyanide in her pocket, that’s quite possible that she\nwould have given us a lemonade and we would have dropped dead.",
        "Q: A-At this point did you know what was going on in the camps?",
        "A: Oh, yeah.",
        "Q: You did.",
        "A: We had -- we didn’t know ev -- the crematoriums were not yet, but people died whether --\nright and left. They were beaten, they were shot, they were God knows what. That much we\nknew, not the full extent. That came much later. But we knew it was a death sentence. Coming\nback to Germany was inconceivable. And of course the -- that’s why the -- why had that -- where\nI spoke the cruelty of the other countries. I mean, what 900 people. They could have been saved,\nand they were, but wa -- some people -- some of the Saint Louis people are very bitter, even\nnow. I am not, mostly because I was lucky to get out. But I know that Roosevelt was under great\npressure. He could not go ahead and do it, it was the depression. So [indecipherable] he managed\nto defeat Hitler. If he had been -- this was ’39, if he had been defeated in 1940, you know what --\noh, that new book, that [indecipherable] -- you’ve heard of the book now, yeah? That we should\nhave let Hitler go ahead and we would have been very happy here. So that feeling was much\nstronger then.",
        "Q: But when you were outside of Miami, and you could see Miami, what were your feelings\nabout the United States as a young woman?",
        "A: I don’t think I thought much about it. I said, I wish they would let us in, but nobody else did\neither. You know, there wasn’t a much of a difference between all the country, I just hoped we\nwould get somewhere. I wasn’t particularly interested in going to America. I was interesting to\nstaying alive. And eventually then I knew my number would be up, the quota --",
        "Q: Okay.",
        "A: -- if I managed to survive it.",
        "Q: You talk about being interested in staying alive, I mean, do you remember feeling that your | -\n- that this really was a life or death s -- death issue?",
        "A: I knew that. I just couldn’t believe it. You knew the same thing when we were in England and\nthe bombs came down. You -- you just -- your whole concept -- I think soldiers in war time too,\nthey are afraid, but they just -- oh, excuse me. The enormity does not hit you until after. I don’t\nknow if you’ve ever been in any danger, you do what you have to do and then afterwards you\ncollapse. Then it hits you how close you were to catastrophe. And that’s the way it was on the\nship. I remember I annoyed some people. I said very innocently, I dreamed last night that we had\nthe Christmas party on board. And that was in June. Nobody liked my smart [indecipherable]\nremark, but I didn’t even think. But I was still about 18 -- yeah, 18 in ’39. So -- so there we were\non a little freighter, we were about 400 people still, and the Saint Louis took off for America, for\nthe cruises. And the crew lined up on deck, and said good luck to the Jews, which was\nsomething. And they told us, we are so glad we don’t have to go back to Hamburg, we are going\nto New York and we cruise to Bermuda, and in the fall when we come back to Germany,\neverything will be forgotten. Been not forgotten in 60 year.",
        "Q: Ha -- ha -- ha -- what wa -- they were sort of shouting to you? The crew members were sort of\nshouting to you good-bye?",
        "A: Yeah.",
        "Q: A-A-And th -- was it in German?",
        "A: In German, [indecipherable] in Juden. It was them saying -- I mean, they really were in\ndanger, those sailors, and so -- but they got so involved in that, what was a -- well, we were on\nthe ship for six weeks, but the commotion was for three. And if you keep hearing it and hearing\nit, how frightened people are of Germany, you wonder what country is that. Maybe that’s the\nway the black people felt in the south. You know, when -- when they was no -- no help. You are\ntrapped, especially on a ship. And also there was a question about food, and [indecipherable].\nThe food was sufficient, but the last few days they didn’t give us so many choices. In the\nbeginning it was a first class ship, you could choose from six entrees. In the end you had either\nfish or meat. It was enough, but no waste.",
        "Q: Did you get to know any crew members? Can you talk a little bit about that?",
        "A: I had no personal relection with the -- personal connection with them. They were pleasant, but\nI kept away from them, I was afraid of them. By the time I realized that they really were very\nhelpful, we were gone. So then we went on a freighter first to France, where 250 people got off,\nand the freighter had very few cabins. Most of all that in where the freight used to be, there were\nbunk beds maybe three, four high, you had to climb up. And you could just roll out of bed and\nhave breakfast because the tables were there, too. A few cabins were reserved for my parents and\nthe other men from the committee. I feel appreciation for they had done. But the rest of what\nthere was, one freight room for men, and one for women. You had to climb down the ladder to\nget in, and we were mean. When you sit downstairs and people come down the ladder, you see\ntheir legs first. And we had bets up to the knee, what legs are coming down, except one woman,\nshe had ankles like that. No bets on her. You know, and we -- with all the commotion, we kids\nhad some fun. Never -- as a matter of fact on the ship I was walking around with one guy, he was\nvery friendly. And I was friends with another guy. And one day when I was walking with one on\ndeck, the other one came and said hello. And it turns out they were brothers. I didn’t know that.\nThere I was flirting with two, and it was all very nice.",
        "Q: C-Can you tell us a little bit more about the captain?",
        "A: The cap --",
        "Q: O -- of -- of the Saint Louis. This is Gustav Schroeder.",
        "A: Well, the captain was -- let me start with the end. After the war he was called for the\nNuremberg Trial, and my father then [indecipherable] this man wasn’t a Nazi, he saved a\nthousand people. And he was acquitted. My father and he correspond until my father died, and\nthe captain died soon afterward. He was a poet. He had a son in Hamburg who was -- I think he\nhad infantile paralysis. And he was very fond of his son and whenever the ship came in or out, he\nwould play -- the band would play the son’s favorite song, I don’t remember which it was. So he\nwas unbelievable with what he did. And he -- of course the higher people, the Gestapo had him --\ntried to intimidate him, but he was -- but you say, how did he learn how to stand up for thing? It\nwas a decent, honest person. I don’t know what religion it [indecipherable] and I don’t care.\nThere are people that are -- it shows you the picture in the book, a little book that he wrote in\nGerman and sent to my father. He went back to New York then, with the ship.",
        "Q: Wh-What did he do? You talked about -- can you tell us some about what -- what was so\nspecial about him, what did he do?",
        "A: He saved us. I mean, when they told him to go back, he didn’t. He knew it would cost him his\nwhatever they call the stuff that the captains have. He knew he would be cashiered. He wasn’t\nbecause he had to go back to New York. He just didn’t obey order. And we didn’t know all the\nthings he did, we just knew we -- he helped us survive.",
        "Q: S-So, during the time when it was unclear what was going to happen to the passengers, he\ndisobeyed orders to go back to Germany’?",
        "A: The oren -- he only was going to [indecipherable]",
        "Q: Okay.",
        "A: We knew it meant Germany unless somebody else [indecipherable] us before. He doodled\nand dawdled around, he stalled everything. And as I said, he was prepared to [indecipherable] the\nship so we would not have to land in Germany. And that is just as much as any captain can do f-\nfor his ship, and for his passenger. He said to my father he was scared stiff, and my father said,\nme, too. But this wasn’t necessary.",
        "Q: What else did your father say about him when he met with him?",
        "A: He didn’t talk about it.",
        "Q: Okay.",
        "A: I mean, you know, as a lawyer, he was used to keeping secrets. He may have told my mother,\nbut he sure wasn’t going to tell his blabber daughters. He wouldn’t take the chance. But he talked\nto her a real -- I don’t know.",
        "Q: C-Can you just describe what the scene was like on the ship? When it was clear you actually\nhad turned around towards your -- I mean, what did it look like, what were people doing?",
        "A: That -- that was at night when it’s -- we didn’t see it, we just felt it. And that was, if anything,\neven worse. I remember they demanded that the ship turn around because they were afraid the\npassengers were going to Europe. So the ship turned and turned and turned. And we could see by\nthe sun that it was a full turn. So we were being cheated. And that’s when they really screamed.\nOh, it was a -- a riot. But the captain calmed them down, convinced them that he was on our side,\nwhich was the greatest thing he could do. But that of course, was right in the books for the\nGestapo.",
        "Q: The spies would have been writing that, yeah.",
        "A: They kept track of everything.",
        "Q: But what kinds of things were people saying, once it really sunk in that you were going back?",
        "A: What could they say? We don’t want to.",
        "Q: Right.",
        "A: You see, you don’t know -- I don’t want to criticize your question, but you have no idea how -\n- what do you think people said in the death camps? They couldn’t say anything. You were just\nliving from minute to minute. They would say there is a new notice on the bulletin, everybody\nwould run and look at it and not believe it. They would say -- I don’t think it’s [indecipherable].\nWe were supposed to go -- it was at San Domingo, I -- there was the -- they said maybe if they\ngo to a different harbor in hav -- in Cuba, they will let us get into the dec -- back door.\n[indecipherable] But everybody said, oh I don’t believe it. And especially people who have small\nchildren, they were very frightened. I mean, everybody was. So that was that part. When we\ncame to England, and as I said, we were the lucky one, because the other -- by July *40, Hitler\nhad run over the whole thing.",
        "Q: Di-Did your parents choose England, or -- or was that just luck?",
        "A: No, no, as I said, each country had requirement. My father was working with the\nrepresentative, and I know the Belgian representative wanted us to come to Belgium, but my\nfather said no. He had a choice, because he was [indecipherable] he said, with the war coming,\nwe go to England. He knew what he was doing. As a matter of fact, I didn’t know it at that time,\nbut my brother-in-law’s parents were also on the Saint Louis, and they went to Belgium. They\nwere underground for four years, living in a little room -- in a little room what faced the\ncemetery so nobody saw the window. People brought them food, and from ’40 to ’46 or ’45, they\nlived underground. Their son was here already, he was in the army, and the -- in ’46 they met\nagain here, and he met my sister, I think two months later married.\nEnd of Tape Two\nBeginning Tape Three",
        "Q: Can -- going back a little bit to the Saint Louis, you had mentioned that you were afraid of\nsome of the crew members. Did you have any -- any bad experiences with them, overhearing\nthem say anything, or treating you or others in a certain way?",
        "A: Not that I remember. I may not have been involved with it.",
        "Q: Did you hear about anything like that?",
        "A: Not at the time. Afterwards I learned a lot of thing, but at the time you just went along.",
        "Q: Did you know the young girl who dated the crew member, who fell in love with the crew\nmember’?",
        "A: I can’t say, no.",
        "Q: Mm-hm.",
        "A: You know, the whole thing is like a blur. You lived one day and you wondered, as I said. You\nlived for the bulletin, and you hope th-that what anybody said didn’t mean anything. You just\ndidn’t believe it. I know that the bulletins were in English and in German because my father say\npeople misunderstand the English one, they don’t know enough. Now there was one bulletin,\nthere is still hope it -- to land in Europe. That still was not a negative. So my father translated it\nto there 1s hope to la -- I mean, in German without [indecipherable] you know, with the flavor of\nthis [indecipherable] because they looked like eh -- so that was -- that was all we did, watch what\nevery -- we got telegrams maybe three, four times a day from Europe Jewish community, from\nAmerican community. They collected an awful lot of money, which they had been prepared to\ngive to Cuba. And what nobody could understand, why the Cuban didn’t just take it. but it was a\nmatter of principle. I think they were afraid of the Nazis, of the Hitler people there, because there\nwas a very large underground in Cuba. And they were afraid if they displeased them, it would\ntopple their government. You know how governments get toppled.",
        "Q: Going forward now, we’ve looked at -- at some of this material, but that you -- you and your\nfamily are headed towards England.",
        "A: Into what?",
        "Q: Towards Britain, towards England. You got back to Europe and then you were selected,\nessentially, to go to England.",
        "A: Yeah.",
        "Q: So -- and you began to tell me about that sh -- that -- that ride to England. Wh-What was it\nlike when you docked there, and where did you dock?",
        "A: Well, when we got to England, we had no chance to do anything, they did for us. There was --\nthey called it the Rowan house, that took care of refugee, they ar -- are -- it’s when we got off the\nship we were given a number by one of the -- I guess, social worker. She said, this is the number\nof your train car, and this is the number of the bus that will meet you in London. So that’s what\nwe did, and the bus took us to a little pension, you know a little hotel, mostly students were\nthere, and we had a room arranged for by the Rowan house for one week. And my father\n[indecipherable] got sick. My mother asked if we could stay longer, they said no. They probably\nthought we were just telling them. In the meantime we found out that my uncle from Breslau had\narrived in London, and we found out where he was. And we went -- he was in what you call a\nbrownstone, I don’t know what they have in Washington, here in New York they have the\nrefurnished brownstone houses, and the -- the rooms are rented out to people, each room -- not\napartment. And he and his wife and son had one room, and here -- the landlady gave my parents\na room, but she had no other space, she said she would in two weeks, and my sister and I were in\nanother building that belonged to her, under the roof. It was slanted attic and there we were, and\nwhat impressed me was, in Havana, where in daylight, 1t was pitch dark and in 15 minutes was\nbright sunshine. That was near the equator. In England, dawn and dusk were [indecipherable |\nespecially during the war when they had daylight saving, you could read at 11 o’clock. I like\nthat. So there we were in England, and after a month, I got a job doing millinery work. I put\nlabels into the hat, by appointment to her majesty the queen. I’m sure she never wore my hat. I\nwasn’t very good at it. And then came the war, September ’39 [indecipherable] arrived in June.\n[indecipherable]. By August we knew. I went sightseeing on Saturday after work, but most of the\nthings were buried already for safekeeping. Children were taken away from London. Things\nwere getting ready, but not as ready as they should have. When the war started, I was working in\nthat millinery, and one of the girls said, did you know that trouble had started? And I said,\ntrouble, does that mean war? She says, yes. So in those let -- last few days the ambassadors went\nback and forth, but then it was war. They called it the blitzkrieg, they thought the Germans\nwould come like this, which didn’t happen, and they made fun of it and called it the sitzkrieg,\nthey were sitting. But by April -- my factory kicked me out, they weren’t busy any more and me\nhe could do without. And in the spring, of course, Hitler ran over Belgium and everything. And\nat that time, the English were afraid that among the refugees there would be Nazis hiding as\nrefugee, and all -- most of the men were put into camps, my father, and everybody. So he was -- I\nthink it was the Isle of Mann where he was, from June, July, August, September, three month. In\nthe meantime the blitz had started. Every night the bombs came down when it got dark until it\ngot daylight. And of course as the la -- nights got longer, the bombs went. We -- I know we were\n-- one time we were standing in the basement, sitting there, and the house was shaking, and I was\nthinking, I hope the ceiling will stay up. If the ceiling stays up we’ll be alright. Then, after the all\nclear, you went around looking what houses weren’t there. And my father came back in\nSeptember, and he managed to get passage for us to come to the State, which was very hard to\nget. I mean, the ships were being sunk, and they needed ships. So we went to Liverpool and went\non board. Blackout. You couldn’t go on deck with [indecipherable] doors, because you know,\nyou couldn’t even smoke on deck because a light carries very far in the ocean. We had air raid\nalarms. Mostly they were just tests, but sometimes you could hear planes, and you didn’t really\nknow where, what. So we went -- I think it took about more than two weeks. There were three\ngroups of people on the ship. Children with their mothers or their nannies, that came to Canada\nfor safekeeping. And some refugees, and a whole batch of young men who just came on board.\nNo paper, no nothing. Well, what we find out, we were full -- I think two full crews for ships,\nwhich Roosevelt had promised Churchill cash and carry. They picked up the ships in New York\nand take them back to England. So, I remember one thing, everything was blackout and no -- no\nidentification. And when we were near Halifax, there was a fog and an old English man said,\nwell, when the king and queen came to Halifax, they were befogged too, so it’s all right. And I\nwas standing on deck with some guy and we saw the captain come out. We hadn’t seen him\nbefore, because I mean, it was a heck of a job getting the ship over. And he was looking up and\nsaluting, and we saw it was the Union Jack wave, and that meant we were in Canadian waters,\nand we’d done it. Now that moment I will never forget, because on that ship, you\n[indecipherable] you never got undressed. You had your lifebelt, you had your winter coat, and\nyour boots. You had to have the winter coat in case you went into a boat. You had to be able to\nthrow it off in case you went into the water. Same thing with the shoes. I mean, that was another\nscary ride. I didn’t take a cruise until years later. But we were in Halifax, we -- they took on foo -\n- food, and oil. And then we sailed down to New York. I didn’t see the Statue of Liberty. We had\nto be showing our papers downstairs, and when we got off, there was a man from the HIAS. I\ndon’t know if you know that [indecipherable] on Esther Place, I think it’s still there. They would\ntake newcomers in who had nobody to meet them. Most of them had some relatives, we didn’t.\nSo he took us down to the HIAS, and that was really scary, I was scared. We were sitting there,\nthey told us to wait. It was it -- two days before Thanksgiving. And the two men came over from\nVienna. And my parent -- my sister and one of the guys went out one door for a little walk, and I\nwent out another door with that guy who was very scruvy looking. Unshaven. He walked me\naround and around. I said, I want to go back. He wanted to sh -- he wanted to show me\nsomething. I was say, gee whiz, I can’t even tell the cops where I am. I didn’t have an address,\nwhat was going on? But he wanted to show me Woolworth. In those days, for one dollar, you\ncould buy candies, and stocking, and stationery, everything was a dime or 15 cents. I was\noverwhelmed. Then he took me back. But it -- it’s very uncomfortable. So we were in the -- that\nwas Tuesday we arrived, Wednesday we went down to Times Square where the Jewish\norganizations were. I was very disappointed. Times Square in daylight was very scruffy, even\nthen. And the woman who took our particulars said we should come back on Monday because\ntomorrow is Thanksgiving, we won’t work, and Friday we don’t work. What was Thanksgiving,\nwe didn’t know. So she gave an -- an appointment for Monday. And I -- my sister and I, we went\nback to the HIAS, and my parents went to see that cousin, and -- who invited us for\nThanksgiving dinner next day. There were all kinds of family there, a big to-do. I don’t know if\nyou know -- your -- “Life With Father’? You don’t know the play? That was new at the time. A\nwhole string of redheads, Irish. And when we came in, they said, the Irish fam -- “Life With\nFather”. We didn’t know what it was all about. So we met a cousin of mine and he took us out,\nand he said he had a friend who was in the employment agency of the [indecipherable] and we\nshould go there, and she introduced us, we had coffee with her, and she said we should come on\nMonday and see if we could get a job. And we did. So we were there on Tuesday, on Monday we\nhad a job. It was a -- two Viennese men were making gloves for the Army and Navy. And my\nsister sat on a little machine and made all those fingers. You had to make, I think 10 dozen pairs.\nYou didn’t believe it. It was piecework. And we were still in the HIAS because we -- everybody\ntold us to leave New York. They said it would be better in a small town, a small community\nwould take care of us. My sister and I, we sat there and my sister, she was a tough noodle, she sat\nnext to the fastest person and matched. She became the fastest one in the group. I wasn’t bad,\neither. So in those days, the minimum was 10 dollars a week. And she and I each made 18. That\nwas a lot. And my -- we took work home for my mother to finish. We came home with big bags\nof gloves, and she finished it and we took them back. I mean, she didn't work all night, it’s the\nnext day. And so she earned some money. My father had all kinds of funny jobs in the\nbeginning. He was working for a dental lab, delivering the false teeth. That’s for the lawyer. But\nhe was really terrific, he did whatever came, and after awhile he got a job as a bookkeeper,\nwhere he stayed the rest of the time. So between 18 and 18 and maybe my mother eight, my\nfather maybe 12, that was, in those time, livable. But of course, we bought yesterday’s bread,\nwas cheaper. I went to my first movie after one year, on my birthday somebody took me. A date\nwas an ice cream soda with two straws. I mean, it took doing. And at first I could not go to\nschool because I was war work, so you had to work long hours. And once they did -- somebody\ntold the Army and Navy, knitted gloves are no good, they wanted a -- what we made were liv --\nknitted gloves with leather palm. But they wanted leather gloves with lining. All the soldiers in\nthe ar -- [indecipherable] said ours are better, we have a better grip. But, government. So we\ndidn't have government work any more, we made gloves for skiing, and that gave me a chance to\ngo to school. And I went -- I don’t know if you know it, on Lexington Ave. in [indecipherable] is\npart of City College, the Brandeis Institute, that’s for business. I didn’t take credit, but I learned.\nYou know, auditor. And when I thought I was ready, I started in an office, very much at the\nbottom. I worked my way up, and my sister got married, and my father died in ’56. He died on\nthe last day when he retired, he didn’t come home any more. He collapsed in the subway. We\ndidn’t know where he was. But eventually I co -- went to the police and declared him missing,\nand they found him in the Roosevelt hospital, he died the next day. That’s where that doctor was\nwho thought he was a Nazi. So that’s how it went.",
        "Q: Why did that doctor think your father was a Nazi?",
        "A: The doctor?",
        "Q: Yeah.",
        "A: He thought Father was a Nazi because he didn’t look Jewish, we -- we had an accent, he had\nthose student -- what they call a smisser, I don’t know if there is such a word.",
        "Q: Scars?",
        "A: Scars, from sabers, you know, fenc -- much --",
        "Q: Fencing.",
        "A: I don’t know what -- if they do it even here, not any more. Not in the -- not for fraternity. It\nwas like an -- being in -- before you joined it, not hazing, it was more a courage thing. Maybe\nyou could even call it hazing. So they thought he was a German Nazi. And then he was so nice.\nWhen he found out that we were Jewish, you know, he was -- this was shortly after the war, and\nmaybe he had family in Germany, you know, and he didn’t fee -- he was a good doctor, but he\nhad no warmth, and it was so funny how suddenly he was helpful, and -- you know, there’s a\ndifference between being correct, and being nice. So then my mother and I, we moved down\nhere, because she had a heart condition at Washington Heights -- I don’t know if you know\n[indecipherable] Heights -- it was hard for her to walk. And my sister, she got engaged the day\nshe met her husband, and they got married six weeks later. And all that about a month after her\npa -- his parents came. I don’t know if his parents were very happy that he suddenly had a bride\nand a baby a year later. He was a chemist.",
        "Q: Can I get you to talk some about faith? Over, for instance, the period when your family was\non the Saint Louis. Were you going to services?",
        "A: Yeah [indecipherable]",
        "Q: And what kind of prayers was your father praying with you, and --",
        "A: It was a com -- I mean, the -- in the lounge there were prayer, for Friday night and Saturday.\nNot specifically only for the Saint Louis, but I mean, we were there on the Jewish holiday, right,\nShavuot, in May that would have been. So they had their routine prayers, but not particular one.\nAnd you know, that reminds me of something else which really doesn’t belong in here. When I\nwas on a cruise to Alaska, they had Friday night service conducted by a priest. Was he ever\ncareful. He was a lovely guy. It was the Fourth of July, which made it easy for him to preach,\nbecause Fourth of July is no religion. And one man who was knowledgeable Jewish, he said the\nJewish prayer. He knew -- the priest also knew some Hebrew. It was quite an experience,\nbecause he conducted masses every day for the Catholic people on board. So, it was nice",
        "Q: What -- when you look back at -- at the time, what do you think enabled your family to stay\ntogether that was unusual in that time? What was it that enabled your mother and father to keep\ngoing on and keep finding solutions?",
        "A: I don’t think it was religion that kept my father and mother on. They were Jewish, and\nconscious Jews, but I don’t think, at least I never remember that we had a prayer meeting. There\nmay have been Orthodox people on board who had their meetings in their cabin, but we were\nmedium religious, even when we were here. I mean, I now am what they call every day Jew, for\nthe three holidays, I’m a member of the synagogue, but I don’t go often. If I had children I think\nI would have been more conscientious about teaching. But we were not that religious. There\nwere many people who didn’t even know they were Jewish until Hitler told them. They were so\nassimilated that it was a great shock for them. It was not for us, we knew we were Jewish. But I\nknow -- I have one friend, she and her husband came from family who, as I said, they never\nknew they were Jewish until they got kicked out. They had a little son. When he was 12, he was\nwanted to be Bar Mitzvah. And they thought he wanted the party, he -- but he wanted, so for a\nwhole year he had his dad take him to classes, and then there was a Bar Mitzvah with a lot of\npeople who’d never been in a temple [indecipherable] and that little guy got it. You know,\nreligion is a very changeable thing. I’ve seen people who were not religious, and their children\nmarried very religious, and the other way around. It -- I don’t know how religious you are,\nwhether you are an organized religion that makes you do certain things certain days. And I know,\nfor instance, the Orthodox Jewish religion -- and there were these Orthodox Jews on the ship,\nthey have to do things that way, whether it’s kosher, whether it’s Shabbat, it’s a very -- I don’t\nwant to say constricting, because the people who do it don’t feel it’s constricting. I do. You know\nthey -- their whole life is built around it. My family and I never were. My nephew is married to a\nnon-Jewish girl who is very lovely. She knows more than he does by now. So 1 -- I always feel\neverybody should marry everybody else so they can’t get mad at each other.",
        "Q: H-H-How -- if it was not religion then, what do you think gave your mother and father the\nstrength to keep going on, and to keep pushing the family overseas?",
        "A: The necessity, we didn't have a choice.",
        "Q: Mm-hm.",
        "A: I mean, what could they have done? And my grandmother stayed in Germany, there was\nnothing she -- they could do. My mother always felt very bad, but she said she had -- she owed\nmore to her husband and two young children. It’s -- they provided for her and there was that --\nthat nice lady was there, but if they had been very religious they would have taken her along, and\nwe would all have gone into trauma. Religion was not -- you will f -- you know, many people\nbecame very religious once they were in the camp. And I always feared the -- it’s a prayer that\nthey say in memory of those who died, and I always think that ma -- prayer 1s wrong. It says for\nthose who died as martyrs for being Jewish. I feel it’s much sadder those who died who never\nknew they were Jewish, who really were just told, you are Jewish and you drop dead. The ones\nwho were Jewish and religious as you say, probably had an easier time. Th-That’s what I think, I\nmay be wrong. Gee, I feel like on a Freudian couch. But it’s interesting to think about things that\nyou usually don’t.",
        "Q: Have you ever gone back to Breslau?",
        "A: Over my dead body. I once was in Germany for two days, I couldn’t breathe. It was -- now it\nwould be different because a different generation. When I was there, I was very tense. I knew I\ncouldn’t blame everybody. And one man I know my age went to Breslau and he gave a long\nreport on it. I could hardly read it. It turns my stomach. When I was in Germany, the young\npeople didn’t care anyway, and the old people said how come you speak German so well. I was\nwith a tour from here. And of course they figured it out because I spoke German well, and I\ndidn’t know what a mark looked like, you know, the German money. And one day we were in\nHeidelberg. Have you been there? And in Heidelberg we were not allowed to have our tour\nguide, but a local woman to show us around. And she of course had my number. And she was\nmy age, and I knew she must have been a young Nazi because at that age, she was 13, I mean,\nshe didn’t have a choice. She came over to me, she asked me how I was doing, what I was going,\nhow I had lived in America. It was very nice. And I don’t know if you’ve heard of it, in\nHeidelberg, that’s where the students are. They have an enormous -- a beer keg, and they open\nthe keg and everybody gets a glass. And she calls me to open the keg. [indecipherable]. And I\nwas thinking, gee whiz, I don’t know what she did when she was 18. People are people, all\nkinds. But I was glad when I was out of the country. The older ones looked at me -- not this\nwoman, but others, suspicious. I don’t think they liked me to come back. But it was part of the\ntour or I wouldn’t have gone.",
        "Q: Did your family ever apply for any reparations? Did your family apply for reparations?",
        "A: Oh yes, but we -- we [indecipherable] wrong side. Breslau became Polish, so we did not get\nthe German, the f -- restitution, the full one. If people for instance who were on the German part\nof Berlin got three times as much as the one on the other part of Berlin. So we never got all that\nmuch. We got some for my lost education, but nothing terrible dramatic. I had to earn my\nmoney.",
        "Q: And in your family, your -- your -- your sister’s children, and perhaps they even have\nchildren, how much do they know about the Holocaust?",
        "A: Tom -- Tom is very interested, and he pushed me into all that, and --",
        "Q: Tom is your nephew?",
        "A: Yeah, that my sister’s son, the older one. You didn’t talk to him. I think -- what did I -- so\nmany people talked to him. He was the one, the man -- you --",
        "Q: It doesn’t matter, yeah.",
        "A: -- on the Saint Louis, you n -- oh my -- Scott. You know Scott? [indecipherable]. Well, you\nare not really the Saint Louis part, you are the other -- well, he -- Tom is very interested, and he\nwant me to dictate -- maybe from this [indecipherable] something. Ken is not. Yeah, he 1s\nyounger, six years younger, makes a big different. And his whole -- he has a wife, three children.\nHe is still interested, but Tom always says, I want it for Ken children. I don’t even know if\nthey’d be interested. You know, this is ancient history for them. And another few years who will\nbe left who lived through it? I am almost the youngest refugee. Anybody later was foreign born.\nAnybody who was six, seven years old when they came over here.",
        "Q: Is there anything else you’d like to add? Is there anything else you’d like to add?",
        "A: Pll probably remember in my bathtub later. That’s an old story, isn’t it, when you want --\nafter the party you remember what you want to say, but I don’t think so. I --",
        "Q: I think it would be good if we could stop now and then we’ll show some photographs.",
        "A: Okay. Okay. Am I on the tele -- these are my parent --",
        "Q: I’m -- I’m sorry, I’m sorry, hang on --",
        "A: Okay? These are my mother and father in the good old times, in the 30’s, before all the\ndisasters happened. They look happy, they look more prosperous than later. They look also as if\nthey weighed more than they did in later years when all the worries were so hard on them. I like\nthese two pictures. Okay, this is a picture of the Saint Louis when she left Hamburg. I think the\nskyline is the ham -- from Hamburg. And the little tugboats are kicking the ship off to a good\nvoyage. This is a picture that the ship photographer took of the people as they got on. My father\nis walking ahead with a hand full of paper to document our exit. I am the second one, looking a\nlittle suspicious, and my sister follows me, looking where she is walking. I presume my mother\nwas take -- coming behind us and didn’t get in the picture any more. Was in -- in May 30, 1939.\nThis is a picture taken on the Saint Louis. I’m pretty sure that it was taken on the way out,\nbecause we would never have looked that nice on the way back, when we were worried. My\nmother’s the first one, I’m behind my father, then my sister is standing on my father’s other side.\nAnd it’s just one of the nicest pictures of the trip, when we were still thinking we were happy.\nThis is a picture of the committee that the captain had [indecipherable] to act as a liaison\nbetween the very upset passengers and the captain, who tried to keep the boat steady. I do not\nknow all the name. My father is the one in the center with the bow tie. I do know all the men, but\nnot their names. I’m trying to -- maybe they are on the back? Back of the picture? Goodman,\nWeiss, Manasser, Zellner, Joseph, Housedorf, Vendick.",
        "Q: Okay. You can read it.",
        "A: Oh, without? Okay. The name of the men who were the committee was the first one,\nGoodman, the fi -- on the left, Weiss, Manasser, my father, Zellner, Joseph, Housedorf and\nVendick. There are two, four, six, seven. One of the men, I should be nasty enough to say, got on\nthe committee because he argued about everything. Anything the committee du -- did, he\ndisliked, so they put him on. This is Havana, which at that time was a beautiful city, from what\nwe could see, and we were very close. You see the little boat in the front. Relatives of the\npassenger would hire these boats, they would leave Havana and go around the ship two or three\ntimes, screaming up to their relatives, everybody was hollering for everybody, reassuring us,\nwhich didn’t work, and we would ask question, what could be done, but we never got an answer\nbecause there was no answer. Then on June first, the ships were not allowed to come any more,\nand we knew we had to leave.\nEnd of Tape Three\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Can we begin by having you tell us your full name at birth?",
        "Q: Can I get you to say your full name?",
        "Q: Your name.",
        "Q: Can you tell us when you were born?",
        "Q: Can you tell us the exact date of your birth? The exact date of your birth?",
        "Q: Of your birth. The -- the day you were born.",
        "Q: Yes.",
        "Q: Okay.",
        "Q: Could we begin also by having you say the -- the name of your mother and the name of your\nfather.",
        "Q: The full name --",
        "Q: I-I want to spend a little more time on your childhood. Do you know anything about your\ngrandparents from either side? Do you remember them, do you know their names?",
        "Q: But before we get there, I'd like to spend a little bit more time on your childhood, and your\nschooling. You just mentioned that when you were younger, you went to -- you implied that you\nwent to a mixed school of Germans that were non-Jews, and Jews. Could you tell us more about\nthat? How did the children get along?",
        "Q: H-How did you -- how did you understand what was beginning to happen? Did your parents\nspeak to you about it? Did you speak with your parents when you got home, for instance from\nthe school?",
        "Q: C-Can you talk a little bit about homelife, even before Kristallnacht, really, the early 30’s, the\nmid-1930’s. Wh-What was it like to be in your house? What was your mother like? How -- how\ndid your family spend time together?",
        "Q: Can you tell us some about your father? A-A-A-Again, during this pre-Hitler time, before a\nlot of anxiety had come about for the Jewish community?",
        "Q: Can you speak some about the role of faith in your family? The role of religion in your\nfamily?",
        "Q: The role of religion.",
        "Q: H-How -- how -- h-how did it play a part in your family?",
        "Q: Do you remember the name?",
        "Q: Yes.",
        "Q: Do you know anything about where your father fit politically in the Jewish community? Was\nhe a member of groups, was he ever called on to -- to mediate things? Was your father --",
        "Q: What language did you speak at home? What language was spoken at home?",
        "Q: Yes. In Breslau.",
        "Q: German.",
        "Q: Okay.",
        "Q: Pretty much. I do have a few more questions I would --",
        "Q: Well you’ve s -- you’ve talked about being very integrated, the -- the -- the Jews and the non-\nJews. What did your parents teach you about being German? Did they talk to you about that --\nthat you are a German citizen, that you’re a patriot? Wa -- this is when you’re younger.",
        "Q: A-And can you tell us just a bit more about what your father did during World War I?",
        "Q: Can you think back to when you begin to be aware of some of the first changes? Was -- was\nthere some day your father came home and talked about something that had happened, or --",
        "Q: Are you -- you’re referring, I think, to that you heard a-at -- at a certain point, the Nazi party\nwent into the courtrooms and said that Jewish lawyers and Jewish judges could no longer\npractice. So you must have heard about that and you asked your father about that?",
        "Q: What did your mother mean, better that you do that than I do it afterward? What did your\nmother mean?",
        "Q: About the shingle, when your father took the shingle down, and then your mother said, better\nyou do it then I do it afterward.",
        "Q: Oh, after you’re dead.",
        "Q: Try to tell us a little bit about when your father took that shingle down, how -- at that point\nhow was -- how were -- how was your family earning income for you to survive?",
        "Q: Do you remember your parents discussing at all, other options f-f-for leaving, plans -- perhaps\neven -- perhaps an eventual plan to hide you and your sister? What kinds of things were talked\nabout?",
        "Q: Why was the name of the cousin so important to the process of getting out?",
        "Q: Your father’s cousin, why was that name so important?",
        "Q: What was the name of the cousin that -- that was so important? Your father’s cousin?",
        "Q: Zellner?",
        "Q: W-Was there a difference of opinion between your mother and father about whether or not it\nwas really critical to leave quickly? Did they have the same viewpoint about leaving the country\nquickly?",
        "Q: I'm asking, yeah, did they have --",
        "Q: -- right [indecipherable]",
        "Q: They agreed.",
        "Q: Do you remember anything about the race laws that came into being in 1935? These would\nhave been laws that would have prevented a -- a Jew from marrying a non-Jew, or th-those kinds\nof things? Do you remember hearing about that?",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: This was a book burning? Which -- which burning was this?",
        "Q: Oh, oh.",
        "Q: Do you have any memories of book burnings in 1993?",
        "Q: Can you tell us about Kristallnacht, that is in November ninth and 10\", 1938.",
        "Q: 1938, right?",
        "Q: Yeah.",
        "Q: Urn.",
        "Q: What was the name of the camp close to Breslau that they were taking people --",
        "Q: I-I’m just not clear on one thing. You describe that your father went away for several days\nand essentially hid, reported to the Gestapo, but then you mentioned that your father did go away\nto camp?",
        "Q: No, he did not.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: C-Can you talk a little bit about that atmosphere in the house, those several days when your\nfather was --",
        "Q: I wonder if you could just talk a little bit about the preparations to go, how did your parents\nhear about the -- the ship ride?",
        "Q: Can you tell us what you actually chose to put in there? Your mother chose? What -- what\nwere your parents taking? And you?",
        "Q: No, what items did you take? What items did you pack in the trunks to go on the Saint Louis?",
        "Q: But wa -- were there things that your mother chose to take, hoping to be able to pass them\ndown to you and your sister? Family items?",
        "Q: Can I actually have you just back up, because I would like you to tell me what it was like to\ntravel from Breslau to Hamburg. How did you get there, were there any restrictions, were you\naware of the Nazis?",
        "Q: What was the name of the song?",
        "Q: The name of the song?",
        "Q: Before that, just a few things. A-A-As you boarded, what kinds of things were your parents\nsaying? What was the -- the feeling of your parents about what you were doing?",
        "Q: Just when you finally got on the ship, you had boarded, you were leaving Germany.",
        "Q: Oh, you --",
        "Q: Bu-But what was it like, the change from several months before, Jewish shops were smashed,\nand people were being sent off to concentration camp. And then you’re leaving Germany, and\nyou’re on this really lovely ship. I mean --",
        "Q: Could you -- did you see that happen? Like, can you tell us a little bit more of what --",
        "Q: The wife of the man who jumped overboard?",
        "Q: In the middle of the night?",
        "Q: Now before we go that, I want to go back over a few si --",
        "Q: -- some things about the -- the trip. Can you tell us more about what people were saying on\nthe ship as they began to realize that you wouldn’t get into Cuba? This is when you’re still in\nCuba. What were people talking about?",
        "Q: What was -- what was your father saying at that point?",
        "Q: What -- did your parents have any plan for -- for you, if -- 1f you were going to have to go\nback to Germany? Did your mother talk about it at all?",
        "Q: A-At this point did you know what was going on in the camps?",
        "Q: You did.",
        "Q: But when you were outside of Miami, and you could see Miami, what were your feelings\nabout the United States as a young woman?",
        "Q: Okay.",
        "Q: You talk about being interested in staying alive, I mean, do you remember feeling that your | -\n- that this really was a life or death s -- death issue?",
        "Q: Ha -- ha -- ha -- what wa -- they were sort of shouting to you? The crew members were sort of\nshouting to you good-bye?",
        "Q: A-A-And th -- was it in German?",
        "Q: Did you get to know any crew members? Can you talk a little bit about that?",
        "Q: C-Can you tell us a little bit more about the captain?",
        "Q: O -- of -- of the Saint Louis. This is Gustav Schroeder.",
        "Q: Wh-What did he do? You talked about -- can you tell us some about what -- what was so\nspecial about him, what did he do?",
        "Q: S-So, during the time when it was unclear what was going to happen to the passengers, he\ndisobeyed orders to go back to Germany’?",
        "Q: Okay.",
        "Q: What else did your father say about him when he met with him?",
        "Q: Okay.",
        "Q: C-Can you just describe what the scene was like on the ship? When it was clear you actually\nhad turned around towards your -- I mean, what did it look like, what were people doing?",
        "Q: The spies would have been writing that, yeah.",
        "Q: But what kinds of things were people saying, once it really sunk in that you were going back?",
        "Q: Right.",
        "Q: Di-Did your parents choose England, or -- or was that just luck?",
        "Q: Can -- going back a little bit to the Saint Louis, you had mentioned that you were afraid of\nsome of the crew members. Did you have any -- any bad experiences with them, overhearing\nthem say anything, or treating you or others in a certain way?",
        "Q: Did you hear about anything like that?",
        "Q: Did you know the young girl who dated the crew member, who fell in love with the crew\nmember’?",
        "Q: Mm-hm.",
        "Q: Going forward now, we’ve looked at -- at some of this material, but that you -- you and your\nfamily are headed towards England.",
        "Q: Towards Britain, towards England. You got back to Europe and then you were selected,\nessentially, to go to England.",
        "Q: So -- and you began to tell me about that sh -- that -- that ride to England. Wh-What was it\nlike when you docked there, and where did you dock?",
        "Q: Why did that doctor think your father was a Nazi?",
        "Q: Yeah.",
        "Q: Scars?",
        "Q: Fencing.",
        "Q: Can I get you to talk some about faith? Over, for instance, the period when your family was\non the Saint Louis. Were you going to services?",
        "Q: And what kind of prayers was your father praying with you, and --",
        "Q: What -- when you look back at -- at the time, what do you think enabled your family to stay\ntogether that was unusual in that time? What was it that enabled your mother and father to keep\ngoing on and keep finding solutions?",
        "Q: H-H-How -- if it was not religion then, what do you think gave your mother and father the\nstrength to keep going on, and to keep pushing the family overseas?",
        "Q: Mm-hm.",
        "Q: Have you ever gone back to Breslau?",
        "Q: Did your family ever apply for any reparations? Did your family apply for reparations?",
        "Q: And in your family, your -- your -- your sister’s children, and perhaps they even have\nchildren, how much do they know about the Holocaust?",
        "Q: Tom is your nephew?",
        "Q: It doesn’t matter, yeah.",
        "Q: Is there anything else you’d like to add? Is there anything else you’d like to add?",
        "Q: I think it would be good if we could stop now and then we’ll show some photographs.",
        "Q: I’m -- I’m sorry, I’m sorry, hang on --",
        "Q: Okay. You can read it."
    ],
    "answers": [
        "Answer: Okay. I like to talk. Like -- we -- we lived in Germany, very, very nicely in Breslau.",
        "A: Oh.",
        "A: My name is Ruth Zellner. I was born in Germany, Breslau, which now 1s Polish, called\nWroclaw. Poland always moved around after each war. That’s why my father, who was born in\nGermany, in Posen, also his hometown became Polish and we ended up on the Polish quota for\nthe United State, which made all the difference in the world.",
        "A: If I have to. I was born in 1920, which makes me now almost 79, I have a birthday pretty\nsoon. So I’m not so young any more. But I’m one of the few who was old enough to know what\nwas going on, and then still around. The little kids, the American newcomers, but they don’t\nremember. The old people are gone.",
        "A: We moved in --",
        "A: Oh, the birth.",
        "A: December first, 1920.",
        "A: My parents had married after the war. My father had been a front soldier. And of course when\nHitler came, he said that some soldiers, Jewish men who had fought for the Fatherland, they\nwould be not hurt in any way, which of course was a lie. My father was a very prominent lawyer,\nmade a lot of money, we lived very nicely and comfortable. He was also, as a lawyer, not\nprepared to move to a different country with different law. A doctor can move anywhere, learn\nthe language and check the people. My father, by the time we got here was 60, and he -- he did --\nhis English was pretty grim. So there he -- we all had to start over. Now, before we get here, let\nme tell you where it began.",
        "A: Okay.",
        "A: Yeah.\nQ -- and your mother’s maiden name, if you know it.",
        "A: Yes. My father was Mac Zellner. My mother’s name was Gertrude Markus, M-a-r-k-u-s. She\nwas one of the first women who got a doctor’s degree, at a time when most of them didn’t even\nhave high school, she started at the University of Breslau, and had a PhD. She never used it, too\nbad, but she -- she was a very intelligent woman, and that helped. My father studied law in\nGermany, and he was just a young lawyer when he was drafted into the army. After he came\nback, he met my mother and they were married very shortly after. You know, after the war,\nthere’s always -- the men come home, the same thing after this war, they want to settle down.\nWe were two children, I am Ruth, my sister who was younger, was Margaret. And we lived in a\nplain place in the beginning, because you couldn’t get anything. Then we had a very beautiful\nhome. And we were beginning to look to come to the United State. We did get a visa from my\nfather’s cousin, whose parents had come to the States already, we didn’t know her. But, as I said,\nthe Polish quota was oversubscribed by that time in ’37 or so when we started looking. You just\ncouldn’t get on it any more. So we looked around to see if there was any place that we could\nwait, like for instance, Cuba.",
        "A: My father’s parents had died long before me. I somewhere have a little family tree, but it’s\nnot very helpful. They must have been born early in the previous century. My mother’s parents I\nknew, but they too -- my grandfather died very early of a gallbladder operation. My\ngrandmother, we had to leave her behind, because she was old and a little weak. We couldn’t\nhave left with her. So wi -- my parents took her into a Jewish home in Breslau, paid forever, and\none thing I really like to mention that, we had a lovely cook with us forever, she was a very\ndevoted Catholic lady. And when my grandmother went to that home, she rearranged for her to\nhave a job there, so my grandmother had somebody who was familiar. What we were told 1s that\nshe died in the home. I hope it’s true. I come back to that life -- cook of ours later. As a -- my\nchildhood was all right. When things became difficult, I left the school where I was, because\nthese were the daughters of the big shots of Nazis, and my parents sent me to a school run by the\nchurch. The teachers were not nuns or anything, but they were [indecipherable] with everybody\nwas from the church. There were quite a few Jewish kids there. In the beginning when we came,\nthe teacher would come in [indecipherable] crystals, I don’t know if you understand that. When\nHitler came, heil Hitler. So that wasn’t so great after awhile, but they were very dedicated to\nhelping the Jewish kids. But in ’37, things became too uncomfortable, and I went to the Jewish\nschool. I still measure [indecipherable] I don’t know what -- if you know what that is, it’s a little\nmore than the metric. Some of my children from my school got two years credit in college here\nfor what -- our exam. Yeah. Many of those who got a lot of credit were veterans. So they, of\ncourse, they were very helpful. When I sent my paper to Washington, or Albany I think it was,\nthey didn’t get too hysterical about it. I didn’t get credit, but I never studied for credit. I only\ntook the courses I needed for my work. [indecipherable] jumped ahead. Then, in ’39, we were\ntold that the -- no, I think I want to tell you about the 10\" of November, that was the\nKristallnacht.",
        "A: Before Hitler, fine, they didn’t know the difference, you had friends all over. Once Hitler\ncame, those who were your friends, were your friends, but they wouldn’t invite you any more,\nyou wouldn’t invite them. It was difficult, it got stranger. The last year that I was in the Catholic\nschool, I was the only Jewish girl in my class. Lunchtime, nobody talked to me. I was -- it wasn’t\nthat they didn't like me, but they were afraid. Their fathers had positions in the Nazi party, and\nshe has a Jewish girlfriend? They couldn’t take the chance. But by that time, I was 17, and I\nreally didn’t like it there any more. As a matter of fact, there was a school in Berlin where the\nchildren of the em-embassies, American, English, would go and learn English, and speak -- get\ntheir own education, the British education. And I wanted to go there. I thought that would be the\nright thing to do. My parents didn’t want me to do that because they thought if there’s a quick\nemigration, I’d be in Berlin, they’d be in Breslau. They said, if you don’t want to be in the -- in\nthe Catholic school, go to the Jewish school. I was very happy there, I was one -- one among\nequals. I was relaxed, we had a lot of fun, until th-the Kristallnacht.",
        "A: I had the papers. They said this paper is not in the national interest, it will be suspended for\ntwo weeks. Well the two weeks are 60 years now. So I mean, I saw what’s going on. Also, you\nhad all these Hitler talks on the radio, and were -- this was a very noisy way of controlling\npeople, they were marching along. But it did not really affect me so much. And when I was in\nthe Jewish school, we had our own swimming pool. So what did I care? And that -- there was a --\na th-theater group, Jewish, concert Jewish. So the last year, when Hitler really was getting going,\nit was a cocoon, a ghetto. Which I didn’t even mind, I was too young, I was happy. There were\nnice boys, there were nice girls. So what’s wrong with that? And as I said, y -- that came to the\nKristallnacht. Until that time, life was okay, I knew I would be leaving Germany, and everybody\nwanted to. But there was no hardship yet, thank God, that came after we left.",
        "A: It’s -- to tell you the truth, I took it so for granted, that I can hardly tell you. I went to school\nin the morning, I came home. It was a big nice apartment, and I -- in -- I remember once I left\nGermany, I had a shock. When you took your dirty boots off, they didn’t come back clean by\nthemselves. The cook did it, so -- I took that for granted. Th-There were so many things that I\nlater thought, gee whiz [indecipherable] spoiled. I was not spoiled, because we were told to clean\nour room, to do this and that. But still and all, I remember one of the girls, one Jewish said to me,\n“This 1s a nice pin, 1s it real?” “I wouldn’t wear costume jewelry.” And you know, these things\nstay with you. And one of the girls -- and also, as I said, before Hitler, invited me to her home.\nAnd I said, “Mom, you say these people are poor, they have five rooms, we only have six.” So\nmy mother said, “How big were the five rooms? As big as our living room?” I learned. You\nknow, it -- that’s why when you asked me, it seemed so terrible away from it. I lived in the\nmoon. And of course, anything I wanted I had. When te -- again my parents trained me. I know I\nwanted to have a writing thing like this, you know, with envelopes and everything. I bought it.\nBut it was 15 marks maybe. My father said, “No. Poor children have to live on that for a week.\nYou return it, and you get your money back.” So I knew you can’t just buy anything you wanted.\nBut what you needed, you got plenty. So if you must -- 1f you remember my life before Hitler, if\nsomebody who lived not on Park or Fifth Avenue, but on the Upper East Side, going to the\nschools that you knew and knowing the people you were supposed to know. But when you are 12\n- 13, you are not [indecipherable] very often, nowadays they are more than then.",
        "A: Well, my father was very well known. He wrote a column for the newspaper about anything\nnew in laws. When the laws was the -- not Hitler law, he had a reserved column, whenever he\nwanted to write. He had the clients from here to there, very important cases. He was a very\ncharming man, and a very good speaker. So he would tell socially anecdote about all the doctors\nand lawyers in Breslau. He was very well known at the -- by the judges. His word counted. I\ndon’t know if I should tell you one case that’s really -- by that time Hitler was [indecipherable]\nalready. There was a couple, an Austrian woman and a German man, and the laws were that -- I\nhave to get this -- they wanted to get married. And the laws are, you have to go by the marriage\nlaws of your home country. The woman was Austrian and Catholic, and couldn’t divorce and\nmarry that man. So they had many cases, I mean, they tried it, no. Then my father got the case,\nand my father, as a Jew said, I think I have an angle. It is important to the German country to\nhave strong German children. If you keep that woman from marrying the man, having children,\nthen it is against the national interest and the Austrian law should not apply. My father won the\ncase. The judge said, “As a Jew, you really made a case.” My father said, “I’m a lawyer.” The\njoke was, she was over 45. No children. It’s just one of the stories that I remember. But I mean,\nhe had an angle. He knew what -- and it -- he wasn’t sarcastic, he had a client and he worked for\nit. He also said -- and that is very different from lawyers here, for every marriage, divorce, he\nreunited half the people. He said it is not right to take money if you can protect a life. Another\nthing I remember from my father as a young lawyer, he worked -- he was associated with a much\nolder man. They went for a com -- how shall I say? It was -- it [indecipherable] of a contract they\nwere working on. They spent five hours on that. Eventually they hashed it out. My father and his\nmentor went back to the office. The older man opened the drawer, took out the contract which\nwas almost exactly what they came to. He had written that before. And he said to my father,\nwhen you argue with people, or have a contract with them, you’ve got to remember their point of\nview. You don’t say it in the beginning, but you have to know how far you can come to make\nthem meet. I wish they had it now in a few places. So, I mean, my father had a very solid\nbackground, but my mother said she used to go to court when he was pleading, sit in the back\nand monitor it. She would tell him what the reaction was of the people, also whether his voice\ncarried. I was too young. I would have loved to go because I was always fascinated by the law,\nand as a kid I was reading all his law books. Some of them weren’t so kosher. I mean, some of\nthem had things there that [indecipherable]. So I learned a lot. I used to tell the other kids what\nwas going on, you know, things that nowadays you read it in every book, but in those days -- my\nparents didn’t mind. They always felt that what I can learn, okay. As a matter of fact, I had a\nreputation. My mother used to say -- and then 40 years later the people in my office said it, you\ncannot keep secrets from Ruth. My mother said to my father, “If -- she will always find out and\ntell everybody. But if you tell her it’s a secret, she not say peep.” And that was from when I was\n12 til I was 80. Well, it was funny.",
        "A: The what?",
        "A: Oh, religion, all right.",
        "A: I see, yeah. Well, I tell you, my father had been -- I mean, everybody came from a religious\nfamily, that really -- they were. My father, as a student had been at the fraternity that was not\nJewish. Most of the Jewish professionals, lawyers, had belonged to -- I forgot the name, what --\ncasaya, I think. My father was not. I don’t know if you know then, students fought with\n[indecipherable] and he had a star. As a matter of fact, when my father died here, he had\ncollapsed and was in the hospital, and a very nice doctor took care of him, but he was very aloof.\nThey thought he was a German Nazi. As it turned out, when we -- when my father died, they\nasked if we would allow an autopsy, and my sister said, “Yes, but the funeral mustn’t be delayed\nbecause we are Jewish.” That man fell over. He said, my God. I mean, he had been professional,\nbut he’d rather not. But I [indecipherable] get into details about it. But this was -- my father\ndidn’t look Jewish, he had a very -- I wouldn’t say arrogant, but dominating. When he came in,\nyou knew it. And one time that I was still in Breslau, a woman came up to me and said, “Are you\nRuth Zellner?” And I said yes. She said, “I recognized you by your father’s walk, and by your\nmother’s red hair.” This was red. So you know it -- people knew us. My mother came from a\nmuch more Orthodox background. My great-grandfather, her grandfather was a cantor and very -\n- very well known too. So when they married, of course as a student, my mother was free will --\nI mean, a respectable lady, but it was unusual to be a student. But she said she wanted a Jewish\nhome, so we had a kosher home. Passover dishes and all this. And I hated Passover because my\ngrand -- great-grandfather, the cantor, made it last forever. And I couldn’t understand. He\n[indecipherable] the maid took me home early, but not early enough for me. Then my father\ncome back the Seder after my great -- great-grandfather died, then he made it very interesting.\nAnd he -- sometimes in -- you know, during the end of the -- rather the beginning of the Hitler\ntime, many people realized that there were Jews who hadn’t much of an idea. So we would invite\nthese people to let them join in a Seder, they’d never seen such a thing. And my father always --\nhe doesn’t just [indecipherable] down this thing, he would stop and make very interesting\ncomparison, so it was a very nice Seder. He died right after the Seder on Passover many years\nlater. So Seder has -- now I don’t like it so much any more. So the -- otherwise, my parents were\nmembers of the Jewish community. There were Jewish clubs, even before Hitler. The B’nai\nBrith, and the Society of [indecipherable] and of course on the high holiday, people went to\nsynagogue or dressed up with their prayer books, until Hitler came. Then you didn’t dress up,\nyou didn’t have -- show your prayer book, you just sort of sneaked in into a little something.\nThere were several synagogues in Breslau, Orthodox, I don’t think you would call of a member\nof the Reform -- not even Conservative, it was a Modern. Very nice rabbis and a beautiful\nbuilding, burned down.",
        "A: Of the synagogue?",
        "A: New synagogue. And the old one, I don’t know why, it was called the [indecipherable]. It’s --\nthat’s animal. I don’t know, maybe it was the shape of it. They could not burn that down because\ntoo many Nazis lived around the houses there. But ours -- I may even have a picture. Gee, I\ndidn’t think of it. Maybe when we have a lunch break. What a beautiful building. And weddings,\nI remember the older sister of a friend of mine, who had a wedding that was still before Hitler\nbecame to -- too much of a nuisance, with the long, white velvet gown, marching down for a\nmile, like Saint Patrick’s. This -- but of course, that stopped too. Otherwise -- I mean, we were\npart of the Jewish community, and there was a Jewish community paper, and I remember they\nhad a lot of family announcement of course, you know how it 1s, it is like patting on your\nshoulder, the big shot this and the big shot that. And they also lived that, the little boys who\nbecame Bar Mitzvah. And when I saw the big brother of my girlfriend was listed, I was so grown\nup. Then, after awhile, the older sisters of my friends got engaged, more grown up. I must have\n10 years [indecipherable]. And these papers were very nice. I don’t know if you’ve heard of the\nAufbrau. That was formed here in the early 30. And here too, they had announcement of things\nthat happened in the Jewish immigrant community, and people -- also after the war -- I want to\ngo ahead on that now, when people came over from the camps, they would have long lists of\nnewcomers, where relatives could meet again. Well, now they have a few obits. And that’s just\nthe way it goes, it’s also 60 years. But I remember the Jewish -- Breslau Gemeindeplatt. It meant,\nthe community, the Jewish community of Breslau. That was pretty cohesive. I’m not sure how\nmany people were there, but it was a lot. They are gone.",
        "A: No, my father was involved in Jewish thing, as I said, the B’nai Brith, and the other\norganization. Otherwise, before Hitler it didn’t matter whether people were Jewish or not. That --\nyou see, In many ways the German Jews, of the educated, professional class were so integrated,\nmuch more even than here. You just didn’t know. And you didn’t ask, I mean, Dr. Zellner, who -\n- what are you, Catholic, Jew? Nobody cared. But that came down with a bang.",
        "A: In Germany”",
        "A: Yeah, German.",
        "A: No, I don’t even understand Yiddish.",
        "A: I can dope it out when I see it, because you know, German people thought Yiddish was\nvulgar. It was bad German. It isn’t, it’s a language in its own and they bring it up again. But the\nonly language we spoke was German. And it what they call high German. I -- I personally was\nvery good. I remember when I wrote essays in school. One day we had to write one -- that was\nthe -- not Nazi school, it’s one of the earlier ones, I was maybe 13. The teacher gave us\n[indecipherable] of paper and said, I want to read to you a story, how that subject should have\nbeen addressed. So how interesting, she read my story. I was so surprised. And when I had -- you\nmay not know when -- you have [indecipherable] too, as you have a choice subject. You are\nbeing examined in three or four things, and one you can choose because you think you are most\ninterested in. So I had chosen German literature. And by that time the Jewish school was not\nallowed to conduct its own exams any more. We had to have one of the Nazi big shots supervise\nthe whole thing. He was great. He was wonderful. You know, that was always -- they were such\nnice people, but they -- most of the time they’re afraid to come out. Now this one examined me,\nand everybody was laughing because I really felt so at home with [indecipherable] and Schiller\nand all that stuff. I don’t know how much you know about them. So I’m saying that to show how\nintegrated we were. And the -- some of the Nazi -- none of the Nazi teachers I had in the\nCatholic school were evil, because the religion balanced that. They were high in the party\nbecause they had to be, but when they could help you, they did. But God forbid it would come\nout. That would have hurt them, and also their families. So that was one of the reason that people\nwent along. They did try to have -- when I get to the -- the 10\" of November, I'll tell you some\nof that. Do you have enough of my first chapter?",
        "A: I talked more about it than I had planned, but if you have any other questions on my old past.",
        "A: I don’t think my parents made speeches, they lived it. We knew the Jewishness by being\nkosher. We knew the non-Jewishness by having books, all the German literatures, and we were\nsupposed to read it. I mean, they didn’t sit down and say this is that and this is this. A few weeks\nago, I saw an obit in the Times that a man [indecipherable] died. He was the son of a very\nimportant Weimar official. I don’t think he was the president, but he was a chancellor or so.\n[indecipherable] all the Jews voted for him. There was some [indecipherable] who was a Jew,\nand had -- I don’t remember which position. So they were in the highest government position\nbetween ‘24 and ‘33. I don’t know if you know about the inflation. After the war, the German\nmoney wasn’t worth anything, if you had a suitcase full of money. My father said he would get\npaid with shoes for me, because when people got paid, they went to the bank, it wasn’t worth\nanything, million, billion. Then von Schacht, who was later on a Nazi, straightened things out\nand in ’24 it stabilized, and between ’24 and °32, there were many important Jews in the\ngovernment, in art, in the Berlin, the plays, the music, many names that came over here\neventually. It was a very blooming, blooming positive thing, and we were part of it. My mother\nand father went to the theater, they told us what the big plays were. So we were never -- we\nnever sat down and got told the facts of life, I don’t mean that this way, but we just lived it. I\ndon’t know how that is here with the rich people, but we were very close. My parents were not --\nI mean, they had the big social life, but we were part of that [indecipherable] their children. So\nthey knew who we were dealing with.",
        "A: He was at the Belgians [indecipherable] and he said he -- well, I don’t know what you know\nabout Germany. Gerta had the [indecipherable] the [indecipherable] was the Easter walk, a very\nfamous part of it, and my father told me, as a young s-soldier, on Easter Sunday there was no\nshooting, and he walked along the demarcation reading that part of the [indecipherable]. You\nsee, that came through. I mean, I still can recite [indecipherable]. And that how we were\nintegrated, Gerty, Schiller, all these things were part of everyday life. He came -- that’s\nsomething he told me too, he was a young soldier, I have to really remember that. And a soldier\nwas supposed to salute an officer. He wasn’t paying attention, he was walking when an officer --\nthat was not at the front, it was -- he was on furlough. And the officer said, “Soldier, why didn’t\nyou salute me?” My father said -- he was quick thinking, “We were under an overpass.” In a\ncovered room, the soldier doesn’t salute. So the officer said, “What were you in private life?”\nFather said, “A lawyer.” Figures. You know, I haven’t thought of [indecipherable] thing, but you\nsure brought them out. But this gives you a picture of the atmosphere, which changed.",
        "A: No. As a matter of fact, I remember I said to my father once, if you -- if they don’t want\nJewish law you have to work any more, how will we live? And my father says, “I still have some\nclient.” Also my father had -- board renter apartments, and we will live on that. And I’Il be\nwriting articles for the paper. I was reassured, of course none of it worked. He didn’t have any\nclients any more, the papers wouldn’t publish him any more, and they took the houses away. As\na matter of fact, we got the list when we were here, what had happened to all the houses\n[indecipherable] bomb, and taken away. And my father gave it to my brother-in-law, and said,\n“This is your dowry.” So we survived it. But --",
        "A: Well, as I said in the beginning, there was no interfering, because when you had the -- the --\nwere a front soldier, you had bled for the Fatherland. Even peop -- later on, even people with the\nIron Cross and all the decoration, the wounded one, they were kicked out. It was limited.\nEventually my father closed up his office and moved into our apartment. Then, when he took\ndown the shingle, he wasn’t -- he was rather depressed. And my mother said to him, better you\ntake it out than I do afterward. So -- but I -- when that came to that point, we were looking for\nemigration, and of course I noticed that. But until I think I was about 14, I wasn’t too much\ninvolved.",
        "A: My --",
        "A: After you’re dead.",
        "A: She’d rather have a living husband who took down the shingle, depressing as it was after 30\nyears, than for her as a widow having to taking it down. She felt, as long as we are together. My\nmo -- you know somebody said to me once here, in this country, “Now that your father is doing\nall kind of work, 1s he still the same man he was as a lawyer?” And I said “Yes, in my mother’s\neye, yes.” And you know, many refugee families broke up. You know, the big shot wasn’t so big\nany more. And my parents had a very good marriage. Very -- I don’t -- if -- I mean, it wasn't the\nkind of hugging, kissing. My father never was much for hugging, kissing, my mother a little\nmore. But there was a great respect and understanding, and affection. Anything else from that\ntime?",
        "A: Well, we had a lot of money, and that was not yet f -- that was only confiscated when we left.\nI think if -- I mean, when they confiscated it, that was that. But I know that financially until we\nleft Germany, there was no hardship. At the big time, we had a cook and a maid and a nursemaid\nand all that stuff, which eventually we didn’t have any more because we didn’t want Nazi people\nin the house. We wanted -- our mansion was so lovely and loyal. But my grandmother, who was\nold, she lived in our building on a lower floor, in a small apartment, so my mother could\nsupervise her. She had a nurse and a maid who made breakfast and lunch. Dinner was made\nupstairs and the maid brought it down. We didn't trust those two women, so we brought my\ngrandmother up. You see, that’s how we noticed things, the office was upstairs, my grandmother\nwas upstairs. The maid [indecipherable] this and that was gone. But it didn't hurt me, you know,\nit didn’t interfere with my everyday life. My parents could tell you everything, but I was coasting\nalong, and they took the people to concentration camps, and smashed the windows, that I saw.\nWell -- ooh, I don’t want to rip -- excuse me.",
        "A: Me -- I remember, I knew that we were trying to get an affidavit. I also remember that my\nmother asked some relative who lived here already, who had come to visit, to find the name of\nmy father’s cousin, which she said she couldn’t find. Then somebody else emigrated, she asked\nthat man to sign some name and we got it in two weeks. My mother never forgot that woman,\nbecause she said if we had gotten it, we could have gotten out with money, we -- and if -- if it\nwas up to that women, we would all have been killed. I mean, my mother, she was smart, she\nnever told the lady that she hated her. But -- and the other man, the one who was not even related\nor anything, she always, whenever there was an occasion, there was a gift from us. She -- she\nsaid he saved our lives. Something else of my mother is I told you she was a chemist. She had,\nwhen things got wh -- cyanide. She said if they came for us she would have given us a lemonade\nwith cyanide, we would have been dead without knowing it. She was not having her family taken\nto a camp. Took some doing, but we got out.",
        "A: The name of what? Of --",
        "A: Well, they were very wealthy people here, and that if -- they did give us the affidavit when we\nfinally reached them. But here too, a year before we came, the husband had died. He was a very\nprominent man, who had helped a lot of refugee getting settled. He would arrange -- he was in\nreal estate -- for instance one man, a young man, got a contract to do the hardware for building.\nIf he had been alive he would have guided my father into some business, we would still have had\nmoney to work with. You know, in those years it was a depression, if you had a thousand dollars\nin your pocket, you had a lot, people earned 10 dollars a week. So by losing about two years,\nwhich also was a Polish quota, and the cousin who gave it to us was a widow and old, and she\nwas sweet, she invited us for Thanksgiving [indecipherable] you know.",
        "A: Mayer, yeah.",
        "A: Mayer, M-a -- I would rather you don’t mention the name though, because the children and\ngrandchildren by now, I ga -- don’t know how much they are even involved, but they were very\nprominent people, and nice people. Maybe we were wrong, maybe we should have asked them\nfor some more help. I know somebo -- my cousin just died a little while ago, she was in her 80’s.\nIn -- just say we couldn’t get in, but don’t mention the name.",
        "A: You mean, they both agreed on it?",
        "A: Yeah, I didn’t quite follow that.",
        "A: No, they agreed.",
        "A: If anything, my mother was pushing my father. You see, she was younger and she realized\nthat there was no more future. My father was reluctant about how to support his family -- which\nhe never did here, I mean, my sister and I supported it, ineffectively, but -- but we\n[indecipherable] that after lunch. And so -- but my mother said the time has come before the\nNovember °38, that we cannot stay. We’ve got to work on it, but 1t was very hard. We tried to get\nto Bolivia, we tried to get to Panama, and nobody wanted anything, only Cuba -- again, a lot of\nmoney per person, was willing to take us in.",
        "A: It was ’35?",
        "A: No.",
        "A: I don’t remember much about that, I was 14. I do remember is the Reichstag [indecipherable].\nThat was in ’33, when they burned the [indecipherable] the new Reichstag, and -- which was an\nabsolute joke because the man whom they accused of doing it was stupid, and he couldn’t have\ndone it with a match, that’s the kind of thing you need all kinds of flammables. The Hitl -- Hitler\ndid it, but he --",
        "A: Well, Reichstag. That’s where in -- now in Berlin they are building it up where the\n[indecipherable |",
        "A: And right after Hitler took over, there was a fire. And I mean, this was a building like in\nWashington, you don’t -- one person doesn’t burn it down, and they didn’t have a bomb. It -- the\none -- von Lupich was his name, he was addled. You could see. I mean, when he wa -- he\ncouldn’t have lit the match. And they did it for propaganda, to show we have to fight the\nCommies, or whatever. Yes, I remember from the beginning, but I was 12. You know it -- you\ndon’t remember these things.",
        "A: Not that I saw anything. I heard about thing, but I was much too busy with my own life. It\nwas a Sheltered life for me. My parents, of course, were involved, but this is optimistic. Before --\nI’m trying to think what I could still tell you of before. And of course, my sister was four years\nyounger, she knew even less. We were children, and we were being protected. What time is it?\nEnd of Tape One\nBeginning Tape Two",
        "A: Which year?",
        "A: Yeah, 738.",
        "A: Okay, then we start with in November, pogrom. That I can tell you a lot. It -- I remember that\nthere was a news on the radio where some Polish kid had shot somebody at the German embassy\nin Paris, and that there was a big commotion. I had a bad cold and wasn’t going to school the\nnext day. And I said, gee tomorrow they are all going to talk about it. When I come back the next\nday nobody will talk any more. Well, one time I was wrong. Well, the nec -- the day after when I\nwent to school a friend of mine came running up the stairs, you can’t go to school, there’s a\npogrom. It was not on the radio, but -- not yet. So I went back home, and one of my father’s\nsister was a widow. She lived in Breslau and she had visited her sister somewhere else. And my\nmother, as I said, she was a very forward looking person, has said to her sister-in-law, give me\nthe keys to your apartment in case I have to hide my husband. So she and Father went to that\napartment. There was no man there so they wouldn’t be looking for anybody, and then my\nmother came back. Two friends of my father came over and said they were going to drive to the\nSudetenland. This was right after Chamberlain had made the Munich arrangement and given the\nSudetenland to hit -- to Hitler. And these three men figured that the Nazi organization wasn’t set\nup yet. It was just two or three weeks later, so that’s where they drove. It was about four hours,\nmaybe, three hours from Breslau. And one of the men [indecipherable] a priest and asked him for\nasylum. The priest said sure, you can -- anybody who is against Hitler can stay in my house. But\nthe next morning he said, “I am not a favorite of the Nazi, they may search here, I’m going to\ntake you somewhere else.” He took the three men to a nunnery. The nuns were very nice. Really.\nYou know, honest people are nice, never mind what religion. My father and the two other men\nwere there for maybe four days. Were very comfortable, good food. And as -- it was\nentertainment for the nuns, too. Then they heard that the action was over and they came back to\nBreslau. Did you take the receiver off again? No. Because [indecipherable]. When they came\nback to Breslau they contacted my mother to find out if it was safe to come home. My -- the men\nwere in the car from there, and my mother did something that she said was the hardest thing she\never did. When my father was gone a Gestapo man came, looked over the apartment, didn’t find\nmy father, said, “Well, when he comes back have him report.” So my mother took all the papers\nfor emigration and said to my father, “We are going to the Gestapo to report.” She made sure that\nshe went to the wrong room. And there there was a decent guy, he said, “The aktion 1s over, go\nhome.” And my father said, “Mark the record, I have reported as required.” So when they came\nhome, my parents told this nice maid to talk to all the neighbors in the whole block, that my\nfather has been released from the Gestapo. Otherwise somebody would have asked -- would have\nsaid, for brownie points, you know, he is here, take him. So this way, he got away from it. We\nalso -- school was closed. I was in the Jewish school by that time. The windows of the Jewish\nstores were smashed. People were picked up if they looked Jewish and taken to concentration\ncamps. So by that time we knew, never mind what, we had to get out. When school opened, all\nthe teachers had been in the camp, and when they came back, they were so thin, and so young\nlooking because many of them had beards, and they were shaven. We didn’t recognize them.\nAnd one man whose father was also -- I mean, one boy in my class, his father was also a\nprominent lawyer, very impressive looking, was taken to a camp. And when the boy came to\nschool he said, you know this morning I woke up, there was a bum in my bedroom, and it was\nmy father. He had just come from the camp, he wanted me to see him like that. I mean, it was\nsuch a horrible thing. I knew one man was arrested in the street, and so was his son, but they\ndidn’t know about it, they met in the camp. The son had -- he came down with pneumonia, and\nthe father was trying to help him as much as possible. They told the father he can go home. And\nthe father said, I would like to stay til my son is out of danger. If you don’t go now, you cannot\nget out. So he left, he had a wife and an -- two daughter. And a week later they brought him the\nashes, they brought in a -- what they call these things, they’re -- urn.",
        "A: So these stories you heard all over.",
        "A: I think 1t was Buchenwald, but it could have been any of the others, Sachsenhausen, there\nwere quite a few of them. And you didn’t know where they were. They couldn’t contact you.\nAfter awhile, especially those who had a paper for emigration, were sent home. So the\nemigration offices, of course, and the quota were oversubscribed. At that time, at the end of ’38,\nit was very hard to get out. One thing was strange. Another sister of my father, also a widow,\nwas at home reading when the door was smashed open, two SA men came in, heil Hitler, heil\nHitler. Who are you? And she stammered her name. Pardon me ma’am, excuse me, I’m so -- we\nare so sorry. Off they went. She couldn’t figure out what happened, but her name was Arianne,\nand they thought she told them that she was Irish. So that was some -- something funny, the only\nfunny thing of the whole -- but in many cases, after the wa -- after that, the men left Germany,\nand left their wifes and children behind, because a man would have gone back to camp. The\nwomen were not quite so in danger. So the -- the -- the Saint Louis --",
        "A: No, he didn’t.",
        "A: No --",
        "A: -- because we made sure that --",
        "A: -- everybody knew the Gestapo didn’t want him, thank God.",
        "A: Scared, very scared, because we didn’t know where he was. He couldn't telephone. I don’t\nknow if they could tape phones at that time, but still and all, we had no idea. We were optimistic\nbecause, as I said, the Sudetenland was not integrated yet into Germany. But after he came back,\nand after the aktion was over, we never felt comfortable. Also, the smashed shop windows were\nnot being repaired. The people either didn’t have the money, or they were in the camp. I mean,\nwhat could you do, so you walked along the street with the boarded houses, the synagogue had\nbeen burned as I told you. And everybody was trying to get out. It was not yet that they had to\nwear the Jewish star, that came later. Also, it was not yet where people couldn’t sit on benches in\nparks. That was after I was gone. But you knew that things were coming, nobody knew how\nhorrible, but still and all. So Cuba had asked I don’t know how much money for visa. They\nthought they could make it a good business, and people would wait there til the American quota\ncame up. And we had an ship, the Saint Louis, which was a luxury ship. She was scheduled to\ncruise from New York to Bermuda all summer long, back and forth. Well the -- figure, if we get\nthe 900 Jews on this ship, and -- it’s a free ride. So we got on, and it was a beautiful ship.",
        "A: Well, first of all, my father was in touch with the travel agent. Any ship in a port, you know.\nBut -- so that’s how he knew. We were -- th-the scheduled ship was two weeks later. They had\none in April and one later in June. Every month there was a regular ship, but this one left on the\n13\" of May, and the travel agent said, I can get you on it. The preparations, you could not take\nyour own things with you without getting permission. Permission manager had to list everything\nyou had, and what you paid for it. Some things my parents bought after they married, you had to\nput an approximate amount down, and pay the thing over again, as an exit visa. When you\npacked, there were the Gestapo in the house, with a list that you have sent, and watched what\nyou took. And some peoples tried to smuggle jewelry also. Well, that was the end of it, if they s -\n- if he saw it. We did not. We packed and that big, fat guy was standing there, but he was\nreasonable. I mean, he was not [indecipherable]. And we put everything into a lift van that was\non the Saint Louis. However, when we couldn't land, they shipped the lift back to Germany, and\nfrom England we wanted it out, it went to Rotterdam, it was bombed. That’s why I have no\npictures. Everything was gone.",
        "A: You mean reparation?",
        "A: Some furniture, I think. And some -- I mean, winter clothes, because we went to Havana, we\ndidn’t expect to use them until we came to the States. So we had -- you see, people couldn’t take\nthe money out, so they bought expensive clothes that would hopefully last for years with\nwhatever money they had. My father had so much money that he were permitted to take, I don’t\nknow, maybe five percent out of the country, which also went to Cuba. Cuba sent it back to\nGermany. What did we need it for? We eventually got it to England, but because it came as\nGerman money to England, we couldn’t take it out when we came here. Then we left, right and\nleft. I mean, 1t wasn't only the Germans who were mean. The same thing happened -- I mean,\nCuba was horrible, too. And the English could have let us take our money out. That didn’t come\nuntil years later.",
        "A: No, there were -- that’s th -- I mean, we just wanted to get out. And we did take -- we\ncouldn’t take jewelry out, you had to hand that in. My mother did something because she was a\nchemist, and she dissolved gold into shoe paste and we had a nice round little shoe paste, which\nalso was lost. And I used to say that somebody may polish their shoes, they don’t shine. What\ndoesn’t shine is gold. Who would know? Well, we tried, but it didn’t work out. My father put\nsome diamonds into a hammer. It’s gone. We really only came here with 40 dollars a person, and\nwe were happy about it. But we are not here yet. So we got on the ship, and we didn’t know it,\nwe thought we were away from Germany, but the ship was still German country, I mean, you\nknow, the nationality of the ship was the German. And the fireman, we found that out later,\nwhere the Gestapo keeping track of not only the passengers, but of the crew. They were scared,\ntoo. They had been told to be polite, but no contact with the passengers. The captain was not\nsupposed to join the passengers, no captain’s table, or so. But we had a swimming pool, the food\nwas good, and we -- we thought we were all right.",
        "A: Yeah, and what happened was my father had business to do with the man who was supposed\nto transfer our money in Berlin. So he and I left, while my mother and sister still worked with the\n[indecipherable]. They were to come to Hamburg couple of days later. I know when we went to\nBerlin, my father went in the dining room, and Jews were not supposed to do that. I wouldn’t go\nwith him. I was so scared. Nobody thought he was Jewish, as I told you, he didn't look it, he\ndidn’t act it, but I was sitting in that stateroom, I couldn't wait for him to come back. I thought it\nwas mean of him to put me through it, but he -- he was -- he was leaving. It could have messed it\nup completely. But we got to Berlin and he went to that banker, and one of my father’s brother\nlived there with his wife, and we went over to say good-bye. And a friend of mine I had gone to\nschool with was in Berlin wa -- I told you, where you learn English and she wa -- became a\ncorrespondent in English, French and Spanish. She was very knowledgeable. So she came by to\nsay good-bye. I never saw her again. They went to Bolivia and [indecipherable]. But -- so we\nspent the afternoon and when my father saw on the timetable that there was a train leaving for\nHamburg, he says, might as well. That was funny. We had two rooms, because my mother was\ncoming, my sister was coming, and we walked around in Hamburg, I don’t know if you know it,\nvery famous red light district. But it was -- I mean, people were drunk there, 1t was more like a\nConey Island. And I was walking with my father, I was 18, and we were f -- a woman came over\nto my father. And he laughed and he waved her off. How can she come up here when I am there?\nThat was funny. So, he spent the night, the next morning we went to meet my mother and sister,\nand we waited. We were fo -- I’m trying to remember, I think we came over there on Monday,\nand the ship left on Friday the 13\". So we were there -- there for a night, with a Hamburg, and ni\n-- they have -- I don’t know if you have heard of that, the [indecipherable] canal, just like\nLincoln tunnel. I don’t know from where it goes to where, but some very nice guy walked us\nthrough and showed it to us. And I was so impressed that you can walk under the water under the\nriver. I had no idea that I was going to go to the [indecipherable] through the Lincoln tunnel\nevery damn day for many years. And another thing, my father wanted to give us a treat. And\nthere was a Tierpark. That is not a zoo, but [indecipherable] for the wild animal. They caught\nthem, kept them and sent them to where this circle zoo. And I hated it. It was smelling like all\nout. I have never gone to a zoo again. But it’s still out there, but not me. So then they said we\nshould report on that, and there I can show you pictures, maybe we do that later. [indecipherable]\nget too interrupted. When we were up on the gangway with 59 people [indecipherable] you know\n[indecipherable]. And we had the room for the four of us. My parents had the lower berth and my\nsister and I, because there was no more room, it was full up, we were lucky we got on, very -- we\ndidn’t know how luc -- lucky. And we were -- and we had a table for ourselves, the four of us,\nand Friday evening the band started to play -- you wouldn’t know -- you -- you don’t speak\nGerman, do you? One of -- that was you play when you go, good-bye, and the ship pulled out.",
        "A: [indecipherable |",
        "A: I don’t know how to translate it. [speaks German here]. Do I have to leave the city, you\nknow? Well, some people wanted to come back, but not on our ship. It’s so -- it was very pretty,\nand we had entertainment in the evening, everything was nice, and everybody was optimistic.\nOne thing happened on the trip out. There was a man overboard and the international law 1s, if\nthere is a man overboard, a ship has to stop for two hours and search. He was a refugee from\nRussia, he worked in the kitchen as a dishwasher, and he got so depressed he couldn’t take it any\nmore. His brother was there too, and they had to put him into an isolation cell for the rest of the\ntrip, which was rather depressing, I mean, that -- where the refugees have [indecipherable] before\nin over two hours. But, was okay. We were scheduled to arrive in Havana on Monday, but the\ncaptain had heard that there could be problem. So he traveled as fast as he could, he figured once\nwe are there, we are there. We arrived on Saturday.",
        "A: You mean in -- on the time on the ship of it -- no.",
        "A: Yeah, we were happy. Well, I mean there was laughing and we were -- there were a lot of\npeople we knew, it was very social. The whole two weeks were very social and cheerful, and I\nknow I was very seasick in the Bay of Biscayne. I couldn't get out of my bed. But it was a very\nnormal, nice trip. Of course, they were worried.",
        "A: How -- how would we live?",
        "A: It was a relief time. We thought we were out of it, which we were not. We found that out.\nWell, we thought we were free to go. And there were many people who have come from\nconcentration camps right on the ship. And they, of course, were happy. The trip out, you have to\nimagine like any other cruise now. The crew -- the crew was helpful. You got your bouillon, you\ngot your this, you got your that. Suddenly you were the way it used to be 15 years before. When\nwe came to Cuba on Saturday, they said it was weekend, we were too soon, they were not\nprepared to land that. We believed it. Not very smart, but anyway. We were very near to the\nHavana, and you probably studied that, people who were in Havana already went on little boats\nthat cruised around the Saint Louis. Sometimes it was a parent, husband, and the other one,\nthey’re on the ship, they would holler up, we would holler down. And they would say, be calm,\nyou'll all get down, be calm. We didn’t -- we didn’t know what it meant. I mean, we wouldn’t\nfall down the gangway, would we? But until Monday, we accepted the situation. When we didn’t\nget down on Monday, it -- we became suspicious. And then the American Jewish Joint swang\ninto action. They tried to bribe the Cuban government with, I think, I don’t remember how much,\n2,000 dollars for each passenger, an awful lot of money. But there were two thing that were\nagainst the Cuban giving in. One was, there was a quite a good connection with the Nazi. There\nwere a lot of them up in Cuba, and they thought of [indecipherable] down. Also the one who had\nsigned our visa was in disgrace, for no particular reason, we took too much money, so did\neverybody else. So they were very stubborn about it. One day, [indecipherable] two of us sitting\non deck when a man came running from the bathroom, his wrists slashed, bleeding all over,\njumping overboard into the harbor. He was from Breslau, I knew him and the children very well.\nThe harbor police fished him out. One of the sailors went after him to save him, which really was\ntremendous. He went to Havana into the hospital. They would not allow his wife or children to\njoin him. They had to go back to England. We lived near where we did, at the hospital when he\nwas well, a month later came too.",
        "A: I was there, everybody saw it, of course. And he was a very upset man, I mean, he had a hard\n-- he was scared. He had been in the camp, and he wasn’t having any. So that was a pretty grim\nthing. The captain, who had been very aloof, been told to be aloof, invited the wife and children\nto have all their meals upstairs in his room, because he wanted to protect them. You know,\npeople would have been nice, but then you are worry. And --",
        "A: Th-The wife and the children. I mean, they could have let the family go, couldn’t they? That\nwas [indecipherable] the next, the mean thing. So we were sitting there, and we were told -- I\nthink that was the first of June if I remember right, that we had to go out of the three mile zone\nso we would be out of Cuban water, and then they could start negotiation. So that’s what we did.\nIt was a beautiful day, the ship was standing there, water, air, everything was very lovely. And\nwe are waiting, and at night everybody woke up because the ship was running full steam ahead.\nAnd everybody thought they were in Europe already, you know, we -- something was put over,\nwe were sitting there in daytime and rushing where at night? So the passenger -- I don’t know if\nriot is too much of a word, but they all ran into the lounge, demanded the captain.",
        "A: They demanded to see the captain to find out what on earth was going on. Screaming,\nshouting, and I was so scared of -- the people, you know, they came down the stairs, up the\nstairs. Well, you couldn’t blame them. And the captain explained that there were negotiation\nbetween us and San Domingo, and another part of Cuba, and I don’t know what, and he was\nheading for a spot that was equidistant, so when the solution came we wouldn’t lose any more\ntime. And di -- at that time the captain felt that about a half a dozen men would be a liaison\nbetween the passenger and him. My father was one of them, so he was very busy. We were\ncruising around, and came very close to Miami, I remember the palm trees, it looked so pretty.\nBut at that time Miami wasn’t what it’s now, that was much later. We thought maybe we could\nget there, but the Coast Guard came with guns, so we left. And -- what I said to you before, some\nof the women, my mother signed a letter to Mrs. Roosevelt, whether she could help. Didn’t\nwork. Understand that is in the Holocaust in Washington, may not be on display any more. So\nwe were cruising around and there -- we got all kinds of telegrams, don’t worry, you’ll get off\nthe -- eh -- and they -- forever they said you will not have to go back to Germany, that was the\nrepeat all the time, which of course nobody believed any more. But one interesting thing was the\ncrew, who had been told not to be friends with anybody, got very upset. Whenever there was a\nmeeting there were two or three in the back to report to the others. And they said, what’s going\non in Germany? We are on the ocean, we don’t know. One of the sailors got involved with a\nJewish girl. And the [indecipherable] the Gestapo knew very well, so he killed himself. They\nfound him hanging in his cabin. So they were really taking their life in their hand to be\nsympathetic to us. And the -- the captain told my father, I don’t know if other people knew it --\nlater on I read it in books. He said, if we have to go into the English channel without a chance to\ngo anywhere but Germany, he would [indecipherable] the ship at the coast o -- coast of England,\nand then we would be shipwrecked and they would have to take us in, and to hell with the ship. It\nwas some thing. I mean, that man was unbelievable. Luckily, by the time we got into the\nchannel, the Jewish Joint had convinced England, Belgium, France and Holland to take in 200-\nsome people. We landed in Amsterdam -- not land, I mean we berth -- berthed in a -- and Mr.\nTropper -- and his name should be honored. He had -- was the one who really did everything\nfrom the Jewish Joint. He came up with representatives of the four countries, and one of the little\ngirls came and said she was sorry she couldn’t give him flowers, but she thanked him for ret --\nsaving all our lives. That woman, as a matter of fact, is quite active in talking about the Saint\nLouis. So when they made up lists, my sister and I helped, for the passengers who traveled\ntogether, but didn’t have the same name, like a couple with a mother-in-law, because they\nshouldn’t be split up. The four countries had certain requests. I know Holland wanted single men\nbecause they had [indecipherable] could take care it better there, and they expected a war. They\ncould have a few more soldiers. I don’t know what Belgium wanted, France. The lucky ones\nwere England because a year later Hitler had run over the other countries, and many of the Saint\nLouis people were killed. And we -- he -- something funny happened, we -- our first and -- was it\nAntwerp? I’m not sure, we didn’t get off there. And there was a big ship in the back of us, going\nto Chile, and somebody called my name. Was a girl from my school, she was on her way to\nChile I was coming back from Cuba, and a -- a -- you know, these little things are so -- they\nilluminate how crazy everything was. Then they announced on the intercom certain names that\nwere going to Holland. Belgium first, and then the others went to Holland. They were -- they’re\nonly half of it. And we, who went to England and France, we are put on a freighter, to --",
        "A: Yeah.",
        "A: Well, people -- I really should have gone into that. People were planning to go overboard.\nAnd they hope that the young people could swim for two hours, and if they couldn’t, the next\none would go, to save the life of the other. That’s why the captain of the committee had a -- a\nwatch on deck at night. Nobody was allowed out any more, some levelheaded people. You must\nremember that there were some people on the ship with the shaven head, directly from the camp.\nThey were not taking any chances to go to Germany, they’d rather drown. If in -- last few days --\nwell, if what I think about, we left June first, we landed, I think, on June 19. There aren’t this --\nmust have been about two weeks that -- the last week was really terrible. You just didn’t kn --\nand you were so helpless, what could you do? We have telegrams, and all up the [indecipherable |\nwasn’t. Nobody believed it any more. And --",
        "A: My father didn't talk about it. He was with the captain, and I mean, these men did only public\nannouncement. What he said to my mother, I don’t know. But they were not going to spread\nrumor one way or another. They had bulletins, and that was that. I mean, probably the way it was\nwhen the Cuban missile was here with Kennedy, they didn’t talk about it. They did what they\ncould. So -- but I don’t know one thing, when we landed in England my father came down with\npneumonia because so many days and nights he had been working. He was completely\nexhausted. He had been with the captain, he had been with the other committee member, and\ntrying to do what they could.",
        "A: No. It was impossible to think to go back to Germany, because what probably would have\nbeen happening, we would have taken off the ship into a camp, and be killed. I don’t know if my\nmother still had cyanamid -- cyanamid -- cyanide in her pocket, that’s quite possible that she\nwould have given us a lemonade and we would have dropped dead.",
        "A: Oh, yeah.",
        "A: We had -- we didn’t know ev -- the crematoriums were not yet, but people died whether --\nright and left. They were beaten, they were shot, they were God knows what. That much we\nknew, not the full extent. That came much later. But we knew it was a death sentence. Coming\nback to Germany was inconceivable. And of course the -- that’s why the -- why had that -- where\nI spoke the cruelty of the other countries. I mean, what 900 people. They could have been saved,\nand they were, but wa -- some people -- some of the Saint Louis people are very bitter, even\nnow. I am not, mostly because I was lucky to get out. But I know that Roosevelt was under great\npressure. He could not go ahead and do it, it was the depression. So [indecipherable] he managed\nto defeat Hitler. If he had been -- this was ’39, if he had been defeated in 1940, you know what --\noh, that new book, that [indecipherable] -- you’ve heard of the book now, yeah? That we should\nhave let Hitler go ahead and we would have been very happy here. So that feeling was much\nstronger then.",
        "A: I don’t think I thought much about it. I said, I wish they would let us in, but nobody else did\neither. You know, there wasn’t a much of a difference between all the country, I just hoped we\nwould get somewhere. I wasn’t particularly interested in going to America. I was interesting to\nstaying alive. And eventually then I knew my number would be up, the quota --",
        "A: -- if I managed to survive it.",
        "A: I knew that. I just couldn’t believe it. You knew the same thing when we were in England and\nthe bombs came down. You -- you just -- your whole concept -- I think soldiers in war time too,\nthey are afraid, but they just -- oh, excuse me. The enormity does not hit you until after. I don’t\nknow if you’ve ever been in any danger, you do what you have to do and then afterwards you\ncollapse. Then it hits you how close you were to catastrophe. And that’s the way it was on the\nship. I remember I annoyed some people. I said very innocently, I dreamed last night that we had\nthe Christmas party on board. And that was in June. Nobody liked my smart [indecipherable]\nremark, but I didn’t even think. But I was still about 18 -- yeah, 18 in ’39. So -- so there we were\non a little freighter, we were about 400 people still, and the Saint Louis took off for America, for\nthe cruises. And the crew lined up on deck, and said good luck to the Jews, which was\nsomething. And they told us, we are so glad we don’t have to go back to Hamburg, we are going\nto New York and we cruise to Bermuda, and in the fall when we come back to Germany,\neverything will be forgotten. Been not forgotten in 60 year.",
        "A: Yeah.",
        "A: In German, [indecipherable] in Juden. It was them saying -- I mean, they really were in\ndanger, those sailors, and so -- but they got so involved in that, what was a -- well, we were on\nthe ship for six weeks, but the commotion was for three. And if you keep hearing it and hearing\nit, how frightened people are of Germany, you wonder what country is that. Maybe that’s the\nway the black people felt in the south. You know, when -- when they was no -- no help. You are\ntrapped, especially on a ship. And also there was a question about food, and [indecipherable].\nThe food was sufficient, but the last few days they didn’t give us so many choices. In the\nbeginning it was a first class ship, you could choose from six entrees. In the end you had either\nfish or meat. It was enough, but no waste.",
        "A: I had no personal relection with the -- personal connection with them. They were pleasant, but\nI kept away from them, I was afraid of them. By the time I realized that they really were very\nhelpful, we were gone. So then we went on a freighter first to France, where 250 people got off,\nand the freighter had very few cabins. Most of all that in where the freight used to be, there were\nbunk beds maybe three, four high, you had to climb up. And you could just roll out of bed and\nhave breakfast because the tables were there, too. A few cabins were reserved for my parents and\nthe other men from the committee. I feel appreciation for they had done. But the rest of what\nthere was, one freight room for men, and one for women. You had to climb down the ladder to\nget in, and we were mean. When you sit downstairs and people come down the ladder, you see\ntheir legs first. And we had bets up to the knee, what legs are coming down, except one woman,\nshe had ankles like that. No bets on her. You know, and we -- with all the commotion, we kids\nhad some fun. Never -- as a matter of fact on the ship I was walking around with one guy, he was\nvery friendly. And I was friends with another guy. And one day when I was walking with one on\ndeck, the other one came and said hello. And it turns out they were brothers. I didn’t know that.\nThere I was flirting with two, and it was all very nice.",
        "A: The cap --",
        "A: Well, the captain was -- let me start with the end. After the war he was called for the\nNuremberg Trial, and my father then [indecipherable] this man wasn’t a Nazi, he saved a\nthousand people. And he was acquitted. My father and he correspond until my father died, and\nthe captain died soon afterward. He was a poet. He had a son in Hamburg who was -- I think he\nhad infantile paralysis. And he was very fond of his son and whenever the ship came in or out, he\nwould play -- the band would play the son’s favorite song, I don’t remember which it was. So he\nwas unbelievable with what he did. And he -- of course the higher people, the Gestapo had him --\ntried to intimidate him, but he was -- but you say, how did he learn how to stand up for thing? It\nwas a decent, honest person. I don’t know what religion it [indecipherable] and I don’t care.\nThere are people that are -- it shows you the picture in the book, a little book that he wrote in\nGerman and sent to my father. He went back to New York then, with the ship.",
        "A: He saved us. I mean, when they told him to go back, he didn’t. He knew it would cost him his\nwhatever they call the stuff that the captains have. He knew he would be cashiered. He wasn’t\nbecause he had to go back to New York. He just didn’t obey order. And we didn’t know all the\nthings he did, we just knew we -- he helped us survive.",
        "A: The oren -- he only was going to [indecipherable]",
        "A: We knew it meant Germany unless somebody else [indecipherable] us before. He doodled\nand dawdled around, he stalled everything. And as I said, he was prepared to [indecipherable] the\nship so we would not have to land in Germany. And that is just as much as any captain can do f-\nfor his ship, and for his passenger. He said to my father he was scared stiff, and my father said,\nme, too. But this wasn’t necessary.",
        "A: He didn’t talk about it.",
        "A: I mean, you know, as a lawyer, he was used to keeping secrets. He may have told my mother,\nbut he sure wasn’t going to tell his blabber daughters. He wouldn’t take the chance. But he talked\nto her a real -- I don’t know.",
        "A: That -- that was at night when it’s -- we didn’t see it, we just felt it. And that was, if anything,\neven worse. I remember they demanded that the ship turn around because they were afraid the\npassengers were going to Europe. So the ship turned and turned and turned. And we could see by\nthe sun that it was a full turn. So we were being cheated. And that’s when they really screamed.\nOh, it was a -- a riot. But the captain calmed them down, convinced them that he was on our side,\nwhich was the greatest thing he could do. But that of course, was right in the books for the\nGestapo.",
        "A: They kept track of everything.",
        "A: What could they say? We don’t want to.",
        "A: You see, you don’t know -- I don’t want to criticize your question, but you have no idea how -\n- what do you think people said in the death camps? They couldn’t say anything. You were just\nliving from minute to minute. They would say there is a new notice on the bulletin, everybody\nwould run and look at it and not believe it. They would say -- I don’t think it’s [indecipherable].\nWe were supposed to go -- it was at San Domingo, I -- there was the -- they said maybe if they\ngo to a different harbor in hav -- in Cuba, they will let us get into the dec -- back door.\n[indecipherable] But everybody said, oh I don’t believe it. And especially people who have small\nchildren, they were very frightened. I mean, everybody was. So that was that part. When we\ncame to England, and as I said, we were the lucky one, because the other -- by July *40, Hitler\nhad run over the whole thing.",
        "A: No, no, as I said, each country had requirement. My father was working with the\nrepresentative, and I know the Belgian representative wanted us to come to Belgium, but my\nfather said no. He had a choice, because he was [indecipherable] he said, with the war coming,\nwe go to England. He knew what he was doing. As a matter of fact, I didn’t know it at that time,\nbut my brother-in-law’s parents were also on the Saint Louis, and they went to Belgium. They\nwere underground for four years, living in a little room -- in a little room what faced the\ncemetery so nobody saw the window. People brought them food, and from ’40 to ’46 or ’45, they\nlived underground. Their son was here already, he was in the army, and the -- in ’46 they met\nagain here, and he met my sister, I think two months later married.\nEnd of Tape Two\nBeginning Tape Three",
        "A: Not that I remember. I may not have been involved with it.",
        "A: Not at the time. Afterwards I learned a lot of thing, but at the time you just went along.",
        "A: I can’t say, no.",
        "A: You know, the whole thing is like a blur. You lived one day and you wondered, as I said. You\nlived for the bulletin, and you hope th-that what anybody said didn’t mean anything. You just\ndidn’t believe it. I know that the bulletins were in English and in German because my father say\npeople misunderstand the English one, they don’t know enough. Now there was one bulletin,\nthere is still hope it -- to land in Europe. That still was not a negative. So my father translated it\nto there 1s hope to la -- I mean, in German without [indecipherable] you know, with the flavor of\nthis [indecipherable] because they looked like eh -- so that was -- that was all we did, watch what\nevery -- we got telegrams maybe three, four times a day from Europe Jewish community, from\nAmerican community. They collected an awful lot of money, which they had been prepared to\ngive to Cuba. And what nobody could understand, why the Cuban didn’t just take it. but it was a\nmatter of principle. I think they were afraid of the Nazis, of the Hitler people there, because there\nwas a very large underground in Cuba. And they were afraid if they displeased them, it would\ntopple their government. You know how governments get toppled.",
        "A: Into what?",
        "A: Yeah.",
        "A: Well, when we got to England, we had no chance to do anything, they did for us. There was --\nthey called it the Rowan house, that took care of refugee, they ar -- are -- it’s when we got off the\nship we were given a number by one of the -- I guess, social worker. She said, this is the number\nof your train car, and this is the number of the bus that will meet you in London. So that’s what\nwe did, and the bus took us to a little pension, you know a little hotel, mostly students were\nthere, and we had a room arranged for by the Rowan house for one week. And my father\n[indecipherable] got sick. My mother asked if we could stay longer, they said no. They probably\nthought we were just telling them. In the meantime we found out that my uncle from Breslau had\narrived in London, and we found out where he was. And we went -- he was in what you call a\nbrownstone, I don’t know what they have in Washington, here in New York they have the\nrefurnished brownstone houses, and the -- the rooms are rented out to people, each room -- not\napartment. And he and his wife and son had one room, and here -- the landlady gave my parents\na room, but she had no other space, she said she would in two weeks, and my sister and I were in\nanother building that belonged to her, under the roof. It was slanted attic and there we were, and\nwhat impressed me was, in Havana, where in daylight, 1t was pitch dark and in 15 minutes was\nbright sunshine. That was near the equator. In England, dawn and dusk were [indecipherable |\nespecially during the war when they had daylight saving, you could read at 11 o’clock. I like\nthat. So there we were in England, and after a month, I got a job doing millinery work. I put\nlabels into the hat, by appointment to her majesty the queen. I’m sure she never wore my hat. I\nwasn’t very good at it. And then came the war, September ’39 [indecipherable] arrived in June.\n[indecipherable]. By August we knew. I went sightseeing on Saturday after work, but most of the\nthings were buried already for safekeeping. Children were taken away from London. Things\nwere getting ready, but not as ready as they should have. When the war started, I was working in\nthat millinery, and one of the girls said, did you know that trouble had started? And I said,\ntrouble, does that mean war? She says, yes. So in those let -- last few days the ambassadors went\nback and forth, but then it was war. They called it the blitzkrieg, they thought the Germans\nwould come like this, which didn’t happen, and they made fun of it and called it the sitzkrieg,\nthey were sitting. But by April -- my factory kicked me out, they weren’t busy any more and me\nhe could do without. And in the spring, of course, Hitler ran over Belgium and everything. And\nat that time, the English were afraid that among the refugees there would be Nazis hiding as\nrefugee, and all -- most of the men were put into camps, my father, and everybody. So he was -- I\nthink it was the Isle of Mann where he was, from June, July, August, September, three month. In\nthe meantime the blitz had started. Every night the bombs came down when it got dark until it\ngot daylight. And of course as the la -- nights got longer, the bombs went. We -- I know we were\n-- one time we were standing in the basement, sitting there, and the house was shaking, and I was\nthinking, I hope the ceiling will stay up. If the ceiling stays up we’ll be alright. Then, after the all\nclear, you went around looking what houses weren’t there. And my father came back in\nSeptember, and he managed to get passage for us to come to the State, which was very hard to\nget. I mean, the ships were being sunk, and they needed ships. So we went to Liverpool and went\non board. Blackout. You couldn’t go on deck with [indecipherable] doors, because you know,\nyou couldn’t even smoke on deck because a light carries very far in the ocean. We had air raid\nalarms. Mostly they were just tests, but sometimes you could hear planes, and you didn’t really\nknow where, what. So we went -- I think it took about more than two weeks. There were three\ngroups of people on the ship. Children with their mothers or their nannies, that came to Canada\nfor safekeeping. And some refugees, and a whole batch of young men who just came on board.\nNo paper, no nothing. Well, what we find out, we were full -- I think two full crews for ships,\nwhich Roosevelt had promised Churchill cash and carry. They picked up the ships in New York\nand take them back to England. So, I remember one thing, everything was blackout and no -- no\nidentification. And when we were near Halifax, there was a fog and an old English man said,\nwell, when the king and queen came to Halifax, they were befogged too, so it’s all right. And I\nwas standing on deck with some guy and we saw the captain come out. We hadn’t seen him\nbefore, because I mean, it was a heck of a job getting the ship over. And he was looking up and\nsaluting, and we saw it was the Union Jack wave, and that meant we were in Canadian waters,\nand we’d done it. Now that moment I will never forget, because on that ship, you\n[indecipherable] you never got undressed. You had your lifebelt, you had your winter coat, and\nyour boots. You had to have the winter coat in case you went into a boat. You had to be able to\nthrow it off in case you went into the water. Same thing with the shoes. I mean, that was another\nscary ride. I didn’t take a cruise until years later. But we were in Halifax, we -- they took on foo -\n- food, and oil. And then we sailed down to New York. I didn’t see the Statue of Liberty. We had\nto be showing our papers downstairs, and when we got off, there was a man from the HIAS. I\ndon’t know if you know that [indecipherable] on Esther Place, I think it’s still there. They would\ntake newcomers in who had nobody to meet them. Most of them had some relatives, we didn’t.\nSo he took us down to the HIAS, and that was really scary, I was scared. We were sitting there,\nthey told us to wait. It was it -- two days before Thanksgiving. And the two men came over from\nVienna. And my parent -- my sister and one of the guys went out one door for a little walk, and I\nwent out another door with that guy who was very scruvy looking. Unshaven. He walked me\naround and around. I said, I want to go back. He wanted to sh -- he wanted to show me\nsomething. I was say, gee whiz, I can’t even tell the cops where I am. I didn’t have an address,\nwhat was going on? But he wanted to show me Woolworth. In those days, for one dollar, you\ncould buy candies, and stocking, and stationery, everything was a dime or 15 cents. I was\noverwhelmed. Then he took me back. But it -- it’s very uncomfortable. So we were in the -- that\nwas Tuesday we arrived, Wednesday we went down to Times Square where the Jewish\norganizations were. I was very disappointed. Times Square in daylight was very scruffy, even\nthen. And the woman who took our particulars said we should come back on Monday because\ntomorrow is Thanksgiving, we won’t work, and Friday we don’t work. What was Thanksgiving,\nwe didn’t know. So she gave an -- an appointment for Monday. And I -- my sister and I, we went\nback to the HIAS, and my parents went to see that cousin, and -- who invited us for\nThanksgiving dinner next day. There were all kinds of family there, a big to-do. I don’t know if\nyou know -- your -- “Life With Father’? You don’t know the play? That was new at the time. A\nwhole string of redheads, Irish. And when we came in, they said, the Irish fam -- “Life With\nFather”. We didn’t know what it was all about. So we met a cousin of mine and he took us out,\nand he said he had a friend who was in the employment agency of the [indecipherable] and we\nshould go there, and she introduced us, we had coffee with her, and she said we should come on\nMonday and see if we could get a job. And we did. So we were there on Tuesday, on Monday we\nhad a job. It was a -- two Viennese men were making gloves for the Army and Navy. And my\nsister sat on a little machine and made all those fingers. You had to make, I think 10 dozen pairs.\nYou didn’t believe it. It was piecework. And we were still in the HIAS because we -- everybody\ntold us to leave New York. They said it would be better in a small town, a small community\nwould take care of us. My sister and I, we sat there and my sister, she was a tough noodle, she sat\nnext to the fastest person and matched. She became the fastest one in the group. I wasn’t bad,\neither. So in those days, the minimum was 10 dollars a week. And she and I each made 18. That\nwas a lot. And my -- we took work home for my mother to finish. We came home with big bags\nof gloves, and she finished it and we took them back. I mean, she didn't work all night, it’s the\nnext day. And so she earned some money. My father had all kinds of funny jobs in the\nbeginning. He was working for a dental lab, delivering the false teeth. That’s for the lawyer. But\nhe was really terrific, he did whatever came, and after awhile he got a job as a bookkeeper,\nwhere he stayed the rest of the time. So between 18 and 18 and maybe my mother eight, my\nfather maybe 12, that was, in those time, livable. But of course, we bought yesterday’s bread,\nwas cheaper. I went to my first movie after one year, on my birthday somebody took me. A date\nwas an ice cream soda with two straws. I mean, it took doing. And at first I could not go to\nschool because I was war work, so you had to work long hours. And once they did -- somebody\ntold the Army and Navy, knitted gloves are no good, they wanted a -- what we made were liv --\nknitted gloves with leather palm. But they wanted leather gloves with lining. All the soldiers in\nthe ar -- [indecipherable] said ours are better, we have a better grip. But, government. So we\ndidn't have government work any more, we made gloves for skiing, and that gave me a chance to\ngo to school. And I went -- I don’t know if you know it, on Lexington Ave. in [indecipherable] is\npart of City College, the Brandeis Institute, that’s for business. I didn’t take credit, but I learned.\nYou know, auditor. And when I thought I was ready, I started in an office, very much at the\nbottom. I worked my way up, and my sister got married, and my father died in ’56. He died on\nthe last day when he retired, he didn’t come home any more. He collapsed in the subway. We\ndidn’t know where he was. But eventually I co -- went to the police and declared him missing,\nand they found him in the Roosevelt hospital, he died the next day. That’s where that doctor was\nwho thought he was a Nazi. So that’s how it went.",
        "A: The doctor?",
        "A: He thought Father was a Nazi because he didn’t look Jewish, we -- we had an accent, he had\nthose student -- what they call a smisser, I don’t know if there is such a word.",
        "A: Scars, from sabers, you know, fenc -- much --",
        "A: I don’t know what -- if they do it even here, not any more. Not in the -- not for fraternity. It\nwas like an -- being in -- before you joined it, not hazing, it was more a courage thing. Maybe\nyou could even call it hazing. So they thought he was a German Nazi. And then he was so nice.\nWhen he found out that we were Jewish, you know, he was -- this was shortly after the war, and\nmaybe he had family in Germany, you know, and he didn’t fee -- he was a good doctor, but he\nhad no warmth, and it was so funny how suddenly he was helpful, and -- you know, there’s a\ndifference between being correct, and being nice. So then my mother and I, we moved down\nhere, because she had a heart condition at Washington Heights -- I don’t know if you know\n[indecipherable] Heights -- it was hard for her to walk. And my sister, she got engaged the day\nshe met her husband, and they got married six weeks later. And all that about a month after her\npa -- his parents came. I don’t know if his parents were very happy that he suddenly had a bride\nand a baby a year later. He was a chemist.",
        "A: Yeah [indecipherable]",
        "A: It was a com -- I mean, the -- in the lounge there were prayer, for Friday night and Saturday.\nNot specifically only for the Saint Louis, but I mean, we were there on the Jewish holiday, right,\nShavuot, in May that would have been. So they had their routine prayers, but not particular one.\nAnd you know, that reminds me of something else which really doesn’t belong in here. When I\nwas on a cruise to Alaska, they had Friday night service conducted by a priest. Was he ever\ncareful. He was a lovely guy. It was the Fourth of July, which made it easy for him to preach,\nbecause Fourth of July is no religion. And one man who was knowledgeable Jewish, he said the\nJewish prayer. He knew -- the priest also knew some Hebrew. It was quite an experience,\nbecause he conducted masses every day for the Catholic people on board. So, it was nice",
        "A: I don’t think it was religion that kept my father and mother on. They were Jewish, and\nconscious Jews, but I don’t think, at least I never remember that we had a prayer meeting. There\nmay have been Orthodox people on board who had their meetings in their cabin, but we were\nmedium religious, even when we were here. I mean, I now am what they call every day Jew, for\nthe three holidays, I’m a member of the synagogue, but I don’t go often. If I had children I think\nI would have been more conscientious about teaching. But we were not that religious. There\nwere many people who didn’t even know they were Jewish until Hitler told them. They were so\nassimilated that it was a great shock for them. It was not for us, we knew we were Jewish. But I\nknow -- I have one friend, she and her husband came from family who, as I said, they never\nknew they were Jewish until they got kicked out. They had a little son. When he was 12, he was\nwanted to be Bar Mitzvah. And they thought he wanted the party, he -- but he wanted, so for a\nwhole year he had his dad take him to classes, and then there was a Bar Mitzvah with a lot of\npeople who’d never been in a temple [indecipherable] and that little guy got it. You know,\nreligion is a very changeable thing. I’ve seen people who were not religious, and their children\nmarried very religious, and the other way around. It -- I don’t know how religious you are,\nwhether you are an organized religion that makes you do certain things certain days. And I know,\nfor instance, the Orthodox Jewish religion -- and there were these Orthodox Jews on the ship,\nthey have to do things that way, whether it’s kosher, whether it’s Shabbat, it’s a very -- I don’t\nwant to say constricting, because the people who do it don’t feel it’s constricting. I do. You know\nthey -- their whole life is built around it. My family and I never were. My nephew is married to a\nnon-Jewish girl who is very lovely. She knows more than he does by now. So 1 -- I always feel\neverybody should marry everybody else so they can’t get mad at each other.",
        "A: The necessity, we didn't have a choice.",
        "A: I mean, what could they have done? And my grandmother stayed in Germany, there was\nnothing she -- they could do. My mother always felt very bad, but she said she had -- she owed\nmore to her husband and two young children. It’s -- they provided for her and there was that --\nthat nice lady was there, but if they had been very religious they would have taken her along, and\nwe would all have gone into trauma. Religion was not -- you will f -- you know, many people\nbecame very religious once they were in the camp. And I always feared the -- it’s a prayer that\nthey say in memory of those who died, and I always think that ma -- prayer 1s wrong. It says for\nthose who died as martyrs for being Jewish. I feel it’s much sadder those who died who never\nknew they were Jewish, who really were just told, you are Jewish and you drop dead. The ones\nwho were Jewish and religious as you say, probably had an easier time. Th-That’s what I think, I\nmay be wrong. Gee, I feel like on a Freudian couch. But it’s interesting to think about things that\nyou usually don’t.",
        "A: Over my dead body. I once was in Germany for two days, I couldn’t breathe. It was -- now it\nwould be different because a different generation. When I was there, I was very tense. I knew I\ncouldn’t blame everybody. And one man I know my age went to Breslau and he gave a long\nreport on it. I could hardly read it. It turns my stomach. When I was in Germany, the young\npeople didn’t care anyway, and the old people said how come you speak German so well. I was\nwith a tour from here. And of course they figured it out because I spoke German well, and I\ndidn’t know what a mark looked like, you know, the German money. And one day we were in\nHeidelberg. Have you been there? And in Heidelberg we were not allowed to have our tour\nguide, but a local woman to show us around. And she of course had my number. And she was\nmy age, and I knew she must have been a young Nazi because at that age, she was 13, I mean,\nshe didn’t have a choice. She came over to me, she asked me how I was doing, what I was going,\nhow I had lived in America. It was very nice. And I don’t know if you’ve heard of it, in\nHeidelberg, that’s where the students are. They have an enormous -- a beer keg, and they open\nthe keg and everybody gets a glass. And she calls me to open the keg. [indecipherable]. And I\nwas thinking, gee whiz, I don’t know what she did when she was 18. People are people, all\nkinds. But I was glad when I was out of the country. The older ones looked at me -- not this\nwoman, but others, suspicious. I don’t think they liked me to come back. But it was part of the\ntour or I wouldn’t have gone.",
        "A: Oh yes, but we -- we [indecipherable] wrong side. Breslau became Polish, so we did not get\nthe German, the f -- restitution, the full one. If people for instance who were on the German part\nof Berlin got three times as much as the one on the other part of Berlin. So we never got all that\nmuch. We got some for my lost education, but nothing terrible dramatic. I had to earn my\nmoney.",
        "A: Tom -- Tom is very interested, and he pushed me into all that, and --",
        "A: Yeah, that my sister’s son, the older one. You didn’t talk to him. I think -- what did I -- so\nmany people talked to him. He was the one, the man -- you --",
        "A: -- on the Saint Louis, you n -- oh my -- Scott. You know Scott? [indecipherable]. Well, you\nare not really the Saint Louis part, you are the other -- well, he -- Tom is very interested, and he\nwant me to dictate -- maybe from this [indecipherable] something. Ken is not. Yeah, he 1s\nyounger, six years younger, makes a big different. And his whole -- he has a wife, three children.\nHe is still interested, but Tom always says, I want it for Ken children. I don’t even know if\nthey’d be interested. You know, this is ancient history for them. And another few years who will\nbe left who lived through it? I am almost the youngest refugee. Anybody later was foreign born.\nAnybody who was six, seven years old when they came over here.",
        "A: Pll probably remember in my bathtub later. That’s an old story, isn’t it, when you want --\nafter the party you remember what you want to say, but I don’t think so. I --",
        "A: Okay. Okay. Am I on the tele -- these are my parent --",
        "A: Okay? These are my mother and father in the good old times, in the 30’s, before all the\ndisasters happened. They look happy, they look more prosperous than later. They look also as if\nthey weighed more than they did in later years when all the worries were so hard on them. I like\nthese two pictures. Okay, this is a picture of the Saint Louis when she left Hamburg. I think the\nskyline is the ham -- from Hamburg. And the little tugboats are kicking the ship off to a good\nvoyage. This is a picture that the ship photographer took of the people as they got on. My father\nis walking ahead with a hand full of paper to document our exit. I am the second one, looking a\nlittle suspicious, and my sister follows me, looking where she is walking. I presume my mother\nwas take -- coming behind us and didn’t get in the picture any more. Was in -- in May 30, 1939.\nThis is a picture taken on the Saint Louis. I’m pretty sure that it was taken on the way out,\nbecause we would never have looked that nice on the way back, when we were worried. My\nmother’s the first one, I’m behind my father, then my sister is standing on my father’s other side.\nAnd it’s just one of the nicest pictures of the trip, when we were still thinking we were happy.\nThis is a picture of the committee that the captain had [indecipherable] to act as a liaison\nbetween the very upset passengers and the captain, who tried to keep the boat steady. I do not\nknow all the name. My father is the one in the center with the bow tie. I do know all the men, but\nnot their names. I’m trying to -- maybe they are on the back? Back of the picture? Goodman,\nWeiss, Manasser, Zellner, Joseph, Housedorf, Vendick.",
        "A: Oh, without? Okay. The name of the men who were the committee was the first one,\nGoodman, the fi -- on the left, Weiss, Manasser, my father, Zellner, Joseph, Housedorf and\nVendick. There are two, four, six, seven. One of the men, I should be nasty enough to say, got on\nthe committee because he argued about everything. Anything the committee du -- did, he\ndisliked, so they put him on. This is Havana, which at that time was a beautiful city, from what\nwe could see, and we were very close. You see the little boat in the front. Relatives of the\npassenger would hire these boats, they would leave Havana and go around the ship two or three\ntimes, screaming up to their relatives, everybody was hollering for everybody, reassuring us,\nwhich didn’t work, and we would ask question, what could be done, but we never got an answer\nbecause there was no answer. Then on June first, the ships were not allowed to come any more,\nand we knew we had to leave.\nEnd of Tape Three\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 13, 1999\nRG-50.030* 0402",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Ruth Zellner,\nconducted on October 13, 1999 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "RUTH ZELLNER\nOctober 13, 1999\nBeginning Tape One"
    ]
}