{
    "rg": "RG-50.030.0244_trs_en",
    "sequence": [
        "Q: Would you please like to give us your name, age, and where you are from please?",
        "A: Yes Sir. My name is Thomas L. Ward. I am originally from St. Louis, Missouri. I was born\nin St. Louis, August 10, 1921. I was reared in St. Louis up until the time that I went into\nService.",
        "Q: What type of a family life did you have? What type of family? Large family?",
        "A: I had...we had a large family. All my family were plumbers. They were in the plumbing\nbusiness and we lived in the...at that time, we lived in Northwest St. Louis. My father had a\nshop in the basement. Years ago, all plumbers had their own shop in the basement, and I\nwas cutting pipe, which they don't do today, when I was 9 years old, learn how to cut pipe.\nAnd I worked at the plumbing shop every Saturday with my father and my brothers did too.\nAnd we were raised in a Catholic Parish in St. Louis called Corpus Christie which is in\nJennings, Missouri. I went to school there. I went to grade school there. I proceeded from\nthat school, and then I went to Bomount High School in St. Louis, which is on Natural\nBridge Avenue and after that, I...uh...1 worked at a place called Famous and Byer, which is\na department store downtown and which 1s still there, and I worked there until ,uh, well for\na couple of years, and then I was...I went into the Army when I was quite young.",
        "Q: How old were you at the time?",
        "A: I was 21.",
        "Q: 21. In what year was that?",
        "A: That was...20...that was in 1941.",
        "Q: 1941. Maybe, you could tell us a little bit about it.",
        "A: No. I want to cut that. No. I was 20...20 years old, because I went to Fort Ralley, Kansas,\nthe Second Calvary, which was a horse drawn outfit at that time, and we stayed there until,\nuh, uh, they broke the horses up and they made it all mechanized. And when I say\nmechanized, everybody went in different directions. And, uh, then I wound up on the West\nCoast...uh, with the 107th Calvary, and they eventually broke that up and moved us to\nCamp Hood. It's Port Hood now. The mechanized outfit. And from there, why, we became\nreplacements. I hope I am not getting too fast. We became replacements while the war was\non. This was after D-Day. I should summarize this a little bit. For the 3rd Calvary, which\nwe...uh...we were replacements for the 3rd Calvary for the line duty men we called it see,\nwhen the boys passed and got hurt and killed, why we replaced that. And I...1f 1 am going\ntoo fast or...",
        "Q: No, that's fine.",
        "A: And then I would...we went to...uh...I hope I haven't left anything out.",
        "Q: No. That's fine.",
        "A: Then we went...and I was assigned to Troop F, which is the only...the rest of the squadron\nwas accompanied, but this troop was Troop F. They called it Troop F in the cavalry. I'd like\nto emphasize the 3rd Calvary was Patton's old 3rd Calvary...a harsh Navy exec officer,\nGeneral Patton, and he was quite...he was quite...he was quite interested in us at all times\nbecause this is his old outfit. We reconned for the 4th and 6th Army Divisions. We went\nthrough the southern route of Germany.",
        "Q: What do you mean by the Reconn Group.",
        "A: Reconnaissance squadrons are squadrons that would go and find the enemy. Like the Panzer\nDivision of some sort....an illustration of the Panzer. We could not fight it because we were\nlight tanks and we would have to back off and back away and let the 4th and the heavy\ntanks at the port in the 6th Harbor come in and fight for us see. And we\nwould...Reconnaissance Squadrons...that's what they called us....a reconnaissance squadron\nto find out where everybody was and how we would fight them, and then the Colonel...we\nwere attached to the 20th Corps...uh...I wanted to get that in. And...uh...which we fought all\nthe way in the south, fighting...fought our way through the south, literally fought our way\nthrough the south at all times, all day...many battles I was in. I mean, not only me, but the,\nthis troop.",
        "Q: I might ask what was the year that you went over to Europe?",
        "A: Uh...Europe was °43.",
        "Q: 1943?",
        "A: Yal. March. Yal. or February. We were a replacement, if you know what I mean.",
        "Q: What part of Europe did you go to?",
        "A: Oh, we went by France, Germany, all the southern Germany, Cassell Uh, we just went all\nout. Well, once you...once you became a replacement, you went to replacement pool. And\nonce you became a replacement, you were forwarded to that...to that outfit, and you were\nanother man. You would take his place as a replacement in the troop. And we fought all\nthrough southern Germany.",
        "Q: Who was your officer in charge?",
        "A: Captain Brennan.",
        "Q: And how many men consisted of your little reconnaissance group?",
        "A: Oh, there was...was quite a...quite a...1t wasn't a small one. You mean of this one company?\n250 people. That's only one.... Now a reconnaissance squadron is a group of companies, but\nour troop was one troop. We were the tank troop. They had armored cars, armored vehicles.\nThey had half tracks, uh, light tanks, and we were the light tank for this here one...this here\none group. We were only tank in this here one squadron, in 3rd Cavalry reconnaissance\nsquadron. We were the only tanks, but we had...there were two or three other squadrons\nattached to 20th Corps that went a different route. We had this here...we wound up in\nAustria, and our commanding officer was Colonel Walleck.",
        "Q: So the Germans were beginning to be pushed back?",
        "A: Yes. They were fading back, and they...we had...we knew how to fight the Panzer see.\nEventually you could not fight a Panzer tank because the bullets, shells and everything\nwould hit the front. Uh...you...you...the just...you know, they would glance off, but then\nthey would put concrete in front of the tanks so we would have to hit them on the side to\nknock them out. You would have to go around to the side and shoot them and knock the\ntracks, the half tracks off of them, and that's how you destroyed them, and then they started\nfading, and people started...the Vermax started to give up...you know what I mean...and\neverybody...the horse drawn, there was a lot of horses, and they were...dead people...I hate\nto get into this...were all over the place. I mean, you know, soldiers, horses and dead horses\nand just everything until... And we knew that we were...we knew that we were\nforwarding...we knew we had a hope then you know what I mean...and we could fight and\nfight much better and we didn't...we didn't come to that much resistance like we had for\nawhile there. We had an awful lot of resistance. And a German was a very good fighter.\nAnd the Panzer Division is an excellent fighter. You had to know what you were doing,\nbecause he could maneuver the tank, and there is an art of maneuvering tank. And anyhow\nwe went in, and we passed, and we went through Austria, and we went into the...I hope I am\nnot getting too fast.",
        "Q: No. This is fine. What part of Austria did you enter?",
        "A: Southern end. And...uh, this is where Ebensee and uh...Kamer...and we did not get to\nWien... Vienna...they call it Wien in Austria. We did not get there. We stopped there at the\nconcentration camp. Matter of fact, we were supposed to get a relief for awhile off the line,\nand that was the time that we did get our relief and, uh, when we ran into this forest... It was\nlate at night, about 2:00 in the morning. We were driving. We never, generally never drove\nat night, and I never seen a battle at night. I never seen a battle at night.",
        "Q: Is that right?",
        "A: I never seen a battle at night and I better explain that why. Because to drive the tank you got\nto have some kind of uh, some light or something...I mean you can't just go down without\nsomething on and if you showed...there's a little strips of light, and if you would show a\nstrip of light, you would be shot at. So that always bewildered me about people said they\nfought. Now I was out on patrol at night. I stayed out. And we stayed in farmhouses and\neverything else.",
        "Q: By the way, talking about the farmhouses and the little towns that you came to, what was\nthe reaction of the people?",
        "A: They were...the farm houses over there...1t was...some of the tanks...there was 2 or 3 times\nthat our tank that we had we'd be going down the hill and we make a turn, and we slide into\nthe farm house, and just knock a hole. You see the farm house...the people lived on top of\nthe farmhouse, and the, uh, uh, cows and everything was in the bottom of the farm house.\nAnd they were good people there. They were good people and they...the Vermark, I don't\nbelieve wanted war. I don't believe they wanted war. I mean 2 or 3 of them surrendered to\nme, just walked up and surrendered to me. And, uh, uh, I don't believe...now of course the\nSS they were very staunch and they wanted to do everything what they wanted to do, and\nthey are very cold hearted people I guess you might put it in that they cared about nothing,\nbut only the father land and they believed that that...uh...we would have our hardest battles\nwith the Panzer Division which was right close to the SS and uh, uh, they were hard. They\nwere good fighters. I mean they are not...you could never take that away from them, they\nwere very good fighters, and they fight to the bitter end, ‘til they died, you see. And, uh, I\nlost a lot of friends in battle. I seen battle. I was in battle, and one of my dear friends who\nwas One...was a tank driver...his name was Buckles...Captain Brennan told him a thousand\ntimes that when you go into battle, you buckle up. Down with the Buckles couldn't do that.\nHe had to have his head up, and they blew his head off. And I have had a lot of friends of\nmine that died in... We would stay...I hope this gets to some of the old timers. If we would\nget into a farm house and it was vacant, and we got to sleep at night we would try to get in\nwhere...close up to where they shoot...if they were going to shoot that morning, they would\nshoot through the windows, and we would be under there avoiding them, you see. Avoiding\nthe bullets, avoiding the bullets because they would shoot in, and they would go to the door\non the other end, but we were close over by the war. Let me specify that. And it's a great\nfeeling to get up in the morning, and you don't know if you are going to die or not, that you\nlived and that you...that you...it's just a great feeling when it was all over with that you can\nsay you lived and we moved out many times early morning to go fight, but not fight at\nnight. Not until that daybreak because you had to see what's going on, and you would...you\ncould...uh...the...we would fight and then if it's too heavy, the big tanks would come in and\nthey would make a diamond. And I seen a lot of American boys...I knew I was in that\ntank...and I knew there were American infantry men all around me, and they were...the only\nprotection they had was that tank or a tank, and they were outside and I was in. However, if\nthe tank was hit, one of our Lieutenants, Lieutenant Benslak, his tank was hit. He burned up\nin it. Everybody burns if it is hit properly enough. And see, these memories I have for 40\nyears. (sobbing)",
        "Q: No problem. There's some Kleenex. You are bringing back some memories and we\nunderstand that. As time went on, as you are getting closer and closer to the Heartland so to\nspeak, did you begin to hear some of the stories about the camps?",
        "A: Yes, we did. But we didn't...we didn't... we knew there were...we were starting to get the\nstories from other people, but we never witnessed this until we got into this camp itself\nand...",
        "Q: What were some of the stories?",
        "A: Well, we sort of figured that the Jews were kept in concentration camp, you know, like\nDachau, uh, uh, Auschwitz, and, uh, but these were all hearsay third party, fourth party\nthings, and, uh, uh, we would hear that just like if our...our...uh...when we get mail, and\nthey would. We would get...our mail would come up to us, you know what I mean, and\n\"Did you hear about this? You know there's a concentration camp, you know, maybe up this\nway or 200 miles or 500 miles or something like that see.\" But 1t never phased me. I\nnever... never bothered about it. I never...I didn't...1 was too concerned looking out for my\nown life, and everybody else was. When you are in war, you don't have to tell a man to\nclean his gun. He will take care of that. He don't want to be killed. And these are the things\nof life. And so but anyhow, we.. getting back to my story, we proceeded into Austria in the\nlower end where all the lakes were and the forests were and we were mostly on a...we were\nsort of like on a patrol unit, you know what I mean. Cause you can't fight too well in the\nforests, in the woods and everything. It's hard to go by, and these are facts. I know. I don't\nknow what any other body said, but I know. So we went into this area, and we got there\nabout 2 o'clock in the morning, and we started hearing moans, but the tanks always moved.\nYou know what I mean, a little bit every bit, but we got into this area about 2 o'clock.",
        "Q: What is the area you are speaking of?",
        "A: Near the concentration camp I am speaking of. Am I too fast?",
        "Q: Ebensee?",
        "A: Ebensee. Yal. Ebensee, Austria. We were near there. We were on the outskirts of it. We\ndidn't know it was Ebensee. I didn't know it at the time. So, uh, there were 3 of us, and\nthe...and we started hearing these moans, and I said, \"What is the world is that?\" You know\nwhat I mean, and we heard human smells of like dead bodies. It's an odor that you won't\nforget. I don't care...there is no way that you will forget it. And I asked the one fellow, a\nPolish boy, I said,\"Benny, what do you think we ought to do?\" He said, \"We can't see a\nthing. It's black out there.\" You know, the forests...you know, no lights or nothing. We'll\njust have to wait til sun-up to see what's going on out there. And I talked to another man, Ed\nMaser. I don't know where Ed is today. Uh...We did talk about it in Chicago in the in the\n50s the last time I seen him. He was in Chicago. He was a New York man. I don't know\nwhere he is today. I hope he 1s still living. Anyhow we went to...when sunup, we went and\nwe seen this huge, huge...it looked like a fort...like the old time forts with all the logs up on\nthem...they looked like telephone poles, that's how big they were now. I am not\nexaggerating that. But they were just lumber. I mean, they were just a tree cut down and put\nthere. And I seen all of these...all of these watch towers...these towers around see...and I\nthought it was a prison at first. I would assume it was a prison, which it was, but not the one\nI thought. Then I told him...I says...I told Benny, I said, \"There's no guards that are up in\nthese towers,\" and that would be unusual. Everything looked like it was just...everybody\nskiddadled and ran or somewhere. So I said, \"Let's take the tank.\" and we both decided we\nwould take the tank and hit the gates. And the gates were loose, you know. They were really\nunlocked. These people were so out of it, you know, they didn't...they just didn't...they just\ndidn't... am talking about the inmates...they were just terrible. Well, when we opened it up,\nthen we seen all of these people there, and they said and they would tell that they were\nhappy to see us and everything and that, uh, we...it was hard. They asked for cigarettes. You\ndon't...I can't...you can't visualize...you can't understand what these people went through.",
        "Q: What did they look like?",
        "A: Human...Let me see. I wanted to explain that. I am glad you asked that question. Their eyes\nwere sunk in. Did you ever seen anybody with a cancer that was wasted to nothing? They\nwere wasted to nothing. Absolutely nothing! They would bring these men into these salt\nmines. This was a salt mine. And they were... would assume they were big men, and they\nwould whittle them down to nothing, and they're.. They would not feed them. They would\ngive them potato peelings, and, uh, that's what the inmates told us, and that, uh, they would\nhave so much cubic, piece of bread, and the guards, who were ex-convicts of German...they\nwere German ex-convicts ran these camps...I mean would...ran the barracks. They would\ncome and ask how many people was there that the inmates would tell it, and we want half\nof that in the morning when roll call would come. And they...I went and I seen...from there,\nwe proceeded...we tried to feed them, and we had to feed them under a guard, under an\narmed guard, a soup line, so they wouldn't get out and they wouldn't feed up their stomach.\nThey didn't have...they were just bones. There was nothing to these people. It was terrible.\nAnd their stomach...they could only digest the soup. They couldn't...they didn't have\nnothing to digest. They didn't have no body, really. Anyhow, we got that...and if you would\nthrow a cigarette down, 4 or 5 inmates would jump on that cigarette, a butt of a cigarette, to\nsmoke that cigarette, see. And then we went into the barracks, and they were high and there\nwere 2 men to each bunk. And then we proceeded and then they told us to go to the\ncrematorium. 4 high and 2 to each bunk. The inmates asked us to come to the crematorium.\nWe didn't know what we were going into. We were...they asked us, \"Please come.\" I\nremember going into there...going to there, and then I seen one room. I would say there was\n500 bodies stacked there. At least 500. I am not exaggerating. I took pictures of them in my\nalbum and if anybody sees this in St. Louis, I would like to refer to my album that I gave to\nthe St. Louis Jewish Council on Ala Street in 1946 of January, when I was discharged out\nof the Army. But getting back to that, their tattoos was not on their arm. There were some\non their arm. Displaced person! But these people in this...in this room...these bodies, I\nshould say, the tattoos were on their chest. And then we proceeded from that room to go to\nthe crematorium, and they would put 2 people on a slab in this crematorium. They would\nhave...they had operating tables there. They would take the gold out of their teeth...gold out\nof their teeth, and make rings out of them. And on the sign of the crematorium, it says, \"My\nbody would rather be burned than go into the ground, and they would push them into the\ncrematorium to burn them, which they would be gone in 15 minutes or whatever it took\nthem. Very quick! But on this thing, I know, I was trying to find a word for it last night and\nI found this word. Hitler wanted to exterminate the Jews and this is terrible, and God would\nnot let that happen. I heard other stories. Not in this particular camp, in other camps down\nthe years, that they would have the Jewish people go into a room and tell them that they\nwere taking a shower...you probably heard this story...where they would gas them. And\nthat's the God's honest truth. I know they did that.",
        "Q: How long were you in Ebensee?",
        "A: A month.",
        "Q: A whole month?",
        "A: Almost a month. A little less. In other words, I was attached to Major Kone, who was Judge\nAdvocate Department when he came in for the pictures and everything and I was attached\nto his...I was relieved....I was taking pictures...which my pictures went to the Allied\nSupreme Headquarters, and went to the Nuremberg trial over that, and, uh, what I wanted to\ndo... wanted to leave a little legacy of this to remind the youngest Jewish children that it\ndid happen because I witnessed it, and I was there. And their heritage is at stake and they\nshould never forget, never forget, because 44 years ago as of this day I can look at it vividly\nthat those persons...dead persons in that room...stacked... You don't forget those things. You\ncannot.",
        "Q: Tell me, did the people...did you see the mass graves?",
        "A: Oh, yes. We dug them. We didn't dig them. The...the, uh, people in Ebensee dug the graves,\nbut I had...we got some...they had horse drawn carts open...wagons... There were no sides to\nit, and they put a lot of the buried bodies...put them on there to take them to there. And there\nwas a hospital in Ebensee that came... However, they knew that there was a concentration\ncamp there. They knew there was some kind of an inmate camp there because they knew tt.\nThey couldn't avoid it. You know what I mean. And however, they did come down to help.\nAnd there was a nun there that came to help and that period everything kind of got moved\naround a little bit there. You know what I mean.",
        "Q: Did they volunteer to come in or did the commander?",
        "A: We went to the hospital. And of course, they volunteered. That was technical...I am glad\nyou asked that question. But we told them to come. We went to the hospital and told them\nto come down there. But they came. They didn't object to it. It was sort of a volunteer I\nguess you would say, but at our request. And then the, the inmates caught one of the\nofficers who was at that camp about a week later I guess, and they turned him over to the\nmilitary authority and one guard they caught and they spread eagled him and stoned him to\ndeath, on the ground, so he must have been a...must have been a very bad man of some sort.\nAnd the nuns came there. Then they told us that there was another camp. Am I getting to\nfar?",
        "Q: No. Maybe before we get to the other camp... The towns people...did they deny what was\ngoing on there? Although they knew it was a camp.",
        "A: That was a good question. I am glad you asked that. They knew it was camp. They did...let's\nput it they didn't want to be bothered. uh, They knew that that was a concentration...they\nknew that the Jews were in that camp. You couldn't help from knowing it. You take a place\nthat large and working in the salt mines and seeing some of them people, they would have\nto go out. They would have to go to them salt mines under guard or something. You\ncouldn't help from knowing it. But it seems they just didn't...they took it for granted that\nthat was it. And I tell you another little thing that I would as of this day, I... don't know for\nsure...I honestly can't say this for sure, but I could have swore to this day that I seen one of\nthe biggest officials near that camp. He was a young officer. And I don't want to get into\nthat, because I don't know for sure. But faces don't change. You might get old, but faces\ndon't change 1n years, and they...they said he knew a lot of things were going on in Austria,\nand to this day, I believe he did know it because I am sure he was...he was it was just there.\nI just know it, but I don't want to get into...towns brought into see the burial?",
        "A: The towns people were brought in to made help bury the people, to dig, help dig the graves,\nuh, and bury them where they're were mass, which they did. But the most important thing,\nthat hospital was a very. It's very grateful that that hospital was there, because they could\nhelp do the things that were supposed to be done.",
        "Q: What was the reaction of the towns-people when they saw upfront the people?",
        "A: Amazed. And...uh... They knew the camp was there. I don't know if they knew the\ncrematoriums were there. I don't know. I would doubt that because that was in a\nsecluded...this was a big camp. This was not a small camp. And...but some people would\nhave to know. Some people worked there...in the town...you know what I mean. They\nwould have to know. You can't get away from reality. There's no way in the world you can\nget away from reality. And whatever it is, they knew there were Jews in the camp. They\nknew that they were Jews because of the uniforms...of the costumes they had, and they had\nno use for a Jew. I don't...Hitler never had no use for a Jew. I don't...I hate to say it that way,\nbut he wanted them...as I got back to the one word, he wanted to exterminate them all, and\nGod won't let him do that.",
        "Q: Were there other people there?",
        "A: Yes, there were. Gypsies. Inmates of the camp. Uh,",
        "Q: Maybe you can tell us a little bit about the Gypsies?",
        "A: Well, they were kind of...there were...there were some there, uh, uh, and they worked and\nthey were treated just like the Jews. I mean the same things, uh... I never got acquainted\nwith them. Uh, I have one man...his name...I would like to put...inject this into this\nconversation. He was one of the finest photographers that I have ever seen, and he did that\nin real life over there. He helped me process some of the negatives and that, and his name\nwas William Greenberg, and he spoke English fluently, but he was at the camp, and he said\nthat he had relatives in Cleveland. I never found out if he ever reached his relatives. I don't\nknow.",
        "A: So he was an actual inmate.",
        "Q: Yes, he was an inmate in there. I got him some clothes. (laugh) Took them clothes off of\nhim (laugh) and got some clothes and let him look like a man again. And, but I wonder of\nthese many years, many times, his face and his name crossed my mind.",
        "Q: Where was he from before he was put in the concentration camp? His home town?",
        "A: He was from Austria. He was from... Where was he from? I think it was Cassell. I am sorry.\nI missed that. But he was sent to Austria. So if he ever witness...1f anybody wants to talk\nabout Ebensee, maybe somebody will know that man somewhere along the...I hope he\nmade it to the United States. He would be much older than I. I would assume he was maybe\n30 years old at that time or maybe a shade over, and he made, uh, he made me...he helped\nme with this photography. And he spoke very good English, and that was a hundred plus\nthere, you know what I mean.",
        "Q: Tell me, did the Army begin to give them new clothing to wear aside from the uniforms\nthey had on?",
        "A: Not at...We...they were getting clothes, but not...not for a long time. I didn't see any with\ntoo much clothing. I got Bill clothing cause I just went out and got it (laughter) and got him\nsome clothes and got him a bath and got, I hate to say it, deloused him. You know, they all\nhad to be deloused and everything. But I did that for him. He was a nice gentleman and he\nwas kind of close to me you know what I mean. Basically, he helped me all the time.",
        "Q: So you were how long in...?",
        "A: About a month. A little less than a month. Then we were pulled back and they pulled the\nwhole outfit back, the 20th Corps. Well, before that I want to get into this other little camp\ndown the road. Uh, we stayed there about a month I guess, a little less than a month. Cause\nyou have to remember one thing, we were a fighting unit. And there...then they brought a\nhospital unit in. This is interesting. Uh, one of the surgeons...uh...1t was similar...a hospital\nunit...a field hospital, and this one surgeon was Major Douglas Stone, and he was a very\ngood surgeon and I don't know if he is living today or not, but his father was a very good\nsurgeon and I seen him in the 50s. I went to his...to see him in the 50s and we went out. He\ntook me to lunch, and I never seen him since. And I want to look him up and see if he 1s still\nliving. He would be...as I say, he had to be in the 70s today, but he had a practice. I went to\nhis practice.",
        "Q: So this unit came in to start taking care of the inmates.",
        "A: That's right. He was the...he was a Major. And he was a very good surgeon. They took care\nof the...started taking what they had to do.",
        "Q: So then you pulled out of there and went down the road?",
        "A: We were told...No...1t was not that far down the road, but we were told there was a woman's\ncamp down there and we went down there and looked at it. But they weren't...they weren't\nas bad as this Ebensee. It was a little more humane in that camp. I mean, the women were a\nlittle more humane. You know what I mean it wasn't as bad. Now it was bad. Don't\nmisunderstand me. But, uh, it seemed to me if I recall, they did eat a little better than that in\nthis here women's camp and, uh, but there was quite a few people, women, in that camp.\nAnd I don't... Go ahead.",
        "Q: What was the camp like? Was it surrounded by a wall, barbed wire?",
        "A: This Ebensee as I was referring to again... did you ever see when you cut timber on a great\nbig, when a man cut a big tree down, maybe 2 stories high (I have to put it that way. I can't\nsay by the feet) I say 2 stories and there are timber like that in these areas. Well, that's how\nthis here camp was. It was all wood. It was all these logs, made up all the way around this\ncamp. It was just one tree after another put together.",
        "Q: But that was in Ebensee?",
        "A: That was in Ebensee.",
        "Q: What about the other?",
        "A: No. The other...the ladies was not like that. It was more openly, you know what I mean.\nThere was a barbed wire around that little situation, that...",
        "Q: What type of housing did they have?",
        "A: They had barracks. They all had barracks. Oh, I say barracks. Yes, that was barracks. Yes,\nthat's 1t. But not as bad as the one in Ebensee. You see, these barracks were 4 high, 2 men\ninto the bunks, I would say, 4 high.",
        "Q: Did you go inside the barracks for the women?",
        "A: Oh, Yal. Yal.",
        "Q: And what were the conditions there?",
        "A: Well, now I...now I can say this. In the women's I never had too much association with that,\nonly going down there twice and to see the... It wasn't as bad as the one in Ebensee and then\nI was pulled out to take the pictures and that was the last time... I was only there twice in\ncamera.",
        "Q: Were there bodies as thin as?",
        "A: Yes, their bodies were thin, but some of them were... They ate a little better. Let's put it that\nway. They weren't as thin... These people in Ebensee, they were walking skeletons. That's\nall they were. They were just...1t was terrible. I mean the men, you know what I mean. They\nwould work them half to death. I mean, and then when this one person got out, then they\nwould put another guy in there, strong, work in the mines and everything and just let him\ndie and then they take him over to the... Some of these people that went to the crematorium,\nI heard that were still alive. I mean they were just unconscious, but you know, they were\nstill living, you know what I mean, they didn't care. These people didn't care at all. You see\nthese are the people that lived in Ebensee. They would had to know who could do these\nsuch horrible things to people, yet live in Ebensee you know. And the hospital would. Yal, I\nam sure the hospital would. They were experimental in a lot of things. So Ebensee was well\nassured that that camp was there, and what they were really doing.",
        "Q: Did you find out what the purpose was of that camp for the women? Being so close?",
        "A: I really didn't get in to much of the women camp. All we did, we took it and that was it. We\njust took it and we just backed off. Because we had Ebensee already, you know. We had\nthat and there was nobody was going to object to taking the women camp now that the\nAmericans were all there. They were...they were too dumfounded because they knew we\nwould...we just took the camp. We just took it over you see. Just walked into the man, the\nDirector of the Salt Mines, and arrested him, and told immediately he said...I'm a...I\nremember, you know, we don't care who you are. You are going to jail. Now you're going\nto be arrested and then they took the Director of that salt mine and they sent him...Major\nCone did. They just took him and locked him...sent him back to the line...back to the...they\nwere the MPs and that's all they did. And that was it. And they knew we meant business.\nAnd we went up to the hospital, and the nurses and everybody else came down. They were\ntold...we told them to come. But, however, I know they know knew it. They had to know.",
        "Q: What was the month and the year now when you went to Ebensee?",
        "A: May.",
        "Q: May?",
        "A: Yal.",
        "Q: Of 19?",
        "A: 44°? And I got out in 45. I got out 2 days before December 1945 and the war was winding\ndown. But our outfit was scheduled to go to Japan. I mean over there. It's before the bomb\nthat the President... But it was just...1t was...right after that, Germany fell. Basically\nGermany fell, and it was all over with, the whole thing basically was.",
        "Q: What was the reaction of the other men that you were with when they saw the same sights\nthat you saw?",
        "A: Same as...Same as I. It's horrible. And especially if you were Jewish in the American Army,\nlike Ed Maser. He was no man to fool with you know what I mean, but he still kept his\ncontrol and everybody else did. There was a lot of Jewish...there was a lot of Jewish\nfellows. A couple of Jewish officers from Detroit, but everybody kept their composure and\neven though they were Jewish religion.",
        "Q: So then from there, what did your outfit do?",
        "A: We were pulled back, and, uh, we had...we deserved to be pulled back to recoup and then\nall of a sudden they pulled all the way back to Lahare, which were the camp's Lucky Strike,\nor old gold they made these camps at, where they bring us back to the States and we wound\nback up to the States to..in..in Fort Jackson, South Carolina.",
        "Q: Now the pictures that you took. You mentioned that they were sent someplace?",
        "A: The pictures that I were sent to the Supreme Allied Command. That is where Major Cone,\nand then went to the Nuremberg Trial for prosecution and lock him up.",
        "Q: Did you receive those pictures afterwards?",
        "A: I had the album. I had the album. I made myself an album, and I gave that album to the St.\nLouis Jewish Council. That is the album that was in and...and..I think there is...I believe\nCaptain Brennan had an album. We had them...I made it...a group...for the album. I made\nthis one album especially for myself. But as a youngster, I thought I was doing a good turn\ngiving it to where it should be going to...to the Jewish Council. That's what they call it...St.\nLouis Jewish Council at that time. Now I don't think they call that anymore the St. Louis\nJewish Council. It might be called...I don't know if that would have been... I didn't know too\nmuch about it at that time. But I do know that the St. Louis Jewish Council was in St. Louis\non 8th and L on the 2nd floor, and I took those albums and I have never seen them since.\nAnd I really didn't...really didn't pursue it. Let's put it that way. I just...then I start raising a\nfamily and...and...you know, working as a salesman and everything went by the wayside.\nBut I am pursuing it vigorously now, and I will go back to St. Louis again. I went twice,\nand I will go again. I believe though that album is there. Somebody has it that don't mean to\nhave it. I don't mean...It might be just stacked away someplace. Some of the old timers, you\nknow, might have who was on that Committee, but I feel that I will find it. And I want to\ndonate it. If I find it, I want...I want it in the Holocaust.",
        "Q: Just briefly again to go back to Ebensee, were any of the guards there at all when you?",
        "A: Two.",
        "Q: Two were there?",
        "A: Two were there. The rest of them ran off. Everything ran...Everybody ran. The doctors and\nevery. It was sort of an experimental thing in this here...this laboratory, you might call or\nwhatever. You know, cause they had these...these, uh, uh, uh....they were concrete like slabs\nwhere they put the bodies on it and everything where they take their teeth...they take the\ngold out of their teeth and everything right near the crematorium and visually I am trying to\nput that in my mind again how that was. But the two were caught. The two were caught!\nThe one was sent back by the MPs. The other one was killed on the ground by spreading\nthem. The only 2 that I know of, that I seen. Cause...so, they told us all of them left 4 or 5\ndays ago...you know, 3, 4, 5 days ago cause they knew the war was coming to an end. Just a\nmatter of time then, and, uh, they were, uh, seems like intelligence was coming pretty close\nthere too, so they left.",
        "Q: Did you get to know any of the other prisoners as closely as you did...",
        "A: No. Uh, No, I didn't. I didn't. There was so many, and, uh, uh, they always wanted to talk to\nyou, you know. But it's hard to say that these people were sickly, very sickly people. And\nI'll be honest with you. We never got too close to them. I mean we don't bodily, bodily wise\ntoo close. That's a horrible thing to say about a human being, but they had to be deloused.\nThey had...you don't realize how bad it was. I am sure many of them were...had\ntuberculosis. Many things...there had to be something wrong with them, see, so we\nwere...we kept...we kept a profile, but at a distance you know. We tried to be sympathetic,\nand we were sympathetic see. But anytime you have to take a group of people to feed them\nand they must be under guard to feed them, that's how...from when we first started so we\ncould feed them and so they could get a little nourishment in them. And they were, you\nknow, a hungry person will...well, they had to fight to survive at night time year. I mean,\nthey would fight or be killed or something. These are the things that I know. I know that\nthis happened. I am positive this happened.",
        "Q: How did the German prisoners stir up the inmates?",
        "A: They just...they stirred them up at night time, they said. They would stir them up and get\nthem aggravated at one another, to fight one another. The German inmates are ex-convicts.\nThey were inmates, but they were sent to that camp as ex-convicts to work the people, and\nto do everything to downgrade them, just do everything, fight, argumental. You got to\nremember. These ex-convicts were eating 3 times a day, and they were big, bushy men, you\nknow what I mean, and they would be in charge of the barracks and then...and then they\nwould, uh, uh. Their thing, as I say before, was to destroy, destroy, and exterminate. That's\nthe word I am using now, and that's the most appropriate word that I can think of. I don't\nknow if it's appropriate or not, but it's to destroy the human being, and that's what this camp\nwas all about. And they worked in the salt mines. When they were no good anymore, they\nwould send them to the crematorium. Anybody that who 1s listening to my voice at this time\nwho was in Ebensee knows what I am talking about.",
        "Q: How many men were with your troop that went in?",
        "A: Oh, the whole troop. Well, I mean the...uh...we surrounded...once we came in...when we\ncame in and hit the thing, you know like when you Bibwack, we were bibwacking right\nclose to it, then we came back and told Captain Brennan, and he brought the whole troop...I\nmean the troop now. That's what company meant, you see...to help because we needed...you\ncouldn't...you had to have men in there. You couldn't...you are talking about thousands of\npeople in there, and you know what I mean, going...when they are free...it's going...it's\nchaos. And you have to have some kind of control. And this is how we controlled it. We\nhad to...we had to control it this way. And soon they realized what was going on, they...they\ncooperated, you know what I mean, because they wanted... They knew we were Americans,\nand they knew we were there to free them. So we reported back to Captain Brennan, he\nbrought the whole troop in.",
        "Q: The whole troop consisted of how many men?",
        "A: Uh, this here...was 250 men and, uh, or maybe more or less, you know what I mean. We\nweren't full size at that time, but there could be a few more, but that is a company of men.\nAnd whatever it was, the whole troop went in there, and then the whole squadron came\ndown, you know what I mean. They just...they just went around...surrounded the place. We\nhad other companies in to help, because you needed it. You needed everybody. Everybody\nyou could get a hold of. You needed somebody to do something. Everybody was working\nthere to try to get...disinfect the place and filling and digging graves, and you can't realize\nwhat it was all about.",
        "Q: Now under the direction of your troop, did the inmates themselves begin to help organize\nthings?",
        "A: Oh, yal. They helped. Once they found out...after maybe 48 hours, found out what we were\ntrying to do, they tried to help themselves, you know what I mean, a little bit, trying to get\norganized and...and getting the dead bodies, and we did make the people in Ebensee come\nin there and help too. There were no...they worked, and they...we got that hospital to get in\nthere, and as soon as the hospital got in there...but then...the hospital was there, but then the\nour field hospital came in, and you know, it kind of quieted down a little bit and everybody\nbacked off, and everybody knew what's going on then.",
        "Q: So the inmates were very obliging and tried to work with you?",
        "A: At that time, yal. They tried...they knew we were here. We were...they knew we weren't\ntrying to hurt them or anything, but we were trying to help them. But the first...that first 24\nhours was chaos. You know, they didn't...they wanted...they were hungry, and they\nwanted...but you had to make that soup, and then you had to go back to delousing them, and\nmany things, and it took some time, but we worked it out. The United States worked it out.",
        "Q: So these are things that you will never...?",
        "A: You can never forget it. See. It's still in my mind. I can talk it about it today, tomorrow, and\nthe next day. And this happened 44 years ago.",
        "Q: Yet some people today say it never took place.",
        "A: Well, you're looking at a living history right now cause I was there. I know. I know. I don't\nknow about Dachau. I don't know about Auschwitz, but I know about Ebensee. I know\nabout Ebensee because I was there. I have seen it all. Every bit of it! Every bit of it! And\nmaybe some displaced person might know me that I didn't, you know, when I was in my\nyounger days. But I was...I know Ebensee. I know what it was all about because I was\nthere. And I could never forget it! And just like the inmates in there, they will never forget\nthe brutality they suffered was I, I could have been the same. If I had lived in Europe at that\ntime, I could have...I am not Jewish, but it could have happened to me. It could happen to\nyou. It could happen to anybody. But Hitler wanted to exterminate the Jews. That was...that\nwas his main...more than anything else, he just...but you can't exterminate. God won't let\nyou do something like that. It's not feasible and, uh, I believe God it was the man that said\nenough is enough, and today, I believe Hitler 1s in Hell. I say that I am sure he is. But I feel\ngood that I made this. I feel I wanted to do it a long time ago, but I made up my mind in\nApril of this year what I was going to do, and I want every Jewish person to know that it\nhappened. As God is my judge!",
        "Q: We want to thank you very much for taking your time to come. We know it's a long way\nfrom home, and we appreciate it very, very much.",
        "A: It's my pleasure to do this.",
        "Q: Thank you very kindly.",
        "A: Is that it? I hope I got it right.",
        "Q: You did a wonderful job?",
        "A: Really? I hope I did.\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Would you please like to give us your name, age, and where you are from please?",
        "Q: What type of a family life did you have? What type of family? Large family?",
        "Q: How old were you at the time?",
        "Q: 21. In what year was that?",
        "Q: 1941. Maybe, you could tell us a little bit about it.",
        "Q: No, that's fine.",
        "Q: No. That's fine.",
        "Q: What do you mean by the Reconn Group.",
        "Q: I might ask what was the year that you went over to Europe?",
        "Q: 1943?",
        "Q: What part of Europe did you go to?",
        "Q: Who was your officer in charge?",
        "Q: And how many men consisted of your little reconnaissance group?",
        "Q: So the Germans were beginning to be pushed back?",
        "Q: No. This is fine. What part of Austria did you enter?",
        "Q: Is that right?",
        "Q: By the way, talking about the farmhouses and the little towns that you came to, what was\nthe reaction of the people?",
        "Q: No problem. There's some Kleenex. You are bringing back some memories and we\nunderstand that. As time went on, as you are getting closer and closer to the Heartland so to\nspeak, did you begin to hear some of the stories about the camps?",
        "Q: What were some of the stories?",
        "Q: What is the area you are speaking of?",
        "Q: Ebensee?",
        "Q: What did they look like?",
        "Q: How long were you in Ebensee?",
        "Q: A whole month?",
        "Q: Tell me, did the people...did you see the mass graves?",
        "Q: Did they volunteer to come in or did the commander?",
        "Q: No. Maybe before we get to the other camp... The towns people...did they deny what was\ngoing on there? Although they knew it was a camp.",
        "Q: What was the reaction of the towns-people when they saw upfront the people?",
        "Q: Were there other people there?",
        "Q: Maybe you can tell us a little bit about the Gypsies?",
        "Q: Yes, he was an inmate in there. I got him some clothes. (laugh) Took them clothes off of\nhim (laugh) and got some clothes and let him look like a man again. And, but I wonder of\nthese many years, many times, his face and his name crossed my mind.",
        "Q: Where was he from before he was put in the concentration camp? His home town?",
        "Q: Tell me, did the Army begin to give them new clothing to wear aside from the uniforms\nthey had on?",
        "Q: So you were how long in...?",
        "Q: So this unit came in to start taking care of the inmates.",
        "Q: So then you pulled out of there and went down the road?",
        "Q: What was the camp like? Was it surrounded by a wall, barbed wire?",
        "Q: But that was in Ebensee?",
        "Q: What about the other?",
        "Q: What type of housing did they have?",
        "Q: Did you go inside the barracks for the women?",
        "Q: And what were the conditions there?",
        "Q: Were there bodies as thin as?",
        "Q: Did you find out what the purpose was of that camp for the women? Being so close?",
        "Q: What was the month and the year now when you went to Ebensee?",
        "Q: May?",
        "Q: Of 19?",
        "Q: What was the reaction of the other men that you were with when they saw the same sights\nthat you saw?",
        "Q: So then from there, what did your outfit do?",
        "Q: Now the pictures that you took. You mentioned that they were sent someplace?",
        "Q: Did you receive those pictures afterwards?",
        "Q: Just briefly again to go back to Ebensee, were any of the guards there at all when you?",
        "Q: Two were there?",
        "Q: Did you get to know any of the other prisoners as closely as you did...",
        "Q: How did the German prisoners stir up the inmates?",
        "Q: How many men were with your troop that went in?",
        "Q: The whole troop consisted of how many men?",
        "Q: Now under the direction of your troop, did the inmates themselves begin to help organize\nthings?",
        "Q: So the inmates were very obliging and tried to work with you?",
        "Q: So these are things that you will never...?",
        "Q: Yet some people today say it never took place.",
        "Q: We want to thank you very much for taking your time to come. We know it's a long way\nfrom home, and we appreciate it very, very much.",
        "Q: Thank you very kindly.",
        "Q: You did a wonderful job?"
    ],
    "answers": [
        "A: Yes Sir. My name is Thomas L. Ward. I am originally from St. Louis, Missouri. I was born\nin St. Louis, August 10, 1921. I was reared in St. Louis up until the time that I went into\nService.",
        "A: I had...we had a large family. All my family were plumbers. They were in the plumbing\nbusiness and we lived in the...at that time, we lived in Northwest St. Louis. My father had a\nshop in the basement. Years ago, all plumbers had their own shop in the basement, and I\nwas cutting pipe, which they don't do today, when I was 9 years old, learn how to cut pipe.\nAnd I worked at the plumbing shop every Saturday with my father and my brothers did too.\nAnd we were raised in a Catholic Parish in St. Louis called Corpus Christie which is in\nJennings, Missouri. I went to school there. I went to grade school there. I proceeded from\nthat school, and then I went to Bomount High School in St. Louis, which is on Natural\nBridge Avenue and after that, I...uh...1 worked at a place called Famous and Byer, which is\na department store downtown and which 1s still there, and I worked there until ,uh, well for\na couple of years, and then I was...I went into the Army when I was quite young.",
        "A: I was 21.",
        "A: That was...20...that was in 1941.",
        "A: No. I want to cut that. No. I was 20...20 years old, because I went to Fort Ralley, Kansas,\nthe Second Calvary, which was a horse drawn outfit at that time, and we stayed there until,\nuh, uh, they broke the horses up and they made it all mechanized. And when I say\nmechanized, everybody went in different directions. And, uh, then I wound up on the West\nCoast...uh, with the 107th Calvary, and they eventually broke that up and moved us to\nCamp Hood. It's Port Hood now. The mechanized outfit. And from there, why, we became\nreplacements. I hope I am not getting too fast. We became replacements while the war was\non. This was after D-Day. I should summarize this a little bit. For the 3rd Calvary, which\nwe...uh...we were replacements for the 3rd Calvary for the line duty men we called it see,\nwhen the boys passed and got hurt and killed, why we replaced that. And I...1f 1 am going\ntoo fast or...",
        "A: And then I would...we went to...uh...I hope I haven't left anything out.",
        "A: Then we went...and I was assigned to Troop F, which is the only...the rest of the squadron\nwas accompanied, but this troop was Troop F. They called it Troop F in the cavalry. I'd like\nto emphasize the 3rd Calvary was Patton's old 3rd Calvary...a harsh Navy exec officer,\nGeneral Patton, and he was quite...he was quite...he was quite interested in us at all times\nbecause this is his old outfit. We reconned for the 4th and 6th Army Divisions. We went\nthrough the southern route of Germany.",
        "A: Reconnaissance squadrons are squadrons that would go and find the enemy. Like the Panzer\nDivision of some sort....an illustration of the Panzer. We could not fight it because we were\nlight tanks and we would have to back off and back away and let the 4th and the heavy\ntanks at the port in the 6th Harbor come in and fight for us see. And we\nwould...Reconnaissance Squadrons...that's what they called us....a reconnaissance squadron\nto find out where everybody was and how we would fight them, and then the Colonel...we\nwere attached to the 20th Corps...uh...I wanted to get that in. And...uh...which we fought all\nthe way in the south, fighting...fought our way through the south, literally fought our way\nthrough the south at all times, all day...many battles I was in. I mean, not only me, but the,\nthis troop.",
        "A: Uh...Europe was °43.",
        "A: Yal. March. Yal. or February. We were a replacement, if you know what I mean.",
        "A: Oh, we went by France, Germany, all the southern Germany, Cassell Uh, we just went all\nout. Well, once you...once you became a replacement, you went to replacement pool. And\nonce you became a replacement, you were forwarded to that...to that outfit, and you were\nanother man. You would take his place as a replacement in the troop. And we fought all\nthrough southern Germany.",
        "A: Captain Brennan.",
        "A: Oh, there was...was quite a...quite a...1t wasn't a small one. You mean of this one company?\n250 people. That's only one.... Now a reconnaissance squadron is a group of companies, but\nour troop was one troop. We were the tank troop. They had armored cars, armored vehicles.\nThey had half tracks, uh, light tanks, and we were the light tank for this here one...this here\none group. We were only tank in this here one squadron, in 3rd Cavalry reconnaissance\nsquadron. We were the only tanks, but we had...there were two or three other squadrons\nattached to 20th Corps that went a different route. We had this here...we wound up in\nAustria, and our commanding officer was Colonel Walleck.",
        "A: Yes. They were fading back, and they...we had...we knew how to fight the Panzer see.\nEventually you could not fight a Panzer tank because the bullets, shells and everything\nwould hit the front. Uh...you...you...the just...you know, they would glance off, but then\nthey would put concrete in front of the tanks so we would have to hit them on the side to\nknock them out. You would have to go around to the side and shoot them and knock the\ntracks, the half tracks off of them, and that's how you destroyed them, and then they started\nfading, and people started...the Vermax started to give up...you know what I mean...and\neverybody...the horse drawn, there was a lot of horses, and they were...dead people...I hate\nto get into this...were all over the place. I mean, you know, soldiers, horses and dead horses\nand just everything until... And we knew that we were...we knew that we were\nforwarding...we knew we had a hope then you know what I mean...and we could fight and\nfight much better and we didn't...we didn't come to that much resistance like we had for\nawhile there. We had an awful lot of resistance. And a German was a very good fighter.\nAnd the Panzer Division is an excellent fighter. You had to know what you were doing,\nbecause he could maneuver the tank, and there is an art of maneuvering tank. And anyhow\nwe went in, and we passed, and we went through Austria, and we went into the...I hope I am\nnot getting too fast.",
        "A: Southern end. And...uh, this is where Ebensee and uh...Kamer...and we did not get to\nWien... Vienna...they call it Wien in Austria. We did not get there. We stopped there at the\nconcentration camp. Matter of fact, we were supposed to get a relief for awhile off the line,\nand that was the time that we did get our relief and, uh, when we ran into this forest... It was\nlate at night, about 2:00 in the morning. We were driving. We never, generally never drove\nat night, and I never seen a battle at night. I never seen a battle at night.",
        "A: I never seen a battle at night and I better explain that why. Because to drive the tank you got\nto have some kind of uh, some light or something...I mean you can't just go down without\nsomething on and if you showed...there's a little strips of light, and if you would show a\nstrip of light, you would be shot at. So that always bewildered me about people said they\nfought. Now I was out on patrol at night. I stayed out. And we stayed in farmhouses and\neverything else.",
        "A: They were...the farm houses over there...1t was...some of the tanks...there was 2 or 3 times\nthat our tank that we had we'd be going down the hill and we make a turn, and we slide into\nthe farm house, and just knock a hole. You see the farm house...the people lived on top of\nthe farmhouse, and the, uh, uh, cows and everything was in the bottom of the farm house.\nAnd they were good people there. They were good people and they...the Vermark, I don't\nbelieve wanted war. I don't believe they wanted war. I mean 2 or 3 of them surrendered to\nme, just walked up and surrendered to me. And, uh, uh, I don't believe...now of course the\nSS they were very staunch and they wanted to do everything what they wanted to do, and\nthey are very cold hearted people I guess you might put it in that they cared about nothing,\nbut only the father land and they believed that that...uh...we would have our hardest battles\nwith the Panzer Division which was right close to the SS and uh, uh, they were hard. They\nwere good fighters. I mean they are not...you could never take that away from them, they\nwere very good fighters, and they fight to the bitter end, ‘til they died, you see. And, uh, I\nlost a lot of friends in battle. I seen battle. I was in battle, and one of my dear friends who\nwas One...was a tank driver...his name was Buckles...Captain Brennan told him a thousand\ntimes that when you go into battle, you buckle up. Down with the Buckles couldn't do that.\nHe had to have his head up, and they blew his head off. And I have had a lot of friends of\nmine that died in... We would stay...I hope this gets to some of the old timers. If we would\nget into a farm house and it was vacant, and we got to sleep at night we would try to get in\nwhere...close up to where they shoot...if they were going to shoot that morning, they would\nshoot through the windows, and we would be under there avoiding them, you see. Avoiding\nthe bullets, avoiding the bullets because they would shoot in, and they would go to the door\non the other end, but we were close over by the war. Let me specify that. And it's a great\nfeeling to get up in the morning, and you don't know if you are going to die or not, that you\nlived and that you...that you...it's just a great feeling when it was all over with that you can\nsay you lived and we moved out many times early morning to go fight, but not fight at\nnight. Not until that daybreak because you had to see what's going on, and you would...you\ncould...uh...the...we would fight and then if it's too heavy, the big tanks would come in and\nthey would make a diamond. And I seen a lot of American boys...I knew I was in that\ntank...and I knew there were American infantry men all around me, and they were...the only\nprotection they had was that tank or a tank, and they were outside and I was in. However, if\nthe tank was hit, one of our Lieutenants, Lieutenant Benslak, his tank was hit. He burned up\nin it. Everybody burns if it is hit properly enough. And see, these memories I have for 40\nyears. (sobbing)",
        "A: Yes, we did. But we didn't...we didn't... we knew there were...we were starting to get the\nstories from other people, but we never witnessed this until we got into this camp itself\nand...",
        "A: Well, we sort of figured that the Jews were kept in concentration camp, you know, like\nDachau, uh, uh, Auschwitz, and, uh, but these were all hearsay third party, fourth party\nthings, and, uh, uh, we would hear that just like if our...our...uh...when we get mail, and\nthey would. We would get...our mail would come up to us, you know what I mean, and\n\"Did you hear about this? You know there's a concentration camp, you know, maybe up this\nway or 200 miles or 500 miles or something like that see.\" But 1t never phased me. I\nnever... never bothered about it. I never...I didn't...1 was too concerned looking out for my\nown life, and everybody else was. When you are in war, you don't have to tell a man to\nclean his gun. He will take care of that. He don't want to be killed. And these are the things\nof life. And so but anyhow, we.. getting back to my story, we proceeded into Austria in the\nlower end where all the lakes were and the forests were and we were mostly on a...we were\nsort of like on a patrol unit, you know what I mean. Cause you can't fight too well in the\nforests, in the woods and everything. It's hard to go by, and these are facts. I know. I don't\nknow what any other body said, but I know. So we went into this area, and we got there\nabout 2 o'clock in the morning, and we started hearing moans, but the tanks always moved.\nYou know what I mean, a little bit every bit, but we got into this area about 2 o'clock.",
        "A: Near the concentration camp I am speaking of. Am I too fast?",
        "A: Ebensee. Yal. Ebensee, Austria. We were near there. We were on the outskirts of it. We\ndidn't know it was Ebensee. I didn't know it at the time. So, uh, there were 3 of us, and\nthe...and we started hearing these moans, and I said, \"What is the world is that?\" You know\nwhat I mean, and we heard human smells of like dead bodies. It's an odor that you won't\nforget. I don't care...there is no way that you will forget it. And I asked the one fellow, a\nPolish boy, I said,\"Benny, what do you think we ought to do?\" He said, \"We can't see a\nthing. It's black out there.\" You know, the forests...you know, no lights or nothing. We'll\njust have to wait til sun-up to see what's going on out there. And I talked to another man, Ed\nMaser. I don't know where Ed is today. Uh...We did talk about it in Chicago in the in the\n50s the last time I seen him. He was in Chicago. He was a New York man. I don't know\nwhere he is today. I hope he 1s still living. Anyhow we went to...when sunup, we went and\nwe seen this huge, huge...it looked like a fort...like the old time forts with all the logs up on\nthem...they looked like telephone poles, that's how big they were now. I am not\nexaggerating that. But they were just lumber. I mean, they were just a tree cut down and put\nthere. And I seen all of these...all of these watch towers...these towers around see...and I\nthought it was a prison at first. I would assume it was a prison, which it was, but not the one\nI thought. Then I told him...I says...I told Benny, I said, \"There's no guards that are up in\nthese towers,\" and that would be unusual. Everything looked like it was just...everybody\nskiddadled and ran or somewhere. So I said, \"Let's take the tank.\" and we both decided we\nwould take the tank and hit the gates. And the gates were loose, you know. They were really\nunlocked. These people were so out of it, you know, they didn't...they just didn't...they just\ndidn't... am talking about the inmates...they were just terrible. Well, when we opened it up,\nthen we seen all of these people there, and they said and they would tell that they were\nhappy to see us and everything and that, uh, we...it was hard. They asked for cigarettes. You\ndon't...I can't...you can't visualize...you can't understand what these people went through.",
        "A: Human...Let me see. I wanted to explain that. I am glad you asked that question. Their eyes\nwere sunk in. Did you ever seen anybody with a cancer that was wasted to nothing? They\nwere wasted to nothing. Absolutely nothing! They would bring these men into these salt\nmines. This was a salt mine. And they were... would assume they were big men, and they\nwould whittle them down to nothing, and they're.. They would not feed them. They would\ngive them potato peelings, and, uh, that's what the inmates told us, and that, uh, they would\nhave so much cubic, piece of bread, and the guards, who were ex-convicts of German...they\nwere German ex-convicts ran these camps...I mean would...ran the barracks. They would\ncome and ask how many people was there that the inmates would tell it, and we want half\nof that in the morning when roll call would come. And they...I went and I seen...from there,\nwe proceeded...we tried to feed them, and we had to feed them under a guard, under an\narmed guard, a soup line, so they wouldn't get out and they wouldn't feed up their stomach.\nThey didn't have...they were just bones. There was nothing to these people. It was terrible.\nAnd their stomach...they could only digest the soup. They couldn't...they didn't have\nnothing to digest. They didn't have no body, really. Anyhow, we got that...and if you would\nthrow a cigarette down, 4 or 5 inmates would jump on that cigarette, a butt of a cigarette, to\nsmoke that cigarette, see. And then we went into the barracks, and they were high and there\nwere 2 men to each bunk. And then we proceeded and then they told us to go to the\ncrematorium. 4 high and 2 to each bunk. The inmates asked us to come to the crematorium.\nWe didn't know what we were going into. We were...they asked us, \"Please come.\" I\nremember going into there...going to there, and then I seen one room. I would say there was\n500 bodies stacked there. At least 500. I am not exaggerating. I took pictures of them in my\nalbum and if anybody sees this in St. Louis, I would like to refer to my album that I gave to\nthe St. Louis Jewish Council on Ala Street in 1946 of January, when I was discharged out\nof the Army. But getting back to that, their tattoos was not on their arm. There were some\non their arm. Displaced person! But these people in this...in this room...these bodies, I\nshould say, the tattoos were on their chest. And then we proceeded from that room to go to\nthe crematorium, and they would put 2 people on a slab in this crematorium. They would\nhave...they had operating tables there. They would take the gold out of their teeth...gold out\nof their teeth, and make rings out of them. And on the sign of the crematorium, it says, \"My\nbody would rather be burned than go into the ground, and they would push them into the\ncrematorium to burn them, which they would be gone in 15 minutes or whatever it took\nthem. Very quick! But on this thing, I know, I was trying to find a word for it last night and\nI found this word. Hitler wanted to exterminate the Jews and this is terrible, and God would\nnot let that happen. I heard other stories. Not in this particular camp, in other camps down\nthe years, that they would have the Jewish people go into a room and tell them that they\nwere taking a shower...you probably heard this story...where they would gas them. And\nthat's the God's honest truth. I know they did that.",
        "A: A month.",
        "A: Almost a month. A little less. In other words, I was attached to Major Kone, who was Judge\nAdvocate Department when he came in for the pictures and everything and I was attached\nto his...I was relieved....I was taking pictures...which my pictures went to the Allied\nSupreme Headquarters, and went to the Nuremberg trial over that, and, uh, what I wanted to\ndo... wanted to leave a little legacy of this to remind the youngest Jewish children that it\ndid happen because I witnessed it, and I was there. And their heritage is at stake and they\nshould never forget, never forget, because 44 years ago as of this day I can look at it vividly\nthat those persons...dead persons in that room...stacked... You don't forget those things. You\ncannot.",
        "A: Oh, yes. We dug them. We didn't dig them. The...the, uh, people in Ebensee dug the graves,\nbut I had...we got some...they had horse drawn carts open...wagons... There were no sides to\nit, and they put a lot of the buried bodies...put them on there to take them to there. And there\nwas a hospital in Ebensee that came... However, they knew that there was a concentration\ncamp there. They knew there was some kind of an inmate camp there because they knew tt.\nThey couldn't avoid it. You know what I mean. And however, they did come down to help.\nAnd there was a nun there that came to help and that period everything kind of got moved\naround a little bit there. You know what I mean.",
        "A: We went to the hospital. And of course, they volunteered. That was technical...I am glad\nyou asked that question. But we told them to come. We went to the hospital and told them\nto come down there. But they came. They didn't object to it. It was sort of a volunteer I\nguess you would say, but at our request. And then the, the inmates caught one of the\nofficers who was at that camp about a week later I guess, and they turned him over to the\nmilitary authority and one guard they caught and they spread eagled him and stoned him to\ndeath, on the ground, so he must have been a...must have been a very bad man of some sort.\nAnd the nuns came there. Then they told us that there was another camp. Am I getting to\nfar?",
        "A: That was a good question. I am glad you asked that. They knew it was camp. They did...let's\nput it they didn't want to be bothered. uh, They knew that that was a concentration...they\nknew that the Jews were in that camp. You couldn't help from knowing it. You take a place\nthat large and working in the salt mines and seeing some of them people, they would have\nto go out. They would have to go to them salt mines under guard or something. You\ncouldn't help from knowing it. But it seems they just didn't...they took it for granted that\nthat was it. And I tell you another little thing that I would as of this day, I... don't know for\nsure...I honestly can't say this for sure, but I could have swore to this day that I seen one of\nthe biggest officials near that camp. He was a young officer. And I don't want to get into\nthat, because I don't know for sure. But faces don't change. You might get old, but faces\ndon't change 1n years, and they...they said he knew a lot of things were going on in Austria,\nand to this day, I believe he did know it because I am sure he was...he was it was just there.\nI just know it, but I don't want to get into...towns brought into see the burial?",
        "A: The towns people were brought in to made help bury the people, to dig, help dig the graves,\nuh, and bury them where they're were mass, which they did. But the most important thing,\nthat hospital was a very. It's very grateful that that hospital was there, because they could\nhelp do the things that were supposed to be done.",
        "A: Amazed. And...uh... They knew the camp was there. I don't know if they knew the\ncrematoriums were there. I don't know. I would doubt that because that was in a\nsecluded...this was a big camp. This was not a small camp. And...but some people would\nhave to know. Some people worked there...in the town...you know what I mean. They\nwould have to know. You can't get away from reality. There's no way in the world you can\nget away from reality. And whatever it is, they knew there were Jews in the camp. They\nknew that they were Jews because of the uniforms...of the costumes they had, and they had\nno use for a Jew. I don't...Hitler never had no use for a Jew. I don't...I hate to say it that way,\nbut he wanted them...as I got back to the one word, he wanted to exterminate them all, and\nGod won't let him do that.",
        "A: Yes, there were. Gypsies. Inmates of the camp. Uh,",
        "A: Well, they were kind of...there were...there were some there, uh, uh, and they worked and\nthey were treated just like the Jews. I mean the same things, uh... I never got acquainted\nwith them. Uh, I have one man...his name...I would like to put...inject this into this\nconversation. He was one of the finest photographers that I have ever seen, and he did that\nin real life over there. He helped me process some of the negatives and that, and his name\nwas William Greenberg, and he spoke English fluently, but he was at the camp, and he said\nthat he had relatives in Cleveland. I never found out if he ever reached his relatives. I don't\nknow.",
        "A: So he was an actual inmate.",
        "A: He was from Austria. He was from... Where was he from? I think it was Cassell. I am sorry.\nI missed that. But he was sent to Austria. So if he ever witness...1f anybody wants to talk\nabout Ebensee, maybe somebody will know that man somewhere along the...I hope he\nmade it to the United States. He would be much older than I. I would assume he was maybe\n30 years old at that time or maybe a shade over, and he made, uh, he made me...he helped\nme with this photography. And he spoke very good English, and that was a hundred plus\nthere, you know what I mean.",
        "A: Not at...We...they were getting clothes, but not...not for a long time. I didn't see any with\ntoo much clothing. I got Bill clothing cause I just went out and got it (laughter) and got him\nsome clothes and got him a bath and got, I hate to say it, deloused him. You know, they all\nhad to be deloused and everything. But I did that for him. He was a nice gentleman and he\nwas kind of close to me you know what I mean. Basically, he helped me all the time.",
        "A: About a month. A little less than a month. Then we were pulled back and they pulled the\nwhole outfit back, the 20th Corps. Well, before that I want to get into this other little camp\ndown the road. Uh, we stayed there about a month I guess, a little less than a month. Cause\nyou have to remember one thing, we were a fighting unit. And there...then they brought a\nhospital unit in. This is interesting. Uh, one of the surgeons...uh...1t was similar...a hospital\nunit...a field hospital, and this one surgeon was Major Douglas Stone, and he was a very\ngood surgeon and I don't know if he is living today or not, but his father was a very good\nsurgeon and I seen him in the 50s. I went to his...to see him in the 50s and we went out. He\ntook me to lunch, and I never seen him since. And I want to look him up and see if he 1s still\nliving. He would be...as I say, he had to be in the 70s today, but he had a practice. I went to\nhis practice.",
        "A: That's right. He was the...he was a Major. And he was a very good surgeon. They took care\nof the...started taking what they had to do.",
        "A: We were told...No...1t was not that far down the road, but we were told there was a woman's\ncamp down there and we went down there and looked at it. But they weren't...they weren't\nas bad as this Ebensee. It was a little more humane in that camp. I mean, the women were a\nlittle more humane. You know what I mean it wasn't as bad. Now it was bad. Don't\nmisunderstand me. But, uh, it seemed to me if I recall, they did eat a little better than that in\nthis here women's camp and, uh, but there was quite a few people, women, in that camp.\nAnd I don't... Go ahead.",
        "A: This Ebensee as I was referring to again... did you ever see when you cut timber on a great\nbig, when a man cut a big tree down, maybe 2 stories high (I have to put it that way. I can't\nsay by the feet) I say 2 stories and there are timber like that in these areas. Well, that's how\nthis here camp was. It was all wood. It was all these logs, made up all the way around this\ncamp. It was just one tree after another put together.",
        "A: That was in Ebensee.",
        "A: No. The other...the ladies was not like that. It was more openly, you know what I mean.\nThere was a barbed wire around that little situation, that...",
        "A: They had barracks. They all had barracks. Oh, I say barracks. Yes, that was barracks. Yes,\nthat's 1t. But not as bad as the one in Ebensee. You see, these barracks were 4 high, 2 men\ninto the bunks, I would say, 4 high.",
        "A: Oh, Yal. Yal.",
        "A: Well, now I...now I can say this. In the women's I never had too much association with that,\nonly going down there twice and to see the... It wasn't as bad as the one in Ebensee and then\nI was pulled out to take the pictures and that was the last time... I was only there twice in\ncamera.",
        "A: Yes, their bodies were thin, but some of them were... They ate a little better. Let's put it that\nway. They weren't as thin... These people in Ebensee, they were walking skeletons. That's\nall they were. They were just...1t was terrible. I mean the men, you know what I mean. They\nwould work them half to death. I mean, and then when this one person got out, then they\nwould put another guy in there, strong, work in the mines and everything and just let him\ndie and then they take him over to the... Some of these people that went to the crematorium,\nI heard that were still alive. I mean they were just unconscious, but you know, they were\nstill living, you know what I mean, they didn't care. These people didn't care at all. You see\nthese are the people that lived in Ebensee. They would had to know who could do these\nsuch horrible things to people, yet live in Ebensee you know. And the hospital would. Yal, I\nam sure the hospital would. They were experimental in a lot of things. So Ebensee was well\nassured that that camp was there, and what they were really doing.",
        "A: I really didn't get in to much of the women camp. All we did, we took it and that was it. We\njust took it and we just backed off. Because we had Ebensee already, you know. We had\nthat and there was nobody was going to object to taking the women camp now that the\nAmericans were all there. They were...they were too dumfounded because they knew we\nwould...we just took the camp. We just took it over you see. Just walked into the man, the\nDirector of the Salt Mines, and arrested him, and told immediately he said...I'm a...I\nremember, you know, we don't care who you are. You are going to jail. Now you're going\nto be arrested and then they took the Director of that salt mine and they sent him...Major\nCone did. They just took him and locked him...sent him back to the line...back to the...they\nwere the MPs and that's all they did. And that was it. And they knew we meant business.\nAnd we went up to the hospital, and the nurses and everybody else came down. They were\ntold...we told them to come. But, however, I know they know knew it. They had to know.",
        "A: May.",
        "A: Yal.",
        "A: 44°? And I got out in 45. I got out 2 days before December 1945 and the war was winding\ndown. But our outfit was scheduled to go to Japan. I mean over there. It's before the bomb\nthat the President... But it was just...1t was...right after that, Germany fell. Basically\nGermany fell, and it was all over with, the whole thing basically was.",
        "A: Same as...Same as I. It's horrible. And especially if you were Jewish in the American Army,\nlike Ed Maser. He was no man to fool with you know what I mean, but he still kept his\ncontrol and everybody else did. There was a lot of Jewish...there was a lot of Jewish\nfellows. A couple of Jewish officers from Detroit, but everybody kept their composure and\neven though they were Jewish religion.",
        "A: We were pulled back, and, uh, we had...we deserved to be pulled back to recoup and then\nall of a sudden they pulled all the way back to Lahare, which were the camp's Lucky Strike,\nor old gold they made these camps at, where they bring us back to the States and we wound\nback up to the States to..in..in Fort Jackson, South Carolina.",
        "A: The pictures that I were sent to the Supreme Allied Command. That is where Major Cone,\nand then went to the Nuremberg Trial for prosecution and lock him up.",
        "A: I had the album. I had the album. I made myself an album, and I gave that album to the St.\nLouis Jewish Council. That is the album that was in and...and..I think there is...I believe\nCaptain Brennan had an album. We had them...I made it...a group...for the album. I made\nthis one album especially for myself. But as a youngster, I thought I was doing a good turn\ngiving it to where it should be going to...to the Jewish Council. That's what they call it...St.\nLouis Jewish Council at that time. Now I don't think they call that anymore the St. Louis\nJewish Council. It might be called...I don't know if that would have been... I didn't know too\nmuch about it at that time. But I do know that the St. Louis Jewish Council was in St. Louis\non 8th and L on the 2nd floor, and I took those albums and I have never seen them since.\nAnd I really didn't...really didn't pursue it. Let's put it that way. I just...then I start raising a\nfamily and...and...you know, working as a salesman and everything went by the wayside.\nBut I am pursuing it vigorously now, and I will go back to St. Louis again. I went twice,\nand I will go again. I believe though that album is there. Somebody has it that don't mean to\nhave it. I don't mean...It might be just stacked away someplace. Some of the old timers, you\nknow, might have who was on that Committee, but I feel that I will find it. And I want to\ndonate it. If I find it, I want...I want it in the Holocaust.",
        "A: Two.",
        "A: Two were there. The rest of them ran off. Everything ran...Everybody ran. The doctors and\nevery. It was sort of an experimental thing in this here...this laboratory, you might call or\nwhatever. You know, cause they had these...these, uh, uh, uh....they were concrete like slabs\nwhere they put the bodies on it and everything where they take their teeth...they take the\ngold out of their teeth and everything right near the crematorium and visually I am trying to\nput that in my mind again how that was. But the two were caught. The two were caught!\nThe one was sent back by the MPs. The other one was killed on the ground by spreading\nthem. The only 2 that I know of, that I seen. Cause...so, they told us all of them left 4 or 5\ndays ago...you know, 3, 4, 5 days ago cause they knew the war was coming to an end. Just a\nmatter of time then, and, uh, they were, uh, seems like intelligence was coming pretty close\nthere too, so they left.",
        "A: No. Uh, No, I didn't. I didn't. There was so many, and, uh, uh, they always wanted to talk to\nyou, you know. But it's hard to say that these people were sickly, very sickly people. And\nI'll be honest with you. We never got too close to them. I mean we don't bodily, bodily wise\ntoo close. That's a horrible thing to say about a human being, but they had to be deloused.\nThey had...you don't realize how bad it was. I am sure many of them were...had\ntuberculosis. Many things...there had to be something wrong with them, see, so we\nwere...we kept...we kept a profile, but at a distance you know. We tried to be sympathetic,\nand we were sympathetic see. But anytime you have to take a group of people to feed them\nand they must be under guard to feed them, that's how...from when we first started so we\ncould feed them and so they could get a little nourishment in them. And they were, you\nknow, a hungry person will...well, they had to fight to survive at night time year. I mean,\nthey would fight or be killed or something. These are the things that I know. I know that\nthis happened. I am positive this happened.",
        "A: They just...they stirred them up at night time, they said. They would stir them up and get\nthem aggravated at one another, to fight one another. The German inmates are ex-convicts.\nThey were inmates, but they were sent to that camp as ex-convicts to work the people, and\nto do everything to downgrade them, just do everything, fight, argumental. You got to\nremember. These ex-convicts were eating 3 times a day, and they were big, bushy men, you\nknow what I mean, and they would be in charge of the barracks and then...and then they\nwould, uh, uh. Their thing, as I say before, was to destroy, destroy, and exterminate. That's\nthe word I am using now, and that's the most appropriate word that I can think of. I don't\nknow if it's appropriate or not, but it's to destroy the human being, and that's what this camp\nwas all about. And they worked in the salt mines. When they were no good anymore, they\nwould send them to the crematorium. Anybody that who 1s listening to my voice at this time\nwho was in Ebensee knows what I am talking about.",
        "A: Oh, the whole troop. Well, I mean the...uh...we surrounded...once we came in...when we\ncame in and hit the thing, you know like when you Bibwack, we were bibwacking right\nclose to it, then we came back and told Captain Brennan, and he brought the whole troop...I\nmean the troop now. That's what company meant, you see...to help because we needed...you\ncouldn't...you had to have men in there. You couldn't...you are talking about thousands of\npeople in there, and you know what I mean, going...when they are free...it's going...it's\nchaos. And you have to have some kind of control. And this is how we controlled it. We\nhad to...we had to control it this way. And soon they realized what was going on, they...they\ncooperated, you know what I mean, because they wanted... They knew we were Americans,\nand they knew we were there to free them. So we reported back to Captain Brennan, he\nbrought the whole troop in.",
        "A: Uh, this here...was 250 men and, uh, or maybe more or less, you know what I mean. We\nweren't full size at that time, but there could be a few more, but that is a company of men.\nAnd whatever it was, the whole troop went in there, and then the whole squadron came\ndown, you know what I mean. They just...they just went around...surrounded the place. We\nhad other companies in to help, because you needed it. You needed everybody. Everybody\nyou could get a hold of. You needed somebody to do something. Everybody was working\nthere to try to get...disinfect the place and filling and digging graves, and you can't realize\nwhat it was all about.",
        "A: Oh, yal. They helped. Once they found out...after maybe 48 hours, found out what we were\ntrying to do, they tried to help themselves, you know what I mean, a little bit, trying to get\norganized and...and getting the dead bodies, and we did make the people in Ebensee come\nin there and help too. There were no...they worked, and they...we got that hospital to get in\nthere, and as soon as the hospital got in there...but then...the hospital was there, but then the\nour field hospital came in, and you know, it kind of quieted down a little bit and everybody\nbacked off, and everybody knew what's going on then.",
        "A: At that time, yal. They tried...they knew we were here. We were...they knew we weren't\ntrying to hurt them or anything, but we were trying to help them. But the first...that first 24\nhours was chaos. You know, they didn't...they wanted...they were hungry, and they\nwanted...but you had to make that soup, and then you had to go back to delousing them, and\nmany things, and it took some time, but we worked it out. The United States worked it out.",
        "A: You can never forget it. See. It's still in my mind. I can talk it about it today, tomorrow, and\nthe next day. And this happened 44 years ago.",
        "A: Well, you're looking at a living history right now cause I was there. I know. I know. I don't\nknow about Dachau. I don't know about Auschwitz, but I know about Ebensee. I know\nabout Ebensee because I was there. I have seen it all. Every bit of it! Every bit of it! And\nmaybe some displaced person might know me that I didn't, you know, when I was in my\nyounger days. But I was...I know Ebensee. I know what it was all about because I was\nthere. And I could never forget it! And just like the inmates in there, they will never forget\nthe brutality they suffered was I, I could have been the same. If I had lived in Europe at that\ntime, I could have...I am not Jewish, but it could have happened to me. It could happen to\nyou. It could happen to anybody. But Hitler wanted to exterminate the Jews. That was...that\nwas his main...more than anything else, he just...but you can't exterminate. God won't let\nyou do something like that. It's not feasible and, uh, I believe God it was the man that said\nenough is enough, and today, I believe Hitler 1s in Hell. I say that I am sure he is. But I feel\ngood that I made this. I feel I wanted to do it a long time ago, but I made up my mind in\nApril of this year what I was going to do, and I want every Jewish person to know that it\nhappened. As God is my judge!",
        "A: It's my pleasure to do this.",
        "A: Is that it? I hope I got it right.",
        "A: Really? I hope I did.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 16, 1989\nRG-50.030* 0244",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Thoas L.\nWard, conducted by Linda Kuzmack on November 16, 1989 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum’s collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "THOMAS L. WARD\nNovember 16, 1989"
    ]
}