{
    "rg": "RG-50.030.0082_trs_en",
    "sequence": [
        "Q: Let me just do a couple of housekeeping things Rae, and and start with uh if you would\nstate your name, both your name today and your name then, in Polish.",
        "A: OK. Uh I'm Rachel Goldfarb. I was born Rachel Mutterperl, and most of my friends and\nmy family call Rae. I've been known as Rae most of the time since coming to the United\nStates.",
        "Q: OK. And and in Poland you were known as Rachel?",
        "A: Rachel.",
        "Q: OK. Uh you were born where?",
        "A: In a small town called Dokezyce.",
        "Q: And where is that?",
        "A: It is eastern Poland. Uh at the time it was about four kilometers from the Russian border.\nNow it's part of Russia, or Belaruse as it is known.",
        "Q: OK. And where...when were you born?",
        "A: Uh December 2nd, 1930.",
        "Q: OK. Let me ask you, Rae, first of all uh tell me what life was life before the occupation\nfor...what was life like for you in your...your village as a little girl and what do you\nremember of life then?",
        "A: Well, life was pretty good. Uh both my parents had businesses.",
        "Q: What kind of business?",
        "A: My mother had a yard goods store and my father was involved in several businesses. He\nuh supplied meat to the Russian...to the Polish garrison at the Russian border. Uh I\nremember he also did some exporting of uh flax and uh oil, uh meat, and apples. I\nremember particularly the apples because he used to rent orchards and would sometimes\ntake me to...when he went to oversee the orchards, take me along and uh one of the\nimpressionable things that I remember is seeing the Russians play their harmonicas and\nuh dance in the evening.",
        "Q: How...how did the Russians treat the Jews of your village?",
        "A: Well, they weren't weren't really Russians. Uh they were the what they call the White\nRussians, the Belaruskis. Uh but my family had a pretty good relationship with them\nbeing in business. Uh we had help in the house that were gentiles. Uh my brother's\ngoverness was a gentile woman. I had a Jewish girl as my governess. Uh there were\nlaundresses that were non-Jewish. I remember there were several help in the house. So uh\nthe relationship that my parents had with the community gentiles may have been a little\nbit different and maybe I had a different impression of it all. Uh I remember visiting with\nsome of their acquaintances in the villages, surrounding villages, and uh I remember\nsome good times like horseback riding and playing with their children.",
        "Q: So life was was pretty good?",
        "A: Yes.",
        "Q: And you had a large Jewish community there?",
        "A: Uh for a small town, it was a pretty good sized Jewish community. Uh I remember it as\nbeing about twenty-five hundred Jewish people in the town. Uh I don't know...some of\nthe things I've read about a town, there were anywhere between four thousand...between\ntwenty-five hundred and four thousand Jews in the town.",
        "Q: Did life revolve around uh Jewish observances and Jewish holidays for you?",
        "A: Oh yes. Very much so. Uh I think the whole Jewish community was steeped in Judaism.\nThe holidays were of big importance. Uh family gatherings, the shabbat...especially in our\nfamily. Friday noon started shabbat. Preparations were ready. The table was laid and the\ncandlesticks were on the table and the hallahs were placed near the candlesticks and there\nwas always Friday night dinner and uh shabbat, of course, no cooking was done and uh\nfamilies gathered.",
        "Q: So you had a very tight-knit Jewish community in your town?",
        "A: Very much so.",
        "Q: Were you aware then as a young child and when life was still good, were you aware of\nany hint of anti-Semitism?",
        "A: I really can't recall any of it. If there was some, I guess either I was sheltered from it or\njust as any other child involved in her own things.",
        "Q: You had a close relationship, as you said, with some of the the maids that worked in your\nhouse or one maid in particular...",
        "A: Yes...yes.",
        "Q: ... who was Catholic?",
        "A: Yes.",
        "Q: I understand that uh that she had taken you to a Catholic church at one time?",
        "A: Oh yes. I knew all the rituals. She used to...actually my parents from what my mother tells\nme, uh had forbidden her to take us to church, but she wanted to go to church and uh,\nyou know, in order to uh fulfill her own duties of taking care of us and my brother and I,\nactually different girl but uh they would steal off to church and take us with with them.\nAnd I learned the ritual and it probably helped saved my life eventually.",
        "Q: How how do you mean helped save your life?",
        "A: Well, when you go to church and you observe and you know, a child does what\neverybody else does, so it came naturally to kneel and to cross yourself if if necessary.",
        "Q: You found that you used those later on when you were fighting for survival?",
        "A: Uh one particular time, one particular time specifically.",
        "Q: Can you tell me about that time?",
        "A: Oh that was almost toward the end of the war. Uh we were caught by the Germans and uh\nbrought to our own hometown and uh after we were all housed in some barns with no\nfood and children went out to to try to scrounge food and so did I and one of the priests\nhad given the children food including me and uh everybody knelt and thanked him and\ndid the normal observances, and I knew how do to them properly too.",
        "Q: Uh let me ask you a little bit more about your family life in Poland before the occupation.\nUh tell me a little bit about your father. I understand he was very active in the Jewish\ncommunity.",
        "A: Uh he was active in the Jewish community. He was also uh very helpful to some of his uh\ngentile friends. Uh whenever they were in need of money to help them through a period,\nhe did buy from them and uh I guess he must have advanced them money. It...it stood us\nwell in in our escaping from the ghetto. It probably also cost my brother's life.",
        "Q: How do you mean?",
        "A: Well, my brother was uh left with a family to uh hide him and we are not sure exactly\nwhat transpired but uh he was turned over to the Germans. The story we got is that uh this\nparticular gentleman's mother-in-law was mad at him and uh told the Germans that he\nwas hiding a Jewish child. Whether that was the exact story or not, I don't know. But uh,\nyou know, we remembered the good things much quicker than the bad ones, and along\nthe way when we escaped from our ghetto to another ghetto, uh we were helped by\ngentile friends of my father's.",
        "Q: Uh how old...how old was your brother's name?",
        "A: My brother's name was Shlomo.",
        "Q: How old was Shlomo when he was killed?",
        "A: Uh three years younger than I, so in 1942 I guess he was about eight.",
        "Q: Did your family ever find out any of the facts or any of the rumors or or any information\ninvolving him being turned over? Did he go to a concentration camp? Did you ever find\nout what actually happened?",
        "A: Oh no. None of the people in our hometown went to a concentration camp. In uh our part\nof Poland uh there were no concentration camps. There was no industry. There was no\nneed for labor and uh what they basically did is they gathered the Jews and shot them.\nThey eliminated everybody by the bullet and sometimes they'll...some horror stories were\nthey left bodies on top of live people and they just suffocated. Uh they also...a few people\nthat I know that had managed to crawl out from under these dead bodies at night and get\naway.",
        "Q: So the the Nazis would do a round-up?",
        "A: Do a round-up and uh shoot the people.",
        "Q: Did your family find out what happened to the family who who sheltered your brother?",
        "A: Uh my mother went back after the war but uh (sigh) it's difficult to get the story straight.\nMy brother's governess did go into town immediately uh to find out what happened to\nhim and the only thing she would tell my mother when she came back is that she was sure\nhe was shot. When we escaped from the ghetto and uh on the way, we stopped at at her\nhouse and uh she hid us...I don't remember for how long, whether it was hours or\novernight and she went into town to find out what happened to him and uh she told it was\nnot safe for her to keep us because everybody had...knew the connection and she had just\ncome from town inquiring about him.",
        "Q: I know that you were a small child at that time. You must have some impressions of what\nit was like. Uh how do you think that your mother was able to hear this and still go on in\nher own fight for survival for herself and for you and for the family? How...how did...",
        "A: Uh I know from...from my own feelings, the the desire to live and to protect someone is\ngreat and I think at that point it was a matter of protecting me and getting me through it\nthat kept her going.",
        "Q: Did it sharpen the will to live, knowing that that death could be so imminent?",
        "A: I think the will to live is something that does not need to be sharpened. I think it's there all\nthe time and uh I think what happens is is they...the closer one feels that upon one's self,\nthe the stronger the fight is. I've watched friends that had cancer and passed away and\ntheir will to live was so strong that uh one does not believe that death is around the\ncomer.",
        "Q: How did it affect you and your own struggle as a little girl at that time?",
        "A: I don't even know how to answer that. How it affected me? You just do the next thing.",
        "Q: So do you think that...of course, looking back because it would be hard to recall exactly\nwhat happened, but do you think that you you had to distance yourself or tuck it away in a\npart of your mind until you could deal with it and and just take the next step?",
        "A: I don't even think one thinks. I think or at least I felt that uh when danger is there you try\nto to stay...stay alive, stay out of it. I know one particular circumstance where I lost my\nmother, got separated in the forest. Didn't know where I was, nobody was there. All I\ncould hear was the Germans calling and shooting, and at that point...",
        "Q: Calling and shooting?",
        "A: Calling. Uh they knew people were around there. We were in the partisans at that time\nalready and they were calling out give yourself up and you will survive, and, of course,\nspraying bullets over the the area, and I remember going out to the clearing. I forget...1t's\nbetter to get shot than be lost in the forest, and going out to the area and watching the\nbullets hit the dirt in front of me. It sort of makes a little puff when it hits the dirt. Then I\nheard my mother calling me. It didn't take me (laughter) a split second to turn away and\nrun, and that I remember very clearly.",
        "Q: When you thought about that decision, uh being lost and alone in the forest or giving\nyourself up to be shot...",
        "A: No, not giving myself up. Sooner be shot than give myself up.",
        "Q: So you were going to willingly walk into...",
        "A: Into a bullet...yes.",
        "Q: And...and why? Why...",
        "A: Uh you have to understand that at that point we were very much aware of what Germans\ndid to Jews and even though at that point there were no Jews alive that we knew of in any\nof the surrounding towns, knowing that I'm Jewish and knowing what awaited me, don't\nyou think it's easier to take a bullet at random than to have somebody point a gun between\nyour eyes?",
        "Q: Your family...you had a father and mother and a brother before the occupation and uh...",
        "A: There were uncles and aunts and grandparents...",
        "Q: An extended family...",
        "A: Sure.",
        "Q: Let me go back chronologically a little bit in time and talk about how there became an\nawareness in your community and in your family that the occupation was coming. Not\neverybody believed it, is that correct?",
        "A: Uh you mean the German occupation? Well, once uh the Germans started to fight the\nPoles, once they declared war on Poland, we knew that the Germans would be coming.\nUh you must understand that we were already occupied by the Russian forces. Poland was\ndivided and it wasn't a matter of, you know, will they come. It was a question of when\nthey will come, how quickly they will come.",
        "Q: Did your community...the Jews in your community...you talked about toward the end\nknowing at that point what they did to Jews, but in the beginning you didn't really know?",
        "A: Stories filtered down. Uh stories filtered down about the fact that uh the Jews in Germany\nwere being taken out of their homes. Uh Jews from Poland had run away uh because the\nGermans were coming in and occupying. Uh some of them who came returned back\nbecause the conditions under the Russians were so bad too. Uh my family especially since\nwe were called bourgeois (ph), rich Jews or rich people period, uh we were packed and\nwaiting to be taken to Siberia. That's what they did with with the rich people, uh resettling\nthem. Probably would have been a blessing in disguise.",
        "Q: So you were a community knowing that your fate lay either in the hands of the Germans\nor the Russians, and at that point, did...was there an awareness of what would be better or\nwhat would be worse, what your...?",
        "A: There was an awareness of oppression under the Germans, but I don't think anybody uh\nthought of being just shot to death, being eliminated or wiped off the face of the earth. I\ndon't think...as a child, of course, I didn't think about it, but I don't think the general\ncommunity was prepared for the type of holocaust that that happened and remember\nsomething else...all that did not start until a little later. The concentration camps... mean\nwe had no knowledge of concentration camps at that point.",
        "Q: But there was a ghettoization (ph) process?",
        "A: Ghettoization process was not immediately. That was oh several months later. Uh the\nGermans came in in I think July and I know it was summer. And the ghetto was not\norganizing...",
        "Q: What year do you think that was?",
        "A: No. That was 1941, and the ghetto did not get established until the wintertime, so there\nwere several months, maybe not...six months maybe, five months.",
        "Q: In the time between the time the Germans came in and occupied and the actual\nghettoization, what was the transformation that took place in your community?",
        "A: Well, everybody became aware of the fact that the Jews were not treated well. Uh there\nwere incidents of beatings. Uh the next thing was the edict to wear the the yellow star. No\nJew was to uh venture out without the yellow star. If you were caught, they would get\nbeaten. I don't recall but I think there were even a few instances where people were shot,\nJewish people were shot. One of the things that stands out in my mind is uh Russian\nprisoners of war that were driven through the town and they were in just terrible\ncondition, uh without shoes, without proper clothing, hungry, looking dilapidated and\ndrawn and went begging, of course, for food and water and if somebody attempted to give\nthem...or couldn't hand it to them, throw toward them, uh anything, any food and if they\ncaught it or even if they didn't, the Germans beat them and even shot several people if\nthey lunged toward the crowd to receive some food, they shot them, and that was I think\nthe first awareness of the brutality of those people.",
        "Q: Was there a systematic attempt to set apart and segregate and identify the Jews?",
        "A: Uh yes. If a Jew had to wear the yellow star, he was set aside...he was set apart from the\ncommunity. He was pointed to. To me it means being pointed to someone, there is a Jew.\nUh probably there must have been an accounting. Uh I recall quite early where some of\nthe...of our possessions were taken, uh valuables. The Germans uh had...I guess there was\nsome sort of an organization that was uh formed from the Jews or appointed as a leader of\nthe Jews and the the intermediary between the German command and the Jewish\ncommunity where the Jewish community was taxed because I remember having to give\nup some valuables to help with the war effort.",
        "Q: So the Jewish community was organized as a community and in that way was uh there\nwas a liaison to the Germans. Is that how it worked?",
        "A: No. The Jewish community was always organized. The Jewish community has always\nhad its own organization where if help was needed uh even to the point of sort of like a\nbanking system, gmiluth chesed, where if someone uh found themself in dire need and\nneeded money to to tide him over, he could go to the Jewish community and get some of\nit. Uh that establishment had existed and uh I don't recall whether the same person was\nhead of the Jewish community when the Germans came in or whether somebody else was\nappointed, but there was a liaison.",
        "Q: Do you remember when the edict went out that all Jews had to wear stars?",
        "A: I don't remember exactly when but within a short period afterwards, maybe within a\nmonth or six weeks.",
        "Q: Do you remember what it was like wearing the star?",
        "A: Very much, because that was my first feeling of uh being singled out and pointed to. All\nof a sudden I was less, you know...living in a family that was quite comfortably uh\nsituated financially and uh feeling...being the upper crust to becoming the the lower crust.\nAll of a sudden wearing the Jewish star made me less of a...of an important person than I\nwas before.",
        "Q: Did your fellow villagers react in that manner to you?",
        "A: Uh yes. Remember it it wasn't really that small a village. There were probably about nine\nthousand, ten thousand inhabitants total, so if there were one-third of them Jewish, two\nthirds were not and in a community like that, of course, there are all kinds. I remember\nvery much being spit at. I remember having to get off the sidewalk when I walked on the\nsidewalk and a non-Jew was approaching. Part of the the prescribed new behavior was\nthat one had to accommodate the non-Jewish person.",
        "Q: So before this process, you didn't feel anti-Semitism?",
        "A: Not as such because being within the family and the school, uh you know, if I ventured\nout into the non-Jewish community, 1t was normally my parents' acquaintances. Uh with\nmy parents having businesses and especially my mother had probably the largest yard\ngoods store in the area, there were always non-Jewish people coming and going and the\nstore was uh in front of the house. It was sort of connected.",
        "Q: And now things were very different, now that you were set apart and identified as a Jew?",
        "A: Uh it started actually when the Russians came in, because all of a sudden we were\nidentified as bourgeois. The store was closed. Our circumstances were quite different, so\nit was sort of a degrading of circumstances starting with the Russian occupation, and that\nproceeded into the German occupation, the conditions constantly getting worse.",
        "Q: Let me ask about some of the religious and cultural observances that were common in\nyour town and how you kept them under the occupation. Now your father was a Zionist,\ncorrect?",
        "A: Yes.",
        "Q: And how did he practice or promote that Zionism?",
        "A: I know that I was taught Hebrew at an early age. I know I spoke fluent Hebrew and\nremembered enough of it that after liberation, uh I met up with Isra...actually when we\ncame across the border into Italy, we met the Hebrew brigade and uh I had no difficulty\ncommunicating.",
        "Q: Were any other ways in which your father observed Zionist teachings and...?",
        "A: Well, I think probably he always contributed to the Jewish community and uh to Israel. I\nremember the the little box, tzedoka, the discussions about Israel in the house. Uh some\ncousins had uh gone to what was called a kibbutz, preparing to go to Israel, uh kind of\ngetting training, mostly agricultural training and living in communities. Uh I remember\nthe hallutz (ph) movement, patriotic songs, uh learning about some of the the heroes.",
        "Q: And there were also Jewish Socialists.",
        "A: I'm sure there were. I know that I had a cousin who had uh gone to Russia uh in the\nrevolutionary period. We never heard from him. All I did was see pictures of him. I never\nactually knew him, but that was my uh father's sister's son.",
        "Q: Was it hard to maintain Jewish observances after the Germans came and how did you do\nthat specifically?",
        "A: Uh much of it...the synagogues ceased to exist as they did before. Uh much of it was in\nthe house. I remember a seder. I also remember wall to wall beds and that the table\nwas Set up and everybody sat on the beds, because that was in the ghetto, probably the the\nlast seder in ghetto. And uh I remember that it was conducted.",
        "Q: What do you remember about that seder?",
        "A: Probably for the first time in my life, I observed the baking of the matzoh and it was done\nat night in hiding. You know, couldn't remember before now that...you kind of jogged my\nmemory to it. I remember the baking of the matzoh at one of the houses where they\nuh...the baking was set up and I remember everything being blacked out.",
        "Q: Now you were in hiding at this time?",
        "A: No. That was in the ghetto.",
        "Q: OK.",
        "A: I'm talking about during the ghetto.",
        "Q: You had to hide the fact that you were observing passover?",
        "A: The fact...yes, that matzoh was being baked for passover.",
        "Q: So it had been...the the observance of Jewish holidays had been outlawed at that point?",
        "A: I guess. I don't know why else it had to be done at night and in hiding.",
        "Q: And shabbot?",
        "A: Shabbot was a a normal observance. Nobody worked on shabbot. If any Jew worked on\nshabbot, he was looked down upon and pointed to by the rest of the community.",
        "Q: Were you allowed to observe shabbot or was that also something that had to be done in\nhiding?",
        "A: I really don't know. I am sure that the Germans took all the people to work. Uh a certain\nsegment of the population from the ghetto was taken to work either cleaning or doing\nwhatever the Germans needed done...laundry or uh some of them were shoemakers or uh\ntailors. Those fared a little better because they were needed.",
        "Q: Going back to that passover seder for a minute, uh do you remember what it meant to you\nas a child observing how life had changed from one passover to the other? How it...what\ndid it mean to you that that Jews were gathered, not enough to eat, in a crowded situation\nand and trying to maintain that that observance?",
        "A: I'm not quite sure, I'll tell you the truth. I just...you know, it's a memory of what the seder\nwas like, a memory of the fact that uh you were not with just family. Actually not with\nfamily, only the people that lived in the house. Some were family, some not. Uh it was\nmore what I remember 1s the fact that 1t was different.",
        "Q: Would you...do you think that it had special meaning then or only when you look back on\nit?",
        "A: I think at this point only when I look back at it. It was...it was so long ago I don't really\nremember what my feelings were. Just the fact that they were strange. It wasn't the way it\nused to be.",
        "Q: What else did you remember how long a period of time, from the beginning of the\nghettoization to to that time?",
        "A: Uh the ghetto started in the wintertime and it was summer. I know it was after Shavuot\nand it was around May that the ghetto was liquidated, so I would say probably six\nmonths.",
        "Q: OK. So this was a process that took six months. What happened 1n that period of time?\nHow was twenty-five thousand people or three thousand people...",
        "A: Twenty-five hundred.",
        "Q: Twenty-five hundred...excuse me...liquidated?",
        "A: Well, you...we had certain small groups that were shot. Uh I remember stories that uh\npeople were made to dig their own graves. Uh in front of the cemetery, there was a big\npit...I guess a sand pit. I just remember there was a pit and from what I heard that is where\nthe majority of the people were shot. Uh I know...I remember hearing that some of the\npeople...uh Jews had to to throw dirt or sand or whatever over the bodies. Uh those\npeople had been at the edge of that pit and had come back. Uh there were small groups\nthat were killed and then there were what they called uh reducing the numbers, I guess.",
        "Q: What did that...what did that mean?",
        "A: They had taken away the the the uh the less able and uh the smallest and uh shot them. It\nsort of was a a process that they went through by eliminating people and making the\nghetto smaller, easier to control.",
        "Q: How were Jews identified in the various phases to be executed?",
        "A: I think it was who was available, who they could get hold of and uh normally the\nstrongest ones were the ones that survived because they could use them. The Germans uh\nneeded some people to do their chores and kept up...kept out the the most able. Uh every\ntime that the people in the ghetto became aware that uh there was going to be some uh\nsome cleaning out, that they were going to to take some of the people away, whoever\ncould hid and if one was in hiding, if they didn't find them, managed to survive. Actually\nwe survived because we were in hiding...hiding uh at the time when the final phase of the\nghetto was liquidated.",
        "Q: When...approaching the final phase, what was the the mentality? Was there an awareness\nthat eventually your number would be up, that eventually in not too long a period of time\nthat that it would be your turn to be eliminated and and was there fear? Was there\nuh...was there an awareness that you had to get out? What was the mentality like at the\ntime?",
        "A: Well, of course there was awareness and there was no place to go. Uh a few people did\nmanage to get out and uh the reprisals were very very high and that probably kept other\npeople from from leaving if they could get out, because the first ones that would uh be\nused in the reprisal would be the family. I guess it's very difficult for a person to to save\nhis life knowing that his family is going to to pay for it.",
        "Q: Were you scared? You were a little girl at the time. How much of this were you...did you\nknow and and and how did you deal with it? Were you frightened?",
        "A: Of course. Of course. Uh it's fear but it's almost an accepted fear at that point. You do\nthings because you have to do them. I remember incidents where...I'd be jumping the gun.\nWe escaped from one ghetto and we were in another ghetto and we knew that there was\ngoing to be a reduction again and a cousin had a studio and the Germans had told him that\nthat night he was to spend at his studio and he took me along with him and I wasn't\nallowed to walk with him. I had to follow at a distance, and he hid me and uh we went up\nto the attic of the house and watched what was going on.",
        "Q: What was going on?",
        "A: Well, we saw the Jews being gathered into one open field. We watched them being\nseparated, a group here, a group there, examining their papers and some taken away and\nsome returned back to the houses.",
        "Q: What happened to the ones that were taken away?",
        "A: They were shot.",
        "Q: Did you see this happen?",
        "A: No. I don't know whether he did or not. He survived, by the way.",
        "Q: Your cousin?",
        "A: Yes. He survived. He was an excellent photographer, and the German made...the\nGermans made full use of his uh talents.",
        "Q: As people were being reduced or eliminated in your ghetto, first of all, did you know\nsome of the people and when did it start to encroach on the people that you knew, your\nneighbors, the...?",
        "A: Actually nobody from my family uh was eliminated in in the reduction of the ghetto.\nEverybody lived to the final liquidation.",
        "Q: Let me ask you about when the decision was made by your family to go into hiding?",
        "A: It wasn't a matter of decision. The ghetto was surrounded. Word had it that uh something\nwas going to happen. Nobody ever knew how much of what would happen, and when that\nwas announced uh my family had built a double wall in a uh...1t was a warehouse at one\ntime. Of course, it was used for quarters at that point. Our house somehow was in the\nghetto. Uh the ghetto was around the synagogue courtyards because that was the\nconcentration of Jews and along the street so that it had some sort of division, dividing\nline, and the houses on our side of the street, all of them had uh enclosed courtyards to the\nstreet, so it was easy to close off that particular part, so in the warehouse uh there was a\ndouble wall.",
        "Q: Now when you say a double wall, how big a space do you mean?",
        "A: How big a space...probably just a matter of a couple of...I'd say about two and a half, three\nfeet wide.",
        "Q: And your family hid there?",
        "A: Yes. Not just my family...quite a number of people. Whoever could get in. It wasn't a\nmatter of...when that was announced and when the Germans started to knock on the door,\nit's it's who could make it, and at a certain point, the door was closed and that was it.",
        "Q: So one day the Germans came and knocked on the door and your family...?",
        "A: Uh one morning, word had it that something was happening. I really can't recall whether\nwe went in there. Sometimes we would sleep in there. If there was any kind of word that\nsomething was going to happen, we would not spend the night in the house but in this\nhiding place.",
        "Q: How long did you live or hide in this hiding place?",
        "A: At that particular time, I think it was about a week.",
        "Q: You spent a week.",
        "A: About a week.",
        "Q: And how many other people were there?",
        "A: I'm aware of my mother and myself and my brother, my grandmother and some other\npeople. Just how many other people, I don't know because it seemed like whenever\nsomebody went out, they just didn't return. If somebody went out to investigate...uh I\nknow that my grandmother was caught and of course she would not tell. She just said she\nwas the only one and she hid and she would not point out as to where we were.",
        "Q: How do you remember that your grandmother was caught?",
        "A: Uh I remember because that...it was a very traumatic time. Particularly remember my\nmother trying to to reach for her and trying to protect us at the same time.",
        "Q: Now your mother was in this hiding place?",
        "A: Yes.",
        "A: And you grandmother went out and and encountered German soldiers?",
        "A: My...no. What happened was is uh we could hear quite a bit with what was going on. We\ncouldn't see. There was a lot of shooting going on and uh then it became quiet. We did\nnot have any more bread or water and how long can you stay in a hiding place. Also we\ncould hear voices and we could hear the discussion of the the gentiles. Everybody came to\nloot and I guess our house in particular. (Laughter) And uh I remember at some point I\nguess it was felt that uh it's time to to get out and and go. Uh one of the dangers was\nthat...I don't recall exactly what happened but it seemed to me that my mother overheard\nsomebody saying that uh everything is, you know, is...everybody's gone from here and it's\ntime to to occupy the house, to take the house. Then it would be very difficult to get out.\nAnd the decision, I guess, was made to try to get out and also there was more than one\nhiding place in a house. Normally there were several so what we tried to do is get out\nfrom that one and get into the house. There was another hiding place in a pantry under the\nground...under the floors and we were going there and I don't recall whether my\ngrandmother was first or last but I know...I remember hearing her.",
        "Q: Hearing her as she encountered Germans...?",
        "A: As she encountered...not just the Germans. Uh we lived in a situation where it wasn't just\nthe Germans that were against us. The Poles in the community, the the gentiles in the\ncommunity were against us too. I'm not going to say all of them. I wouldn't be alive today\nif it were all of them, but a great number were and uh our part of the country was a very\npoor part of the country and I guess the the looting is what uh what appealed to a lot of\nthe people, being able to uh to accumulate somebody...you know, take over somebody\nelse's wealth and even though by the time we came into the ghetto a lot of it was stripped,\nbut it was still some things. When you talk about a community where people didn't even\nhave shoes...uh my husband still kids me about I come from a small town where you walk\nbarefoot. You only put on your shoes when you came to the market place.",
        "Q: Your grandmother left the hiding place, and then you knew something happened. You'd\nheard...",
        "A: We knew that the...that she was caught. Whether it was Germans or whether gentiles, we\nwere...I I don't know, but I know that she was caught because she was carried away. She\nwas pulled away, and she was beaten and she said I don't know. I was by myself. That I\nremember very clearly.",
        "Q: And do you remember being with your mother at the time and...?",
        "A: My mother was with us. See what happened was is whenever something like this\nhappened, the women and children were the ones that were put into hiding and the men,\nthe big protectors were were left out. There was just so much space to hide.",
        "Q: Where was your father at this time?",
        "A: By then he was no longer alive.",
        "Q: Was he killed in the Holocaust? Was he taken away or eliminated?",
        "A: I don't even remember the circumstances. I just know he was...he was not with us.",
        "Q: But at one point you became aware that your family...?",
        "A: Uh the...(sigh)...I don't know how to explain it to you. When something like this happens,\nin the first place you're not really sure of what the circumstances were. It's not...it's not a\nnormal occurrence. All I know is that the family became smaller. At that point frankly it's\nit's just a nightmare. That particular incident is a nightmare. The things that I remember is\neven when we were running out from the second hiding place, crawling over bodies, the\nthings that stand out in my mind is that we crossed the river, which was one of the\nboundaries of the ghetto, after crawling over bodies and hiding in the shadows and uh\nencountering two men with rifles, and my mother had some valuables on her and she said\nlook, I I can make you rich. Put out your hands and I'll give it all to you, and they did.\nThey slung their rifles over their shoulder, and within the period of time that they put\naway their possess...our possessions I should say, not their possessions, uh we managed to\nescape so it was known that we were someplace around and I don't know if they\nrecognized my mother. They could easily figure out where we were going to, who the\nfriends were and which particular village we would go to. I remember hiding uh in a\nbathhouse in a nearby village and I remember a man coming and telling us that\nevery...they know that you're still alive and that you're around here someplace. You'd\nbetter run. You better hide. That was after my mother had left my brother with my father's\nvery good friend to hide him. She took me to this particular man's sister, and by the time\nwe got there...remember we can only do it at night, not during the daytime...and don't ask\nme whether it was the same night or the next night. Uh by the time she brought me there,\nuh this man told my mother that he had just come back and noticed that my father\nwas...my...sorry...my brother was caught by the Germans and that we better run from this\nvillage because we're not safe here.",
        "Q: So at this point, 1t was just you and your mother?",
        "A: It was just my mother and I.",
        "Q: And where did you run to?",
        "A: Well, the next place...well, we hid. I remember hiding in...the wheat grows pretty high in\nour part of the country and I remember hiding in the wheat, in the field, and I remember\ngentiles passing, farmers passing and talking about what was happening in town, the fact\nthat all the Jews were were killed. They really did a clean-up job. Uh at night we managed\nto get over to my brother's governess' house and we must have hid the night someplace\nnearby because probably the next night we got news that my brother was no longer alive\nand ventured further.",
        "Q: So that night before you had seen your brother?",
        "A: Yes. We were all three of us together until my mother left me in this bath house and took\nmy brother to place him into hiding. I guess she figured she'll place him and place me\nsomeplace safe and then she'll fend for herself. Unfortunately, it didn't work out that way.",
        "Q: So you were left alone for a time.",
        "A: I was...yes. Actually no...there were two other children that somehow managed to to get\nout with us.",
        "Q: How old were you then?",
        "A: It's easy to figure out. It was 1942. The win...the...not...not quite twelve. Eleven years old.",
        "Q: When your mother left you...",
        "A: Wait a minute. It was 1943, so I was twelve years old.",
        "Q: When you were left alone for that period of time, what was your reaction? Were you...did\nyou feel that you were strong? Were you especially frightened do you remember?",
        "A: Just waiting and and hoping my mother comes back.",
        "Q: Were you not sure that that would happen?",
        "A: I don't think I was sure of anything. I think one becomes numb. You...you don't feel a\nthing. You just...you just take it as it comes.",
        "Q: So from there after your mother and you received this news about your brother, where did\nyou go next?",
        "A: Next we went to another gentile family. Again my mother started to choose very, very\ncarefully as to where to go, who she would think would be the the least uh belligerent and\nwe went to this woman's house. Uh she was a widow and my father had helped her out\ngreatly when her husband passed away and my mother felt that uh that was a good place\nto go, and uh when we got there uh she wasn't home. Her daughter was home and her\ndaughter must have been just about a couple of years older than I and uh the daughter\nknew us very well too, and she hid us and uh I remember the the center of the\nhouse...most of the houses had like a fireplace, an oven. Everybody had to bake bread. It\nwas like an oven and to keep warm. It was built out of bricks and it had sort of like a uh a\na level area. A lot of the uh farmers would sleep there in the wintertime because the oven\nwould be heated up, so she put us there and normally there was some sort of a curtain that\nwas drawn across it, so that's where she put us and that's where we stayed and uh the\nmother came back and as in many villages, the big pastime was to get together and to talk\nand uh we were up there and this woman crawled up and sat down right in front of the\ncurtain and talked to the people that were sitting on benches and they were discussing\nabout what happened in the town.",
        "Q: And she didn't know you were in there?",
        "A: Oh, she knew we were there because when she came home her daughter had informed her\nthat uh we had come and she put us...where she put us to hide us.",
        "Q: How long did you stay there?",
        "A: We stayed there probably a couple of nights, until things quieted down because uh this\nwoman had sent a son...she had two sons and a daughter and we actually saw her after the\nwar too. Uh we know she left Poland because my mother corresponded with her and after\na while the letters just came back. Uh she was actually of French extraction. She married\nher husband who was Polish and was living there, and she had talked about going back to\nher people anyway. So I suppose she must have gone back, but what she did was is she uh\nsent us by horse and wagon, giv...giving us her clothing, her documents, her daughter's\ndocuments, and sent her son with us to take us to another village. Uh actually she scouted.\nUh my mother told her who she wanted...where...where the next stop could be for us and\nshe had gotten in touch with those people. She went over there and just spoke and she\nsays yes, it's safe.",
        "Q: What would have happened to her if it had been found out that she did all that to hide you\nand save your life?",
        "A: Our lives and hers would have been ended.",
        "Q: Why do you think she she did that, that she risked her life...?",
        "A: She was...she was a righteous person. She was a good person. That's why I said that thank\nGod that there are some people who did not side with the Germans and who had a\nconscious and uh who had love of humanity and and wanted to help people.",
        "Q: Were those people...those righteous people...were they extraordinary? Were they few? Uh\nhow did you know or did you know who would would would put their own lives on the\nline to help you?",
        "A: You didn't know. You didn't know. It was a matter of I guess luck.",
        "Q: So these were people that you had known before...",
        "A: Oh yes.",
        "Q: ...but one may turn you in and the other may save your life?",
        "A: Correct.",
        "Q: You said that your mother chose very carefully. Do you think she sensed about this one\nwoman that that this would be...?",
        "A: Well, the circumstances were such that she figured if anybody had any kind of a debt to\npay and they were...and they were good, they would do it, if they would turn us in. At that\npoint this particular woman had nothing to gain by turning us in. Uh the next family...",
        "Q: But she had a lot to loose by helping you?",
        "A: She had a lot to loose. It was just that uh I remember her telling my mother that uh my\nfather had come to her aid when she thought that life was over for her and she'll do\nanything she can to help us out.",
        "Q: There was a big realization of informers. There were a lot of informing going on which\nwould help?",
        "A: Quite a bit. The Germans rewarded the informants.",
        "Q: How did they do that?",
        "A: There was an incentive. Well uh one of the things is uh whatever the possessions that\nremained from the Jews, they would share in those, uh the houses. They...the property.",
        "Q: So if you turned in a Jewish family, you might stand to gain some of their wealth?",
        "A: Definitely. Definitely.",
        "Q: It was a direct benefit?",
        "A: Direct benefit.",
        "Q: Were you surprised that some people took the incentive or or sided with the Germans,\npeople you had known before the war?",
        "A: You know, there is no surprise. In the first place, the age that I was at, I don't think I knew\nenough about human nature to really realize any of it. I think I was more aware of what\nwas happening, what it took to survive, than what people would do. I think a lot of it...you\nknow, it's the same as here. You see people who have very little and yet they go out and\nhelp the more needy and you see people who are very well off and they look the other\nway. I think it's the same thing with then. It...1t was more as to how people perceived\nthemselves. Uh sometimes the most religious were the ones that uh that probably would\nwould turn on someone quicker and then there were some that uh truly believed in in\nsaving a human life.",
        "Q: Because you're not necessarily talking about helping somebody in need. You're talking\nabout really a tremendous personal sacrifice to to help someone.",
        "A: Well, it's risking your life. Anybody...anybody saving a Jew, collaborating with a Jew uh\nstood to loose his life. If not his life at least his health because a good sized beating can\nleave one maimed, uh or worse.",
        "Q: What kind of brutality during those times did you witness, did you observe?",
        "A: Well, as I told you the the first sense of brutality was when the Russian prisoners of war\ncame through, were driven through the town and the treatment of them. It was so cruel. I\nmean people who were so hungry and thirsty and if someone uh went for for a bit of food\nor for a cup of water...I mean the Jewish people have always been taught to help, and uh\nyou see people driven through...people ran to the house to get especially water and\nsomething to drink with, and uh the Germans just turned on them. I don't recall them\nturning on the ones that were trying to give them the food. I remember them turning\nagainst the ones that went for the food, and I think this is probably why it left such a\nlasting impression on me is that if if a man is hungry and reaches for something, he gets\nbeaten and and in some cases shot.",
        "Q: What other methods did the Germans have keeping...to keep the Jews in line?",
        "A: Mostly by retaliation. Promising that nothing will happen to the Jews if they cooperate\nand uh if anybody uh...if they found that something was done against their orders, by\nretaliation. I recall a few men who had escaped to the forest and uh actually the first\npartisans I guess I would call them. Uh when that became known, the first thing they did\nis gather a certain amount of people, took them out into the the main area, the the open\narea was the the synagogue courtyards...all the synagogues were located around a large\ncourtyard, and shoot them or take them away to be shot. Uh what they did is to make sure\nif... don't recall...I think they took them away to be shot. They may have shot several in\nthe ghetto itself but the majority of the time they would take more people and then have\nthe...some return to tell the stories, to tell of the...of the manner in which the the others\nones died.",
        "Q: Rae, we're going to change tapes now and uh that's only going to take up a couple of\nminutes, and then we're going to...",
        "A: Gosh, has it been that long...",
        "Q: It's been an hour.\nTape #2",
        "Q: Rachel, I want to ask you...going back for a minute, uh under the ghettoization, there were\nJewish leaders, there were liaisons to the Germans among the Jewish community and I\nunderstand that some of them argued against resistance, against fighting. Do you recall\nthat?",
        "A: Probably so, because every time that there was any kind of a stand, uh the Germans\nwould uh inflict some deaths and injuries, so it was a matter of I think conscious. I was\nmuch closer to that when we were in the second ghetto, because at that time my mother\nhad made up her mind that she's going to try to uh get out of the ghetto and join with the\npartisans and uh the leader of that particular ghetto uh was a a very...I don't know how to\nput it...uh not really defiant but someone who who had the understanding of what was\nhappening to others and a brother-in-law of his was a physician. My mother felt that if\nshe, as a woman coming into a group...who wants a woman...who wants a woman with a\nchild that's a responsibility, but if she brought someone with her who could contribute\n(cough)...excuse me...who could contribute, that uh she would be more welcome and this\nparticular leader's sons also wanted to get away and uh I remember his answers. We used\nto meet in his house and he had a daughter my age and he wanted his children very much\nto survive and I understand one of his sons did survive. However uh would...and possibly\nthe the daughter too, but uh they did want to be in touch with anyone because there were\nsome Jewish people who had hard feelings against their father, but uh...",
        "Q: Because he had been the liaison to the Germans?",
        "A: Uh yes. Because in that position I guess there were sometimes when he knew about things\nand uh it was a matter of uh saving the majority. Uh...",
        "Q: So was that the underlying...the underlying way of thinking...saving...what was good for\nthe greatest number?",
        "A: What was good for the greatest number. Actually, he was taken away before the second\nghetto was uh liquidated. He was taken out of the ghetto with his whole family. I don't\nknow what the circumstances were but the two sons defied the Germans and managed to\nrun away from them. I don't know whether the the father would have been taken to\nanother ghetto, whatever. It ended up that the father was killed and uh the wife...the\nmother too, but the two sons and a daughter escaped, ran away from the Germans. The\nolder son was shot. The younger one and the daughter were not, and they were hiding out\nin the ghetto for a little bit and all the Jews there were so scared of their own well-being,\nof their own survival, they were ready to to uh give them back to the Germans, give them\naway, and the son did escape and uh really became a hero in the in the partisans, but we\ndon't know for sure whether they survived or not, but that was a very good example\nwhere what do you do for the good of the community. Uh...",
        "Q: The the reason I asked that question is because when we look back at that time in history\nin retrospect, a question that always comes is why wasn't there more resistance. Why\ndidn't the Jews fight? What was it at that time that allowed this to happen?",
        "A: Well, there were several things. One of them 1s the family unit. Uh 1t wasn't\nevery...everybody for himself...maybe more people could have survived if they would\nhave left their families and gone on. Uh if you try to escape with a family and with\nchildren, it becomes much more difficult. The men did not want to leave their wives and\nchildren. Some of them did. Some of them figured they'll get out and maybe they'll bring\ntheir families. Some of them did bring their families. But it was a matter of how do you\nput yourself in the position of perhaps being the cause of somebody else's death. How do\nyou live with yourself the rest of the time?",
        "Q: You mentioned that the Jewish community had been very tight-knit, very well-organized\nand I guess the question also arises, why didn't the Jewish community organize against\ntheir oppressors?",
        "A: Remember that they were surrounded by people who were not looking to help them but to\nhinder them. There was not really any place to go. The partisans did not really get\norganized very well until probably the fall of '43. Uh there were little groups here and\nthere. They were hit and miss. Uh the first partisans, and my mother was very much in\ntouch with them...there were a few of the young men who escaped to the forest and the\nway they accumulated a few weapons was by uh staking out some roads and finding a\nlonely...a lone I should say...German soldier who would pass by that they could uh kill\nand take his weapons, because that was the only way to take the the weapons from a\nsoldier. Uh (laughter) I don't know whether...at that point I think it was a matter of kill or\nbe killed. Uh they accumulated a few weapons. Some of the Russians...Russian prison of\nwars also had escaped. Uh you know, when when people are treated like this, 1t doesn't\nmatter...life or death...uh the line between life and death becomes very, very narrow, and\nuh it's a matter...well, do I get killed and end my suffering or do I escape and have a\nchance to live and uh then then it's much easier to escape, but when you're the cause of\nthe rest of your family's deaths, I mean it it's very difficult. Also there was no place really\nto run. You lived in a...amongst the population that was ready and willing to hand you\nover to the Germans again. It was only under the threat of fear that those people provided\nthe food to the partisans. Once the partisans were able to get some weapons and once they\nhad made contact with the uh Russians behind the lines, then it became much easier\nbecause at that point the Russians had already sent...when the front was organized, uh the\nRussians had sent uh leadership, ammunitions and some supplies. Other than that,\nwhatever supplies, whatever fighting supplies there were, were only very primitive or\nwhat was uh taken from the Germans.",
        "Q: Was there also in this...in this lack of resistance, a denial that we are, as you say, the\nupper crust, the the bourgeois?",
        "A: I I don't see that way. I don't see that way. I...maybe...maybe I'm naive or maybe I was\nnaive as a child. Uh I remember quite a number of people who would...wanted to get out\nof the ghetto, wanted to escape. Some of them did. From the second ghetto, that particular\ntime when we tried to organize an escape, some of the people were caught. It just so\nhappened we...we were the last wave to get out and by then we knew we couldn't. It was\norganized that that particular night, a group was going to leave and some of them got\ncaught and uh this particular leader was was taken at that point. He was blamed for it. He\ndid not oversee the people well enough, and then...",
        "Q: What happened to him?",
        "A: Well, I mentioned to you he got killed. He and his family were taken whether in\nretaliation or whatever, but his sons fought back and uh and managed to escape. I know\nthat one had died of his wounds and uh the other...the the younger son and daughter I'm\nnot sure. Word had that they escaped but he was so afraid to to be 1n contact with any of\nthe Jewish. But there was really no place to go. There was no place to go. You...you were\nin a uh...you were in a situation that you're damned if you do and you're damned if you\ndon't. You don't want to die. You know you're going to die. It was just a question maybe.\nYou know, hope is what keeps us all living and the hope was that maybe, maybe the the\nRussians are going to regroup and uh and liberate us before the Germans have a chance to\nkill us. And as long as the Germans could elicit some sort...some sort of labor or some\nsort of uh uh valuables from the community, we were still of some use.",
        "Q: I'm going to ask you, Rae, to sit up a little bit straighter. You're leaning to one side. Is\nthat...how does that look? OK. Uh you talk about their keeping hope alive in such dire\ncircumstances, when you've lost your father. You've lost your brother. You're living in the\nforest. You're living in the woods. You're living in hiding places. How do you keep hope\nalive? What constitutes that hope?",
        "A: Getting through the...to the next day.",
        "Q: And and how do you do that? How...how do you find the strength?",
        "A: You don't know any Yiddish. I could give you a very good expression. I'll try...I'll try to\ntranslate it. You don't know how you will react until you find yourself in the situation. Uh\nlook... was what...twelve, thirteen years old. I I worked during the day in a spinning mill\nand managed to...my mother couldn't knit for the life of her and the only...the only way\nyou could...you could stay in a ghetto and uh and survive there was to to be worth\nsomething, so I would knit scarves and and socks and I hated to to knit gloves. Those\nfingers...they were complicated, and yet be able to read. I have learned in the ghetto to\nknit and to read at the same time.",
        "Q: Were there times when you felt or maybe even that you knew that your mother felt that\nthis that this spare was greater than the hub?",
        "A: I don't know. I don't know. All I know is that my mother had pushed very hard to to\nsurvive and to not just to survive by herself but also to save me and it it's an obsession to\nto try to stay alive and uh she kept in contact. She managed to to find acquaintanceship\nthrough the gentiles that she knew uh who owed her favors. Actually one family that had\na lot of our possessions and it was a big risk because they would smuggle food to us in\nthe ghetto. They had actually smuggled a gun in to my mother and they helped smuggle\nus out, and that was taking a very great risk.",
        "Q: I want to talk about when you were with the partisan group. When did that happen? How\ndid you first join up?",
        "A: Uh after...from the second ghetto, the ghetto at Glemboke, uh that ghetto was going\nthrough the same process as our ghetto where it was being consolidated. Uh people were\ntaken away. Uh the the living quarters were pushed in. It was made smaller and smaller\nand all the signs were that uh it's not going to be long before that ghetto is liquidated too,\nand as I told you uh before, a cousin was a photographer that uh the Germans had used\nquite a bit and I guess they liked him too and he could come and go from the ghetto at\nwill. I mean he he was free. His studio was outside of the ghetto and uh it was known that\nuh who he was and what he was. Even though he had to return every night to the ghetto,\nnonetheless uh there were occasions where the Germans actually demanded that he stay\noutside of the ghetto for their purposes and uh he he was able to communicate with the\noutside much easier and he sort of helped communicate so that we could escape. We\nknew where the partisans were at that point and uh took the chance.",
        "Q: OK. Tell me that...the story of that night when you made your...was it a run to the woods\nto...?",
        "A: It wasn't at night. It was in the daylight. We had uh dressed, gone outside the ghetto. I\nwent out to work every morning to the spinning mill and my mother got dressed to go like\nto work too and then just skipped off to the side, uh prearranged to meet with a gentile\nwoman who was to lead us out of town and I guess nobody questioned...come to think of\nit, if if my memory serves me right, we even hitched a ride with the Germans on a truck,\nbut it was not...",
        "Q: You hitched a ride with Germans?",
        "A: On a truck. They were going down the road. They stopped. We were walking with this\nwoman. They asked if we wanted to ride, where we were going...",
        "Q: You weren't wearing your star at this...?",
        "A: Of course not. (Laughter) No. Dressed...dressed like a peasant. This woman met us and\nbrought us some clothing and we quickly changed into uh peasant clo...clothing. I mean it\nwasn't much different from what we wearing, but nonetheless uh a little bit more...how\nshould I say...to hide our identity. And uh she took us to a village eventually and uh from\nthat village...Mother had already contacts and from this village uh we went on and I don't\nremember the circumstances, but I remember leaving that ghetto in in broad daylight.",
        "Q: OK. So what does it mean to to join up with a band of partisans? What...what was that\nkind of like?",
        "A: Well, it was also a matter of being accepted. You know, you've got to...you've got to have\nvalue again. You've got to be able to do something to to have somebody keep you, and uh\nwell Mother had known quite a number of people and she had been in touch with them.\nThey knew that uh she had tried to get some other people out. Of course, the doctor is the\none that they wanted and uh he he perished in the ghetto and never got out. He was too\nknown a personality and uh when we came there, there were a few Jewish men there and\nthey kind of uh eased it for us. Mother did the cooking and I did whatever I was told to\ndo. Uh the partisan group that we were with were at the edge of the forest. We were not\nwith the main group. What they basically doing is uh disrupting communications,\ncommunications meaning train deliveries. Uh they would go out and uh loosen the bolts\nto some of the railroad tracks so a train could not go on. Disrupting the delivery to the to\nthe front lines, sometimes managing to blow up a couple of car loads of ammunition. It\nalways had to be done in a manner that would not be too suspicious, that uh kind of could\nbe accepted as possibly even an accident because of retaliation.",
        "Q: How did you live? In a house in the woods or were you camping?",
        "A: In villages. In villages. Sometimes in uh house, dirt house. Sometimes just under the\nstars. It all depended on on what what happened. Remember the Germans were occupied\nat the front lines, so it wasn't that they had uh you know, they had Germans living in\nevery house, in every village, in every so forth. They were afraid of those deep forests.\nThe forests were so thick and not only thick. Uh that area is known as the Polotski Bloty.\nUh the the marshes. You could sink into those marshes and never come out. They could\nnot go in with a vehicle. You must realize that the Germans prided themselves on on their\ncleanliness. If they got dirt on their boots, they didn't like it. They were not very apt to uh\nto venture in. They would venture in every so often just to hit sort of an area and get out\nto discourage the partisans to coming to close to to the railroad stations, to the to the\nrailroad tracks and when they hit, we would run into the forests and that's when we would\nlive, you know, under the stars and when that would recede, uh we would come back out\ninto the villages. Those villagers...I don't know whether they really received the partisans\nwith open arms, however they they had to go along with the tide too.",
        "Q: What do you mean?",
        "A: Well, you know, it's it's who puts the highest fear into you, and at that point the partisans\nput the greatest fear into them, that if they ran to the Germans, that they could not return\nto their homes and their families and then again how well would the Germans treat them.\nBy then the Germans were feeling pretty much the uh the heat.",
        "Q: Were all the partisans Jewish?",
        "A: Oh no. I told you...a lot of...there weren't that many Jews. A lot of them...",
        "Q: Did they accept...the the the partisans, did they accept...did they know you were Jewish?",
        "A: Oh yes.",
        "Q: And they accepted you as part of their band?",
        "A: Uh yes. As I said...",
        "Q: .. unified, the partisans...the Jews and...I mean I...",
        "A: Not unified them. Probably what unified them was the desire to get rid of the Germans.\nUh should I say that the Jews were very welcome...I don't know. I don't know. Uh there\nwas quite a bit of anti-Semitism in the partisans too, but 1t was a matter of who did what.\nThere weren't too many Jewish...too many women. My mother did the cooking and uh she\nwas needed, so she did it. Uh I sometimes peeled potatoes until I couldn't feel my fingers.\nSometimes I would uh I was taught to to to do some things with the ammunition. I could\ntake apart a rifle and clean it probably faster than (laughter) than a soldier could. My little\nfingers managed to to get into places where big fingers couldn't get in and it was a matter\nof what was your worth. Everybody had to to have a certain worth.",
        "Q: How old was your mother at this time?",
        "A: Mother was born in 1906. 1943. Thirty...",
        "Q: Mid-thirties. She was a young woman at the time. And when you look back on how...how\nshe was able to survive and save you, what what kind of strength did that take as a young\nwoman and what kind of young woman was she?",
        "A: Uh mother was a child during the Ist World War. She uh she helped with the family. She\nwent into business rather early in life. Not only did she run a business but uh she also\nhelped a sister get into business in a neighboring town. Uh Mother was a woman who\nventured out into the world. She used to go to Lodz to buy uh yard\ngoods...Warsaw... Vilna was the main place, so she wasn't somebody that came from the\nhinterlands and just stayed in the hinterlands. She had a very good head on her shoulders.\nI can only tell you that the war ended and my mother fell apart.",
        "Q: Now tell me about that. She had struggled so long for survival, as you said, the one\nday...from one day to the next just surviving, so what happens when when that is no\nlonger there?",
        "A: (Sigh) A very sad story, very sad story. Uh my mother always had this feeling that\nbecause of who she was and what she was that she should have...she should have saved\neverybody, and to this day uh she she still keeps on talking about what she should have\ndone and what she could have done, but of course if she could have done it she would\nhave done it. Uh she lives with with this feeling of inadequacy of then, not of now. She\nnever really adapted here. She was never any longer what she was. She had to struggle to\nto earn a livelihood. I mean since coming to this country, I'll tell you I've worked...I don't\nremember ever not working. I went to high school and worked. I went to school...we\nmoved to New York. Mother thought that she was going to be able to get a job there and\nand manage better. The language was not as much of a problem. Washington really isn't a\ncity where somebody without without money and without a profession can can easily\nsurvive and she did not want to be dependent on my uncle and aunt. Uh we didn't find it\nthat easy in New York. Uh I hated New York. As soon as I graduated from high\nschool...in the first place I wanted to go to college and my only ability to go to college\nwould be with my uncle's help. I came here to Washington and managed to get a very\ngood job and go to school at night and uh really liked this environment much better than\nthe New York environment. So Mother came back with me and and she really could\nnever get a uh a decent job here, so it was sort of a matter of just surviving.",
        "Q: What in those immediate days following the war...now now first of all, let's go back, uh\ntake a step back...you're with the partisan group. Do you know who led that group that\nyou were with?",
        "A: Uh at that point...I mean toward the end, by the time we came into the partisans, they had\na pretty much uh uh a command. The commanders came from Russia. Uh we were with a\nspecial group so there was just one commander over this small group of people, but uh\nthere was a chain of command that uh from from the brigade, and there were several\nbrigades. The one that we were with was called Medvedev, but there were several\nbrigades.",
        "Q: Were...were any of the partisans ever captured?",
        "A: Oh yes.",
        "Q: Were you ever captured?",
        "A: Oh we were captured during a blockade, but when partisans went out on assignments uh\nto do their either demolition or uh sabotage, uh many of them were captured. I remember\none woman was captured. She was Jewish too and uh she was returned in a potato sack in\npieces and uh that that was the the lesson the Germans were trying to teach is that if you\ntried to do that to us and we'll show you what we can to do you. It never stopped anybody\ngoing out again.",
        "Q: What did...what effect did it have on all of you, on you in particular?",
        "A: I think the effect it had is rather than intimidating, it became a challenge, that I'll go out\nand I'll do you even worse and I'll get away with it.",
        "Q: So it galvanized you?",
        "A: Probably. Probably.",
        "Q: Uh was that the normal fate of a partisan who was captured, some horrible death?",
        "A: Of course...some horrible death. Uh towards...closer to liberation in early 1944, uh the\nGermans tried to rid the forests of the partisans because they were already in retreat and\nin order to to be able to fight the war, they had to get rid of this monkey on their back,\nsomebody that that was inflicting all kinds of uh disruptions and they had...uh in addition\nto the Germans there were some Russian groups, actually it was a Ukrainian group in our\npart of the of the country...where a whole military unit had turned themselves over to the\nGermans and they were fighting on the side of the Germans and uh they were doing the\ndirty work for the Germans, and those people had what they called the blockade. They\nsurrounded every exit from the forest. They kept on pushing the partisans into the into the\nforest deeper and uh managed to to capture quite a number of us. Uh we were captured\ntogether with at that point some partisans and some of the villagers because the villagers\nran too. They were afraid to stay and also some of the partisans made them go with them\nbecause this was a protection, having, you know, blending into into the population and we\nwere brought back to our home town and at that point uh I had uh typhoid fever and I was\nshaven. My head was shaven, so dressed in boy's clothing, I looked very much like a boy\nand they were separating men and women. The Germans had this uh I don't know...phobia\nI guess, not to keep men and women together, even boys and and and their mothers, and\nthey were going to separate me from my mother and that was my my biggest fear and they\nwere arguing...junge madchen, madchen junge...,boy, girl, boy, girl. Guess what I did?\n(Laughter) I said I was a madchen, a girl, and uh since my mother identified herself as\nmy mother, uh they presumed that she was gentile and she was harboring a Jewish child.",
        "Q: How did they know you were Jewish?",
        "A: Because I said the word madchen. Where do I know it from?",
        "Q: That's a Yiddish word?",
        "A: Well, it's the same. It's very similar. You must realize that most of the gentiles in that part\nof the country are pretty illiterate and uh did not catch on to German.",
        "Q: Oh I see. You understood the German...?",
        "A: I understood the German conversation. If I understood the German and when the cards are\ndown, you kind of come up with an inner strength.",
        "Q: What effect do you think it had on your mother and yourself to know that the key to your\nsurvival meant denying being a Jew? To vehemently...vehemently deny being a Jew. In\nfact, at that moment your survival depended on convincing someone else.",
        "A: Oh that part was easy. That part was easy. Surviving is what mattered. But I'll tell you\nsomething. As much as surviving mattered, we had very little to eat and the only thing\navailable was pork and I would not eat pork and neither would my mother. My mother\ncooked it for the partisans but we never ate it. We'd sooner eat just a potato.",
        "Q: So in your own ways, you kept your Jewish observances, what you could?",
        "A: Uh adhered to the Jewish principles. I wouldn't say we kept the Jewish observances. We\nadhered to Jewish principles wherever possible. Uh if it was a matter of life and death, it's\na different story. Probably if somebody would have told me to eat pork to prove that I\nwasn't Jewish, I would eat it. Maybe I would be sick to my stomach later but I would eat\nit but when there was a choice, no question.",
        "Q: Uh let me ask you about what happened when the war ended...and how did you know?\nHow did the news reach you?",
        "A: Well, what happened was 1s that we...eventually we joined the partisans again. We had to.\nWe couldn't...now long can you hide amongst a population of non-Jews, especially for my\nmother where she was known throughout the area. Eventually somebody recognized her\nand she overheard some women talking. She thinks that nobody knows it. There were no\nGermans around. That was the...that was our luck. She says nobody knows that...no...she\nthinks that that you can fool everybody. Mother tried to stay out of the way. I was...at that\npoint I was the one that had to organize some food and I was the one that that went out\nand brought news. Supposedly she was sick and couldn't move, but nonetheless, you\nknow, you you stay in villages. Uh somebody sees you and uh Mother overheard that uh\nthat somebody recognized her and at that point there were some people, of course, that\nwere sympathetic too and uh told us where there were some partisans beginning to\norganize again, and that's what we did. We went and I joined up with them and uh\nactually had a very long march to to try to to get out of the way of the armies. Tried to to\njoin a unit and uh at that point, I mean there was communication. There were radios,\nbecause they...the group communicated with the...actually with the Russians behind the\nlines.",
        "Q: So before that time you survived for that short period of time actually living with\nGermans...German soldiers?",
        "A: No. Living with the peasants. But with the Germans being very close by.",
        "Q: And you mother was a cook?",
        "A: No. In the partisans, the Germans...but when I'm...after the blockade when we were\ncaught by the Germans...that's when we lived amongst the villagers, before we rejoined\nthe partisans again. But in the...with the partisan group, Mother was a cook.",
        "Q: Now you're with the partisan group and the Germans are now retreating and somehow's\nthere a sense that the end of the war is coming. Is that correct?",
        "A: Yes. See by...by the uh latter part of the occupation, uh when the Russians were already\nadvancing, we had communication. The partisans had communication with the with the\nRussian armies.",
        "Q: So you knew the war...the end of the war was coming?",
        "A: We knew that the Russians were coming. We knew where...which direction they were\ncoming from, and we were actually heading in that direction to join up with them.",
        "Q: OK. So there was one day where the war ended for you. Do you remember that day?",
        "A: Vaguely. Very vaguely. All I remember is sleeping...sleeping in a house and not worrying\nabout anything. It was still very unsettled. To give you an example, no sooner did the war\nend when we had to again be very wary because some of the population, when they\nrealized there were some Jews that remained alive, uh tried to eliminate us.",
        "Q: Why? Why did they care at that point?",
        "A: Anti-Semitism. Hate.",
        "Q: Hate that that...",
        "A: That Jews...(sigh) I don't know if any of you can possibly understand what it is like to live\nin a community where there is so much belligerence, where you're so despised, where\nyou're not wanted. I mean we read in the papers about the the the uprising in Poland and\nso forth, but you also realize that the same people had called on all the Jews to leave the\ncountry and that is already during the the affiliation with Russia, after the war, many years\nafter the war, twenty years after the war.",
        "Q: So the anti-Semitism was fueled by the hardship imposed on the Polish people by the\nwar? It was always there, but you didn't feel it.",
        "A: It...1t...1t was always there. It's just that probably as a child in a protective environment, I\ndidn't feel it.",
        "Q: So there was still a threat.",
        "A: Of course.",
        "Q: I mean what what what constituted safety? What what...after the war was over and and\nyou faced yet another threat...?",
        "A: After the war was over, it was a matter now of how to get out of where you were. Uh my\nmother particularly wanted to get out from the Russian area and uh she was able to uh dig\nup some valuables that were hidden and uh managed to bribe uh...was_ a work...working\ntrain. You know, the the stations were pretty much uh destroyed, and uh the only\nmovement of troops was by by railroad and uh restructuring the the stations and the\nrailroads was of primary uh need in order to move towards the front lines, so Mother\nsigned on...signed on...bribed somebody to accept us as part of the workforce and we\nwere heading toward Central Poland. Her main objective was to get as close to the\nline...we knew that the Americans were pushing from the other side, so we knew that the\nRussians and the Americans were eventually to meet, so the idea was to get as close to\nthat area as possible and to go over to the American side.",
        "Q: Where did that happen?",
        "A: For us, it didn't happen that easily. It happened in Italy, but uh...there was...it was a long\nway from eastern Poland to Italy. Uh our first direction was toward the Baltic Sea\nactually. Uh Mother thought by going straight toward Germany...and that's where the train\nwas going, however, when we came to Prussia, conditions were terrible. The Prussians\nhad mined anything and everything that they could. They mined the chandeliers. They\nmined the the equipment in the houses. They mined themselves so when the Russians\nwent to remove the bodies, they they killed themselves and mined themselves. They were\nblown up. Uh it became very dangerous and also my mother ran into a general, a Jewish\ngeneral, and uh after a conversation, a short conversation, he kind of alluded to it that he\nwas Jewish and he said if you think that the Germans were bad, wait and see what awaits\nus. He advised her to to head south. He heard there were some Jews in southern Poland,\nand the next thing was he actually arranged for...brief...we lived in a box car with another\nJewish family...for that box car to be hooked on to a train heading that direction.",
        "Q: What was he alluding to...awaits you where?",
        "A: The anti-Semitism and the hardships, if we remained in in Poland.",
        "Q: In Poland. And he was...he was a general with the Polish army?",
        "A: With the Russian army. No more Polish army. No more Polish army.",
        "Q: So your mother headed south to Italy. That's...?",
        "A: Now we headed south. We found ourselves in Lublin, which is southern Poland. Uh\nover...when we came to Lublin, actually the war was still going on. Uh we were in\nCzechoslovakia by the time we heard that the war was coming to an end and we actually\ncrossed into Italy just about...when we came to Italy we found out that uh the war is\nended.",
        "Q: What was the like for you to receive that news that the war had ended?",
        "A: I remember more coming into Italy, coming through the Alps. Uh the the trip was rather\ntrying. Uh we stayed in Hungary for a while where Poles in general were not very much\nliked and Jews definitely not but at that point uh the Israelis have already sent uh people\nto to organize the Jews, to uh to take charge sort of, to make the the trek toward Israel,\nand our intentions were not to come to the United States. Our intentions were to reach\nIsrael. That was the only haven. Uh when we came to Lublin, uh there were already a few\nIsraeli uh people, not necessarily Israeli-born, probably Polish born, but who came to\norganize the Jews and prepare them for the trek to Israel and uh from there we went to\nCzechoslovakia and then to Hungary and it was all on on the way to uh to get across into\nthe occupied zones other than the Russian occupied zones. And there are certain incidents\nthat stand out in my mind. One of the incidents that stands out in mind 1s uh coming\nto...sort of getting across the border between Hungary and Austria and hitting upon\nBritish troops who sent us back to the Russian side because we were in the wrong place.\nAnd uh at that time we already had the guides uh that were sent by Israel and we had to\ncross the Alp...the Alps. We went through some of the passes in the Alps and the thing\nthat stands out most in my mind is crossing into Italy. We were cold. We were hungry.\nWe were frozen, not just cold, and I saw an Israeli flag, the blue and white flag with the\nJewish star and I was sure I was hallucinating and uh, you know, all of us sort of...do you\nsee it? What do you see? See blue and white flag with with the Jewish star on it. Well, it\nwas the Israeli brigade and I didn't tell you how well we were received, but not only that.\nOf all the people there, everybody...where are you from? I come from a little town nobody\nheard of. And of all the people to meet, my governess' brother. I couldn't get over it. I ran\nfor my mother. Mother met him. Mother remembered him when he left for Israel and uh\nhe gave me and I still have it, the soldiers had a little tiny bible. It's about that big.\nProbably three by four inches...that he carried and uh he gave it to me, so that I would not\nforget my studies, and the fact that I had not spoken Hebrew since 19 probably 41, to be\nable to to communicate, to be able to speak, to be able to get my...my feelings across and\nto understand what was being said, probably the the most joyous time that I know of. I\nthink 1t was more joyous than coming to the United States.",
        "Q: So was your intention at that time to go to Israel?",
        "A: Oh yes.",
        "Q: So how...what happened?",
        "A: What happened. We stayed with the brigade for about three days. We were put in trucks.\nA boat was waiting some place in Italy, and our truck broke down. There were quite a\nnumber of Jews that were collected near Bologna in Italy and uh needless to say when a\ntruck breaks down, you don't go any further. We missed that boat. We missed three boats.\nWe even missed the Exodus. And by then uh things became pretty clear that uh it was\ndifficult to get into Israel. Somehow my mother got sick. Mother was very sickly after\nthat. Uh I would say more dead than alive and uh she...she developed asthma which was\nprobably psychosomatic. At least it was diagnosed psychosomatic asthma here in the\nUnited States, but 1t seemed like the slightest...slightest excitement would bring on an\nattack, and unless I got her a shot of adrenalin, God knows what would happen. And uh\nwe were supposed to leave to to meet the Exodus when she had a very bad attack of\nasthma and she was taken to the hospital and I thought the the world came at an end\nbecause we were not going to get out of there. We were not going to get to Israel, and uh\nat that point, we managed...somehow Mother had heard about that you could put in an ad\ninto the forwards and she remembered writing the address to my uncle and aunt. Actually\nmy aunt was my father's sister...that it was Washington, DC, so somebody saw our name\nin the paper, happened to alert my uncle to it and uh he wrote to the forwards who could\nforward the letter to us and we made contact and uh he was willing to...he wrote us not to\ntry to go anywhere and he would try to to get us over. He made out papers but the Polish\nquota was full, so we couldn't come. They were letting just a trickle in and I'm sure if we\nwould have waited for the Polish quota, I don't know when we would have gotten to the\nUnited States, but because my mother knew, you know that we were so close to Russia\nand convinced the Council that uh she actually was born on the Russian side, that uh we\nwere able to come on the Russian quota which was open because very few people\nimmigrated from Russia to the United States over quite a number of years, and uh so we\ncame in November 1947. November 17, 1947 we came to the United States.",
        "Q: Throughout the war and the hiding and the freezing and the starving, your mother\nremained strong and was able to go forward. After the war, she became sick.",
        "A: Yes.",
        "Q: Why is that?",
        "A: I guess coming to the realization that in the first place the struggle to survive kind of\nended and missing everybody and as I've mentioned to you, she kind of felt that uh she\nwas a big business woman and she she could do most anything and the thing that would\nhave mattered to her the most, she wasn't able to do.",
        "Q: Which was?",
        "A: Saving her family.",
        "Q: Do you think it was only then that she allowed herself to experience her loss?",
        "A: Probably. You know, we're all strong during bad times, but we fall apart during good\nones, and I think that's the time when when it finally hit her. I've survived, but...",
        "Q: What did it mean to you to come to America?",
        "A: I don't know whether it really meant anything to come to America. It's what what I've\nexperienced in America that became to mean quite a bit to me.",
        "Q: And what's that?",
        "A: Oh...going to school, freedom, uh being able to walk the streets, being able to hold my\nhead up high, being an equal even though I wasn't an equal. I was still living a\n_nightmare, but nonetheless I had all the opportunity and could take advantage of those\nopportunities. I was an equal in respect with being able to do what I...the goals that I had\nset for myself.",
        "Q: Did you return to religious observances that you weren't able to __ during the war?",
        "A: Oh I'm probably less observant now than I was then.",
        "Q: Why is that?",
        "A: Uh I think integrating meant an awful lot. Going out on a date and having to go to a\nkosher restaurant and uh not be able to go out on a Saturday night up until a certain time,\nnot being able to get a job that I needed so badly other than working on Saturday. My first\nexperience was I went with a friend of mine from school to to look for for a job, a\nsummer job, and every job I went for I had to work on Saturday. I had to ride on Saturday\nto get to my job. I think it's little by little uh those feelings uh break down. You know,\nyou take...you do one thing and then you're allowed to do the next one. It's...unless you\nkeep a very strict observance, there's no such thing as just slightly strict.",
        "Q: Uh the adjustment...there were good...there were many good things about being in\nAmerica, but the adjustment was not easy?",
        "A: It really wasn't too difficult for me because when I came to my uncle's house, I became\nthe fourth daughter. Probably being a little bit resented by the others but uh my uncle was\naa very...very smart and good natured man. The first example...was very important for\nyoung ladies on their sixteenth birthday to get their first fur coat. Well low and behold,\nhis daughter was made to wait to get her first fur coat until I came here and we got\nidentical ones. Needless to say, I can understand now why my cousin resented me a little\nbit. (laughter)",
        "Q: Uh what is your life like today?",
        "A: What is my life like today? I guess the same as any American family. My children went to\ncollege. They've got nice professions. They are devoted children, to a point. We try to let\nthem live their own lives, and sometimes they think we...they probably put more...more\nrequirements on them than what they would like but uh nonetheless we have a good\nrelationship with them.",
        "Q: Why is it important for you to do this, for you to document your experiences?",
        "A: Well, when I survived the war, probably not until I finished school I should say...even in\nschool because uh when I went to high school uh Hebrew was offered and uh I needed a\nlanguage requirement and that was an easy language requirement. I could get a lot of...a\nlot of credits by just taking one semester and taking the regent's examination, but I\nbecame very much aware of the fact of of passing on Judaism. Uh amazingly enough,\nthere was a a German woman. She was my counselor, and she was very apprehensive at\nfirst when she found out...when I was assigned to her. Ms. Reef (ph) felt like she had to\nset things straight and probably helped me a great deal in judging people uh on their\nmerits. She helped me a great deal get through school and adjust to school and uh accept I\nguess some of the prejudices, I guess, in school and deal with them and make me aware\nthat I have some...something to pass on too. Uh she got me to substitute in Hebrew class.\nIf the teacher couldn't make it, there were very few Hebrew uh substitutes, and I guess I\nwas a better substitute than anybody they could get to babysit and that's sort of like\npassing on. I remember saying...her saying to me, well you know it and you can impart\nmore than somebody else. It became a matter of imparting. Uh...",
        "Q: What is important for you to impart to future generations about the past?",
        "A: Oh, our heritage. The the Jewish experiences. I think those experiences repeat and repeat\nthemselves. I hope they never...will never have to experience anything even remotely\nsimilar to to what happened in Europe. I think there is an underlying anti-Semitism no\nmatter where we are. I think it comes a lot from jealousy. Uh I really feel that in Poland it\ncame a lot from jealousy. The Jews were...they were not allowed to own land. It was...it\nwas by necessity that they became the trades people. Uh by necessity that uh they they\nwere the merchant class. They were the middle class. There were a lot of poor people too,\nbut there were also a lot of quite well-to-do Jews.",
        "Q: There's Judaism in passing on observances, but there's also...what is the the importance\nto you to pass on your experiences of the Holocaust to maybe your own grandchildren?\nWhat is the value in that?",
        "A: The value in that is to beware if...1f you see anything leading in that direction to take steps\nbefore it happens. Uh I'm very much for B'nai B'rith (ph) because they are...they're on the\nlook out for anything that may develop into something that can go further, that that can\nbecome destructive and detrimental. Uh I think...I think hate comes from jealousy. Uh\nthere's no question about it that Hitler's being able to control and uh being able to get the\nPoles to do what they did against the Jews, came from the fact that uh taking...taking\naway the the focus on where the people should focus and focusing it on hate.",
        "Q: Do you think it could happen again?",
        "A: It's happened how many times before? They say history repeats itself. I hope not in my\ntimes and not in my children's times and my grandchildren's times. And I hope this\ncountry continues to to be watchful and that we'll never know anything like this.",
        "Q: OK. Thank you.",
        "A: Thank you.\nTECHNICAL CONVERSATION",
        "Q: We have one more question. OK. It is...OK. Your cousin the photographer, was he taking\nNazi propaganda photos?",
        "A: Not really. I'm not sure what kind of photos. I think he took mostly photos of the\nGermans to send back home. I don't think that they were propaganda. He was...he was a\nportrait photographer. He lives in Israel now and uh he had two sons. Uh his wife\nsurvived. She was a telephone operator and she was hidden by by the man that ran the the\ntelephone office and we didn't know that she survived until much, much later. They left\nPoland. She met her husband. They are slightly related actually. They are sort of distant\ncousins. Uh they met back again in Poland and married and when they were...when the\nJews were I should say not so kindly asked to leave, they immigrated to Israel and they've\nbeen living there since. But I know he was an excellent portrait photographer, because in\nIsrael he made his living also as a portrait photographer.",
        "Q: OK. Were there other mothers and children in the partisan group or were you the only\nones?",
        "A: Very few. Very few.",
        "Q: So you are...you were the only mother and child...?",
        "A: In our...1n our group...in our area. Nobody that I know of.",
        "Q: OK. Do we have any other questions. OK. I think that you address this to some extent.\nLet me ask you uh why do you feel that the partisans made an exception and accepted you\ninto the group?",
        "A: I'm not sure really why. I think Mother knew a lot of the people. Uh she was in contact\nwith them. She tried to get some people over. I really...I can't guess at this point. And\nthere were...there were several Jewish people from our area there, so that may have had\nsomething to do with it. The men trying to to protect the only woman there, the only\nJewish...well, there were several Jewish women. I shouldn't say the only one, but there\nwere not uh...they had male protection. We didn't.",
        "Q: Well, thank you.",
        "A: I was looking at you...it's amazing how I can talk and not cry and you were crying, and\nyou know, I was thinking to myself...I don't know...I guess at this point I'm hardened to it,\nto a point where the...\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Let me just do a couple of housekeeping things Rae, and and start with uh if you would\nstate your name, both your name today and your name then, in Polish.",
        "Q: OK. And and in Poland you were known as Rachel?",
        "Q: OK. Uh you were born where?",
        "Q: And where is that?",
        "Q: OK. And where...when were you born?",
        "Q: OK. Let me ask you, Rae, first of all uh tell me what life was life before the occupation\nfor...what was life like for you in your...your village as a little girl and what do you\nremember of life then?",
        "Q: What kind of business?",
        "Q: How...how did the Russians treat the Jews of your village?",
        "Q: So life was was pretty good?",
        "Q: And you had a large Jewish community there?",
        "Q: Did life revolve around uh Jewish observances and Jewish holidays for you?",
        "Q: So you had a very tight-knit Jewish community in your town?",
        "Q: Were you aware then as a young child and when life was still good, were you aware of\nany hint of anti-Semitism?",
        "Q: You had a close relationship, as you said, with some of the the maids that worked in your\nhouse or one maid in particular...",
        "Q: ... who was Catholic?",
        "Q: I understand that uh that she had taken you to a Catholic church at one time?",
        "Q: How how do you mean helped save your life?",
        "Q: You found that you used those later on when you were fighting for survival?",
        "Q: Can you tell me about that time?",
        "Q: Uh let me ask you a little bit more about your family life in Poland before the occupation.\nUh tell me a little bit about your father. I understand he was very active in the Jewish\ncommunity.",
        "Q: How do you mean?",
        "Q: Uh how old...how old was your brother's name?",
        "Q: How old was Shlomo when he was killed?",
        "Q: Did your family ever find out any of the facts or any of the rumors or or any information\ninvolving him being turned over? Did he go to a concentration camp? Did you ever find\nout what actually happened?",
        "Q: So the the Nazis would do a round-up?",
        "Q: Did your family find out what happened to the family who who sheltered your brother?",
        "Q: I know that you were a small child at that time. You must have some impressions of what\nit was like. Uh how do you think that your mother was able to hear this and still go on in",
        "Q: Did it sharpen the will to live, knowing that that death could be so imminent?",
        "Q: How did it affect you and your own struggle as a little girl at that time?",
        "Q: So do you think that...of course, looking back because it would be hard to recall exactly\nwhat happened, but do you think that you you had to distance yourself or tuck it away in a\npart of your mind until you could deal with it and and just take the next step?",
        "Q: Calling and shooting?",
        "Q: When you thought about that decision, uh being lost and alone in the forest or giving\nyourself up to be shot...",
        "Q: So you were going to willingly walk into...",
        "Q: And...and why? Why...",
        "Q: Your family...you had a father and mother and a brother before the occupation and uh...",
        "Q: An extended family...",
        "Q: Let me go back chronologically a little bit in time and talk about how there became an\nawareness in your community and in your family that the occupation was coming. Not\neverybody believed it, is that correct?",
        "Q: Did your community...the Jews in your community...you talked about toward the end\nknowing at that point what they did to Jews, but in the beginning you didn't really know?",
        "Q: So you were a community knowing that your fate lay either in the hands of the Germans\nor the Russians, and at that point, did...was there an awareness of what would be better or\nwhat would be worse, what your...?",
        "Q: But there was a ghettoization (ph) process?",
        "Q: What year do you think that was?",
        "Q: In the time between the time the Germans came in and occupied and the actual\nghettoization, what was the transformation that took place in your community?",
        "Q: Was there a systematic attempt to set apart and segregate and identify the Jews?",
        "Q: So the Jewish community was organized as a community and in that way was uh there",
        "Q: Do you remember when the edict went out that all Jews had to wear stars?",
        "Q: Do you remember what it was like wearing the star?",
        "Q: Did your fellow villagers react in that manner to you?",
        "Q: So before this process, you didn't feel anti-Semitism?",
        "Q: And now things were very different, now that you were set apart and identified as a Jew?",
        "Q: Let me ask about some of the religious and cultural observances that were common in\nyour town and how you kept them under the occupation. Now your father was a Zionist,\ncorrect?",
        "Q: And how did he practice or promote that Zionism?",
        "Q: Were any other ways in which your father observed Zionist teachings and...?",
        "Q: And there were also Jewish Socialists.",
        "Q: Was it hard to maintain Jewish observances after the Germans came and how did you do\nthat specifically?",
        "Q: What do you remember about that seder?",
        "Q: Now you were in hiding at this time?",
        "Q: OK.",
        "Q: You had to hide the fact that you were observing passover?",
        "Q: So it had been...the the observance of Jewish holidays had been outlawed at that point?",
        "Q: And shabbot?",
        "Q: Were you allowed to observe shabbot or was that also something that had to be done in\nhiding?",
        "Q: Going back to that passover seder for a minute, uh do you remember what it meant to you\nas a child observing how life had changed from one passover to the other? How it...what\ndid it mean to you that that Jews were gathered, not enough to eat, in a crowded situation\nand and trying to maintain that that observance?",
        "Q: Would you...do you think that it had special meaning then or only when you look back on\nit?",
        "Q: What else did you remember how long a period of time, from the beginning of the\nghettoization to to that time?",
        "Q: OK. So this was a process that took six months. What happened 1n that period of time?\nHow was twenty-five thousand people or three thousand people...",
        "Q: Twenty-five hundred...excuse me...liquidated?",
        "Q: What did that...what did that mean?",
        "Q: How were Jews identified in the various phases to be executed?",
        "Q: When...approaching the final phase, what was the the mentality? Was there an awareness\nthat eventually your number would be up, that eventually in not too long a period of time",
        "Q: Were you scared? You were a little girl at the time. How much of this were you...did you\nknow and and and how did you deal with it? Were you frightened?",
        "Q: What was going on?",
        "Q: What happened to the ones that were taken away?",
        "Q: Did you see this happen?",
        "Q: Your cousin?",
        "Q: As people were being reduced or eliminated in your ghetto, first of all, did you know\nsome of the people and when did it start to encroach on the people that you knew, your\nneighbors, the...?",
        "Q: Let me ask you about when the decision was made by your family to go into hiding?",
        "Q: Now when you say a double wall, how big a space do you mean?",
        "Q: And your family hid there?",
        "Q: So one day the Germans came and knocked on the door and your family...?",
        "Q: How long did you live or hide in this hiding place?",
        "Q: You spent a week.",
        "Q: And how many other people were there?",
        "Q: How do you remember that your grandmother was caught?",
        "Q: Now your mother was in this hiding place?",
        "Q: Hearing her as she encountered Germans...?",
        "Q: Your grandmother left the hiding place, and then you knew something happened. You'd\nheard...",
        "Q: And do you remember being with your mother at the time and...?",
        "Q: Where was your father at this time?",
        "Q: Was he killed in the Holocaust? Was he taken away or eliminated?",
        "Q: But at one point you became aware that your family...?",
        "Q: So at this point, 1t was just you and your mother?",
        "Q: And where did you run to?",
        "Q: So that night before you had seen your brother?",
        "Q: So you were left alone for a time.",
        "Q: How old were you then?",
        "Q: When your mother left you...",
        "Q: When you were left alone for that period of time, what was your reaction? Were you...did\nyou feel that you were strong? Were you especially frightened do you remember?",
        "Q: Were you not sure that that would happen?",
        "Q: So from there after your mother and you received this news about your brother, where did\nyou go next?",
        "Q: And she didn't know you were in there?",
        "Q: How long did you stay there?",
        "Q: What would have happened to her if it had been found out that she did all that to hide you\nand save your life?",
        "Q: Why do you think she she did that, that she risked her life...?",
        "Q: Were those people...those righteous people...were they extraordinary? Were they few? Uh\nhow did you know or did you know who would would would put their own lives on the\nline to help you?",
        "Q: So these were people that you had known before...",
        "Q: ...but one may turn you in and the other may save your life?",
        "Q: You said that your mother chose very carefully. Do you think she sensed about this one\nwoman that that this would be...?",
        "Q: But she had a lot to loose by helping you?",
        "Q: There was a big realization of informers. There were a lot of informing going on which\nwould help?",
        "Q: How did they do that?",
        "Q: So if you turned in a Jewish family, you might stand to gain some of their wealth?",
        "Q: It was a direct benefit?",
        "Q: Were you surprised that some people took the incentive or or sided with the Germans,\npeople you had known before the war?",
        "Q: Because you're not necessarily talking about helping somebody in need. You're talking\nabout really a tremendous personal sacrifice to to help someone.",
        "Q: What kind of brutality during those times did you witness, did you observe?",
        "Q: What other methods did the Germans have keeping...to keep the Jews in line?",
        "Q: Rae, we're going to change tapes now and uh that's only going to take up a couple of\nminutes, and then we're going to...",
        "Q: It's been an hour.",
        "Q: Rachel, I want to ask you...going back for a minute, uh under the ghettoization, there were\nJewish leaders, there were liaisons to the Germans among the Jewish community and I\nunderstand that some of them argued against resistance, against fighting. Do you recall\nthat?",
        "Q: Because he had been the liaison to the Germans?",
        "Q: So was that the underlying...the underlying way of thinking...saving...what was good for\nthe greatest number?",
        "Q: The the reason I asked that question is because when we look back at that time in history\nin retrospect, a question that always comes is why wasn't there more resistance. Why\ndidn't the Jews fight? What was it at that time that allowed this to happen?",
        "Q: You mentioned that the Jewish community had been very tight-knit, very well-organized\nand I guess the question also arises, why didn't the Jewish community organize against\ntheir oppressors?",
        "Q: Was there also in this...in this lack of resistance, a denial that we are, as you say, the\nupper crust, the the bourgeois?",
        "Q: What happened to him?",
        "Q: I'm going to ask you, Rae, to sit up a little bit straighter. You're leaning to one side. Is\nthat...how does that look? OK. Uh you talk about their keeping hope alive in such dire\ncircumstances, when you've lost your father. You've lost your brother. You're living in the\nforest. You're living in the woods. You're living in hiding places. How do you keep hope\nalive? What constitutes that hope?",
        "Q: And and how do you do that? How...how do you find the strength?",
        "Q: Were there times when you felt or maybe even that you knew that your mother felt that",
        "Q: I want to talk about when you were with the partisan group. When did that happen? How\ndid you first join up?",
        "Q: OK. Tell me that...the story of that night when you made your...was it a run to the woods\nto...?",
        "Q: You hitched a ride with Germans?",
        "Q: You weren't wearing your star at this...?",
        "Q: OK. So what does it mean to to join up with a band of partisans? What...what was that\nkind of like?",
        "Q: How did you live? In a house in the woods or were you camping?",
        "Q: What do you mean?",
        "Q: Were all the partisans Jewish?",
        "Q: Did they accept...the the the partisans, did they accept...did they know you were Jewish?",
        "Q: And they accepted you as part of their band?",
        "Q: .. unified, the partisans...the Jews and...I mean I...",
        "Q: How old was your mother at this time?",
        "Q: Mid-thirties. She was a young woman at the time. And when you look back on how...how\nshe was able to survive and save you, what what kind of strength did that take as a young\nwoman and what kind of young woman was she?",
        "Q: Now tell me about that. She had struggled so long for survival, as you said, the one\nday...from one day to the next just surviving, so what happens when when that is no\nlonger there?",
        "Q: What in those immediate days following the war...now now first of all, let's go back, uh\ntake a step back...you're with the partisan group. Do you know who led that group that\nyou were with?",
        "Q: Were...were any of the partisans ever captured?",
        "Q: Were you ever captured?",
        "Q: What did...what effect did it have on all of you, on you in particular?",
        "Q: So it galvanized you?",
        "Q: Uh was that the normal fate of a partisan who was captured, some horrible death?",
        "Q: How did they know you were Jewish?",
        "Q: That's a Yiddish word?",
        "Q: Oh I see. You understood the German...?",
        "Q: What effect do you think it had on your mother and yourself to know that the key to your\nsurvival meant denying being a Jew? To vehemently...vehemently deny being a Jew. In\nfact, at that moment your survival depended on convincing someone else.",
        "Q: So in your own ways, you kept your Jewish observances, what you could?",
        "Q: Uh let me ask you about what happened when the war ended...and how did you know?\nHow did the news reach you?",
        "Q: So before that time you survived for that short period of time actually living with",
        "Q: And you mother was a cook?",
        "Q: Now you're with the partisan group and the Germans are now retreating and somehow's\nthere a sense that the end of the war is coming. Is that correct?",
        "Q: So you knew the war...the end of the war was coming?",
        "Q: OK. So there was one day where the war ended for you. Do you remember that day?",
        "Q: Why? Why did they care at that point?",
        "Q: Hate that that...",
        "Q: So the anti-Semitism was fueled by the hardship imposed on the Polish people by the\nwar? It was always there, but you didn't feel it.",
        "Q: So there was still a threat.",
        "Q: I mean what what what constituted safety? What what...after the war was over and and\nyou faced yet another threat...?",
        "Q: Where did that happen?",
        "Q: What was he alluding to...awaits you where?",
        "Q: In Poland. And he was...he was a general with the Polish army?",
        "Q: So your mother headed south to Italy. That's...?",
        "Q: What was the like for you to receive that news that the war had ended?",
        "Q: So was your intention at that time to go to Israel?",
        "Q: So how...what happened?",
        "Q: Throughout the war and the hiding and the freezing and the starving, your mother\nremained strong and was able to go forward. After the war, she became sick.",
        "Q: Why is that?",
        "Q: Which was?",
        "Q: Do you think it was only then that she allowed herself to experience her loss?",
        "Q: What did it mean to you to come to America?",
        "Q: And what's that?",
        "Q: Did you return to religious observances that you weren't able to __ during the war?",
        "Q: Why is that?",
        "Q: Uh the adjustment...there were good...there were many good things about being in\nAmerica, but the adjustment was not easy?",
        "Q: Uh what is your life like today?",
        "Q: Why is it important for you to do this, for you to document your experiences?",
        "Q: What is important for you to impart to future generations about the past?",
        "Q: There's Judaism in passing on observances, but there's also...what is the the importance\nto you to pass on your experiences of the Holocaust to maybe your own grandchildren?\nWhat is the value in that?",
        "Q: Do you think it could happen again?",
        "Q: OK. Thank you.",
        "Q: We have one more question. OK. It is...OK. Your cousin the photographer, was he taking\nNazi propaganda photos?",
        "Q: OK. Were there other mothers and children in the partisan group or were you the only\nones?",
        "Q: So you are...you were the only mother and child...?",
        "Q: OK. Do we have any other questions. OK. I think that you address this to some extent.\nLet me ask you uh why do you feel that the partisans made an exception and accepted you\ninto the group?",
        "Q: Well, thank you."
    ],
    "answers": [
        "A: OK. Uh I'm Rachel Goldfarb. I was born Rachel Mutterperl, and most of my friends and\nmy family call Rae. I've been known as Rae most of the time since coming to the United\nStates.",
        "A: Rachel.",
        "A: In a small town called Dokezyce.",
        "A: It is eastern Poland. Uh at the time it was about four kilometers from the Russian border.\nNow it's part of Russia, or Belaruse as it is known.",
        "A: Uh December 2nd, 1930.",
        "A: Well, life was pretty good. Uh both my parents had businesses.",
        "A: My mother had a yard goods store and my father was involved in several businesses. He\nuh supplied meat to the Russian...to the Polish garrison at the Russian border. Uh I\nremember he also did some exporting of uh flax and uh oil, uh meat, and apples. I\nremember particularly the apples because he used to rent orchards and would sometimes\ntake me to...when he went to oversee the orchards, take me along and uh one of the\nimpressionable things that I remember is seeing the Russians play their harmonicas and\nuh dance in the evening.",
        "A: Well, they weren't weren't really Russians. Uh they were the what they call the White\nRussians, the Belaruskis. Uh but my family had a pretty good relationship with them\nbeing in business. Uh we had help in the house that were gentiles. Uh my brother's\ngoverness was a gentile woman. I had a Jewish girl as my governess. Uh there were\nlaundresses that were non-Jewish. I remember there were several help in the house. So uh\nthe relationship that my parents had with the community gentiles may have been a little\nbit different and maybe I had a different impression of it all. Uh I remember visiting with\nsome of their acquaintances in the villages, surrounding villages, and uh I remember\nsome good times like horseback riding and playing with their children.",
        "A: Yes.",
        "A: Uh for a small town, it was a pretty good sized Jewish community. Uh I remember it as\nbeing about twenty-five hundred Jewish people in the town. Uh I don't know...some of\nthe things I've read about a town, there were anywhere between four thousand...between\ntwenty-five hundred and four thousand Jews in the town.",
        "A: Oh yes. Very much so. Uh I think the whole Jewish community was steeped in Judaism.\nThe holidays were of big importance. Uh family gatherings, the shabbat...especially in our\nfamily. Friday noon started shabbat. Preparations were ready. The table was laid and the\ncandlesticks were on the table and the hallahs were placed near the candlesticks and there\nwas always Friday night dinner and uh shabbat, of course, no cooking was done and uh\nfamilies gathered.",
        "A: Very much so.",
        "A: I really can't recall any of it. If there was some, I guess either I was sheltered from it or\njust as any other child involved in her own things.",
        "A: Yes...yes.",
        "A: Yes.",
        "A: Oh yes. I knew all the rituals. She used to...actually my parents from what my mother tells\nme, uh had forbidden her to take us to church, but she wanted to go to church and uh,\nyou know, in order to uh fulfill her own duties of taking care of us and my brother and I,\nactually different girl but uh they would steal off to church and take us with with them.\nAnd I learned the ritual and it probably helped saved my life eventually.",
        "A: Well, when you go to church and you observe and you know, a child does what\neverybody else does, so it came naturally to kneel and to cross yourself if if necessary.",
        "A: Uh one particular time, one particular time specifically.",
        "A: Oh that was almost toward the end of the war. Uh we were caught by the Germans and uh\nbrought to our own hometown and uh after we were all housed in some barns with no\nfood and children went out to to try to scrounge food and so did I and one of the priests\nhad given the children food including me and uh everybody knelt and thanked him and\ndid the normal observances, and I knew how do to them properly too.",
        "A: Uh he was active in the Jewish community. He was also uh very helpful to some of his uh\ngentile friends. Uh whenever they were in need of money to help them through a period,\nhe did buy from them and uh I guess he must have advanced them money. It...it stood us\nwell in in our escaping from the ghetto. It probably also cost my brother's life.",
        "A: Well, my brother was uh left with a family to uh hide him and we are not sure exactly\nwhat transpired but uh he was turned over to the Germans. The story we got is that uh this\nparticular gentleman's mother-in-law was mad at him and uh told the Germans that he\nwas hiding a Jewish child. Whether that was the exact story or not, I don't know. But uh,\nyou know, we remembered the good things much quicker than the bad ones, and along\nthe way when we escaped from our ghetto to another ghetto, uh we were helped by\ngentile friends of my father's.",
        "A: My brother's name was Shlomo.",
        "A: Uh three years younger than I, so in 1942 I guess he was about eight.",
        "A: Oh no. None of the people in our hometown went to a concentration camp. In uh our part\nof Poland uh there were no concentration camps. There was no industry. There was no\nneed for labor and uh what they basically did is they gathered the Jews and shot them.\nThey eliminated everybody by the bullet and sometimes they'll...some horror stories were\nthey left bodies on top of live people and they just suffocated. Uh they also...a few people\nthat I know that had managed to crawl out from under these dead bodies at night and get\naway.",
        "A: Do a round-up and uh shoot the people.",
        "A: Uh my mother went back after the war but uh (sigh) it's difficult to get the story straight.\nMy brother's governess did go into town immediately uh to find out what happened to\nhim and the only thing she would tell my mother when she came back is that she was sure\nhe was shot. When we escaped from the ghetto and uh on the way, we stopped at at her\nhouse and uh she hid us...I don't remember for how long, whether it was hours or\novernight and she went into town to find out what happened to him and uh she told it was\nnot safe for her to keep us because everybody had...knew the connection and she had just\ncome from town inquiring about him.\nher own fight for survival for herself and for you and for the family? How...how did...",
        "A: Uh I know from...from my own feelings, the the desire to live and to protect someone is\ngreat and I think at that point it was a matter of protecting me and getting me through it\nthat kept her going.",
        "A: I think the will to live is something that does not need to be sharpened. I think it's there all\nthe time and uh I think what happens is is they...the closer one feels that upon one's self,\nthe the stronger the fight is. I've watched friends that had cancer and passed away and\ntheir will to live was so strong that uh one does not believe that death is around the\ncomer.",
        "A: I don't even know how to answer that. How it affected me? You just do the next thing.",
        "A: I don't even think one thinks. I think or at least I felt that uh when danger is there you try\nto to stay...stay alive, stay out of it. I know one particular circumstance where I lost my\nmother, got separated in the forest. Didn't know where I was, nobody was there. All I\ncould hear was the Germans calling and shooting, and at that point...",
        "A: Calling. Uh they knew people were around there. We were in the partisans at that time\nalready and they were calling out give yourself up and you will survive, and, of course,\nspraying bullets over the the area, and I remember going out to the clearing. I forget...1t's\nbetter to get shot than be lost in the forest, and going out to the area and watching the\nbullets hit the dirt in front of me. It sort of makes a little puff when it hits the dirt. Then I\nheard my mother calling me. It didn't take me (laughter) a split second to turn away and\nrun, and that I remember very clearly.",
        "A: No, not giving myself up. Sooner be shot than give myself up.",
        "A: Into a bullet...yes.",
        "A: Uh you have to understand that at that point we were very much aware of what Germans\ndid to Jews and even though at that point there were no Jews alive that we knew of in any\nof the surrounding towns, knowing that I'm Jewish and knowing what awaited me, don't\nyou think it's easier to take a bullet at random than to have somebody point a gun between\nyour eyes?",
        "A: There were uncles and aunts and grandparents...",
        "A: Sure.",
        "A: Uh you mean the German occupation? Well, once uh the Germans started to fight the\nPoles, once they declared war on Poland, we knew that the Germans would be coming.\nUh you must understand that we were already occupied by the Russian forces. Poland was\ndivided and it wasn't a matter of, you know, will they come. It was a question of when\nthey will come, how quickly they will come.",
        "A: Stories filtered down. Uh stories filtered down about the fact that uh the Jews in Germany\nwere being taken out of their homes. Uh Jews from Poland had run away uh because the\nGermans were coming in and occupying. Uh some of them who came returned back\nbecause the conditions under the Russians were so bad too. Uh my family especially since\nwe were called bourgeois (ph), rich Jews or rich people period, uh we were packed and\nwaiting to be taken to Siberia. That's what they did with with the rich people, uh resettling\nthem. Probably would have been a blessing in disguise.",
        "A: There was an awareness of oppression under the Germans, but I don't think anybody uh\nthought of being just shot to death, being eliminated or wiped off the face of the earth. I\ndon't think...as a child, of course, I didn't think about it, but I don't think the general\ncommunity was prepared for the type of holocaust that that happened and remember\nsomething else...all that did not start until a little later. The concentration camps... mean\nwe had no knowledge of concentration camps at that point.",
        "A: Ghettoization process was not immediately. That was oh several months later. Uh the\nGermans came in in I think July and I know it was summer. And the ghetto was not\norganizing...",
        "A: No. That was 1941, and the ghetto did not get established until the wintertime, so there\nwere several months, maybe not...six months maybe, five months.",
        "A: Well, everybody became aware of the fact that the Jews were not treated well. Uh there\nwere incidents of beatings. Uh the next thing was the edict to wear the the yellow star. No\nJew was to uh venture out without the yellow star. If you were caught, they would get\nbeaten. I don't recall but I think there were even a few instances where people were shot,\nJewish people were shot. One of the things that stands out in my mind is uh Russian\nprisoners of war that were driven through the town and they were in just terrible\ncondition, uh without shoes, without proper clothing, hungry, looking dilapidated and\ndrawn and went begging, of course, for food and water and if somebody attempted to give\nthem...or couldn't hand it to them, throw toward them, uh anything, any food and if they\ncaught it or even if they didn't, the Germans beat them and even shot several people if\nthey lunged toward the crowd to receive some food, they shot them, and that was I think\nthe first awareness of the brutality of those people.",
        "A: Uh yes. If a Jew had to wear the yellow star, he was set aside...he was set apart from the\ncommunity. He was pointed to. To me it means being pointed to someone, there is a Jew.\nUh probably there must have been an accounting. Uh I recall quite early where some of\nthe...of our possessions were taken, uh valuables. The Germans uh had...I guess there was\nsome sort of an organization that was uh formed from the Jews or appointed as a leader of\nthe Jews and the the intermediary between the German command and the Jewish\ncommunity where the Jewish community was taxed because I remember having to give\nup some valuables to help with the war effort.\nwas a liaison to the Germans. Is that how it worked?",
        "A: No. The Jewish community was always organized. The Jewish community has always\nhad its own organization where if help was needed uh even to the point of sort of like a\nbanking system, gmiluth chesed, where if someone uh found themself in dire need and\nneeded money to to tide him over, he could go to the Jewish community and get some of\nit. Uh that establishment had existed and uh I don't recall whether the same person was\nhead of the Jewish community when the Germans came in or whether somebody else was\nappointed, but there was a liaison.",
        "A: I don't remember exactly when but within a short period afterwards, maybe within a\nmonth or six weeks.",
        "A: Very much, because that was my first feeling of uh being singled out and pointed to. All\nof a sudden I was less, you know...living in a family that was quite comfortably uh\nsituated financially and uh feeling...being the upper crust to becoming the the lower crust.\nAll of a sudden wearing the Jewish star made me less of a...of an important person than I\nwas before.",
        "A: Uh yes. Remember it it wasn't really that small a village. There were probably about nine\nthousand, ten thousand inhabitants total, so if there were one-third of them Jewish, two\nthirds were not and in a community like that, of course, there are all kinds. I remember\nvery much being spit at. I remember having to get off the sidewalk when I walked on the\nsidewalk and a non-Jew was approaching. Part of the the prescribed new behavior was\nthat one had to accommodate the non-Jewish person.",
        "A: Not as such because being within the family and the school, uh you know, if I ventured\nout into the non-Jewish community, 1t was normally my parents' acquaintances. Uh with\nmy parents having businesses and especially my mother had probably the largest yard\ngoods store in the area, there were always non-Jewish people coming and going and the\nstore was uh in front of the house. It was sort of connected.",
        "A: Uh it started actually when the Russians came in, because all of a sudden we were\nidentified as bourgeois. The store was closed. Our circumstances were quite different, so\nit was sort of a degrading of circumstances starting with the Russian occupation, and that\nproceeded into the German occupation, the conditions constantly getting worse.",
        "A: Yes.",
        "A: I know that I was taught Hebrew at an early age. I know I spoke fluent Hebrew and\nremembered enough of it that after liberation, uh I met up with Isra...actually when we\ncame across the border into Italy, we met the Hebrew brigade and uh I had no difficulty\ncommunicating.",
        "A: Well, I think probably he always contributed to the Jewish community and uh to Israel. I\nremember the the little box, tzedoka, the discussions about Israel in the house. Uh some\ncousins had uh gone to what was called a kibbutz, preparing to go to Israel, uh kind of\ngetting training, mostly agricultural training and living in communities. Uh I remember\nthe hallutz (ph) movement, patriotic songs, uh learning about some of the the heroes.",
        "A: I'm sure there were. I know that I had a cousin who had uh gone to Russia uh in the\nrevolutionary period. We never heard from him. All I did was see pictures of him. I never\nactually knew him, but that was my uh father's sister's son.",
        "A: Uh much of it...the synagogues ceased to exist as they did before. Uh much of it was in\nthe house. I remember a seder. I also remember wall to wall beds and that the table\nwas Set up and everybody sat on the beds, because that was in the ghetto, probably the the\nlast seder in ghetto. And uh I remember that it was conducted.",
        "A: Probably for the first time in my life, I observed the baking of the matzoh and it was done\nat night in hiding. You know, couldn't remember before now that...you kind of jogged my\nmemory to it. I remember the baking of the matzoh at one of the houses where they\nuh...the baking was set up and I remember everything being blacked out.",
        "A: No. That was in the ghetto.",
        "A: I'm talking about during the ghetto.",
        "A: The fact...yes, that matzoh was being baked for passover.",
        "A: I guess. I don't know why else it had to be done at night and in hiding.",
        "A: Shabbot was a a normal observance. Nobody worked on shabbot. If any Jew worked on\nshabbot, he was looked down upon and pointed to by the rest of the community.",
        "A: I really don't know. I am sure that the Germans took all the people to work. Uh a certain\nsegment of the population from the ghetto was taken to work either cleaning or doing\nwhatever the Germans needed done...laundry or uh some of them were shoemakers or uh\ntailors. Those fared a little better because they were needed.",
        "A: I'm not quite sure, I'll tell you the truth. I just...you know, it's a memory of what the seder\nwas like, a memory of the fact that uh you were not with just family. Actually not with\nfamily, only the people that lived in the house. Some were family, some not. Uh it was\nmore what I remember 1s the fact that 1t was different.",
        "A: I think at this point only when I look back at it. It was...it was so long ago I don't really\nremember what my feelings were. Just the fact that they were strange. It wasn't the way it\nused to be.",
        "A: Uh the ghetto started in the wintertime and it was summer. I know it was after Shavuot\nand it was around May that the ghetto was liquidated, so I would say probably six\nmonths.",
        "A: Twenty-five hundred.",
        "A: Well, you...we had certain small groups that were shot. Uh I remember stories that uh\npeople were made to dig their own graves. Uh in front of the cemetery, there was a big\npit...I guess a sand pit. I just remember there was a pit and from what I heard that is where\nthe majority of the people were shot. Uh I know...I remember hearing that some of the\npeople...uh Jews had to to throw dirt or sand or whatever over the bodies. Uh those\npeople had been at the edge of that pit and had come back. Uh there were small groups\nthat were killed and then there were what they called uh reducing the numbers, I guess.",
        "A: They had taken away the the the uh the less able and uh the smallest and uh shot them. It\nsort of was a a process that they went through by eliminating people and making the\nghetto smaller, easier to control.",
        "A: I think it was who was available, who they could get hold of and uh normally the\nstrongest ones were the ones that survived because they could use them. The Germans uh\nneeded some people to do their chores and kept up...kept out the the most able. Uh every\ntime that the people in the ghetto became aware that uh there was going to be some uh\nsome cleaning out, that they were going to to take some of the people away, whoever\ncould hid and if one was in hiding, if they didn't find them, managed to survive. Actually\nwe survived because we were in hiding...hiding uh at the time when the final phase of the\nghetto was liquidated.\nthat that it would be your turn to be eliminated and and was there fear? Was there\nuh...was there an awareness that you had to get out? What was the mentality like at the\ntime?",
        "A: Well, of course there was awareness and there was no place to go. Uh a few people did\nmanage to get out and uh the reprisals were very very high and that probably kept other\npeople from from leaving if they could get out, because the first ones that would uh be\nused in the reprisal would be the family. I guess it's very difficult for a person to to save\nhis life knowing that his family is going to to pay for it.",
        "A: Of course. Of course. Uh it's fear but it's almost an accepted fear at that point. You do\nthings because you have to do them. I remember incidents where...I'd be jumping the gun.\nWe escaped from one ghetto and we were in another ghetto and we knew that there was\ngoing to be a reduction again and a cousin had a studio and the Germans had told him that\nthat night he was to spend at his studio and he took me along with him and I wasn't\nallowed to walk with him. I had to follow at a distance, and he hid me and uh we went up\nto the attic of the house and watched what was going on.",
        "A: Well, we saw the Jews being gathered into one open field. We watched them being\nseparated, a group here, a group there, examining their papers and some taken away and\nsome returned back to the houses.",
        "A: They were shot.",
        "A: No. I don't know whether he did or not. He survived, by the way.",
        "A: Yes. He survived. He was an excellent photographer, and the German made...the\nGermans made full use of his uh talents.",
        "A: Actually nobody from my family uh was eliminated in in the reduction of the ghetto.\nEverybody lived to the final liquidation.",
        "A: It wasn't a matter of decision. The ghetto was surrounded. Word had it that uh something\nwas going to happen. Nobody ever knew how much of what would happen, and when that\nwas announced uh my family had built a double wall in a uh...1t was a warehouse at one\ntime. Of course, it was used for quarters at that point. Our house somehow was in the\nghetto. Uh the ghetto was around the synagogue courtyards because that was the\nconcentration of Jews and along the street so that it had some sort of division, dividing\nline, and the houses on our side of the street, all of them had uh enclosed courtyards to the\nstreet, so it was easy to close off that particular part, so in the warehouse uh there was a\ndouble wall.",
        "A: How big a space...probably just a matter of a couple of...I'd say about two and a half, three\nfeet wide.",
        "A: Yes. Not just my family...quite a number of people. Whoever could get in. It wasn't a\nmatter of...when that was announced and when the Germans started to knock on the door,\nit's it's who could make it, and at a certain point, the door was closed and that was it.",
        "A: Uh one morning, word had it that something was happening. I really can't recall whether\nwe went in there. Sometimes we would sleep in there. If there was any kind of word that\nsomething was going to happen, we would not spend the night in the house but in this\nhiding place.",
        "A: At that particular time, I think it was about a week.",
        "A: About a week.",
        "A: I'm aware of my mother and myself and my brother, my grandmother and some other\npeople. Just how many other people, I don't know because it seemed like whenever\nsomebody went out, they just didn't return. If somebody went out to investigate...uh I\nknow that my grandmother was caught and of course she would not tell. She just said she\nwas the only one and she hid and she would not point out as to where we were.",
        "A: Uh I remember because that...it was a very traumatic time. Particularly remember my\nmother trying to to reach for her and trying to protect us at the same time.",
        "A: Yes.",
        "A: And you grandmother went out and and encountered German soldiers?",
        "A: My...no. What happened was is uh we could hear quite a bit with what was going on. We\ncouldn't see. There was a lot of shooting going on and uh then it became quiet. We did\nnot have any more bread or water and how long can you stay in a hiding place. Also we\ncould hear voices and we could hear the discussion of the the gentiles. Everybody came to\nloot and I guess our house in particular. (Laughter) And uh I remember at some point I\nguess it was felt that uh it's time to to get out and and go. Uh one of the dangers was\nthat...I don't recall exactly what happened but it seemed to me that my mother overheard\nsomebody saying that uh everything is, you know, is...everybody's gone from here and it's\ntime to to occupy the house, to take the house. Then it would be very difficult to get out.\nAnd the decision, I guess, was made to try to get out and also there was more than one\nhiding place in a house. Normally there were several so what we tried to do is get out\nfrom that one and get into the house. There was another hiding place in a pantry under the\nground...under the floors and we were going there and I don't recall whether my\ngrandmother was first or last but I know...I remember hearing her.",
        "A: As she encountered...not just the Germans. Uh we lived in a situation where it wasn't just\nthe Germans that were against us. The Poles in the community, the the gentiles in the\ncommunity were against us too. I'm not going to say all of them. I wouldn't be alive today\nif it were all of them, but a great number were and uh our part of the country was a very\npoor part of the country and I guess the the looting is what uh what appealed to a lot of\nthe people, being able to uh to accumulate somebody...you know, take over somebody\nelse's wealth and even though by the time we came into the ghetto a lot of it was stripped,\nbut it was still some things. When you talk about a community where people didn't even\nhave shoes...uh my husband still kids me about I come from a small town where you walk\nbarefoot. You only put on your shoes when you came to the market place.",
        "A: We knew that the...that she was caught. Whether it was Germans or whether gentiles, we\nwere...I I don't know, but I know that she was caught because she was carried away. She\nwas pulled away, and she was beaten and she said I don't know. I was by myself. That I\nremember very clearly.",
        "A: My mother was with us. See what happened was is whenever something like this\nhappened, the women and children were the ones that were put into hiding and the men,\nthe big protectors were were left out. There was just so much space to hide.",
        "A: By then he was no longer alive.",
        "A: I don't even remember the circumstances. I just know he was...he was not with us.",
        "A: Uh the...(sigh)...I don't know how to explain it to you. When something like this happens,\nin the first place you're not really sure of what the circumstances were. It's not...it's not a\nnormal occurrence. All I know is that the family became smaller. At that point frankly it's\nit's just a nightmare. That particular incident is a nightmare. The things that I remember is\neven when we were running out from the second hiding place, crawling over bodies, the\nthings that stand out in my mind is that we crossed the river, which was one of the\nboundaries of the ghetto, after crawling over bodies and hiding in the shadows and uh\nencountering two men with rifles, and my mother had some valuables on her and she said\nlook, I I can make you rich. Put out your hands and I'll give it all to you, and they did.\nThey slung their rifles over their shoulder, and within the period of time that they put\naway their possess...our possessions I should say, not their possessions, uh we managed to\nescape so it was known that we were someplace around and I don't know if they\nrecognized my mother. They could easily figure out where we were going to, who the\nfriends were and which particular village we would go to. I remember hiding uh in a\nbathhouse in a nearby village and I remember a man coming and telling us that\nevery...they know that you're still alive and that you're around here someplace. You'd\nbetter run. You better hide. That was after my mother had left my brother with my father's\nvery good friend to hide him. She took me to this particular man's sister, and by the time\nwe got there...remember we can only do it at night, not during the daytime...and don't ask\nme whether it was the same night or the next night. Uh by the time she brought me there,\nuh this man told my mother that he had just come back and noticed that my father\nwas...my...sorry...my brother was caught by the Germans and that we better run from this\nvillage because we're not safe here.",
        "A: It was just my mother and I.",
        "A: Well, the next place...well, we hid. I remember hiding in...the wheat grows pretty high in\nour part of the country and I remember hiding in the wheat, in the field, and I remember\ngentiles passing, farmers passing and talking about what was happening in town, the fact\nthat all the Jews were were killed. They really did a clean-up job. Uh at night we managed\nto get over to my brother's governess' house and we must have hid the night someplace\nnearby because probably the next night we got news that my brother was no longer alive\nand ventured further.",
        "A: Yes. We were all three of us together until my mother left me in this bath house and took\nmy brother to place him into hiding. I guess she figured she'll place him and place me\nsomeplace safe and then she'll fend for herself. Unfortunately, it didn't work out that way.",
        "A: I was...yes. Actually no...there were two other children that somehow managed to to get\nout with us.",
        "A: It's easy to figure out. It was 1942. The win...the...not...not quite twelve. Eleven years old.",
        "A: Wait a minute. It was 1943, so I was twelve years old.",
        "A: Just waiting and and hoping my mother comes back.",
        "A: I don't think I was sure of anything. I think one becomes numb. You...you don't feel a\nthing. You just...you just take it as it comes.",
        "A: Next we went to another gentile family. Again my mother started to choose very, very\ncarefully as to where to go, who she would think would be the the least uh belligerent and\nwe went to this woman's house. Uh she was a widow and my father had helped her out\ngreatly when her husband passed away and my mother felt that uh that was a good place\nto go, and uh when we got there uh she wasn't home. Her daughter was home and her\ndaughter must have been just about a couple of years older than I and uh the daughter\nknew us very well too, and she hid us and uh I remember the the center of the\nhouse...most of the houses had like a fireplace, an oven. Everybody had to bake bread. It\nwas like an oven and to keep warm. It was built out of bricks and it had sort of like a uh a\na level area. A lot of the uh farmers would sleep there in the wintertime because the oven\nwould be heated up, so she put us there and normally there was some sort of a curtain that\nwas drawn across it, so that's where she put us and that's where we stayed and uh the\nmother came back and as in many villages, the big pastime was to get together and to talk\nand uh we were up there and this woman crawled up and sat down right in front of the\ncurtain and talked to the people that were sitting on benches and they were discussing\nabout what happened in the town.",
        "A: Oh, she knew we were there because when she came home her daughter had informed her\nthat uh we had come and she put us...where she put us to hide us.",
        "A: We stayed there probably a couple of nights, until things quieted down because uh this\nwoman had sent a son...she had two sons and a daughter and we actually saw her after the\nwar too. Uh we know she left Poland because my mother corresponded with her and after\na while the letters just came back. Uh she was actually of French extraction. She married\nher husband who was Polish and was living there, and she had talked about going back to\nher people anyway. So I suppose she must have gone back, but what she did was is she uh\nsent us by horse and wagon, giv...giving us her clothing, her documents, her daughter's\ndocuments, and sent her son with us to take us to another village. Uh actually she scouted.\nUh my mother told her who she wanted...where...where the next stop could be for us and\nshe had gotten in touch with those people. She went over there and just spoke and she\nsays yes, it's safe.",
        "A: Our lives and hers would have been ended.",
        "A: She was...she was a righteous person. She was a good person. That's why I said that thank\nGod that there are some people who did not side with the Germans and who had a\nconscious and uh who had love of humanity and and wanted to help people.",
        "A: You didn't know. You didn't know. It was a matter of I guess luck.",
        "A: Oh yes.",
        "A: Correct.",
        "A: Well, the circumstances were such that she figured if anybody had any kind of a debt to\npay and they were...and they were good, they would do it, if they would turn us in. At that\npoint this particular woman had nothing to gain by turning us in. Uh the next family...",
        "A: She had a lot to loose. It was just that uh I remember her telling my mother that uh my\nfather had come to her aid when she thought that life was over for her and she'll do\nanything she can to help us out.",
        "A: Quite a bit. The Germans rewarded the informants.",
        "A: There was an incentive. Well uh one of the things is uh whatever the possessions that\nremained from the Jews, they would share in those, uh the houses. They...the property.",
        "A: Definitely. Definitely.",
        "A: Direct benefit.",
        "A: You know, there is no surprise. In the first place, the age that I was at, I don't think I knew\nenough about human nature to really realize any of it. I think I was more aware of what\nwas happening, what it took to survive, than what people would do. I think a lot of it...you\nknow, it's the same as here. You see people who have very little and yet they go out and\nhelp the more needy and you see people who are very well off and they look the other\nway. I think it's the same thing with then. It...1t was more as to how people perceived\nthemselves. Uh sometimes the most religious were the ones that uh that probably would\nwould turn on someone quicker and then there were some that uh truly believed in in\nsaving a human life.",
        "A: Well, it's risking your life. Anybody...anybody saving a Jew, collaborating with a Jew uh\nstood to loose his life. If not his life at least his health because a good sized beating can\nleave one maimed, uh or worse.",
        "A: Well, as I told you the the first sense of brutality was when the Russian prisoners of war\ncame through, were driven through the town and the treatment of them. It was so cruel. I\nmean people who were so hungry and thirsty and if someone uh went for for a bit of food\nor for a cup of water...I mean the Jewish people have always been taught to help, and uh\nyou see people driven through...people ran to the house to get especially water and\nsomething to drink with, and uh the Germans just turned on them. I don't recall them\nturning on the ones that were trying to give them the food. I remember them turning\nagainst the ones that went for the food, and I think this is probably why it left such a\nlasting impression on me is that if if a man is hungry and reaches for something, he gets\nbeaten and and in some cases shot.",
        "A: Mostly by retaliation. Promising that nothing will happen to the Jews if they cooperate\nand uh if anybody uh...if they found that something was done against their orders, by\nretaliation. I recall a few men who had escaped to the forest and uh actually the first\npartisans I guess I would call them. Uh when that became known, the first thing they did\nis gather a certain amount of people, took them out into the the main area, the the open\narea was the the synagogue courtyards...all the synagogues were located around a large\ncourtyard, and shoot them or take them away to be shot. Uh what they did is to make sure\nif... don't recall...I think they took them away to be shot. They may have shot several in\nthe ghetto itself but the majority of the time they would take more people and then have\nthe...some return to tell the stories, to tell of the...of the manner in which the the others\nones died.",
        "A: Gosh, has it been that long...\nTape #2",
        "A: Probably so, because every time that there was any kind of a stand, uh the Germans\nwould uh inflict some deaths and injuries, so it was a matter of I think conscious. I was\nmuch closer to that when we were in the second ghetto, because at that time my mother\nhad made up her mind that she's going to try to uh get out of the ghetto and join with the\npartisans and uh the leader of that particular ghetto uh was a a very...I don't know how to\nput it...uh not really defiant but someone who who had the understanding of what was\nhappening to others and a brother-in-law of his was a physician. My mother felt that if\nshe, as a woman coming into a group...who wants a woman...who wants a woman with a\nchild that's a responsibility, but if she brought someone with her who could contribute\n(cough)...excuse me...who could contribute, that uh she would be more welcome and this\nparticular leader's sons also wanted to get away and uh I remember his answers. We used\nto meet in his house and he had a daughter my age and he wanted his children very much\nto survive and I understand one of his sons did survive. However uh would...and possibly\nthe the daughter too, but uh they did want to be in touch with anyone because there were\nsome Jewish people who had hard feelings against their father, but uh...",
        "A: Uh yes. Because in that position I guess there were sometimes when he knew about things\nand uh it was a matter of uh saving the majority. Uh...",
        "A: What was good for the greatest number. Actually, he was taken away before the second\nghetto was uh liquidated. He was taken out of the ghetto with his whole family. I don't\nknow what the circumstances were but the two sons defied the Germans and managed to\nrun away from them. I don't know whether the the father would have been taken to\nanother ghetto, whatever. It ended up that the father was killed and uh the wife...the\nmother too, but the two sons and a daughter escaped, ran away from the Germans. The\nolder son was shot. The younger one and the daughter were not, and they were hiding out\nin the ghetto for a little bit and all the Jews there were so scared of their own well-being,\nof their own survival, they were ready to to uh give them back to the Germans, give them\naway, and the son did escape and uh really became a hero in the in the partisans, but we\ndon't know for sure whether they survived or not, but that was a very good example\nwhere what do you do for the good of the community. Uh...",
        "A: Well, there were several things. One of them 1s the family unit. Uh 1t wasn't\nevery...everybody for himself...maybe more people could have survived if they would\nhave left their families and gone on. Uh if you try to escape with a family and with\nchildren, it becomes much more difficult. The men did not want to leave their wives and\nchildren. Some of them did. Some of them figured they'll get out and maybe they'll bring\ntheir families. Some of them did bring their families. But it was a matter of how do you\nput yourself in the position of perhaps being the cause of somebody else's death. How do\nyou live with yourself the rest of the time?",
        "A: Remember that they were surrounded by people who were not looking to help them but to\nhinder them. There was not really any place to go. The partisans did not really get\norganized very well until probably the fall of '43. Uh there were little groups here and\nthere. They were hit and miss. Uh the first partisans, and my mother was very much in\ntouch with them...there were a few of the young men who escaped to the forest and the\nway they accumulated a few weapons was by uh staking out some roads and finding a\nlonely...a lone I should say...German soldier who would pass by that they could uh kill\nand take his weapons, because that was the only way to take the the weapons from a\nsoldier. Uh (laughter) I don't know whether...at that point I think it was a matter of kill or\nbe killed. Uh they accumulated a few weapons. Some of the Russians...Russian prison of\nwars also had escaped. Uh you know, when when people are treated like this, 1t doesn't\nmatter...life or death...uh the line between life and death becomes very, very narrow, and\nuh it's a matter...well, do I get killed and end my suffering or do I escape and have a\nchance to live and uh then then it's much easier to escape, but when you're the cause of\nthe rest of your family's deaths, I mean it it's very difficult. Also there was no place really\nto run. You lived in a...amongst the population that was ready and willing to hand you\nover to the Germans again. It was only under the threat of fear that those people provided\nthe food to the partisans. Once the partisans were able to get some weapons and once they\nhad made contact with the uh Russians behind the lines, then it became much easier\nbecause at that point the Russians had already sent...when the front was organized, uh the\nRussians had sent uh leadership, ammunitions and some supplies. Other than that,\nwhatever supplies, whatever fighting supplies there were, were only very primitive or\nwhat was uh taken from the Germans.",
        "A: I I don't see that way. I don't see that way. I...maybe...maybe I'm naive or maybe I was\nnaive as a child. Uh I remember quite a number of people who would...wanted to get out\nof the ghetto, wanted to escape. Some of them did. From the second ghetto, that particular\ntime when we tried to organize an escape, some of the people were caught. It just so\nhappened we...we were the last wave to get out and by then we knew we couldn't. It was\norganized that that particular night, a group was going to leave and some of them got\ncaught and uh this particular leader was was taken at that point. He was blamed for it. He\ndid not oversee the people well enough, and then...",
        "A: Well, I mentioned to you he got killed. He and his family were taken whether in\nretaliation or whatever, but his sons fought back and uh and managed to escape. I know\nthat one had died of his wounds and uh the other...the the younger son and daughter I'm\nnot sure. Word had that they escaped but he was so afraid to to be 1n contact with any of\nthe Jewish. But there was really no place to go. There was no place to go. You...you were\nin a uh...you were in a situation that you're damned if you do and you're damned if you\ndon't. You don't want to die. You know you're going to die. It was just a question maybe.\nYou know, hope is what keeps us all living and the hope was that maybe, maybe the the\nRussians are going to regroup and uh and liberate us before the Germans have a chance to\nkill us. And as long as the Germans could elicit some sort...some sort of labor or some\nsort of uh uh valuables from the community, we were still of some use.",
        "A: Getting through the...to the next day.",
        "A: You don't know any Yiddish. I could give you a very good expression. I'll try...I'll try to\ntranslate it. You don't know how you will react until you find yourself in the situation. Uh\nlook... was what...twelve, thirteen years old. I I worked during the day in a spinning mill\nand managed to...my mother couldn't knit for the life of her and the only...the only way\nyou could...you could stay in a ghetto and uh and survive there was to to be worth\nsomething, so I would knit scarves and and socks and I hated to to knit gloves. Those\nfingers...they were complicated, and yet be able to read. I have learned in the ghetto to\nknit and to read at the same time.\nthis that this spare was greater than the hub?",
        "A: I don't know. I don't know. All I know is that my mother had pushed very hard to to\nsurvive and to not just to survive by herself but also to save me and it it's an obsession to\nto try to stay alive and uh she kept in contact. She managed to to find acquaintanceship\nthrough the gentiles that she knew uh who owed her favors. Actually one family that had\na lot of our possessions and it was a big risk because they would smuggle food to us in\nthe ghetto. They had actually smuggled a gun in to my mother and they helped smuggle\nus out, and that was taking a very great risk.",
        "A: Uh after...from the second ghetto, the ghetto at Glemboke, uh that ghetto was going\nthrough the same process as our ghetto where it was being consolidated. Uh people were\ntaken away. Uh the the living quarters were pushed in. It was made smaller and smaller\nand all the signs were that uh it's not going to be long before that ghetto is liquidated too,\nand as I told you uh before, a cousin was a photographer that uh the Germans had used\nquite a bit and I guess they liked him too and he could come and go from the ghetto at\nwill. I mean he he was free. His studio was outside of the ghetto and uh it was known that\nuh who he was and what he was. Even though he had to return every night to the ghetto,\nnonetheless uh there were occasions where the Germans actually demanded that he stay\noutside of the ghetto for their purposes and uh he he was able to communicate with the\noutside much easier and he sort of helped communicate so that we could escape. We\nknew where the partisans were at that point and uh took the chance.",
        "A: It wasn't at night. It was in the daylight. We had uh dressed, gone outside the ghetto. I\nwent out to work every morning to the spinning mill and my mother got dressed to go like\nto work too and then just skipped off to the side, uh prearranged to meet with a gentile\nwoman who was to lead us out of town and I guess nobody questioned...come to think of\nit, if if my memory serves me right, we even hitched a ride with the Germans on a truck,\nbut it was not...",
        "A: On a truck. They were going down the road. They stopped. We were walking with this\nwoman. They asked if we wanted to ride, where we were going...",
        "A: Of course not. (Laughter) No. Dressed...dressed like a peasant. This woman met us and\nbrought us some clothing and we quickly changed into uh peasant clo...clothing. I mean it\nwasn't much different from what we wearing, but nonetheless uh a little bit more...how\nshould I say...to hide our identity. And uh she took us to a village eventually and uh from\nthat village...Mother had already contacts and from this village uh we went on and I don't\nremember the circumstances, but I remember leaving that ghetto in in broad daylight.",
        "A: Well, it was also a matter of being accepted. You know, you've got to...you've got to have\nvalue again. You've got to be able to do something to to have somebody keep you, and uh\nwell Mother had known quite a number of people and she had been in touch with them.\nThey knew that uh she had tried to get some other people out. Of course, the doctor is the\none that they wanted and uh he he perished in the ghetto and never got out. He was too\nknown a personality and uh when we came there, there were a few Jewish men there and\nthey kind of uh eased it for us. Mother did the cooking and I did whatever I was told to\ndo. Uh the partisan group that we were with were at the edge of the forest. We were not\nwith the main group. What they basically doing is uh disrupting communications,\ncommunications meaning train deliveries. Uh they would go out and uh loosen the bolts\nto some of the railroad tracks so a train could not go on. Disrupting the delivery to the to\nthe front lines, sometimes managing to blow up a couple of car loads of ammunition. It\nalways had to be done in a manner that would not be too suspicious, that uh kind of could\nbe accepted as possibly even an accident because of retaliation.",
        "A: In villages. In villages. Sometimes in uh house, dirt house. Sometimes just under the\nstars. It all depended on on what what happened. Remember the Germans were occupied\nat the front lines, so it wasn't that they had uh you know, they had Germans living in\nevery house, in every village, in every so forth. They were afraid of those deep forests.\nThe forests were so thick and not only thick. Uh that area is known as the Polotski Bloty.\nUh the the marshes. You could sink into those marshes and never come out. They could\nnot go in with a vehicle. You must realize that the Germans prided themselves on on their\ncleanliness. If they got dirt on their boots, they didn't like it. They were not very apt to uh\nto venture in. They would venture in every so often just to hit sort of an area and get out\nto discourage the partisans to coming to close to to the railroad stations, to the to the\nrailroad tracks and when they hit, we would run into the forests and that's when we would\nlive, you know, under the stars and when that would recede, uh we would come back out\ninto the villages. Those villagers...I don't know whether they really received the partisans\nwith open arms, however they they had to go along with the tide too.",
        "A: Well, you know, it's it's who puts the highest fear into you, and at that point the partisans\nput the greatest fear into them, that if they ran to the Germans, that they could not return\nto their homes and their families and then again how well would the Germans treat them.\nBy then the Germans were feeling pretty much the uh the heat.",
        "A: Oh no. I told you...a lot of...there weren't that many Jews. A lot of them...",
        "A: Oh yes.",
        "A: Uh yes. As I said...",
        "A: Not unified them. Probably what unified them was the desire to get rid of the Germans.\nUh should I say that the Jews were very welcome...I don't know. I don't know. Uh there\nwas quite a bit of anti-Semitism in the partisans too, but 1t was a matter of who did what.\nThere weren't too many Jewish...too many women. My mother did the cooking and uh she\nwas needed, so she did it. Uh I sometimes peeled potatoes until I couldn't feel my fingers.\nSometimes I would uh I was taught to to to do some things with the ammunition. I could\ntake apart a rifle and clean it probably faster than (laughter) than a soldier could. My little\nfingers managed to to get into places where big fingers couldn't get in and it was a matter\nof what was your worth. Everybody had to to have a certain worth.",
        "A: Mother was born in 1906. 1943. Thirty...",
        "A: Uh mother was a child during the Ist World War. She uh she helped with the family. She\nwent into business rather early in life. Not only did she run a business but uh she also\nhelped a sister get into business in a neighboring town. Uh Mother was a woman who\nventured out into the world. She used to go to Lodz to buy uh yard\ngoods...Warsaw... Vilna was the main place, so she wasn't somebody that came from the\nhinterlands and just stayed in the hinterlands. She had a very good head on her shoulders.\nI can only tell you that the war ended and my mother fell apart.",
        "A: (Sigh) A very sad story, very sad story. Uh my mother always had this feeling that\nbecause of who she was and what she was that she should have...she should have saved\neverybody, and to this day uh she she still keeps on talking about what she should have\ndone and what she could have done, but of course if she could have done it she would\nhave done it. Uh she lives with with this feeling of inadequacy of then, not of now. She\nnever really adapted here. She was never any longer what she was. She had to struggle to\nto earn a livelihood. I mean since coming to this country, I'll tell you I've worked...I don't\nremember ever not working. I went to high school and worked. I went to school...we\nmoved to New York. Mother thought that she was going to be able to get a job there and\nand manage better. The language was not as much of a problem. Washington really isn't a\ncity where somebody without without money and without a profession can can easily\nsurvive and she did not want to be dependent on my uncle and aunt. Uh we didn't find it\nthat easy in New York. Uh I hated New York. As soon as I graduated from high\nschool...in the first place I wanted to go to college and my only ability to go to college\nwould be with my uncle's help. I came here to Washington and managed to get a very\ngood job and go to school at night and uh really liked this environment much better than\nthe New York environment. So Mother came back with me and and she really could\nnever get a uh a decent job here, so it was sort of a matter of just surviving.",
        "A: Uh at that point...I mean toward the end, by the time we came into the partisans, they had\na pretty much uh uh a command. The commanders came from Russia. Uh we were with a\nspecial group so there was just one commander over this small group of people, but uh\nthere was a chain of command that uh from from the brigade, and there were several\nbrigades. The one that we were with was called Medvedev, but there were several\nbrigades.",
        "A: Oh yes.",
        "A: Oh we were captured during a blockade, but when partisans went out on assignments uh\nto do their either demolition or uh sabotage, uh many of them were captured. I remember\none woman was captured. She was Jewish too and uh she was returned in a potato sack in\npieces and uh that that was the the lesson the Germans were trying to teach is that if you\ntried to do that to us and we'll show you what we can to do you. It never stopped anybody\ngoing out again.",
        "A: I think the effect it had is rather than intimidating, it became a challenge, that I'll go out\nand I'll do you even worse and I'll get away with it.",
        "A: Probably. Probably.",
        "A: Of course...some horrible death. Uh towards...closer to liberation in early 1944, uh the\nGermans tried to rid the forests of the partisans because they were already in retreat and\nin order to to be able to fight the war, they had to get rid of this monkey on their back,\nsomebody that that was inflicting all kinds of uh disruptions and they had...uh in addition\nto the Germans there were some Russian groups, actually it was a Ukrainian group in our\npart of the of the country...where a whole military unit had turned themselves over to the\nGermans and they were fighting on the side of the Germans and uh they were doing the\ndirty work for the Germans, and those people had what they called the blockade. They\nsurrounded every exit from the forest. They kept on pushing the partisans into the into the\nforest deeper and uh managed to to capture quite a number of us. Uh we were captured\ntogether with at that point some partisans and some of the villagers because the villagers\nran too. They were afraid to stay and also some of the partisans made them go with them\nbecause this was a protection, having, you know, blending into into the population and we\nwere brought back to our home town and at that point uh I had uh typhoid fever and I was\nshaven. My head was shaven, so dressed in boy's clothing, I looked very much like a boy\nand they were separating men and women. The Germans had this uh I don't know...phobia\nI guess, not to keep men and women together, even boys and and and their mothers, and\nthey were going to separate me from my mother and that was my my biggest fear and they\nwere arguing...junge madchen, madchen junge...,boy, girl, boy, girl. Guess what I did?\n(Laughter) I said I was a madchen, a girl, and uh since my mother identified herself as\nmy mother, uh they presumed that she was gentile and she was harboring a Jewish child.",
        "A: Because I said the word madchen. Where do I know it from?",
        "A: Well, it's the same. It's very similar. You must realize that most of the gentiles in that part\nof the country are pretty illiterate and uh did not catch on to German.",
        "A: I understood the German conversation. If I understood the German and when the cards are\ndown, you kind of come up with an inner strength.",
        "A: Oh that part was easy. That part was easy. Surviving is what mattered. But I'll tell you\nsomething. As much as surviving mattered, we had very little to eat and the only thing\navailable was pork and I would not eat pork and neither would my mother. My mother\ncooked it for the partisans but we never ate it. We'd sooner eat just a potato.",
        "A: Uh adhered to the Jewish principles. I wouldn't say we kept the Jewish observances. We\nadhered to Jewish principles wherever possible. Uh if it was a matter of life and death, it's\na different story. Probably if somebody would have told me to eat pork to prove that I\nwasn't Jewish, I would eat it. Maybe I would be sick to my stomach later but I would eat\nit but when there was a choice, no question.",
        "A: Well, what happened was 1s that we...eventually we joined the partisans again. We had to.\nWe couldn't...now long can you hide amongst a population of non-Jews, especially for my\nmother where she was known throughout the area. Eventually somebody recognized her\nand she overheard some women talking. She thinks that nobody knows it. There were no\nGermans around. That was the...that was our luck. She says nobody knows that...no...she\nthinks that that you can fool everybody. Mother tried to stay out of the way. I was...at that\npoint I was the one that had to organize some food and I was the one that that went out\nand brought news. Supposedly she was sick and couldn't move, but nonetheless, you\nknow, you you stay in villages. Uh somebody sees you and uh Mother overheard that uh\nthat somebody recognized her and at that point there were some people, of course, that\nwere sympathetic too and uh told us where there were some partisans beginning to\norganize again, and that's what we did. We went and I joined up with them and uh\nactually had a very long march to to try to to get out of the way of the armies. Tried to to\njoin a unit and uh at that point, I mean there was communication. There were radios,\nbecause they...the group communicated with the...actually with the Russians behind the\nlines.\nGermans...German soldiers?",
        "A: No. Living with the peasants. But with the Germans being very close by.",
        "A: No. In the partisans, the Germans...but when I'm...after the blockade when we were\ncaught by the Germans...that's when we lived amongst the villagers, before we rejoined\nthe partisans again. But in the...with the partisan group, Mother was a cook.",
        "A: Yes. See by...by the uh latter part of the occupation, uh when the Russians were already\nadvancing, we had communication. The partisans had communication with the with the\nRussian armies.",
        "A: We knew that the Russians were coming. We knew where...which direction they were\ncoming from, and we were actually heading in that direction to join up with them.",
        "A: Vaguely. Very vaguely. All I remember is sleeping...sleeping in a house and not worrying\nabout anything. It was still very unsettled. To give you an example, no sooner did the war\nend when we had to again be very wary because some of the population, when they\nrealized there were some Jews that remained alive, uh tried to eliminate us.",
        "A: Anti-Semitism. Hate.",
        "A: That Jews...(sigh) I don't know if any of you can possibly understand what it is like to live\nin a community where there is so much belligerence, where you're so despised, where\nyou're not wanted. I mean we read in the papers about the the the uprising in Poland and\nso forth, but you also realize that the same people had called on all the Jews to leave the\ncountry and that is already during the the affiliation with Russia, after the war, many years\nafter the war, twenty years after the war.",
        "A: It...1t...1t was always there. It's just that probably as a child in a protective environment, I\ndidn't feel it.",
        "A: Of course.",
        "A: After the war was over, it was a matter now of how to get out of where you were. Uh my\nmother particularly wanted to get out from the Russian area and uh she was able to uh dig\nup some valuables that were hidden and uh managed to bribe uh...was_ a work...working\ntrain. You know, the the stations were pretty much uh destroyed, and uh the only\nmovement of troops was by by railroad and uh restructuring the the stations and the\nrailroads was of primary uh need in order to move towards the front lines, so Mother\nsigned on...signed on...bribed somebody to accept us as part of the workforce and we\nwere heading toward Central Poland. Her main objective was to get as close to the\nline...we knew that the Americans were pushing from the other side, so we knew that the\nRussians and the Americans were eventually to meet, so the idea was to get as close to\nthat area as possible and to go over to the American side.",
        "A: For us, it didn't happen that easily. It happened in Italy, but uh...there was...it was a long\nway from eastern Poland to Italy. Uh our first direction was toward the Baltic Sea\nactually. Uh Mother thought by going straight toward Germany...and that's where the train\nwas going, however, when we came to Prussia, conditions were terrible. The Prussians\nhad mined anything and everything that they could. They mined the chandeliers. They\nmined the the equipment in the houses. They mined themselves so when the Russians\nwent to remove the bodies, they they killed themselves and mined themselves. They were\nblown up. Uh it became very dangerous and also my mother ran into a general, a Jewish\ngeneral, and uh after a conversation, a short conversation, he kind of alluded to it that he\nwas Jewish and he said if you think that the Germans were bad, wait and see what awaits\nus. He advised her to to head south. He heard there were some Jews in southern Poland,\nand the next thing was he actually arranged for...brief...we lived in a box car with another\nJewish family...for that box car to be hooked on to a train heading that direction.",
        "A: The anti-Semitism and the hardships, if we remained in in Poland.",
        "A: With the Russian army. No more Polish army. No more Polish army.",
        "A: Now we headed south. We found ourselves in Lublin, which is southern Poland. Uh\nover...when we came to Lublin, actually the war was still going on. Uh we were in\nCzechoslovakia by the time we heard that the war was coming to an end and we actually\ncrossed into Italy just about...when we came to Italy we found out that uh the war is\nended.",
        "A: I remember more coming into Italy, coming through the Alps. Uh the the trip was rather\ntrying. Uh we stayed in Hungary for a while where Poles in general were not very much\nliked and Jews definitely not but at that point uh the Israelis have already sent uh people\nto to organize the Jews, to uh to take charge sort of, to make the the trek toward Israel,\nand our intentions were not to come to the United States. Our intentions were to reach\nIsrael. That was the only haven. Uh when we came to Lublin, uh there were already a few\nIsraeli uh people, not necessarily Israeli-born, probably Polish born, but who came to\norganize the Jews and prepare them for the trek to Israel and uh from there we went to\nCzechoslovakia and then to Hungary and it was all on on the way to uh to get across into\nthe occupied zones other than the Russian occupied zones. And there are certain incidents\nthat stand out in my mind. One of the incidents that stands out in mind 1s uh coming\nto...sort of getting across the border between Hungary and Austria and hitting upon\nBritish troops who sent us back to the Russian side because we were in the wrong place.\nAnd uh at that time we already had the guides uh that were sent by Israel and we had to\ncross the Alp...the Alps. We went through some of the passes in the Alps and the thing\nthat stands out most in my mind is crossing into Italy. We were cold. We were hungry.\nWe were frozen, not just cold, and I saw an Israeli flag, the blue and white flag with the\nJewish star and I was sure I was hallucinating and uh, you know, all of us sort of...do you\nsee it? What do you see? See blue and white flag with with the Jewish star on it. Well, it\nwas the Israeli brigade and I didn't tell you how well we were received, but not only that.\nOf all the people there, everybody...where are you from? I come from a little town nobody\nheard of. And of all the people to meet, my governess' brother. I couldn't get over it. I ran\nfor my mother. Mother met him. Mother remembered him when he left for Israel and uh\nhe gave me and I still have it, the soldiers had a little tiny bible. It's about that big.\nProbably three by four inches...that he carried and uh he gave it to me, so that I would not\nforget my studies, and the fact that I had not spoken Hebrew since 19 probably 41, to be\nable to to communicate, to be able to speak, to be able to get my...my feelings across and\nto understand what was being said, probably the the most joyous time that I know of. I\nthink 1t was more joyous than coming to the United States.",
        "A: Oh yes.",
        "A: What happened. We stayed with the brigade for about three days. We were put in trucks.\nA boat was waiting some place in Italy, and our truck broke down. There were quite a\nnumber of Jews that were collected near Bologna in Italy and uh needless to say when a\ntruck breaks down, you don't go any further. We missed that boat. We missed three boats.\nWe even missed the Exodus. And by then uh things became pretty clear that uh it was\ndifficult to get into Israel. Somehow my mother got sick. Mother was very sickly after\nthat. Uh I would say more dead than alive and uh she...she developed asthma which was\nprobably psychosomatic. At least it was diagnosed psychosomatic asthma here in the\nUnited States, but 1t seemed like the slightest...slightest excitement would bring on an\nattack, and unless I got her a shot of adrenalin, God knows what would happen. And uh\nwe were supposed to leave to to meet the Exodus when she had a very bad attack of\nasthma and she was taken to the hospital and I thought the the world came at an end\nbecause we were not going to get out of there. We were not going to get to Israel, and uh\nat that point, we managed...somehow Mother had heard about that you could put in an ad\ninto the forwards and she remembered writing the address to my uncle and aunt. Actually\nmy aunt was my father's sister...that it was Washington, DC, so somebody saw our name\nin the paper, happened to alert my uncle to it and uh he wrote to the forwards who could\nforward the letter to us and we made contact and uh he was willing to...he wrote us not to\ntry to go anywhere and he would try to to get us over. He made out papers but the Polish\nquota was full, so we couldn't come. They were letting just a trickle in and I'm sure if we\nwould have waited for the Polish quota, I don't know when we would have gotten to the\nUnited States, but because my mother knew, you know that we were so close to Russia\nand convinced the Council that uh she actually was born on the Russian side, that uh we\nwere able to come on the Russian quota which was open because very few people\nimmigrated from Russia to the United States over quite a number of years, and uh so we\ncame in November 1947. November 17, 1947 we came to the United States.",
        "A: Yes.",
        "A: I guess coming to the realization that in the first place the struggle to survive kind of\nended and missing everybody and as I've mentioned to you, she kind of felt that uh she\nwas a big business woman and she she could do most anything and the thing that would\nhave mattered to her the most, she wasn't able to do.",
        "A: Saving her family.",
        "A: Probably. You know, we're all strong during bad times, but we fall apart during good\nones, and I think that's the time when when it finally hit her. I've survived, but...",
        "A: I don't know whether it really meant anything to come to America. It's what what I've\nexperienced in America that became to mean quite a bit to me.",
        "A: Oh...going to school, freedom, uh being able to walk the streets, being able to hold my\nhead up high, being an equal even though I wasn't an equal. I was still living a\n_nightmare, but nonetheless I had all the opportunity and could take advantage of those\nopportunities. I was an equal in respect with being able to do what I...the goals that I had\nset for myself.",
        "A: Oh I'm probably less observant now than I was then.",
        "A: Uh I think integrating meant an awful lot. Going out on a date and having to go to a\nkosher restaurant and uh not be able to go out on a Saturday night up until a certain time,\nnot being able to get a job that I needed so badly other than working on Saturday. My first\nexperience was I went with a friend of mine from school to to look for for a job, a\nsummer job, and every job I went for I had to work on Saturday. I had to ride on Saturday\nto get to my job. I think it's little by little uh those feelings uh break down. You know,\nyou take...you do one thing and then you're allowed to do the next one. It's...unless you\nkeep a very strict observance, there's no such thing as just slightly strict.",
        "A: It really wasn't too difficult for me because when I came to my uncle's house, I became\nthe fourth daughter. Probably being a little bit resented by the others but uh my uncle was\naa very...very smart and good natured man. The first example...was very important for\nyoung ladies on their sixteenth birthday to get their first fur coat. Well low and behold,\nhis daughter was made to wait to get her first fur coat until I came here and we got\nidentical ones. Needless to say, I can understand now why my cousin resented me a little\nbit. (laughter)",
        "A: What is my life like today? I guess the same as any American family. My children went to\ncollege. They've got nice professions. They are devoted children, to a point. We try to let\nthem live their own lives, and sometimes they think we...they probably put more...more\nrequirements on them than what they would like but uh nonetheless we have a good\nrelationship with them.",
        "A: Well, when I survived the war, probably not until I finished school I should say...even in\nschool because uh when I went to high school uh Hebrew was offered and uh I needed a\nlanguage requirement and that was an easy language requirement. I could get a lot of...a\nlot of credits by just taking one semester and taking the regent's examination, but I\nbecame very much aware of the fact of of passing on Judaism. Uh amazingly enough,\nthere was a a German woman. She was my counselor, and she was very apprehensive at\nfirst when she found out...when I was assigned to her. Ms. Reef (ph) felt like she had to\nset things straight and probably helped me a great deal in judging people uh on their\nmerits. She helped me a great deal get through school and adjust to school and uh accept I\nguess some of the prejudices, I guess, in school and deal with them and make me aware\nthat I have some...something to pass on too. Uh she got me to substitute in Hebrew class.\nIf the teacher couldn't make it, there were very few Hebrew uh substitutes, and I guess I\nwas a better substitute than anybody they could get to babysit and that's sort of like\npassing on. I remember saying...her saying to me, well you know it and you can impart\nmore than somebody else. It became a matter of imparting. Uh...",
        "A: Oh, our heritage. The the Jewish experiences. I think those experiences repeat and repeat\nthemselves. I hope they never...will never have to experience anything even remotely\nsimilar to to what happened in Europe. I think there is an underlying anti-Semitism no\nmatter where we are. I think it comes a lot from jealousy. Uh I really feel that in Poland it\ncame a lot from jealousy. The Jews were...they were not allowed to own land. It was...it\nwas by necessity that they became the trades people. Uh by necessity that uh they they\nwere the merchant class. They were the middle class. There were a lot of poor people too,\nbut there were also a lot of quite well-to-do Jews.",
        "A: The value in that is to beware if...1f you see anything leading in that direction to take steps\nbefore it happens. Uh I'm very much for B'nai B'rith (ph) because they are...they're on the\nlook out for anything that may develop into something that can go further, that that can\nbecome destructive and detrimental. Uh I think...I think hate comes from jealousy. Uh\nthere's no question about it that Hitler's being able to control and uh being able to get the\nPoles to do what they did against the Jews, came from the fact that uh taking...taking\naway the the focus on where the people should focus and focusing it on hate.",
        "A: It's happened how many times before? They say history repeats itself. I hope not in my\ntimes and not in my children's times and my grandchildren's times. And I hope this\ncountry continues to to be watchful and that we'll never know anything like this.",
        "A: Thank you.\nTECHNICAL CONVERSATION",
        "A: Not really. I'm not sure what kind of photos. I think he took mostly photos of the\nGermans to send back home. I don't think that they were propaganda. He was...he was a\nportrait photographer. He lives in Israel now and uh he had two sons. Uh his wife\nsurvived. She was a telephone operator and she was hidden by by the man that ran the the\ntelephone office and we didn't know that she survived until much, much later. They left\nPoland. She met her husband. They are slightly related actually. They are sort of distant\ncousins. Uh they met back again in Poland and married and when they were...when the\nJews were I should say not so kindly asked to leave, they immigrated to Israel and they've\nbeen living there since. But I know he was an excellent portrait photographer, because in\nIsrael he made his living also as a portrait photographer.",
        "A: Very few. Very few.",
        "A: In our...1n our group...in our area. Nobody that I know of.",
        "A: I'm not sure really why. I think Mother knew a lot of the people. Uh she was in contact\nwith them. She tried to get some people over. I really...I can't guess at this point. And\nthere were...there were several Jewish people from our area there, so that may have had\nsomething to do with it. The men trying to to protect the only woman there, the only\nJewish...well, there were several Jewish women. I shouldn't say the only one, but there\nwere not uh...they had male protection. We didn't.",
        "A: I was looking at you...it's amazing how I can talk and not cry and you were crying, and\nyou know, I was thinking to myself...I don't know...I guess at this point I'm hardened to it,\nto a point where the...\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumSeptember 16, 1991\nRG-50.030*0082",
        "PREFACE",
        "The following oral history testimony 1s the result of a videotaped interview with Rachel\nMutterperl Goldfarb, conducted September 16, 1991 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum. The interview cannot be used for sale in the\nMuseum Shop. The interview cannot be used by a third party for creation of a work for commercial\nsale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "RACHEL GOLDFARB\nSeptember 6, 1991"
    ]
}