{
    "rg": "RG-50.030.0426_trs_en",
    "sequence": [
        "Question: This is Randy Goldman on February 12, 1996, interviewing Anna Hanusova-Flack.\nWill you begin by stating your name, your birth date and where you were born?",
        "Answer: I am Anna Hanusova-Boren-Flackova. I was born at 26 of November 1930 in Gishine\n(ph). It was Polish, Gishine (ph) on the border between Czech Republic and Poland and there is\nalso Czech Gishine (ph), yes? But, I was born on the Polish side. But I was only one-year-old\nand after we moved to Austrava (ph) and there we were until my seventh year and after we\nmoved to Ber-nar (ph) where I lived until the transport to concentration camp, in my 11th of the\nyear.",
        "Q: Why did your family move a few times?",
        "A: As I was a baby, I don't know why we moved to Austrava (ph) but I think that it was more\npossibilities for my father to find a better job and also after to Berno (ph) because it was every\ntime a larger and larger town. Austrova (ph) and Berno (ph), capital of Moravia.",
        "Q: What kind of business was your father in?",
        "A: Oh, when we were in Deshna (ph) he had a small factory with electric things for iron and\nsomething like this. After, when we were in Austrava (ph) I remember that he was traveling, in\ncharge of one and the settings, but I don't know which. And after in\nBerno (ph) he had a shop with zips and things for people who are making things for\nleather and for suits and dresses.",
        "Q: Do you remember your childhood before the war as being fairly comfortable?",
        "A: We were not very rich but we were a middle-class family and my mother every time was\nlooking that we learn something. Not only at school, we went dancing and we went musing,\nmusic, we learned languages, and she every time had money for these things.",
        "Q: So you had a good time?",
        "A: Yes, it was a good time. We had the nice family. We were four children. I was the youngest\nand for this reason I had a very good time because everybody was after me and it was good with\nme.",
        "Q: Tell me about your brothers and sisters.",
        "A: My eldest brother is ten years older, his name is Michael Fleck. He was studying in Berno\n(ph) he was studying gymnasium and after we went to Prague, the capital of Czech Republic, and\nhe was studying in Charles University and because he knew very good English he was teaching\nEnglish, and after, at 41, he came home to Talsen from Prague, very soon after us, and after the\nwar he went to America and was professor of University here and did many good things I think\nfor America. He's a member of the Academy of Sciences, and so on.",
        "Q: And your sisters?",
        "A: My eldest sister, Irene, went in 1940 with the ship Patriot to Israel. My parents wanted her to\nsafe, here we were not so old to go from our parents, and this ship, Patriot, couldn't go to Israel\nbecause English people didn't allow it and for this reason this ship was sprang out, or how can I\nsay?",
        "Q: Blown up?",
        "A: Blown up. And she was saved and she was 17-years-old and she started a new life in Israel.\nNow she is no more alive, after she went for Australia.",
        "Q: And you have one more sister?",
        "A: Yes, my sister Alice. She went with me to Trey-es-ee-ya-stat (ph) and after she went to\nand Bergen-Belsen and when she came back, she was looking at 10 years and she\nwas in this time she was 17. And she was very ill. She had and tuberculosis but she\nloved so much to dance and she was so talented that also with these difficulties she was a very\ngood soloist dancer and now she's living in Slovakia, in Briesenslava (ph).",
        "Q: And she is how much older than you?",
        "A: Two-and-a-half years older.",
        "Q: Now, in terms of the Jewish community where you lived?",
        "A: Yes.",
        "Q: Was it a large community? Was your family religious? Were they involved?",
        "A: My mother was very religious and then we had the Holy Days. We went to Temple and every\nFriday evening my mother was praying and I remember that there were very nice evenings. I\nliked it. My father was a little bit religious but he did everything, what my mother wanted. He\nwas invalid from the First War. He had the right hand cut, the first part, fingers.",
        "Q: Did you go to a Jewish school or a public school?",
        "A: First I started to go to public school but after we were not allowed to go there and when I was\n9-years-old I had to go to a Jewish school, after it was also forbidden, and we were taught in our\nflats. A group of ten girls and children, and we had good teachers and we learned and didn't miss\nanything.",
        "Q: Was this secret?",
        "A: It was in secret, yes.",
        "Q: Did you feel a strong sense of Jewish identity? Did you have Christian friends and neighbors?",
        "A: [had many friends but I was feeling as a Jew, since my childhood.",
        "Q: Were you treated, when you went to the public school, were you treated okay?",
        "A: First time, yes, but after when the situation was changed, I couldn't walk, sometimes I\ncouldn't walk so in peace, in the streets, because some children of, they knew me, they are\nshouting to me and sometimes they a little bit injured me, and I came home and I cried because I\nhad the broken, I had something like this.",
        "Q: That must have been difficult as a child to understand?",
        "A: Yes, the feelings, I didn't understand it because I thought, I am good daughter, I didn't do\nanything bad to somebody, and I am learning good, I have good marks, why should I be\nsomething bad? I didn't feel that I am worse than other children.",
        "Q: What did your parents tell you?",
        "A: Oh, they told me that I have to be proud and don't cry and I tried to do it.",
        "Q: Before you were occupied in 1939, what did you know about what was going on in Germany\nwith Hitler?",
        "A: My father and mother, they were speaking at home and I knew what is going on but I didn't\nunderstand everything. But I was afraid about future because they were afraid about future and\nafter my Grandmother from Vienna came because she was alone, living there, and she hoped\nwith our family she will be safe a little bit, and this I knew that it was not normal and I, first time\nI had a Grandmother, yes, and she told us that things in Vienna were not very nice and for this\nreason I was afraid. I felt it, that something is not in order and that Jews are in, are not sure what\nthey will be then.",
        "Q: Even in Czechoslovakia?",
        "A: Yes, even in Czechoslovakia.",
        "Q: Do you remember when Czechoslovakia was occupied? What happened?",
        "A: Yes, I remember the German soldiers came and some German were very excited about it. And\nwe were very unhappy, yes. They were singing and we tried to, to this young people they rush in\nlines. We tried to be naughty to them, but it didn't help anything.",
        "Q: What was going on in Bruno (ph), can you describe the scene when the Germans came in?",
        "A: Yes, they were, came many. Cars and many. Tanks and they were and they\nwere singing and they were very, very sure about the things that they are doing, that they feel are\nright. And we started to be in great, I cannot tell the word, great differences.",
        "Q: What did you do? Did you go home?",
        "A: Yes, we went home. We were listening radio where they were speaking about it and friends of\nmy parents were coming and some people went to, wanted to go out of our land and to go to\nAmerica or to some other places. And my parents decided that our, my eldest sister will go to\nIsrael, to illegal transport, to save her life. But we were very small and it was not so easy to do\nwith us because my parent were no more so young.",
        "Q: Was there any destruction in the beginning?",
        "A: Destruction? I don't understand this.",
        "Q: Well, in certain places when the Germans came in, they burned Synagogues, they...",
        "A: Yes, yes, 1n Berno (ph) one Synagogue was burned, yes, I remember it. I didn't see it but it\nwas in newspaper and people were speaking about it, yes.",
        "Q: So, after a few days did life resume?",
        "A: Yes and it changed. First, I couldn't go to some shops, it was written, ein-tret-fa-boten (ph),\nafter we couldn't go to cinema's, to seat us. I remember the day that we attended a ballet school, a\nvery famous ballet school in Berno (ph) with my sister and my mother told us to go and to say\nthis woman, she was leading it, said we will not come because, no more come because we are\nJews. And it was the first day we had to wear the yellow star, , and we didn't wear\nit. We went, but we went to this woman and we told her and because she liked us and my sister\nwas one of the most talented dancers, we were sad and we came home and from this time we\nstarted to wear this yellow star.",
        "Q: That must have been very hurtful?",
        "A: Yes. It was very hurtful and people were shouting. I heard the words like, \"You Jewish pig,\ngive your books to me\". I had nice, new and, also, one SS, two SS soldiers went through the\nstreet and say, they told each other, I heard it, \"Oh, it 1s pity, such a nice girl and she's Jewish.\nWhat a pity.\" I thought, why, why would it be a pity? I am a human being as they are and maybe\na better human being.",
        "Q: Was there a fear of even being on the streets at this point, or were you able to move around?",
        "A: Yes, I was able, but sometimes it happens that somebody was shouting on me or doing\nsomething, I had to go from the school very quickly and I was afraid. We went from the school,\nwe were more, but the last piece of my way I had to go alone and it was not so good.",
        "Q: Do you have a sense of how long it was before you couldn't go to the school anymore?",
        "A: I think the last year, it was '40, I couldn't go. Into the fifth class and I was ten-year, I could go\nbut I didn't end it and after we had to have our lessons at home. Everyday by another family, but\nwe learned.",
        "Q: Now before this you had Christian neighbors?",
        "A: Yes.",
        "Q: Before the war they were nice to you?",
        "A: Yes, yes.",
        "Q: After the war, after the Germans came in?",
        "A: Somebody changed and somebody was good to us, yes.",
        "Q: Was there any resistance that you know about to the German occupation?",
        "A: I can't tell it to you because I was a child. I was living only at school and at home, but I am\nsure that it was.",
        "Q: Who was in charge of your town at this point? Was it the local government? The Germans,\ndid they stay there?",
        "A: After when they came, they had the highest places. For example, also my father's shop, he has\nto work but one German was there and he was like the director from 1t and he took money and\nmy father had to work. He was no more owner. They called it stroy-hinder (ph), but he was\nreally a director.",
        "Q: So a lot of the Jewish businesses were taken away?",
        "A: Yes, yes, yes.",
        "Q: Were you allowed to continue to observe the Sabbath and go to your prayer?",
        "A: Yes, we did, but it was not so easy to go to Temple because people, they were also shouting\nand like this, but we went. We went.",
        "Q: So you continued to celebrate Jewish holidays and everything until you were deported?",
        "A: Yes, and mostly also atone, yes.",
        "Q: Now, before you left, were there other deportations from Bruno (ph)?",
        "A: We were from Bruno (ph) the first transport, it was Gae (ph) transport, I was the number Gae\n(ph) 484 and it was the first family transport to Terezin.",
        "Q: But before that, were people transported to other places?",
        "A: One transport it was to other place. I think it was to Borand (ph), but we were the first\ntransport to Terezin.",
        "Q: Now did you expect to be deported? Did you know anything about this?",
        "A: We knew that some people had to go to Poland but we didn't expect that we would be the one\nof the first and when we celebrated my 11th birthday, we got a message to go on this day to go to\ntransport. It was on the 26th of November, 1941. And I saw my father the first time to cry. And\nmy birthday was unhappy, not very nice. And after the 2nd of December, we went to Terezin.\nBut we had to go three days earlier to one Zemun-stella (ph), it is German, to school, and there\nwe were prepared and they took from us everything what was worth, gold and clocks and\nsomething like this, and after we went.",
        "Q: What did you take with you?",
        "A: Ihave my clothes, some books, some music material because I was playing piano. Not very\nmuch. My mother took something for eating. I remember that she, 1t was not so easy to buy a\nlittle something, meat or something, she took something, it was all for us for some days we had.",
        "Q: Did your parents explain to you what was going on? Did they suggest that you behave a\ncertain way or?",
        "A: No, we only, they talk without, with us, but they only wanted us not to be sad and to be proud\nand not to cry and to go and to have a hope that it will not be so bad and that we were\n, this was our hope.",
        "Q: Was this a big group that traveled with you?",
        "A: No, I think we were about 1,000. I cannot tell you, it was a little...",
        "Q: A 1,000?",
        "A: About 1,000, maybe some less, some more.",
        "Q: Families?",
        "A: Yes, families. All families from Berno (ph).",
        "Q: Do you remember what the mood was?",
        "A: Very bad, very sad because we had to leave our flat, our home, and we had to leave many\nthings there and, although we had some neighbors we left some things by them. But after the\nwar, nobody gave, everybody thought, oh we had bones and nothing. I think only one statue we\ngot back. We had such a nice statue from the home, from my mother, and this I have still now,\nthis is the one thing we got back. It doesn't matter, we were use to, things were not so, after, so\nimportant for us, but the people told us, \"oh, we haven't, we have nothing\" or \"why did you come\nback?\", \"why didn't you stay there?\". It happened also, these were bad things.",
        "Q: Do you remember the train ride? You went on a train?",
        "A: Yes, yes, yes.",
        "Q: Do you remember the train ride?",
        "A: I can't remember very clearly, but we had the train and we were many people were there. But\nI think it was not a train without a place for sitting. First time, maybe, we had not so bad train,\nbut we were pushed like sardines, pushed, as were many people. And we arrived in Terezin very\nsoon, early morning, and after we had to go to a very big hall for horses, I told it to you. And we\nwere 500 in one room and we had only one piece, we were lying on the earth, it was cold in\nthere, it was December. And we were unhappy and we were trembling and we didn't know what\nwill happen the next day. And when we had to go out, everybody, and they were counting us, I\nlost my, I fall down and I lost my, how can I say?",
        "Q: Your consciousness?",
        "A: Yes, no, yes, the first time. My head was, I cannot, it was from exhausting and so, and they\ntook me after it to a doctor's room and there I got tea and a piece of cake. And it was a good\nmedicine for me. This was the first time and I, told to me that never again I will fall down...",
        "Q: Faint?",
        "A: Faint, yes. And I learned to be so strong and never I did it anymore.",
        "Q: Let me just ask you something, when you went on the train, who was with you? You're entire\nfamily?",
        "A: Yes, my family. Not my brother, only my sister, Alice, and I and my parents, because the\nsecond sister was in Israel.",
        "Q: And your Grandmother?",
        "A: Grandmother, she was after us, not with us. In next transport.",
        "Q: And your brother?",
        "A: Brother, he was living in Prague and he came with another transport one month or two\nmonths later to Terezin.",
        "Q: So, you woke up in the hospital?",
        "A: No, no, no, it was only a room with doctor and the first day it happened. After, I don't know,\ntwo months or three months, I cannot tell you, the director, after it was in\nTerezin-schatz, you know what it is? It was an appendix and I had pimples and high fever, you\nknow what it is? After my, yes, I don't know the name.",
        "Q: Scarlet fever?",
        "A: Scarlet, scarlet, yes, scarlet fever. And I had to go to hospital because I was living with my\nmother and with my sister. And I was one of first children and after five or six weeks in another\nplace and when I came out, I could visit my brother because he was very near and I remember\nthat I wanted to bring, it was also my father with him, and I wanted to bring them a very great\npresent. And I didn't eat bread and I brought them a big piece of bread and I was very proud of it.\nIt was a big present.",
        "Q: Now I just want to understand something. You arrived and so for, and the first time you were\nsick because you fainted, but you were still with your family?",
        "A: Yes, yes. It was only a moment.",
        "Q: And then you stayed with your family in this big horse barn?",
        "A: No, no. After we moved to Dresnek-Ca-Cerna (ph), it was only women and children and my\nfather stayed in this Suden-ka-Cerna (ph) and, because he wanted to see us, he took, the invalid\nwith one hand, he took the baggage's and brought the baggage's to Dresna-Ca-Cerna (ph), these\nbaggage's that we had to leave them and men brought it to us. And we stood the whole day\nlooking and seeing and making all the \"hello\", \"hi, father\", we are here. And after he went and he\ncame again and he only to see us for one minute. But we couldn't speak because we\nwere far from him. And for a long time we couldn't see him after.",
        "Q: So after a few days of your arrival, you were separated? The men and the women?",
        "A: Yes, it was some days only.",
        "Q: Now, then you lived with your mother and your sister?",
        "A: Yes, and with many, many women in one very big room and we didn't have, we didn't have\nprivate-ness, but we were living. We were doing what we could. A small place, and three beds\nabove. We had only coffee and some soup and like this, but we were living and we were\nspeaking together and that started friendships and we did in this situation what we could.",
        "Q: And you lived in this block or barrack for how long, do you think?",
        "A: I lived, it was many months but I also cannot tell you how long. It was, I think it was not the\nwhole year, it was less. And after, the children could go and had to go to a children's homes and\nfor the girls there were a home called \"L-40010\" and for boys \"L-40017\", and there I was with\nmy sister and, but not in the same room because I was younger, but in the same house.",
        "Q: So when you were still with your mother, was she working or just taking care of you?",
        "A: She was not working, not, only we were working to make clean everything, and so on. She\nwas not working.",
        "Q: And were the guards in there? Were they Czech, the guards?",
        "A: Yes, they were, but they were not in the rooms, they were outside and they were watching\nthat nobody can go out and can go in only when they have the paper.",
        "Q: Were they mean?",
        "A: What?",
        "Q: Were they mean to you?",
        "A: I cannot tell you. Somebody was good and somebody was not so good. There were also\nJewish watchmen.",
        "Q: Were they nicer?",
        "A: Sometimes, yes. Not, I think also, everybody not.",
        "Q: And were you allowed to go in and out of this barrack?",
        "A: We could go when we was in this first castle, we could go inside. We could go out and in the\nneighbor room, we could go. But not out.\n[End of side one of tape one. |",
        "Q: Is there anything else that you can tell me about your life when you were still in the\nwith your mother?",
        "A: I can only tell you that we were, I think we were helping each other. We girls, we would be\nplaying. Somebody has a small ball, we were trying to play and to be children. But, we lost our\nchildhood very soon because the conditions were not so that we could be so happy.",
        "Q: It must have been difficult when you were separated from your mother?",
        "A: Yes, it was the first time, 1t was very difficult. And the first time was that we couldn't see her,\nwe didn't know how she 1s and she didn't know what we are doing, but after, when we could go\nout, we went and we visited her and after it was a little bit better, we saw our father.",
        "Q: When you first left your mother, were you pulled away? I mean, how did that happen?",
        "A: It was not with strength. It was, they told us that we have to go, that it will be better for us.\nAnd we didn't know how we were, how we was. And everybody who had children in this age,\nwhen they have smaller children, it was something else. But I was 1 1-years and my sister was\n13-years and to say, they asked us to go there, to take our things.",
        "Q: Did your mother say anything to you?",
        "A: Oh, she was unhappy and we were also unhappy. But after when we lived there, we knew that\nit was good for us, but not good for our mother. Because we were there many children at the\nsame age and it was for us. We had many good friendships and we were educated and...",
        "Q: How many children were you living with in this home?",
        "A: Not in our, in one room it was about 50. But it was, there were changes. When they would\ntransport to , somebody went and somebody came. It was not every time the same.\nThere was not only the same girls.",
        "Q: So sometimes you might get friendly with someone and then she would have to go?",
        "A: Yes, yes. It was not so easy for us. They were like sisters.",
        "Q: Were you afraid you'd have to go?",
        "A: Yes, I was afraid.",
        "Q: Did they give you any explanation of why people were coming and going?",
        "A: Nobody was speaking with us about this. We only knew the German are doing it and that our\nfuture is not so sure.",
        "Q: Who was in charge of you?",
        "A: There in this home? We had some, we called them Bet-row-al (ph), mostly women, but not\nwere much older, not much older. For example, four or five years older, and they were taking\ncare about us after we had one a little bit older, we called her \"Ella\". It was in Czech, \"Aunt\nElla\", Ella Polot (ph) and she was taking care about our souls. She was giving to us examples\nhow to be good and how to help each other and how to learn and we were making culture, and in\nour home, Number 28, we wanted to be, we had one flag and it was , and it was,\nwe all wanted to come into because they were some friends of us which were\ngood and helping each other and doing only everything good. And everybody wanted to be good\nand everyone tried to be, to have the honor, be in . It was, I cannot tell it in\nEnglish, only like arithmetic, when I show you, like this...",
        "Q: Silk?",
        "A: Silk, yes. And it is in, 1t was called . And we took care about old people. I\nwas singing, and two other girls, we made a trio, and we sang Shuman's (ph) \"Dream\", and the\nmelody and we sang our prayers, and we knew, we had an organization, the help to make it, to\nhelp, it's the hand who helps. And we went to old people when they had a birthday, we were\nsinging then, we were cleaning up everything and they were so happy that somebody 1s\nremembering that day, because many of old people were completely alone. Also my\ngrandmother, who died, but I was visiting her and my sister and my mother also, and my father.\nBut she died very soon after summons because she was about 80-years and she couldn't stand\nthese conditions.",
        "Q: So you were busy?",
        "A: We were busy the whole day and we were having lessons, we were painting with Mrs.\nBrandis (ph), she was a known painter, and I don't know where she, it took papers for us and the\npens and, it was a miracle. But in this time we were taking lessons, we were painting. We\ncouldn't think on our situation. It was helpful for us, we were in another, we were thinking about\nculture, about music, about pictures and we couldn't think about our bad conditions. And of our\ndangerous things which could happen.",
        "Q: What kind of courses were you taking? You said they were teaching you?",
        "A: Yes, we had a very nice professor, Du-men-ee-kova (ph), she taught us history. I remember I\nliked it very much. After, we had this paintings, after we had Czech language, and we had also\n, mathematical, math, I don't remember.",
        "Q: Did they teach you about Israel?",
        "A: Something also, we all, all we wanted to go to Israel because it was the land where nobody\ncould stare at you, \"you are a Jew, you are bad\".",
        "Q: Did you have sports?",
        "A: Yes. When the time was that we could go out, we had sports. I remember we played football\nand I was the man who goes to this boss, and after we were a little bit running, there was a place\nthere. We called it \"bash-tie\" (ph), and there we could go and to do some sports. Also football\nmatches were there. In film, for the Red Cross, you can see the football match.",
        "Q: So you had cultural activities, you had school, you had sports? It sounds like you had a good\ntime?",
        "A: Yes, and we made a lot, if we didn’t have a good time. We made our own theatre, we made\nthis children's opera, not only this we had another operas. We made Estelle (ph) for example\nwhen it was , and I also was singing Mozart Bastion, or we were already rehearsing\nit, but after, Mr. Rafael Schector (ph), who was a very known conductor, he was not very\nsatisfied with children and after he did it with singers, professional singers. And I also visited\nfrom and the Keys Opera and\nRequiem, and it was activity after the work because many people were working. The schedule of\nactivities and we also were learning poems and, we did many things. I also, with\nmy friend, we, alone we sing about something and we did a lot of sketches and we went to every\nroom and to do it and to laugh a little bit and, we were very active. And it was very helpful\nbecause this misery in soul was not so bad because we were not in the whole day and the whole\nnight involved in it. It was like you wished to run away from the truth, but it was helpful.",
        "Q: Your teachers, were they, and your supervisors, were they all Jewish?",
        "A: Yes, everybody. Everybody if they were in concentration camp and they wanted to help us.",
        "Q: Were there also guards there who were not Jewish?",
        "A: Yes, Czech guards, but outside, not inside.",
        "Q: Were they aware of all of your activities?",
        "A: I think they knew, they knew, I think. But many things very in secret.",
        "Q: Anything in particular?",
        "A: Nobody knew that we are, for example, downstairs in the, there was a piano, a very bad piece\nof piano, not very good, that we are doing there some operas and singing and playing. Nobody\nknew it. But, after later, when the German wanted to show to the world that we are living nearly\nlike other people, after we did it in open, after 1t was in the open, everything.",
        "Q: Where did you give these performances?",
        "A: We gave it, I cannot tell it in English, at the highest room but it was no more a room, you\nknow?",
        "Q: An attic?",
        "A: Yes. And the other, the lowest. And although it was there, one house in Terezin, there 1s\n. And there was a hole, a small hole, it was not so big, it was not\nas in Washington, but I had concert from Alicia Mahelz (ph), she was a pianist and\nshe played tunes from Chopin. And it was such strong impressions and I decided to be a pianist\nin this time. And now, after the war, many years, I got a letter from her son, because he's a\ncellist, he was living in Israel, now he is living in England, and I did for him some concerts and\nhe gave me the address from Mrs. Alicia Mahelz (ph), she's now about 90-years and I wrote her,\nthat she was, it in which brought me to study music and she's very happy about it.",
        "Q: You were in a, you performed in an opera there, weren't you?",
        "A: Yes. I was performing in this opera with Rudy Froenfeld (ph), we called him\n\"Bash-tic\" (ph), he was in an orphan home in Prague and he did this opera first time there. And\nafter, he took the material and he was studying with us. He chose children who were a little bit\nmusically, and he, and we sang it and we liked it very much. We were feeling a little bit a\nchildhood in this opera, we were children, we were fighting for good things and we were fighting\nagainst the bad man and, as it was a German man, and it was very good and we liked these\nmelodies, they were very good. I was singing 1n the hall, but I every time wished to sing the solo,\nthis In-ka (ph) and what happens is that there are two In-ka's (ph) and I told to Mr.\nFroenfeld (ph), \"oh, I know it\", and he read to me, to do it twice, without rehearsals, I did it. It\nwas nice.",
        "Q: Who was the audience? Did your parents come to the opera?",
        "A: Yes, also. Everybody could come. And they didn't come only once, they came again and\nagain.",
        "Q: So you performed it many times?",
        "A: Many, many times. I, sometimes it's , sometimes it's piano and somebody, I\ndon't remember exactly, also with small orchestra, but this I am not sure, I can't remember.",
        "Q: The people were able to get instruments and all sorts of things?",
        "A: Yes, somebody brought the instruments and they played quartets, they played concerts. It was\na small orchestra, it was there, they were premier of suite for\norchestra and Mr. Anchel (ph), who was very known. He was chief conductor of Czech\nPhilharmonic also, after the war, and he was conducting it. And I was very happy that my son\nwas conducting it also, after the war. And he was the first, after the war, he did it in our Czech\ncountry.",
        "Q: Now, I'm confused by one thing. If these were, concerts were in private, how could\neverybody come?",
        "A: We could, it was open. You could, after the first time, we could, you could walk from one\nhouse to the second house. You could go, yes? And it was in some papers, everybody talked to\nanother, oh, today it is at 6:00 there and there, and they knew it. We called it ;\neverything you can hear that something happens and it was , it\nwas a program. Some people did the program that we have to leave when we have, now, to eat,\nwhen we have no room to leave, when we cannot be so clean in our home, we didn't have the\nconditions but we have at least culture. And it was our, it saved our souls.",
        "Q: Now you had all of these nice activities. Was there also a very unpleasant side to your\nexperience there?",
        "A: Yes, very unpleasant. We were so hungry, you cannot imagine. I got the, after I got a small\npiece of bread and I gave it to my parents and they had to give me every evening for my\nbreakfast and I took it, this small piece, and every time I go, I go evenings home, half of it I had\nto eat. It was nearly, we couldn't sometimes think about another thing, this was. After we had\ncold water, it was cold there, it was so many people together. We had to, some animals in our\nroom, and sometimes I had to sit near the awning, on the window, because I was so afraid, it was\nso unpleasant. Very unpleasant, to have some small animals, I don't know how, the names, to go\nto walk on your hand and to beat you, and there were thousands and thousands.",
        "Q: Are you talking about insects or rats?",
        "A: Insects. Small, I don't know their name.",
        "Q: Was it clean enough or was it dirty?",
        "A: No, we were, we tried to clean up but it was not so as you can wish, we did everything that\nwe could, yes, but so many people and such conditions. It couldn't be so as at home.",
        "Q: Where were the toilets? Were they in your home?",
        "A: Oh no, no, we had one home for whole floor. It was also not so easy.",
        "Q: Outside?",
        "A: It was in the house but you had to go, I remember that when we were doing paintings, we had\nonce to do, it's cold, in German, \"stil-layman\" (ph), fleurs or flowers, yes? But I was painting a\ntoilet, a dirty toilet and I was not a good painter but Mrs. Brandis (ph) like it that\nI got it, I had it on exhibition, it was exhibition, only so, I mean.",
        "Q: Exhibition in your home?",
        "A: Room or in our house, there were some places.",
        "Q: What about illness? Did you ever get sick? Was there a lot of illness?",
        "A: Ah, it was a lot. I had, I was yellow, it was infections, you know what it is? All yellow with\nliver, you know what it is. And I had it twice. I was very ill and many, many of our girls had it. It\nwas first after we had once to go to boa-hoo-shul-vitz cat-lo-cleana (ph), everybody had to went\nout. We had to go out, everybody, the whole inhabitants of Terezin, to Boholovitz-cat-lo-trina\n(ph), we had to go on foot. And they had us to stay the whole day and they counted us, how\nmany we are, and we were afraid because many planes were flying above us and we were afraid\nthey will put bombs to us and they will kill us, everybody. And it was nearly dark, the whole day\nfrom morning, we were staying without food, without anything and waiting, if they will kill us or\nwhat will be. And when we could return, I was so exhausted that they have to carry me home.\nAnd I was really, really ill from this. But it was, this exhausting and this also, our souls were not\nin good condition.",
        "Q: When you were sick, or when your friends were sick, was there a hospital or a clinic that you\nwent?",
        "A: We had, in our girl's home, we had one room where everybody who was ill was laying. In\nanother case, when somebody was not so seriously ill, they only was in the room and we took\ncare about him. And when I was ill, I got some, a little bit milk, or something, something that\neverybody tried to give me something to be healthy.",
        "Q: So you never had to go to a hospital?",
        "A: Only when I had this scarlet, this I had to go.",
        "Q: Did you have to work at all?",
        "A: Yes. I worked. I was an order in an office after. It was at the last, one or two years.\nAnd after I had also to work very hard outside in, that winter I didn't have classes because I took\nonly one lesson. In this meantime, the city and half, the city quarter is here, I was there, my\nfingers grew up and I didn't have clothes, they were not so good, and I didn't have class and my\nfingers were swollen and red and pain very much. And we had to work hard. We had to\n, we had to dig and it was a hard work for a child.",
        "Q: What were you digging?",
        "A: Well I think they only wanted us to work hard. There was never a day, they think it was so\nhard and so frozen, these airs, and we had to, what we dig we had to give it one, on a place, and\nafter we had to continue. And this, after the war, when I studied piano at the conservatory, I had\nsome difficulties with it because my hands were swollen every winter and it took two or three\nyears and after I could play without difficulties.",
        "Q: Did you play with little boys also, or just the girls were together?",
        "A: Oh no, we had a good friendship with the boys home, L-40017 and we were Number 28 and\nwe were friends with the Room Number 9. Only we had some secret laughs and so on and we\nhad friendships and we visited each other or we did some sketches when we knew something we\ncame and we did it and it was a good friendship.",
        "Q: Did you have a boyfriend?",
        "A: I had but it was only, I mean, we worked so very far, it was everything so platonic, but nice.\nBut he didn't return. He didn't come back.",
        "Q: Did you see your sister often?",
        "A: Yes, I could see her until this time, but then she went to Aus-wick-im (ph), it was in 1944,\nafter.",
        "Q: How did that come about?",
        "A: She got the paper that she has to go. And I went with her nearly to the train. I gave her these\nnice boots because they were very warm for winter. These people who were shouting before war,\n\"give, you pig, give me your boots!\", I gave it to my sister. But she couldn't have it because she\nhad to give everything, she had to leave everything there.",
        "Q: Can you remember what you were thinking when you said good-bye to your sister?",
        "A: Oh, it was a tragedy because I didn't, I was not sure, I had so bad feeling, I was afraid that\nshe, I will never more see her. But we were lucky, she came, but she was very, very ill.",
        "Q: Was your mother nearby at that time?",
        "A: Yes, but only I went with my sister because it was not so easy. It was forbidden to go and I\ncame, I went with her to the last place I could. Because it was danger that they will take me also.\nAnd I had to stay with my parents, they were older, and so.",
        "Q: So you developed close friends?",
        "A: Yes.",
        "Q: How were you able to help each other in the home?",
        "A: We were together cleaning. When somebody was sad, we were speaking to him. We were\ntrying to make jokes. Everybody who needs everything we do, we did, we were dreaming\ntogether. For example, a friend of mine, she's living now in Vienna, and she wrote a diary, the\nfilm was done, about it, and we were many, many evenings sitting together and we were\ndreaming. I wanted to study music at the conservatory and she wanted to study acting. And we\nwere thinking endlessly about how it will be nice when we will be back home and we will be\ntogether.",
        "Q: So you all talked about what would happen in the future?",
        "A: Yes, we were thinking of the future because the present time, it was not so sure for us, we\ndidn't know, for example, when my friends went to , | have some letters from\nthem, and they were writing me letters. And we didn't know if we will see each\nother. And one friend of mine was writing me and, oh, when I will sign, I will write to you a\nletter from this place where I will be, but when I will sign that I am \"Mil-ka\" (ph), sincerely\nyours, Mil-ka (ph). I am in good place. But when I will sign \"I am your Milshka (ph), it is a bad\nplace. Such, we were thinking, but she never wrote me and she never came back.",
        "Q: But you all thought that you would get through this?",
        "A: Yes, I don't know why I didn't get a paper that I have to go to . I think that it\nwas this, that everybody, every girl, nearly everybody that was born 1930 was sending to\n, but when we arrived to Terezin my mother wrote me, wrote into the paper and\nsaid that I was born in 1931. In this time, I was very angry because I was in the, I was a girl, I\nwanted to be older, no, I'm not younger, but maybe it saved my life. I don't know, it may be. We\nstayed only four, from our room, to the end of the Terezin-schatz (ph). Everybody from us went\nto . And we were, maybe, with these changes, we were maybe about 150 or more,\nonly four we stayed in Terezin until the end. But now, after 40 years, we found each other and\nwe are living ten, alive, in America, in Vienna, in Israel, in Czech Republic and in Germany.",
        "Q: After your sister left, did a lot of people leave at that time?",
        "A: Yes, yes. It was nearly every two or three days they were transported...\nEnd of Tape 1.\nTape 2",
        "Question: Okay.",
        "Answer: Yes, nearly, I remember that nearly every two or three days in one time there were\ntransports to and also my sister went. I told you, and many, many of my friends.\nThey wrote me five letters and I have them and I copied it for museum in the and\nI will copy it also in the Holocaust Museum in Washington because they are, you can have the\nfeeling, you can read what we felt in this time. That we were very sad and that we liked each\nother and we were not sure that we will see each other again.",
        "Q: How did you know they were, where they were going to?",
        "A: Oh, we didn't know. It was not sure, but somebody told us that it was ;\nsomebody told us after, they would say they were gassed rooms and they were killed. Somebody\ncame after, at the end of the war, a little earlier, they had told it to us, but we were not sure.",
        "Q: As time went on, did the security, the guards and everything, did that become more strict or\nless strict?",
        "A: I think that it was, 1n one time it was more strict. But when it was nearly end of war I went to\nthe place where people in very bad health came to Terezin. I was waiting my friends, I was\nwaiting my sister, | was waiting my brother, and I was staying there hours and hours. And I\nnever forget this unhappy people who had not strength to walk or had not strength to live and we\nwere helping there and giving them something, what we have, and we found, also, some friends\nfrom us, or we talked to neighbors, \"oh, your relative is here, please go and treat him\". But my\nsister didn't come. We got only a letter that she's alive, that she's very ill, that she's in Bergen-\nBelsen and after she went to and some English soldiers liberated her and an\nEnglish doctor saved her life because she was very, very ill. And for many, many years, for\nabout 40 years, I didn't like to think about it because after war, when I came home, I wanted to\nlive normal. I didn't want to speak with many people about what happened to us. Also, some\npeople told us, \"oh, why came you back, why didn't you stay there\", and it was very painful. I\ndidn't like for 40 years to think very deeply about it because every time, when I started to think\nand to talk about what happened to us and to my friends and to my relatives, I was really ill\nabout it. I was so, trembling and I wanted to live normal and to study normal and to work good,\nbut something stayed. For example, I was so happy to be able to study, that they allowed me to\nstudy, that when I had students which didn't work, I was nearly furious. I told them, \"How you\ncan dare not to work? You don't know that people, children or young people, couldn't learn\nanything, that they were in concentration camps\", and so on. And this was a very strong feeling\nfor me because I was, everyday telling, thank you that I can live a normal life. And because I was\nevery time so excited that, in that way about it, when I was speaking with somebody, I wanted to,\ndidn't want to speak too much about it and I didn't visit Terezin 40 years after the war. And after\nthe 40 years I found the strength and I went there with my son and it was very good that I went\nbecause I saw a nearly normal village. In the home where we were living, nobody wrote that we,\nthat they were sometimes almost starving children and that this happened and this happened.\nAnd after, I told to me, oh, you cannot thinking in this way, you have to be quiet and only you\ncan work for the future. That never will the same thing will happen to children and to people.\nAnd for this reason I am working in Terezin, 1n it's archive, in Prague, and I'm working also in\nmy town, Berno (ph), in the staff of Jewish society.",
        "Q: I want to go back a little. You were saying that sometime late in 1944 there were many, many\ntransports?",
        "A: Yes.",
        "Q: When your sister left?",
        "A: Yes. Also my brother left.",
        "Q: And you knew that your brother left, at that time?",
        "A: Yes.",
        "Q: And when there were only a very few children left in that home, did you stay in that home?",
        "A: No, no, no, we had to go out. And we had this and we were four and we didn't,\nwe couldn't decide who will have it and we divided it for, into four pieces, and only my piece 1s\nalive. And it is now here by my friend and we will do, have a construction, we will write a book\nabout our friends who didn't return, and write about them, and about our life, something, and also\nthe diary of Helga Kinski (ph) where she's written about life in our children's home. And we\nwould like that everybody can read these things, maybe it will, we will have good conditions to\nbring to it.",
        "Q: So after you went out, where did you go? When you left the children's home?",
        "A: After I went with my parents into this military , and I am not sure if 1t was\nBergem-Bach (ph) or Magdeburg, but I think that 1t was Magdeburg and we had a very small\npiece and we were living there. It was a room divided and we had maybe, I don't know how\nmany meters, three meters, and we were living there. And once it happened that I was alone at\nhome and that I was cleaning the window, I was staying in the window, and one man came. I\nthought it was an SS man, it was Mr. Mumelstein (ph) and he came and he kick to the door and\nhe was shouting a little bit on me and looking not in very good way of me and I was, I had some\nminutes of, I was very afraid that he will throw me from the window, from the second floor\ndown. But, in one moment, he turned and he went and it was not very nice.",
        "Q: So your parents were working in the day and you stayed home?",
        "A: Yes, yes. It was by chance that I was at home because I was also working.",
        "Q: Were there other episodes that were very frightening to you?",
        "A: No, besides with this counting in this Bolshevik (ph) when we stayed there a whole\nday, it was very bad. And every transport was a very, very bad experience for us because we\nhave to say farewell to people which were, who were for us very, very dear and we didn't know\nif we will see them and this was very hard. And we were afraid that everyday we will, we were\non the row and we will go. And we felt that it was not a good place where the SS go.",
        "Q: Did you ever see people being punished or beaten?",
        "A: [heard about it. I heard that somebody, when somebody wanted to fly, that they were hanging\nthere and they were shooting, yes. But I didn't see it. I saw only when somebody was shouting\nand so forth.",
        "Q: Toward the end were there a lot of sick people around?",
        "A: Yes. Also, when it was finishing we had also a big epidemic of typhus. And they took us\nchildren to one sanatorium outside of Terezin. We were one month outside and they were\ntreating us and giving us meal and treating us from the medical side. And my mother and father\nhad to stay in Terezin and after we went back and after we went home.",
        "Q: This was after liberation?",
        "A: After liberation, yes. We went home in June, not in May.",
        "Q: But the sanitar1um was after liberation?",
        "A: After liberation, but nobody could go out from Terezin because it was an epidemic.",
        "Q: Okay. Do you remember the Red Cross visit?",
        "A: Yes, I remember. Because we had the SS, , and he gave us to eat and we\nhad to tell him, \" , \", \"again we have sardines\", and\nso it was like for , religious. And they built shops and café houses and in these\nshops we got also tickets that we can shop all money, we had also money, that we can buy there,\nbut nothing was there, only I remember and some things like this, but we didn't,\nwe couldn't buy because nothing was there. It was only like for this , this\nvillages. And when the Red Cross came, then we had to clean everything and they chose also\nchildren, they looked well, they didn't, they were not too slim, and it was like a theater, like a\nspectacle. And we got a piece of bread and we were eating and like this. In film you can also see\nit.",
        "Q: This must have seemed strange to you?",
        "A: Yes, but we were happy to have a piece of bread!",
        "Q: So you acted for them?",
        "A: Yes, but we had to do it.",
        "Q: What else do you remember about Terezin?",
        "A: I remember only that I was happy that we could leave. I was happy that my brother came to\nTerezin in the uniform of U.S. Army because when he flew from this, when they moved from the\nMalyy-Trostenetz concentration camp and when the war was ended, and he got, I don't know\nhow, to the U.S. Army because he was speaking very well English, he was helping, and he came\nto, with the U.S. Army to Czech country and then it was only possible, he came to look if we are\nalive. And I was the first, I saw him. And I was so happy! And after we got a letter from my\nsister, and it was also nice, and after we were looking forward to the time when we can leave.\nBut the people who went, who came back from other concentration camps were in such bad\nhealth that I never forget these people. How they came, because they were exhausted and I think\nafter some days they wouldn't want to be alive.",
        "Q: I read that the people who lived in Terezin-stat were able to get food packages from around\nthe world. Is that true? Did you have enough food?",
        "A: One time it was possible, but we didn't have anybody to send us something.",
        "Q: Maybe Jewish organizations, or?",
        "A: Nobody. I think it was so many people that it was not possible. And these Jewish\norganizations, they are also dying. Only when somebody was from, maybe a Christian woman\nand a Jewish father and children, maybe she, they were both in Prague or another town, and she\ncould send something. It was something, possible, but also we got a letter from my sister, we got\na letter to Terezin. But it was only a card, that she's alive. But nothing more.",
        "Q: Did you have radios?",
        "A: No, we had to give everything. And 1n this time, I think the small radios were not yet.",
        "Q: Did you have any knowledge about what was going on with the war and the camps and all\nthat?",
        "A: Yes, yes, yes. We had to because people were speaking about it. I don't know how they could\nhave it, but I can tell you that when we were liberated, we were inside when the guns were\nworking, when we were liberated I, every time I was dreaming, how I was happy. How I will be\njumping when the liberation will be. I can tell you that I was so exhausted that I couldn't feel the\nreal happiness. After a long time, I could feel it. And my brother wrote a poem about it and it\nexpress also my feelings, also when we were in another place. Because I cannot translate it to\nyou. I am liberated with, 1t was asking, yes? Can I live as before? It was too much. I went\nthrough so many hard and difficult situations that it will take me a long time if I can be, I can feel\nthat I am liberated, I am a human being, I can live normal. It is inside me and it 1s like a stone,\nyes? And I could feel, I was a child, I was not yet 15, I was 14-years-old and I can tell you that I\ncouldn't be so happy. I was so exhausted from this waiting and waiting and seeing what\nhappened.",
        "Q: At the time of liberation, and you were liberated by what army?",
        "A: By Russian army and English. The English were a little less, but English soldiers were there. I\ncan remember it.",
        "Q: What happened?",
        "A: They came. First we were hidden. After, when it was, a little quiet we came out and they were\nsinging. We were thanking them and after we were looking what to do. What to have to eat.\nWhat to, because after this we had to take care about ourselves alone.",
        "Q: So they didn't stay very long?",
        "A: Oh, they stayed. They stood, I think, the whole time. Because after I went towards the\nsanatorium, I cannot tell you everything because I was one months out from Terezin.",
        "Q: So you left very soon after the liberation?",
        "A: Yes. It was, I cannot tell, it was some days, it was maybe 14 days after this liberation because\nit was this very dangerous typhus and it was not good, the children stay there, and after they had\npassed, and after, although my father organized his life after liberation, he took care about food\nand about helping people and also medical care started. Because it was necessary.",
        "Q: When you left for the sanitartum, were you at all scared about leaving your parents at this\npoint?",
        "A: A little bit, but we went with other children and it was first time we can get out! To anew\nlife, to a nice nature, it was something like paradise!",
        "Q: How long did you stay, after you came back from the sanitarium, how long did you stay at\nTerezin before you left?",
        "A: Not too long, I think about in June, maybe also 14 days or so. I know that in June we got, we\ncame back to our town, to Berno (ph), and we had to start a new life. It was not so easy because\nwe didn't have money. Our fate was not free, and we got only 500 crowns and from U.S. Army,\nsaid, oh, we could go somewhere to eat something, but we couldn't eat\nbecause our stomachs were not use to eat too much and we had some difficulties. Now I started\nto look, what shall I study? And I forgot nearly everything from my knowing to play piano and I\nwanted to go to conservatory and I was looking for it to work very hard to again do exam. It\nlasted one year. I had to do exams from the normal school because I didn't have schools, yes?\nAnd I can tell you that in Terezin, we had so good professors. I had good marks, only I studied\nonly mathematics, math. And I got through. The life was hard, but I was so drinking the life that\nI was attending, for example, cinema. At four o'clock, six o'clock and eight o'clock! But I didn't\nknow what it was because there were three films, but I had to live. I wanted to live and funny\nthings I did, such un-normal things.",
        "Q: Did your family have any question about going back to the Czech Republic?",
        "A: My family had to go because my parents were a little bit older and not healthy. My father was\nwithout his right hand and we tried to start this normal life. But my brother left for America, he\ncouldn't study more, he had before war, before concentration camp and he couldn't\nleave and he went for America when it was possible. And my sister, second sister was living in\nIsrael and my second sister, this dancer, she was so ill after the war, she had tuberculosis, she\nwas in sanatorium. We couldn't leave it. I wanted to go to Israel but I couldn't do it because my\nparents were alone and they are not so strong and my sister was so ill. I started to study\nand stayed here.",
        "Q: Now when you went back to Bruno (ph), you said somebody else was in your flat?",
        "A: Yes.",
        "Q: Did you try to get it back?",
        "A: We tried, but we found one floor near, lower. We found a flat, 1t was empty because they\nwere Germans. And we could go there. We could find our piano after many months. And we\ncould live in this flat, but we had to pay, furniture, not too much, but it was so hard for us. My\nfather had to borrow money from bank and had to start to a new life and he started to work and\nto build his shop again. But, when he gave back this money, it was three years, it lasted three\nyears. And when he gave back, after we started to live a little bit normal, Communists came to us\nand he had to close his shop. And it was very hard for him. But we had to live.",
        "Q: What about your former neighbors? How did they treat you when you came back? Were they\nhappy to see you?",
        "A: Somebody was happy, somebody was not happy. I told you that some also, one mother of my\nschool mate, she told me, \"why did you return? Why didn't you stay there?\" And, \"this was not\nnormal girl\", and \"everybody was laughing about her\", and before war, I was the one, I was\nevery time telling, \"why you are laughing? She cannot, she is a poor girl\", and as to things we\nhad hidden by our neighbors, nearly everybody told us that they had bombs and they have\nnothing more. And we got only one small thing, one small statue from the house from my\nmother, it was remembering her house, and she was happy. But we didn't care about what we\nhave because it was not the important thing. The important thing was that we were free, that we\ncould live, we could work, and I could study. And we could take a little care about, to improve\nour health.",
        "Q: How important was religion to you, during Terezin and afterwards?",
        "A: I can tell you that I lost my religion in Terezin because I was praying for my friends and\nnothing happened. And I was quarreling with the God. And asking Him, \"why he is so cruel and\nhe let these things to work?\" No, He didn't answer me. For this reason, I only was feeling that I\nam a member of a group of people that had the same destiny, and I was proud of this big\ntradition, this old tradition. I was proud that I was a Jewish and I told everybody that I am\nJewish, but I didn't practice the religion. After, when my father died, I came a little bit back.",
        "Q: Did you ever resent being Jewish?",
        "A: What is this, resent?",
        "Q: Resent would be, were you ever angry that you were Jewish?",
        "A: No, no, never. I only was doing things to telling people that never it can come again, and to",
        "Q: What kept you strong?",
        "A: I think it was a school of life, what got us through. And when we could live like this, we had\nto be strong. And we learned to live in bad conditions and try to be happy with small things. We,\nI think that it was a, so good school that, also, after the war, the life was not every time so easy.\nThat we could go through a little bit lighter than other people. Because we had harder times.\n[end of side one of Tape 2. ]",
        "Q: You were saying that, for those of you who survived camps, life afterwards, you handled it\ndifferently than other people?",
        "A: Yes. We had a strong will. We wanted to leave and we were working very hard and we\nwanted to, what we couldn't do in the concentration camp, we wanted to do everything better and\nwe were very, very, very hard working. Because it was not so easy for us who didn't have\nschools, although when we read something, but it was not everything. And we had to run, to run\nvery quickly to do everything in time.",
        "Q: You valued life more?",
        "A: Yes, yes, everything. Everything was nice for us and for everything to be thanked in our soul.",
        "Q: When you think about how your life has developed for the last fifty years, can you talk about\nthe impact that those early years had on the choices you made?",
        "A: Now, I don't understand.",
        "Q: I'm asking if, these early experiences had to have effected the way you've lived you're life\nlater. You started to talk about that, are there other things in terms of a choice you made or the\nway you raised you're son, or?",
        "A: Yes, yes. I think we were, we developed our personality in another way if, when or if we\nlived a normal way. And everything was, every time I was comparing. Yes. Also, with my\nstudents, I told you that I was very strong and very serious. They had to work hard and they\nneeded to be honest and to be helpful and to be deeper, to be deep. Not only to do it, everything\nso. I think I was also, not only a professor of music, but I was like a mother or aunt, and I think\nthat they were also, they work and they laugh for this, what they did. They were a little bit\ndeeper. It was somebody or couldn't be deep, but mostly they were.",
        "Q: When you were talking about that poem, that liberation, you said there was a line, like, \"Can\nwe live as before?\"",
        "A: Yes. It was the first time, we were living a little bit in the past, and we were trying not to live.\nIt was also, it needed to have strength. And not to feel that our body was weak and we had\ndifficulties. We wanted to work as nothing happened and we wanted to forget. And it, the cost\nwas of, many great strength and a great fear. But we did it. I could study, I had a degree. I did,\ntwice, conservatory. Not only once, I did as a pianist, after as a singer. After I did High School\nand I think I reached everything what a normal, grown, talented human being could reach.",
        "Q: Do you think you were robbed of your childhood in any way?",
        "A: Yes, but it had to be and I think that, I was richer in this way, that I could have after. I could,\neverything, for everything be thankful and I was, I cannot say it, I could have a real friendship, a\ndeep friendship, and everything what I had, it was a little bit, it was everything more truthful.",
        "Q: One more question. When you think back, as I'm sure you do?",
        "A: Sometimes, yes.",
        "Q: Are there certain images that come back to you?",
        "A: Yes, yes. They are, and also when we meet together with my friends who came back, we were\nspeaking about our life in concentration camp, but we don't like to speak about the bad things.\nWe were only speaking, not only sometimes, also, but we were, we are speaking about good\nthings, what we did, about the life there, about helping each other, about friendship, about these\ngirls who didn't come back and what we can do that they are not so forgotten. We will do that,\nwe will bring the book, we will write about it. I think many books are now here. The museum is\nfull of new books. I was there. But, I think that somebody who will read it, it is our duty to write\nit.",
        "Q: Is there one image that haunts you?",
        "A: Yes. I think. And the other images that, I have to do something that nothing will come back,\nthat these bad things, they will never come back. And also I can tell you, everything what I did, I\nwas doing, I tried to do good and well because I was a member of a nation who was, I cannot\ntell, haunted, yes? And that many gospels were about us and I wanted to show that I am a normal\nhuman being. That I can do good work, that I am a good, I was trying to me to be good, to do the\nright things. That nobody can say, \"Oh, look, this is a Jew and Jews are bad people\". And I was\nnot working for me, my and everything what I did, I did in, as I am delegate of all\nJews.",
        "Q: Do you have a sense of security today?",
        "A: A little bit, but not every time. Because things in the world are, not every time, good and\nright.",
        "Q: Is there anything else you want to say?",
        "A: No. Only I can say that I was visiting here in this museum that's, I can tell thank you for it. It\nis good, very good done. It is simple, it is human, it is not show. Every soul who is able to feel, I\nthink that everybody can have an impression of what happened and that I wish that everybody\nwho is through to see it, that will be in his life a good person and say, don't alive these persons,\nallow, that don't allow these things to be repeated.",
        "Q: Thank you.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Question: This is Randy Goldman on February 12, 1996, interviewing Anna Hanusova-Flack.\nWill you begin by stating your name, your birth date and where you were born?",
        "Q: Why did your family move a few times?",
        "Q: What kind of business was your father in?",
        "Q: Do you remember your childhood before the war as being fairly comfortable?",
        "Q: So you had a good time?",
        "Q: Tell me about your brothers and sisters.",
        "Q: And your sisters?",
        "Q: Blown up?",
        "Q: And you have one more sister?",
        "Q: And she is how much older than you?",
        "Q: Now, in terms of the Jewish community where you lived?",
        "Q: Was it a large community? Was your family religious? Were they involved?",
        "Q: Did you go to a Jewish school or a public school?",
        "Q: Was this secret?",
        "Q: Did you feel a strong sense of Jewish identity? Did you have Christian friends and neighbors?",
        "Q: Were you treated, when you went to the public school, were you treated okay?",
        "Q: That must have been difficult as a child to understand?",
        "Q: What did your parents tell you?",
        "Q: Before you were occupied in 1939, what did you know about what was going on in Germany\nwith Hitler?",
        "Q: Even in Czechoslovakia?",
        "Q: Do you remember when Czechoslovakia was occupied? What happened?",
        "Q: What was going on in Bruno (ph), can you describe the scene when the Germans came in?",
        "Q: What did you do? Did you go home?",
        "Q: Was there any destruction in the beginning?",
        "Q: Well, in certain places when the Germans came in, they burned Synagogues, they...",
        "Q: So, after a few days did life resume?",
        "Q: That must have been very hurtful?",
        "Q: Was there a fear of even being on the streets at this point, or were you able to move around?",
        "Q: Do you have a sense of how long it was before you couldn't go to the school anymore?",
        "Q: Now before this you had Christian neighbors?",
        "Q: Before the war they were nice to you?",
        "Q: After the war, after the Germans came in?",
        "Q: Was there any resistance that you know about to the German occupation?",
        "Q: Who was in charge of your town at this point? Was it the local government? The Germans,\ndid they stay there?",
        "Q: So a lot of the Jewish businesses were taken away?",
        "Q: Were you allowed to continue to observe the Sabbath and go to your prayer?",
        "Q: So you continued to celebrate Jewish holidays and everything until you were deported?",
        "Q: Now, before you left, were there other deportations from Bruno (ph)?",
        "Q: But before that, were people transported to other places?",
        "Q: Now did you expect to be deported? Did you know anything about this?",
        "Q: What did you take with you?",
        "Q: Did your parents explain to you what was going on? Did they suggest that you behave a\ncertain way or?",
        "Q: Was this a big group that traveled with you?",
        "Q: A 1,000?",
        "Q: Families?",
        "Q: Do you remember what the mood was?",
        "Q: Do you remember the train ride? You went on a train?",
        "Q: Do you remember the train ride?",
        "Q: Your consciousness?",
        "Q: Faint?",
        "Q: Let me just ask you something, when you went on the train, who was with you? You're entire\nfamily?",
        "Q: And your Grandmother?",
        "Q: And your brother?",
        "Q: So, you woke up in the hospital?",
        "Q: Scarlet fever?",
        "Q: Now I just want to understand something. You arrived and so for, and the first time you were\nsick because you fainted, but you were still with your family?",
        "Q: And then you stayed with your family in this big horse barn?",
        "Q: So after a few days of your arrival, you were separated? The men and the women?",
        "Q: Now, then you lived with your mother and your sister?",
        "Q: And you lived in this block or barrack for how long, do you think?",
        "Q: So when you were still with your mother, was she working or just taking care of you?",
        "Q: And were the guards in there? Were they Czech, the guards?",
        "Q: Were they mean?",
        "Q: Were they mean to you?",
        "Q: Were they nicer?",
        "Q: And were you allowed to go in and out of this barrack?",
        "Q: Is there anything else that you can tell me about your life when you were still in the\nwith your mother?",
        "Q: It must have been difficult when you were separated from your mother?",
        "Q: When you first left your mother, were you pulled away? I mean, how did that happen?",
        "Q: Did your mother say anything to you?",
        "Q: How many children were you living with in this home?",
        "Q: So sometimes you might get friendly with someone and then she would have to go?",
        "Q: Were you afraid you'd have to go?",
        "Q: Did they give you any explanation of why people were coming and going?",
        "Q: Who was in charge of you?",
        "Q: Silk?",
        "Q: So you were busy?",
        "Q: What kind of courses were you taking? You said they were teaching you?",
        "Q: Did they teach you about Israel?",
        "Q: Did you have sports?",
        "Q: So you had cultural activities, you had school, you had sports? It sounds like you had a good\ntime?",
        "Q: Your teachers, were they, and your supervisors, were they all Jewish?",
        "Q: Were there also guards there who were not Jewish?",
        "Q: Were they aware of all of your activities?",
        "Q: Anything in particular?",
        "Q: Where did you give these performances?",
        "Q: An attic?",
        "Q: You were in a, you performed in an opera there, weren't you?",
        "Q: Who was the audience? Did your parents come to the opera?",
        "Q: So you performed it many times?",
        "Q: The people were able to get instruments and all sorts of things?",
        "Q: Now, I'm confused by one thing. If these were, concerts were in private, how could\neverybody come?",
        "Q: Now you had all of these nice activities. Was there also a very unpleasant side to your\nexperience there?",
        "Q: Are you talking about insects or rats?",
        "Q: Was it clean enough or was it dirty?",
        "Q: Where were the toilets? Were they in your home?",
        "Q: Outside?",
        "Q: Exhibition in your home?",
        "Q: What about illness? Did you ever get sick? Was there a lot of illness?",
        "Q: When you were sick, or when your friends were sick, was there a hospital or a clinic that you\nwent?",
        "Q: So you never had to go to a hospital?",
        "Q: Did you have to work at all?",
        "Q: What were you digging?",
        "Q: Did you play with little boys also, or just the girls were together?",
        "Q: Did you have a boyfriend?",
        "Q: Did you see your sister often?",
        "Q: How did that come about?",
        "Q: Can you remember what you were thinking when you said good-bye to your sister?",
        "Q: Was your mother nearby at that time?",
        "Q: So you developed close friends?",
        "Q: How were you able to help each other in the home?",
        "Q: So you all talked about what would happen in the future?",
        "Q: But you all thought that you would get through this?",
        "Q: After your sister left, did a lot of people leave at that time?",
        "Question: Okay.",
        "Q: How did you know they were, where they were going to?",
        "Q: As time went on, did the security, the guards and everything, did that become more strict or\nless strict?",
        "Q: I want to go back a little. You were saying that sometime late in 1944 there were many, many\ntransports?",
        "Q: When your sister left?",
        "Q: And you knew that your brother left, at that time?",
        "Q: And when there were only a very few children left in that home, did you stay in that home?",
        "Q: So after you went out, where did you go? When you left the children's home?",
        "Q: So your parents were working in the day and you stayed home?",
        "Q: Were there other episodes that were very frightening to you?",
        "Q: Did you ever see people being punished or beaten?",
        "Q: Toward the end were there a lot of sick people around?",
        "Q: This was after liberation?",
        "Q: But the sanitar1um was after liberation?",
        "Q: Okay. Do you remember the Red Cross visit?",
        "Q: This must have seemed strange to you?",
        "Q: So you acted for them?",
        "Q: What else do you remember about Terezin?",
        "Q: I read that the people who lived in Terezin-stat were able to get food packages from around\nthe world. Is that true? Did you have enough food?",
        "Q: Maybe Jewish organizations, or?",
        "Q: Did you have radios?",
        "Q: Did you have any knowledge about what was going on with the war and the camps and all\nthat?",
        "Q: At the time of liberation, and you were liberated by what army?",
        "Q: What happened?",
        "Q: So they didn't stay very long?",
        "Q: So you left very soon after the liberation?",
        "Q: When you left for the sanitartum, were you at all scared about leaving your parents at this\npoint?",
        "Q: How long did you stay, after you came back from the sanitarium, how long did you stay at\nTerezin before you left?",
        "Q: Did your family have any question about going back to the Czech Republic?",
        "Q: Now when you went back to Bruno (ph), you said somebody else was in your flat?",
        "Q: Did you try to get it back?",
        "Q: What about your former neighbors? How did they treat you when you came back? Were they\nhappy to see you?",
        "Q: How important was religion to you, during Terezin and afterwards?",
        "Q: Did you ever resent being Jewish?",
        "Q: Resent would be, were you ever angry that you were Jewish?",
        "Q: What kept you strong?",
        "Q: You were saying that, for those of you who survived camps, life afterwards, you handled it\ndifferently than other people?",
        "Q: You valued life more?",
        "Q: When you think about how your life has developed for the last fifty years, can you talk about\nthe impact that those early years had on the choices you made?",
        "Q: I'm asking if, these early experiences had to have effected the way you've lived you're life\nlater. You started to talk about that, are there other things in terms of a choice you made or the\nway you raised you're son, or?",
        "Q: When you were talking about that poem, that liberation, you said there was a line, like, \"Can\nwe live as before?\"",
        "Q: Do you think you were robbed of your childhood in any way?",
        "Q: One more question. When you think back, as I'm sure you do?",
        "Q: Are there certain images that come back to you?",
        "Q: Is there one image that haunts you?",
        "Q: Do you have a sense of security today?",
        "Q: Is there anything else you want to say?",
        "Q: Thank you.\nConclusion of Interview."
    ],
    "answers": [
        "Answer: I am Anna Hanusova-Boren-Flackova. I was born at 26 of November 1930 in Gishine\n(ph). It was Polish, Gishine (ph) on the border between Czech Republic and Poland and there is\nalso Czech Gishine (ph), yes? But, I was born on the Polish side. But I was only one-year-old\nand after we moved to Austrava (ph) and there we were until my seventh year and after we\nmoved to Ber-nar (ph) where I lived until the transport to concentration camp, in my 11th of the\nyear.",
        "A: As I was a baby, I don't know why we moved to Austrava (ph) but I think that it was more\npossibilities for my father to find a better job and also after to Berno (ph) because it was every\ntime a larger and larger town. Austrova (ph) and Berno (ph), capital of Moravia.",
        "A: Oh, when we were in Deshna (ph) he had a small factory with electric things for iron and\nsomething like this. After, when we were in Austrava (ph) I remember that he was traveling, in\ncharge of one and the settings, but I don't know which. And after in\nBerno (ph) he had a shop with zips and things for people who are making things for\nleather and for suits and dresses.",
        "A: We were not very rich but we were a middle-class family and my mother every time was\nlooking that we learn something. Not only at school, we went dancing and we went musing,\nmusic, we learned languages, and she every time had money for these things.",
        "A: Yes, it was a good time. We had the nice family. We were four children. I was the youngest\nand for this reason I had a very good time because everybody was after me and it was good with\nme.",
        "A: My eldest brother is ten years older, his name is Michael Fleck. He was studying in Berno\n(ph) he was studying gymnasium and after we went to Prague, the capital of Czech Republic, and\nhe was studying in Charles University and because he knew very good English he was teaching\nEnglish, and after, at 41, he came home to Talsen from Prague, very soon after us, and after the\nwar he went to America and was professor of University here and did many good things I think\nfor America. He's a member of the Academy of Sciences, and so on.",
        "A: My eldest sister, Irene, went in 1940 with the ship Patriot to Israel. My parents wanted her to\nsafe, here we were not so old to go from our parents, and this ship, Patriot, couldn't go to Israel\nbecause English people didn't allow it and for this reason this ship was sprang out, or how can I\nsay?",
        "A: Blown up. And she was saved and she was 17-years-old and she started a new life in Israel.\nNow she is no more alive, after she went for Australia.",
        "A: Yes, my sister Alice. She went with me to Trey-es-ee-ya-stat (ph) and after she went to\nand Bergen-Belsen and when she came back, she was looking at 10 years and she\nwas in this time she was 17. And she was very ill. She had and tuberculosis but she\nloved so much to dance and she was so talented that also with these difficulties she was a very\ngood soloist dancer and now she's living in Slovakia, in Briesenslava (ph).",
        "A: Two-and-a-half years older.",
        "A: Yes.",
        "A: My mother was very religious and then we had the Holy Days. We went to Temple and every\nFriday evening my mother was praying and I remember that there were very nice evenings. I\nliked it. My father was a little bit religious but he did everything, what my mother wanted. He\nwas invalid from the First War. He had the right hand cut, the first part, fingers.",
        "A: First I started to go to public school but after we were not allowed to go there and when I was\n9-years-old I had to go to a Jewish school, after it was also forbidden, and we were taught in our\nflats. A group of ten girls and children, and we had good teachers and we learned and didn't miss\nanything.",
        "A: It was in secret, yes.",
        "A: [had many friends but I was feeling as a Jew, since my childhood.",
        "A: First time, yes, but after when the situation was changed, I couldn't walk, sometimes I\ncouldn't walk so in peace, in the streets, because some children of, they knew me, they are\nshouting to me and sometimes they a little bit injured me, and I came home and I cried because I\nhad the broken, I had something like this.",
        "A: Yes, the feelings, I didn't understand it because I thought, I am good daughter, I didn't do\nanything bad to somebody, and I am learning good, I have good marks, why should I be\nsomething bad? I didn't feel that I am worse than other children.",
        "A: Oh, they told me that I have to be proud and don't cry and I tried to do it.",
        "A: My father and mother, they were speaking at home and I knew what is going on but I didn't\nunderstand everything. But I was afraid about future because they were afraid about future and\nafter my Grandmother from Vienna came because she was alone, living there, and she hoped\nwith our family she will be safe a little bit, and this I knew that it was not normal and I, first time\nI had a Grandmother, yes, and she told us that things in Vienna were not very nice and for this\nreason I was afraid. I felt it, that something is not in order and that Jews are in, are not sure what\nthey will be then.",
        "A: Yes, even in Czechoslovakia.",
        "A: Yes, I remember the German soldiers came and some German were very excited about it. And\nwe were very unhappy, yes. They were singing and we tried to, to this young people they rush in\nlines. We tried to be naughty to them, but it didn't help anything.",
        "A: Yes, they were, came many. Cars and many. Tanks and they were and they\nwere singing and they were very, very sure about the things that they are doing, that they feel are\nright. And we started to be in great, I cannot tell the word, great differences.",
        "A: Yes, we went home. We were listening radio where they were speaking about it and friends of\nmy parents were coming and some people went to, wanted to go out of our land and to go to\nAmerica or to some other places. And my parents decided that our, my eldest sister will go to\nIsrael, to illegal transport, to save her life. But we were very small and it was not so easy to do\nwith us because my parent were no more so young.",
        "A: Destruction? I don't understand this.",
        "A: Yes, yes, 1n Berno (ph) one Synagogue was burned, yes, I remember it. I didn't see it but it\nwas in newspaper and people were speaking about it, yes.",
        "A: Yes and it changed. First, I couldn't go to some shops, it was written, ein-tret-fa-boten (ph),\nafter we couldn't go to cinema's, to seat us. I remember the day that we attended a ballet school, a\nvery famous ballet school in Berno (ph) with my sister and my mother told us to go and to say\nthis woman, she was leading it, said we will not come because, no more come because we are\nJews. And it was the first day we had to wear the yellow star, , and we didn't wear\nit. We went, but we went to this woman and we told her and because she liked us and my sister\nwas one of the most talented dancers, we were sad and we came home and from this time we\nstarted to wear this yellow star.",
        "A: Yes. It was very hurtful and people were shouting. I heard the words like, \"You Jewish pig,\ngive your books to me\". I had nice, new and, also, one SS, two SS soldiers went through the\nstreet and say, they told each other, I heard it, \"Oh, it 1s pity, such a nice girl and she's Jewish.\nWhat a pity.\" I thought, why, why would it be a pity? I am a human being as they are and maybe\na better human being.",
        "A: Yes, I was able, but sometimes it happens that somebody was shouting on me or doing\nsomething, I had to go from the school very quickly and I was afraid. We went from the school,\nwe were more, but the last piece of my way I had to go alone and it was not so good.",
        "A: I think the last year, it was '40, I couldn't go. Into the fifth class and I was ten-year, I could go\nbut I didn't end it and after we had to have our lessons at home. Everyday by another family, but\nwe learned.",
        "A: Yes.",
        "A: Yes, yes.",
        "A: Somebody changed and somebody was good to us, yes.",
        "A: I can't tell it to you because I was a child. I was living only at school and at home, but I am\nsure that it was.",
        "A: After when they came, they had the highest places. For example, also my father's shop, he has\nto work but one German was there and he was like the director from 1t and he took money and\nmy father had to work. He was no more owner. They called it stroy-hinder (ph), but he was\nreally a director.",
        "A: Yes, yes, yes.",
        "A: Yes, we did, but it was not so easy to go to Temple because people, they were also shouting\nand like this, but we went. We went.",
        "A: Yes, and mostly also atone, yes.",
        "A: We were from Bruno (ph) the first transport, it was Gae (ph) transport, I was the number Gae\n(ph) 484 and it was the first family transport to Terezin.",
        "A: One transport it was to other place. I think it was to Borand (ph), but we were the first\ntransport to Terezin.",
        "A: We knew that some people had to go to Poland but we didn't expect that we would be the one\nof the first and when we celebrated my 11th birthday, we got a message to go on this day to go to\ntransport. It was on the 26th of November, 1941. And I saw my father the first time to cry. And\nmy birthday was unhappy, not very nice. And after the 2nd of December, we went to Terezin.\nBut we had to go three days earlier to one Zemun-stella (ph), it is German, to school, and there\nwe were prepared and they took from us everything what was worth, gold and clocks and\nsomething like this, and after we went.",
        "A: Ihave my clothes, some books, some music material because I was playing piano. Not very\nmuch. My mother took something for eating. I remember that she, 1t was not so easy to buy a\nlittle something, meat or something, she took something, it was all for us for some days we had.",
        "A: No, we only, they talk without, with us, but they only wanted us not to be sad and to be proud\nand not to cry and to go and to have a hope that it will not be so bad and that we were\n, this was our hope.",
        "A: No, I think we were about 1,000. I cannot tell you, it was a little...",
        "A: About 1,000, maybe some less, some more.",
        "A: Yes, families. All families from Berno (ph).",
        "A: Very bad, very sad because we had to leave our flat, our home, and we had to leave many\nthings there and, although we had some neighbors we left some things by them. But after the\nwar, nobody gave, everybody thought, oh we had bones and nothing. I think only one statue we\ngot back. We had such a nice statue from the home, from my mother, and this I have still now,\nthis is the one thing we got back. It doesn't matter, we were use to, things were not so, after, so\nimportant for us, but the people told us, \"oh, we haven't, we have nothing\" or \"why did you come\nback?\", \"why didn't you stay there?\". It happened also, these were bad things.",
        "A: Yes, yes, yes.",
        "A: I can't remember very clearly, but we had the train and we were many people were there. But\nI think it was not a train without a place for sitting. First time, maybe, we had not so bad train,\nbut we were pushed like sardines, pushed, as were many people. And we arrived in Terezin very\nsoon, early morning, and after we had to go to a very big hall for horses, I told it to you. And we\nwere 500 in one room and we had only one piece, we were lying on the earth, it was cold in\nthere, it was December. And we were unhappy and we were trembling and we didn't know what\nwill happen the next day. And when we had to go out, everybody, and they were counting us, I\nlost my, I fall down and I lost my, how can I say?",
        "A: Yes, no, yes, the first time. My head was, I cannot, it was from exhausting and so, and they\ntook me after it to a doctor's room and there I got tea and a piece of cake. And it was a good\nmedicine for me. This was the first time and I, told to me that never again I will fall down...",
        "A: Faint, yes. And I learned to be so strong and never I did it anymore.",
        "A: Yes, my family. Not my brother, only my sister, Alice, and I and my parents, because the\nsecond sister was in Israel.",
        "A: Grandmother, she was after us, not with us. In next transport.",
        "A: Brother, he was living in Prague and he came with another transport one month or two\nmonths later to Terezin.",
        "A: No, no, no, it was only a room with doctor and the first day it happened. After, I don't know,\ntwo months or three months, I cannot tell you, the director, after it was in\nTerezin-schatz, you know what it is? It was an appendix and I had pimples and high fever, you\nknow what it is? After my, yes, I don't know the name.",
        "A: Scarlet, scarlet, yes, scarlet fever. And I had to go to hospital because I was living with my\nmother and with my sister. And I was one of first children and after five or six weeks in another\nplace and when I came out, I could visit my brother because he was very near and I remember\nthat I wanted to bring, it was also my father with him, and I wanted to bring them a very great\npresent. And I didn't eat bread and I brought them a big piece of bread and I was very proud of it.\nIt was a big present.",
        "A: Yes, yes. It was only a moment.",
        "A: No, no. After we moved to Dresnek-Ca-Cerna (ph), it was only women and children and my\nfather stayed in this Suden-ka-Cerna (ph) and, because he wanted to see us, he took, the invalid\nwith one hand, he took the baggage's and brought the baggage's to Dresna-Ca-Cerna (ph), these\nbaggage's that we had to leave them and men brought it to us. And we stood the whole day\nlooking and seeing and making all the \"hello\", \"hi, father\", we are here. And after he went and he\ncame again and he only to see us for one minute. But we couldn't speak because we\nwere far from him. And for a long time we couldn't see him after.",
        "A: Yes, it was some days only.",
        "A: Yes, and with many, many women in one very big room and we didn't have, we didn't have\nprivate-ness, but we were living. We were doing what we could. A small place, and three beds\nabove. We had only coffee and some soup and like this, but we were living and we were\nspeaking together and that started friendships and we did in this situation what we could.",
        "A: I lived, it was many months but I also cannot tell you how long. It was, I think it was not the\nwhole year, it was less. And after, the children could go and had to go to a children's homes and\nfor the girls there were a home called \"L-40010\" and for boys \"L-40017\", and there I was with\nmy sister and, but not in the same room because I was younger, but in the same house.",
        "A: She was not working, not, only we were working to make clean everything, and so on. She\nwas not working.",
        "A: Yes, they were, but they were not in the rooms, they were outside and they were watching\nthat nobody can go out and can go in only when they have the paper.",
        "A: What?",
        "A: I cannot tell you. Somebody was good and somebody was not so good. There were also\nJewish watchmen.",
        "A: Sometimes, yes. Not, I think also, everybody not.",
        "A: We could go when we was in this first castle, we could go inside. We could go out and in the\nneighbor room, we could go. But not out.\n[End of side one of tape one. |",
        "A: I can only tell you that we were, I think we were helping each other. We girls, we would be\nplaying. Somebody has a small ball, we were trying to play and to be children. But, we lost our\nchildhood very soon because the conditions were not so that we could be so happy.",
        "A: Yes, it was the first time, 1t was very difficult. And the first time was that we couldn't see her,\nwe didn't know how she 1s and she didn't know what we are doing, but after, when we could go\nout, we went and we visited her and after it was a little bit better, we saw our father.",
        "A: It was not with strength. It was, they told us that we have to go, that it will be better for us.\nAnd we didn't know how we were, how we was. And everybody who had children in this age,\nwhen they have smaller children, it was something else. But I was 1 1-years and my sister was\n13-years and to say, they asked us to go there, to take our things.",
        "A: Oh, she was unhappy and we were also unhappy. But after when we lived there, we knew that\nit was good for us, but not good for our mother. Because we were there many children at the\nsame age and it was for us. We had many good friendships and we were educated and...",
        "A: Not in our, in one room it was about 50. But it was, there were changes. When they would\ntransport to , somebody went and somebody came. It was not every time the same.\nThere was not only the same girls.",
        "A: Yes, yes. It was not so easy for us. They were like sisters.",
        "A: Yes, I was afraid.",
        "A: Nobody was speaking with us about this. We only knew the German are doing it and that our\nfuture is not so sure.",
        "A: There in this home? We had some, we called them Bet-row-al (ph), mostly women, but not\nwere much older, not much older. For example, four or five years older, and they were taking\ncare about us after we had one a little bit older, we called her \"Ella\". It was in Czech, \"Aunt\nElla\", Ella Polot (ph) and she was taking care about our souls. She was giving to us examples\nhow to be good and how to help each other and how to learn and we were making culture, and in\nour home, Number 28, we wanted to be, we had one flag and it was , and it was,\nwe all wanted to come into because they were some friends of us which were\ngood and helping each other and doing only everything good. And everybody wanted to be good\nand everyone tried to be, to have the honor, be in . It was, I cannot tell it in\nEnglish, only like arithmetic, when I show you, like this...",
        "A: Silk, yes. And it is in, 1t was called . And we took care about old people. I\nwas singing, and two other girls, we made a trio, and we sang Shuman's (ph) \"Dream\", and the\nmelody and we sang our prayers, and we knew, we had an organization, the help to make it, to\nhelp, it's the hand who helps. And we went to old people when they had a birthday, we were\nsinging then, we were cleaning up everything and they were so happy that somebody 1s\nremembering that day, because many of old people were completely alone. Also my\ngrandmother, who died, but I was visiting her and my sister and my mother also, and my father.\nBut she died very soon after summons because she was about 80-years and she couldn't stand\nthese conditions.",
        "A: We were busy the whole day and we were having lessons, we were painting with Mrs.\nBrandis (ph), she was a known painter, and I don't know where she, it took papers for us and the\npens and, it was a miracle. But in this time we were taking lessons, we were painting. We\ncouldn't think on our situation. It was helpful for us, we were in another, we were thinking about\nculture, about music, about pictures and we couldn't think about our bad conditions. And of our\ndangerous things which could happen.",
        "A: Yes, we had a very nice professor, Du-men-ee-kova (ph), she taught us history. I remember I\nliked it very much. After, we had this paintings, after we had Czech language, and we had also\n, mathematical, math, I don't remember.",
        "A: Something also, we all, all we wanted to go to Israel because it was the land where nobody\ncould stare at you, \"you are a Jew, you are bad\".",
        "A: Yes. When the time was that we could go out, we had sports. I remember we played football\nand I was the man who goes to this boss, and after we were a little bit running, there was a place\nthere. We called it \"bash-tie\" (ph), and there we could go and to do some sports. Also football\nmatches were there. In film, for the Red Cross, you can see the football match.",
        "A: Yes, and we made a lot, if we didn’t have a good time. We made our own theatre, we made\nthis children's opera, not only this we had another operas. We made Estelle (ph) for example\nwhen it was , and I also was singing Mozart Bastion, or we were already rehearsing\nit, but after, Mr. Rafael Schector (ph), who was a very known conductor, he was not very\nsatisfied with children and after he did it with singers, professional singers. And I also visited\nfrom and the Keys Opera and\nRequiem, and it was activity after the work because many people were working. The schedule of\nactivities and we also were learning poems and, we did many things. I also, with\nmy friend, we, alone we sing about something and we did a lot of sketches and we went to every\nroom and to do it and to laugh a little bit and, we were very active. And it was very helpful\nbecause this misery in soul was not so bad because we were not in the whole day and the whole\nnight involved in it. It was like you wished to run away from the truth, but it was helpful.",
        "A: Yes, everybody. Everybody if they were in concentration camp and they wanted to help us.",
        "A: Yes, Czech guards, but outside, not inside.",
        "A: I think they knew, they knew, I think. But many things very in secret.",
        "A: Nobody knew that we are, for example, downstairs in the, there was a piano, a very bad piece\nof piano, not very good, that we are doing there some operas and singing and playing. Nobody\nknew it. But, after later, when the German wanted to show to the world that we are living nearly\nlike other people, after we did it in open, after 1t was in the open, everything.",
        "A: We gave it, I cannot tell it in English, at the highest room but it was no more a room, you\nknow?",
        "A: Yes. And the other, the lowest. And although it was there, one house in Terezin, there 1s\n. And there was a hole, a small hole, it was not so big, it was not\nas in Washington, but I had concert from Alicia Mahelz (ph), she was a pianist and\nshe played tunes from Chopin. And it was such strong impressions and I decided to be a pianist\nin this time. And now, after the war, many years, I got a letter from her son, because he's a\ncellist, he was living in Israel, now he is living in England, and I did for him some concerts and\nhe gave me the address from Mrs. Alicia Mahelz (ph), she's now about 90-years and I wrote her,\nthat she was, it in which brought me to study music and she's very happy about it.",
        "A: Yes. I was performing in this opera with Rudy Froenfeld (ph), we called him\n\"Bash-tic\" (ph), he was in an orphan home in Prague and he did this opera first time there. And\nafter, he took the material and he was studying with us. He chose children who were a little bit\nmusically, and he, and we sang it and we liked it very much. We were feeling a little bit a\nchildhood in this opera, we were children, we were fighting for good things and we were fighting\nagainst the bad man and, as it was a German man, and it was very good and we liked these\nmelodies, they were very good. I was singing 1n the hall, but I every time wished to sing the solo,\nthis In-ka (ph) and what happens is that there are two In-ka's (ph) and I told to Mr.\nFroenfeld (ph), \"oh, I know it\", and he read to me, to do it twice, without rehearsals, I did it. It\nwas nice.",
        "A: Yes, also. Everybody could come. And they didn't come only once, they came again and\nagain.",
        "A: Many, many times. I, sometimes it's , sometimes it's piano and somebody, I\ndon't remember exactly, also with small orchestra, but this I am not sure, I can't remember.",
        "A: Yes, somebody brought the instruments and they played quartets, they played concerts. It was\na small orchestra, it was there, they were premier of suite for\norchestra and Mr. Anchel (ph), who was very known. He was chief conductor of Czech\nPhilharmonic also, after the war, and he was conducting it. And I was very happy that my son\nwas conducting it also, after the war. And he was the first, after the war, he did it in our Czech\ncountry.",
        "A: We could, it was open. You could, after the first time, we could, you could walk from one\nhouse to the second house. You could go, yes? And it was in some papers, everybody talked to\nanother, oh, today it is at 6:00 there and there, and they knew it. We called it ;\neverything you can hear that something happens and it was , it\nwas a program. Some people did the program that we have to leave when we have, now, to eat,\nwhen we have no room to leave, when we cannot be so clean in our home, we didn't have the\nconditions but we have at least culture. And it was our, it saved our souls.",
        "A: Yes, very unpleasant. We were so hungry, you cannot imagine. I got the, after I got a small\npiece of bread and I gave it to my parents and they had to give me every evening for my\nbreakfast and I took it, this small piece, and every time I go, I go evenings home, half of it I had\nto eat. It was nearly, we couldn't sometimes think about another thing, this was. After we had\ncold water, it was cold there, it was so many people together. We had to, some animals in our\nroom, and sometimes I had to sit near the awning, on the window, because I was so afraid, it was\nso unpleasant. Very unpleasant, to have some small animals, I don't know how, the names, to go\nto walk on your hand and to beat you, and there were thousands and thousands.",
        "A: Insects. Small, I don't know their name.",
        "A: No, we were, we tried to clean up but it was not so as you can wish, we did everything that\nwe could, yes, but so many people and such conditions. It couldn't be so as at home.",
        "A: Oh no, no, we had one home for whole floor. It was also not so easy.",
        "A: It was in the house but you had to go, I remember that when we were doing paintings, we had\nonce to do, it's cold, in German, \"stil-layman\" (ph), fleurs or flowers, yes? But I was painting a\ntoilet, a dirty toilet and I was not a good painter but Mrs. Brandis (ph) like it that\nI got it, I had it on exhibition, it was exhibition, only so, I mean.",
        "A: Room or in our house, there were some places.",
        "A: Ah, it was a lot. I had, I was yellow, it was infections, you know what it is? All yellow with\nliver, you know what it is. And I had it twice. I was very ill and many, many of our girls had it. It\nwas first after we had once to go to boa-hoo-shul-vitz cat-lo-cleana (ph), everybody had to went\nout. We had to go out, everybody, the whole inhabitants of Terezin, to Boholovitz-cat-lo-trina\n(ph), we had to go on foot. And they had us to stay the whole day and they counted us, how\nmany we are, and we were afraid because many planes were flying above us and we were afraid\nthey will put bombs to us and they will kill us, everybody. And it was nearly dark, the whole day\nfrom morning, we were staying without food, without anything and waiting, if they will kill us or\nwhat will be. And when we could return, I was so exhausted that they have to carry me home.\nAnd I was really, really ill from this. But it was, this exhausting and this also, our souls were not\nin good condition.",
        "A: We had, in our girl's home, we had one room where everybody who was ill was laying. In\nanother case, when somebody was not so seriously ill, they only was in the room and we took\ncare about him. And when I was ill, I got some, a little bit milk, or something, something that\neverybody tried to give me something to be healthy.",
        "A: Only when I had this scarlet, this I had to go.",
        "A: Yes. I worked. I was an order in an office after. It was at the last, one or two years.\nAnd after I had also to work very hard outside in, that winter I didn't have classes because I took\nonly one lesson. In this meantime, the city and half, the city quarter is here, I was there, my\nfingers grew up and I didn't have clothes, they were not so good, and I didn't have class and my\nfingers were swollen and red and pain very much. And we had to work hard. We had to\n, we had to dig and it was a hard work for a child.",
        "A: Well I think they only wanted us to work hard. There was never a day, they think it was so\nhard and so frozen, these airs, and we had to, what we dig we had to give it one, on a place, and\nafter we had to continue. And this, after the war, when I studied piano at the conservatory, I had\nsome difficulties with it because my hands were swollen every winter and it took two or three\nyears and after I could play without difficulties.",
        "A: Oh no, we had a good friendship with the boys home, L-40017 and we were Number 28 and\nwe were friends with the Room Number 9. Only we had some secret laughs and so on and we\nhad friendships and we visited each other or we did some sketches when we knew something we\ncame and we did it and it was a good friendship.",
        "A: I had but it was only, I mean, we worked so very far, it was everything so platonic, but nice.\nBut he didn't return. He didn't come back.",
        "A: Yes, I could see her until this time, but then she went to Aus-wick-im (ph), it was in 1944,\nafter.",
        "A: She got the paper that she has to go. And I went with her nearly to the train. I gave her these\nnice boots because they were very warm for winter. These people who were shouting before war,\n\"give, you pig, give me your boots!\", I gave it to my sister. But she couldn't have it because she\nhad to give everything, she had to leave everything there.",
        "A: Oh, it was a tragedy because I didn't, I was not sure, I had so bad feeling, I was afraid that\nshe, I will never more see her. But we were lucky, she came, but she was very, very ill.",
        "A: Yes, but only I went with my sister because it was not so easy. It was forbidden to go and I\ncame, I went with her to the last place I could. Because it was danger that they will take me also.\nAnd I had to stay with my parents, they were older, and so.",
        "A: Yes.",
        "A: We were together cleaning. When somebody was sad, we were speaking to him. We were\ntrying to make jokes. Everybody who needs everything we do, we did, we were dreaming\ntogether. For example, a friend of mine, she's living now in Vienna, and she wrote a diary, the\nfilm was done, about it, and we were many, many evenings sitting together and we were\ndreaming. I wanted to study music at the conservatory and she wanted to study acting. And we\nwere thinking endlessly about how it will be nice when we will be back home and we will be\ntogether.",
        "A: Yes, we were thinking of the future because the present time, it was not so sure for us, we\ndidn't know, for example, when my friends went to , | have some letters from\nthem, and they were writing me letters. And we didn't know if we will see each\nother. And one friend of mine was writing me and, oh, when I will sign, I will write to you a\nletter from this place where I will be, but when I will sign that I am \"Mil-ka\" (ph), sincerely\nyours, Mil-ka (ph). I am in good place. But when I will sign \"I am your Milshka (ph), it is a bad\nplace. Such, we were thinking, but she never wrote me and she never came back.",
        "A: Yes, I don't know why I didn't get a paper that I have to go to . I think that it\nwas this, that everybody, every girl, nearly everybody that was born 1930 was sending to\n, but when we arrived to Terezin my mother wrote me, wrote into the paper and\nsaid that I was born in 1931. In this time, I was very angry because I was in the, I was a girl, I\nwanted to be older, no, I'm not younger, but maybe it saved my life. I don't know, it may be. We\nstayed only four, from our room, to the end of the Terezin-schatz (ph). Everybody from us went\nto . And we were, maybe, with these changes, we were maybe about 150 or more,\nonly four we stayed in Terezin until the end. But now, after 40 years, we found each other and\nwe are living ten, alive, in America, in Vienna, in Israel, in Czech Republic and in Germany.",
        "A: Yes, yes. It was nearly every two or three days they were transported...\nEnd of Tape 1.\nTape 2",
        "Answer: Yes, nearly, I remember that nearly every two or three days in one time there were\ntransports to and also my sister went. I told you, and many, many of my friends.\nThey wrote me five letters and I have them and I copied it for museum in the and\nI will copy it also in the Holocaust Museum in Washington because they are, you can have the\nfeeling, you can read what we felt in this time. That we were very sad and that we liked each\nother and we were not sure that we will see each other again.",
        "A: Oh, we didn't know. It was not sure, but somebody told us that it was ;\nsomebody told us after, they would say they were gassed rooms and they were killed. Somebody\ncame after, at the end of the war, a little earlier, they had told it to us, but we were not sure.",
        "A: I think that it was, 1n one time it was more strict. But when it was nearly end of war I went to\nthe place where people in very bad health came to Terezin. I was waiting my friends, I was\nwaiting my sister, | was waiting my brother, and I was staying there hours and hours. And I\nnever forget this unhappy people who had not strength to walk or had not strength to live and we\nwere helping there and giving them something, what we have, and we found, also, some friends\nfrom us, or we talked to neighbors, \"oh, your relative is here, please go and treat him\". But my\nsister didn't come. We got only a letter that she's alive, that she's very ill, that she's in Bergen-\nBelsen and after she went to and some English soldiers liberated her and an\nEnglish doctor saved her life because she was very, very ill. And for many, many years, for\nabout 40 years, I didn't like to think about it because after war, when I came home, I wanted to\nlive normal. I didn't want to speak with many people about what happened to us. Also, some\npeople told us, \"oh, why came you back, why didn't you stay there\", and it was very painful. I\ndidn't like for 40 years to think very deeply about it because every time, when I started to think\nand to talk about what happened to us and to my friends and to my relatives, I was really ill\nabout it. I was so, trembling and I wanted to live normal and to study normal and to work good,\nbut something stayed. For example, I was so happy to be able to study, that they allowed me to\nstudy, that when I had students which didn't work, I was nearly furious. I told them, \"How you\ncan dare not to work? You don't know that people, children or young people, couldn't learn\nanything, that they were in concentration camps\", and so on. And this was a very strong feeling\nfor me because I was, everyday telling, thank you that I can live a normal life. And because I was\nevery time so excited that, in that way about it, when I was speaking with somebody, I wanted to,\ndidn't want to speak too much about it and I didn't visit Terezin 40 years after the war. And after\nthe 40 years I found the strength and I went there with my son and it was very good that I went\nbecause I saw a nearly normal village. In the home where we were living, nobody wrote that we,\nthat they were sometimes almost starving children and that this happened and this happened.\nAnd after, I told to me, oh, you cannot thinking in this way, you have to be quiet and only you\ncan work for the future. That never will the same thing will happen to children and to people.\nAnd for this reason I am working in Terezin, 1n it's archive, in Prague, and I'm working also in\nmy town, Berno (ph), in the staff of Jewish society.",
        "A: Yes.",
        "A: Yes. Also my brother left.",
        "A: Yes.",
        "A: No, no, no, we had to go out. And we had this and we were four and we didn't,\nwe couldn't decide who will have it and we divided it for, into four pieces, and only my piece 1s\nalive. And it is now here by my friend and we will do, have a construction, we will write a book\nabout our friends who didn't return, and write about them, and about our life, something, and also\nthe diary of Helga Kinski (ph) where she's written about life in our children's home. And we\nwould like that everybody can read these things, maybe it will, we will have good conditions to\nbring to it.",
        "A: After I went with my parents into this military , and I am not sure if 1t was\nBergem-Bach (ph) or Magdeburg, but I think that 1t was Magdeburg and we had a very small\npiece and we were living there. It was a room divided and we had maybe, I don't know how\nmany meters, three meters, and we were living there. And once it happened that I was alone at\nhome and that I was cleaning the window, I was staying in the window, and one man came. I\nthought it was an SS man, it was Mr. Mumelstein (ph) and he came and he kick to the door and\nhe was shouting a little bit on me and looking not in very good way of me and I was, I had some\nminutes of, I was very afraid that he will throw me from the window, from the second floor\ndown. But, in one moment, he turned and he went and it was not very nice.",
        "A: Yes, yes. It was by chance that I was at home because I was also working.",
        "A: No, besides with this counting in this Bolshevik (ph) when we stayed there a whole\nday, it was very bad. And every transport was a very, very bad experience for us because we\nhave to say farewell to people which were, who were for us very, very dear and we didn't know\nif we will see them and this was very hard. And we were afraid that everyday we will, we were\non the row and we will go. And we felt that it was not a good place where the SS go.",
        "A: [heard about it. I heard that somebody, when somebody wanted to fly, that they were hanging\nthere and they were shooting, yes. But I didn't see it. I saw only when somebody was shouting\nand so forth.",
        "A: Yes. Also, when it was finishing we had also a big epidemic of typhus. And they took us\nchildren to one sanatorium outside of Terezin. We were one month outside and they were\ntreating us and giving us meal and treating us from the medical side. And my mother and father\nhad to stay in Terezin and after we went back and after we went home.",
        "A: After liberation, yes. We went home in June, not in May.",
        "A: After liberation, but nobody could go out from Terezin because it was an epidemic.",
        "A: Yes, I remember. Because we had the SS, , and he gave us to eat and we\nhad to tell him, \" , \", \"again we have sardines\", and\nso it was like for , religious. And they built shops and café houses and in these\nshops we got also tickets that we can shop all money, we had also money, that we can buy there,\nbut nothing was there, only I remember and some things like this, but we didn't,\nwe couldn't buy because nothing was there. It was only like for this , this\nvillages. And when the Red Cross came, then we had to clean everything and they chose also\nchildren, they looked well, they didn't, they were not too slim, and it was like a theater, like a\nspectacle. And we got a piece of bread and we were eating and like this. In film you can also see\nit.",
        "A: Yes, but we were happy to have a piece of bread!",
        "A: Yes, but we had to do it.",
        "A: I remember only that I was happy that we could leave. I was happy that my brother came to\nTerezin in the uniform of U.S. Army because when he flew from this, when they moved from the\nMalyy-Trostenetz concentration camp and when the war was ended, and he got, I don't know\nhow, to the U.S. Army because he was speaking very well English, he was helping, and he came\nto, with the U.S. Army to Czech country and then it was only possible, he came to look if we are\nalive. And I was the first, I saw him. And I was so happy! And after we got a letter from my\nsister, and it was also nice, and after we were looking forward to the time when we can leave.\nBut the people who went, who came back from other concentration camps were in such bad\nhealth that I never forget these people. How they came, because they were exhausted and I think\nafter some days they wouldn't want to be alive.",
        "A: One time it was possible, but we didn't have anybody to send us something.",
        "A: Nobody. I think it was so many people that it was not possible. And these Jewish\norganizations, they are also dying. Only when somebody was from, maybe a Christian woman\nand a Jewish father and children, maybe she, they were both in Prague or another town, and she\ncould send something. It was something, possible, but also we got a letter from my sister, we got\na letter to Terezin. But it was only a card, that she's alive. But nothing more.",
        "A: No, we had to give everything. And 1n this time, I think the small radios were not yet.",
        "A: Yes, yes, yes. We had to because people were speaking about it. I don't know how they could\nhave it, but I can tell you that when we were liberated, we were inside when the guns were\nworking, when we were liberated I, every time I was dreaming, how I was happy. How I will be\njumping when the liberation will be. I can tell you that I was so exhausted that I couldn't feel the\nreal happiness. After a long time, I could feel it. And my brother wrote a poem about it and it\nexpress also my feelings, also when we were in another place. Because I cannot translate it to\nyou. I am liberated with, 1t was asking, yes? Can I live as before? It was too much. I went\nthrough so many hard and difficult situations that it will take me a long time if I can be, I can feel\nthat I am liberated, I am a human being, I can live normal. It is inside me and it 1s like a stone,\nyes? And I could feel, I was a child, I was not yet 15, I was 14-years-old and I can tell you that I\ncouldn't be so happy. I was so exhausted from this waiting and waiting and seeing what\nhappened.",
        "A: By Russian army and English. The English were a little less, but English soldiers were there. I\ncan remember it.",
        "A: They came. First we were hidden. After, when it was, a little quiet we came out and they were\nsinging. We were thanking them and after we were looking what to do. What to have to eat.\nWhat to, because after this we had to take care about ourselves alone.",
        "A: Oh, they stayed. They stood, I think, the whole time. Because after I went towards the\nsanatorium, I cannot tell you everything because I was one months out from Terezin.",
        "A: Yes. It was, I cannot tell, it was some days, it was maybe 14 days after this liberation because\nit was this very dangerous typhus and it was not good, the children stay there, and after they had\npassed, and after, although my father organized his life after liberation, he took care about food\nand about helping people and also medical care started. Because it was necessary.",
        "A: A little bit, but we went with other children and it was first time we can get out! To anew\nlife, to a nice nature, it was something like paradise!",
        "A: Not too long, I think about in June, maybe also 14 days or so. I know that in June we got, we\ncame back to our town, to Berno (ph), and we had to start a new life. It was not so easy because\nwe didn't have money. Our fate was not free, and we got only 500 crowns and from U.S. Army,\nsaid, oh, we could go somewhere to eat something, but we couldn't eat\nbecause our stomachs were not use to eat too much and we had some difficulties. Now I started\nto look, what shall I study? And I forgot nearly everything from my knowing to play piano and I\nwanted to go to conservatory and I was looking for it to work very hard to again do exam. It\nlasted one year. I had to do exams from the normal school because I didn't have schools, yes?\nAnd I can tell you that in Terezin, we had so good professors. I had good marks, only I studied\nonly mathematics, math. And I got through. The life was hard, but I was so drinking the life that\nI was attending, for example, cinema. At four o'clock, six o'clock and eight o'clock! But I didn't\nknow what it was because there were three films, but I had to live. I wanted to live and funny\nthings I did, such un-normal things.",
        "A: My family had to go because my parents were a little bit older and not healthy. My father was\nwithout his right hand and we tried to start this normal life. But my brother left for America, he\ncouldn't study more, he had before war, before concentration camp and he couldn't\nleave and he went for America when it was possible. And my sister, second sister was living in\nIsrael and my second sister, this dancer, she was so ill after the war, she had tuberculosis, she\nwas in sanatorium. We couldn't leave it. I wanted to go to Israel but I couldn't do it because my\nparents were alone and they are not so strong and my sister was so ill. I started to study\nand stayed here.",
        "A: Yes.",
        "A: We tried, but we found one floor near, lower. We found a flat, 1t was empty because they\nwere Germans. And we could go there. We could find our piano after many months. And we\ncould live in this flat, but we had to pay, furniture, not too much, but it was so hard for us. My\nfather had to borrow money from bank and had to start to a new life and he started to work and\nto build his shop again. But, when he gave back this money, it was three years, it lasted three\nyears. And when he gave back, after we started to live a little bit normal, Communists came to us\nand he had to close his shop. And it was very hard for him. But we had to live.",
        "A: Somebody was happy, somebody was not happy. I told you that some also, one mother of my\nschool mate, she told me, \"why did you return? Why didn't you stay there?\" And, \"this was not\nnormal girl\", and \"everybody was laughing about her\", and before war, I was the one, I was\nevery time telling, \"why you are laughing? She cannot, she is a poor girl\", and as to things we\nhad hidden by our neighbors, nearly everybody told us that they had bombs and they have\nnothing more. And we got only one small thing, one small statue from the house from my\nmother, it was remembering her house, and she was happy. But we didn't care about what we\nhave because it was not the important thing. The important thing was that we were free, that we\ncould live, we could work, and I could study. And we could take a little care about, to improve\nour health.",
        "A: I can tell you that I lost my religion in Terezin because I was praying for my friends and\nnothing happened. And I was quarreling with the God. And asking Him, \"why he is so cruel and\nhe let these things to work?\" No, He didn't answer me. For this reason, I only was feeling that I\nam a member of a group of people that had the same destiny, and I was proud of this big\ntradition, this old tradition. I was proud that I was a Jewish and I told everybody that I am\nJewish, but I didn't practice the religion. After, when my father died, I came a little bit back.",
        "A: What is this, resent?",
        "A: No, no, never. I only was doing things to telling people that never it can come again, and to",
        "A: I think it was a school of life, what got us through. And when we could live like this, we had\nto be strong. And we learned to live in bad conditions and try to be happy with small things. We,\nI think that it was a, so good school that, also, after the war, the life was not every time so easy.\nThat we could go through a little bit lighter than other people. Because we had harder times.\n[end of side one of Tape 2. ]",
        "A: Yes. We had a strong will. We wanted to leave and we were working very hard and we\nwanted to, what we couldn't do in the concentration camp, we wanted to do everything better and\nwe were very, very, very hard working. Because it was not so easy for us who didn't have\nschools, although when we read something, but it was not everything. And we had to run, to run\nvery quickly to do everything in time.",
        "A: Yes, yes, everything. Everything was nice for us and for everything to be thanked in our soul.",
        "A: Now, I don't understand.",
        "A: Yes, yes. I think we were, we developed our personality in another way if, when or if we\nlived a normal way. And everything was, every time I was comparing. Yes. Also, with my\nstudents, I told you that I was very strong and very serious. They had to work hard and they\nneeded to be honest and to be helpful and to be deeper, to be deep. Not only to do it, everything\nso. I think I was also, not only a professor of music, but I was like a mother or aunt, and I think\nthat they were also, they work and they laugh for this, what they did. They were a little bit\ndeeper. It was somebody or couldn't be deep, but mostly they were.",
        "A: Yes. It was the first time, we were living a little bit in the past, and we were trying not to live.\nIt was also, it needed to have strength. And not to feel that our body was weak and we had\ndifficulties. We wanted to work as nothing happened and we wanted to forget. And it, the cost\nwas of, many great strength and a great fear. But we did it. I could study, I had a degree. I did,\ntwice, conservatory. Not only once, I did as a pianist, after as a singer. After I did High School\nand I think I reached everything what a normal, grown, talented human being could reach.",
        "A: Yes, but it had to be and I think that, I was richer in this way, that I could have after. I could,\neverything, for everything be thankful and I was, I cannot say it, I could have a real friendship, a\ndeep friendship, and everything what I had, it was a little bit, it was everything more truthful.",
        "A: Sometimes, yes.",
        "A: Yes, yes. They are, and also when we meet together with my friends who came back, we were\nspeaking about our life in concentration camp, but we don't like to speak about the bad things.\nWe were only speaking, not only sometimes, also, but we were, we are speaking about good\nthings, what we did, about the life there, about helping each other, about friendship, about these\ngirls who didn't come back and what we can do that they are not so forgotten. We will do that,\nwe will bring the book, we will write about it. I think many books are now here. The museum is\nfull of new books. I was there. But, I think that somebody who will read it, it is our duty to write\nit.",
        "A: Yes. I think. And the other images that, I have to do something that nothing will come back,\nthat these bad things, they will never come back. And also I can tell you, everything what I did, I\nwas doing, I tried to do good and well because I was a member of a nation who was, I cannot\ntell, haunted, yes? And that many gospels were about us and I wanted to show that I am a normal\nhuman being. That I can do good work, that I am a good, I was trying to me to be good, to do the\nright things. That nobody can say, \"Oh, look, this is a Jew and Jews are bad people\". And I was\nnot working for me, my and everything what I did, I did in, as I am delegate of all\nJews.",
        "A: A little bit, but not every time. Because things in the world are, not every time, good and\nright.",
        "A: No. Only I can say that I was visiting here in this museum that's, I can tell thank you for it. It\nis good, very good done. It is simple, it is human, it is not show. Every soul who is able to feel, I\nthink that everybody can have an impression of what happened and that I wish that everybody\nwho is through to see it, that will be in his life a good person and say, don't alive these persons,\nallow, that don't allow these things to be repeated.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumFebruary 12, 1996\nRG-50.030*0426",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Anna Hanusova-\nFlach, conducted on February 12, 1996 on behalf of the United States Holocaust Memorial\nMuseum. The interview is part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ANNA HANUSOVA-FLACH\nFebruary 12, 1996"
    ]
}