{
    "rg": "RG-50.030.0753_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nDavid Weiss Halivni, which is taped on June 13\", 2014. The interviewer is\nMichael Abramowitz, and we are at the museum in Washington, D.C. So,\nprofessor, I would like to start with some basic questions: where were you born, and\n— and where were you raised?",
        "Answer: Well, I was born in a little village, which changed hands a number of\ntimes. It was called Poliana Kobyletska. Poliana, p-o-l-y-n, koba, k-o-b — koba,\nb-e-l-e-c-k-y, that’s how I spell it. At that time, when I was born, it was\nCzechoslovakia. Then for a while after the war, it was Russia. Now it’s Ukraine.\nBut my father got there because — which 1s interesting — all of a sudden — that’s\nwhat people told me, a wonder rabbi appeared.",
        "Q: A wonder rabbi?",
        "A: Yes. Supposedly he performed miracles. He knew a person, the ba — sickness,\nwhich 1s always the platform for wonder people, you know, to heal, to — and my f —\nand he needed somebody to set up his — his sel — activities, and my father was\nchosen, and therefore he moved to — he — he settled in Poliana, in Ponya(ph), and\nhe moved there. And of course, I was there, I was born there. I tell it because all of\na sudden, two or three years later, he ceased performing miracles, and the whole\nJune 13, 2014\nthing evaporated, and there was no — there was no reason for my grandfather — for\nmy father any more to stay there, and we moved away from there, we moved to a\nbigger city called Houst(ph) or Hist(ph), Houst(ph). May I also tell you, I think it’s\ninteresting, you — you'll decide what you want do with this story. After this he\nbecame paralyzed, and nobody even know where — what happened then. The whole\nthing, the whole — there were only 50 families, Jewish families in — in that village,\nand if he left, th —",
        "Q: Was his whole body paralyzed?",
        "A: Whole bo-body, th — we need — and people didn’t — didn’t hear from him, I\ndidn’t know what happened. And then, a few month before deportation, in °44, I got\na message he appeared, reappeared. Must have been in an institution the meantime,\nI don’t know. He reappeared, and asked to be — he wants to see me. I was come pa —\nI was [indecipherable] outside my narrow — he must have heard, he wants to come.",
        "Q: So you were about 15 or 16.",
        "A: Fifteen or 16.",
        "Q: And you had not seen your father for many years.",
        "A: No, I— my father, we — we do — Ill come to it.",
        "Q: Okay.\nJune 13, 2014",
        "A: I—I just want that — you don’t have to mention, but it’s interesting. I — he came\nto see me, he want to come and see me, in a wheelchair, of course. As soon as he\nopened the door, he burst out into tears loudly, and he couldn’t speak. Tried to\nbreak into — hold a conversation, to engage in something, and didn’t come out. So\nmuch so that said goodbye, and we left. Few month later, there were — we were —\nthe deportation to Auschwitz. I’m always asking myself, what was the — the — the\ncause for that — what shall I say? Thunder, kind of flood of tears that came out?\nCould it be that I reminded him of the years when he had power, and that caused\nthat? Or, he still had some power, and he knew about the deportation. He knew I\nhad [indecipherable] time. In any case, a few month later — later, of course he was\ndeported, and he was — so, let me go back. My father left, went back to Houst(ph),\nand we lived in Houst(ph) two or three years, and then my mother and father broke\nup, and the age four or five — I was born in ’27 — the age of four or five, we —\nMother left Father, and we went to Sighet, where my grandfather lived. It was in\nSighet that I was brought up, and I lived there with grandfather. Finally they were\ndivorced. Til Mengele separated grandfather from me, you know, the —",
        "Q: Tell me a little bit about your grandfather, because he really became the father in\nyour life.\nJune 13, 2014",
        "A: Right, he is the — the — I do say, I say it in the book. There are two people who\nhad the influence. One was the grandfather, who was a er — great Talmud scholar,\nbut old-fashioned, if I may use the word [indecipherable] the old-fashioned, but the\n— who — who — who taught themself [indecipherable] at night, he used to give a—a\nlesson [indecipherable] Talmud. And — and he brought me up, that’s the male\nfigure that I know. He was very poor, he could hardly support me and my mom, my\nmother and another sister. But he was then a great influence, that he taught me how\nto learn on a simple, elementary level. And he was a shochet, he was a Belzer\nshochet, with uniform, with a kapoto(ph), you know what’s a kapoto(ph) and\n[indecipherable] so from secular knowledge, or secular activity, he had no idea,\nthere was no — it’s no — he didn’t — you can’t even see he rejected it because he had\nno dealings, or that. So I was brought up, and of course, along these lines. And then\npeople asked — even today asked me how — where it comes from. I can’t answer the\nquestion. Since I remember, even when I was five or six years, and lived under the\ninfluence of grandfather, I wanted to study secular knowledge. I wanted to have\nsecular knowledge.",
        "Q: Did you go to — did you go to a secular school at all?",
        "A: Not at all.",
        "Q: Not at all.\nJune 13, 2014",
        "A: That’s what they — people asking me, where did that come. Maybe you will see\nwhat you could do with that. When I was a chi — five, six years even, and I used to\npray, daven, and I said the prayer [indecipherable] God give us in our heart,\nunderstanding, to understand you and so on. I remember I used to look at the\nwindow, signifying outside knowledge as well, not only religious knowledge.\nWhere I got that — that urge, I don’t know. That really, after the war, after the\nliberation, that was the reason I didn’t go to Israel. I wanted — was afraid I wouldn’t\nbe able to study there, I didn’t know, secular knowledge, so I went to the United\nStates where the — so — so I had the — but then I was — so grandfather had the\nenormous influence, other than some ideas. I was never a shochet, never believed in\nthe [indecipherable], even though grandfather used to tell miracles, and the\n[indecipherable]. And then, of course, that lasted til — til ’44, and then °44, the\nother person that had the influence on me, was Professor Saul Lieberman, who\nwas the great — the great Talmud scholars. And then eventually I adopted the more\nscientific, or the more critical approach — could tell you I — to the study of Talmud,\nwhich I now write, teach, preach.",
        "Q: So you mentioned that you were considered a child prodigy in the — in the town\nwhere you grew up. Can you remember at all how you — when you first realized that\nmight have a calling in this area?\nJune 13, 2014",
        "A: Yes, I remember exactly. When I felt that the first ttme — when others felt that,\nhow old was I? Was I seven? Around there, give or take. I used to go every Friday\nwith grandfather to take a bath. We had no pi — we didn’t had hot water in the\nhouse, we had to warm it up [indecipherable]. So once a week, Friday, as you\ncould imagine, we went, and there was ambatya(ph), a bath. We had to pay for it,\nand grand — but the — I was allowed for the two of us, he and me to use the same —\nthe same bath. One day — one week — one Friday — be th-there was a seat there, I\nremember, and there were two — what’s the English word for ambatya(ph)? What is\nit called, the one that — 1t escapes me. The one that you have inside.",
        "Q: A bath.",
        "A: A bath, but what 1s it called, skatabietel(ph) in Yiddish.",
        "Q: Not a sauna, or a steambath?",
        "A: No, no, no, no, the container.",
        "Q: Oh, oh, a— a tub?",
        "A: A tu — that’s a tub, there’s a name, the tub, the ba-bathtub.",
        "Q: Bathtub, okay.",
        "A: Yeah, the bathtub 1s good enough. I remember the bathtub in there was two, kind\nof place to sit, and I— we got up on the bathtub, and I tell grandfather, I remember, I\ncould tell you the name of all generation, the name of the generations, since the\nJune 13, 2014\ntime of Adam, the first person, til King David. [indecipherable] And I gave him\nthe list, I still remember it. And that —",
        "Q: T-Tell me — right, that’s it.",
        "A: And so much so that afterwards, people in the street used to tell the story, and\nthey used to ask me, and [indecipherable] which is the —",
        "Q: So they would come up to you and ask you questions, try to test you.",
        "A: Yeah [indecipherable] wha-what — what’s the te — what’s the 21“\n[indecipherable]. I have an interesting story I will tell though. I was — later on I\nlearned Talmud, at the age of nine, 10, I knew 200 pages [indecipherable] by heart.\nAnd I came to a city, it’s called Vishiva, my late wife came from there. And a man\nby the name of Lefkowich(ph), Bartka(ph) Lefkowich(ph) I think it was.\nYakabowich(ph). Yakabowich(ph) told me, I’ll give you — tell me the 25\"\nrovo(ph), the name of the sage who’s mentioned [indecipherable], and Ill give\nyou 25 lei. For a poor — for me, that was considerable money. So I told him. And I\nwas stretching out my hand to get money. He turns to me, he says, how do I know\nthat you are right? I remember it to this day, over here, I — I have — that was taken\nback, that he — he has such a [indecipherable] question. He — I — but I wanted the\nmoney, and he was willing to give, so I told him, if I’ll tell you the 10, the 15, the\n20\" and the 25\", would you give me the money? No, don’t want.\nJune 13, 2014",
        "Q: Can you — I don’t want to forget your mother. Can you tell me a little bit about\nyour mother, and — cause she also raised you, obviously, and you —",
        "A: Lately — lately, I was thinking about that. Interesting. She was bitter.",
        "Q: Bitter.",
        "A: Bitter, yeah, because of the divorce, and she was an elegant woman, and — but\nlife wasn’t elegant, life didn’t treat her too well.",
        "Q: And what was her name?",
        "A: Fayga(ph).",
        "Q: Fayga(ph).",
        "A: Our ten — two weeks ago, less than two weeks, it was 70 years that she and\ngrandfather and my sister and Aunt Ani(ph) arrived at Auschwitz. And really I was\nthinking, trying even to remember, I remembered that she would kiss me and\npassionately — I don’t remember. She was suffering. She had the daughter who was\nparalyzed.",
        "Q: Your sister?",
        "A: Pardon?",
        "Q: Your sister?",
        "A: My sister.",
        "Q: Yes.\nJune 13, 2014",
        "A: Laysha(ph) was her name. She died afterwards a natural death, but that, of\ncourse, made life much more miserable. She was relatively intelligent, she had a\nHungarian [indecipherable]. She had ambition, she was a — which were never\nrealized. So, she was religious. So finally she was claimed by the crematoria, when\nshe came. That was [indecipherable]. And then I was together with the aunt, she\nhad a sister. The problem was that when we came to grandfather, we were four\npeople; grandfather and the three children. I had a sister, and I’m one — the sick\nsister, and myself, and she and the mother, we were four people. Grandfather, with\ndifficulty, could support us, which made — cal — created tension. We had really no\nfull job. So we ca — we — we — we came to gr-gr-grand-mother, she had to\n[indecipherable] in the — the — the kitchen, they have, of course, and the — the\nhousehold, and so on. But she was always — always a sense of bitterness. But the\nproblem was when we came the grandfather, 1n addition to the poverty, he had two\nstill unmarried daughters. And in those time, marriageable — to marriage, to get\ndowry, was not an easy — one easy thing. And the — and that, of course, added\ntension to the house, which I [indecipherable] occasionally used to shout at me,\nthen the other — I was convinced that they were against me. And then finally one got\nmarried, and faced a tragedy; husband died within two or three years. But the other\ndaughter came with me, though shu — she must have been about in the late 20s, you\nJune 13, 2014\ncould imagine those days, probably [indecipherable] to explain, you’ll understand.\nI thought she’s against me, and there is nothing I could do. But I knew that if you\nmake a Mi Shebeirach, you know what a Mi Shebeirach is? When you read the\nTorah, if you want ask for health, or for anything, you read — you make — ask for a\nspecial blessing while the Torah, the scroll is on the table, that has special — so as a\nchild, eight or nine, I thought that will work negatively too. If ’Il make a anti Mi\nShebeirach against it, she will — something.",
        "Q: It’s like a curse or something.",
        "A: Something left. I didn’t realize that when we arrived at Auschwitz 70 years ago,\nand they opened up the cars, and they shouted [speaks German] I apparently was\nnear the door, and I jumped out from among the first one on the — I heard the\nshouting after me in Yiddish [speaks Yiddish]. The Torah that you so much\nworked on — worked on it — on there, should offend you — protect you. And I\ncontribute — and it did protect.",
        "Q: That’s wonderful. So she — she — you — you realized that she — she loved you.",
        "A: She realized that time that she loved me. In the Torah that you so much worked\non — n-not so that I’d worked, that — that there’s — there’s so much willing to\nrenounce, conveniences [indecipherable] convenience in order to achieve it,\nJune 13, 2014\nprotect. She was — she didn’t go to the crematoria, she went to a labor camp, and\nshe died there.",
        "Q: Can you — I—I wonder if it’s possible if you could just take a — a couple minutes\nto tell us a little bit about what life was like in the town where you grew up. Just —\nit’s a very — it’s interesting, because you’re a connection to a — to a— hundreds of\nyears of history that have been lost to many of us. But — and it was — and that was\ndestroyed, you know, in the Holocaust.",
        "A: The — the city? The city —",
        "Q: What was life like there, when you grew up?",
        "A: The city was almost 10,000 Jews, mainly Hassidim. There were non-religious\nJews too, but I didn’t know them, I found out after the war. Some of the youth were\ncommunists, like in other places. Religious. But I wa — I think I’m making a—a\ntruthful statement; when I came to Sighet when I was 40 years old, so that could be\n°31 —’32. There may have been seven — several hundred young people with payos.\nWhen I left Sighet in ’44, there were less than 50. So this secularization\n[indecipherable] or the communization had enormous impact. The Jews were\ngenerally poor, all Hassidim of certain Rebbes, engaged in quarrel, in\n[indecipherable] as there is always between the Rebbes. And little — none — no\nconnection with the non-Jews. I — we — the language we spoke, and didn’t even\nJune 13, 2014\nknow it, was Yiddish. I mean, I know Yiddish, how to go buy — buy in the — in the\nshop. But I didn’t know [indecipherable] the Yiddish, I didn’t even know that there\nis some Germans in Yiddish, I eventually found out that the German’s in Yiddish.\nAfter the war I felt a kind of [indecipherable] a kind of poetic urge to write down,\njot down, but I know no language, only Yiddish. So I jotted down in Yiddish, and I\nwas embarrassed to show. But not long ago, I took it out, and they’re translating it\nto French. So I don’t know Yiddish, but not literally, I guess. And although in my\ntime there was already compuls — education was compulsory. But since I was born\nin the Czechoslovakian side, and I lived in Sighet, Romania, Mother denied me.\nEvery year before scrips — school, the — an official came and asked, well is — are\nthere children of school age, Mother could deny.",
        "Q: I see. This is a Romanian official, or Hungarian official?",
        "A: A Romanian official.",
        "Q: Romanian official, okay.",
        "A: But after the da — ma — the Hungarian came in, she couldn’t deny. She was afraid\nto deny me because that would be [indecipherable]. So she burst out, she\nacknowledged, she confessed that she have. And then became [indecipherable] I\nwas already almost [indecipherable]. So with [indecipherable] with connections,\nJune 13, 2014\nthey let me do private — there were the four question — the four classes. So I think I\ndid officially made the four classes.",
        "Q: How did — how did the Jews largely support themselves ak — you know, in — in\nSighet?",
        "A: Likely to?",
        "Q: How did — how did — how did the family, the Jewish families support\nthemselves?",
        "A: Depend. There were a few stor — a few rich Jews. I don’t know, one of them was\nthe richest, name was Mandolovich(ph), he had a textile store. Not educated, but\nrich. But most of them were poor. Par — really poverty where e — bread was a\nlooked after item, seek — seek after item.",
        "Q: What did you typically have for dinner, for instance?",
        "A: Well, when things worked, we did have chicken — we did have meat, no, chicken\nwas a— we used to buy — go to the — to the place where butcher, where they sold\nmeat, and buy a cheap meat, and we used to eat soup. That was the — practically\nevery day. Shabbas, we needed more, because they had a tradition Shabbas ma-\nmahali(ph), Shabbas foods, Shabbas — and it was a problem that we had to\n[indecipherable] it up. But we ate enough, I nevertheless was not hungry, didn’t go\naround town. But I couldn’t afford eat the kind of food I wanted.\nJune 13, 2014",
        "Q: I wanted to ask you what — about one other resident of the town. I think it’s fair\nto say you were probably the second most famous person to come from Sighet, but\nI understand you were also friends with Elie Wiesel.",
        "A: Yeah, we went to chayder together, very clo — he himself wrote somewhere that\nthe closest people have is his wife and Halivni.",
        "Q: Can you tell a — can you remember a little bit about what he was like when he\nwas a boy”?",
        "A: Sure, I could tell you about it. He was a kind of sickly child, didn’t always come\nto chayder. And he look — sit near the window and looked up at the window\n[indecipherable]. But he was bright, you could see he was bright. I sat near the\nRebbe. He was a kind of [indecipherable] he sat at the window. He did go to\nschool, so he knew Romanian. And from the Romanian, so close to French, that’s\nwhy after the war, he picked up French as his language.",
        "Q: We — he was not on the same transport with you to Auschwitz, was he?",
        "A: Th — not the sa — but the same time.",
        "Q: Same time.",
        "A: He — he — I wa — his father was a policeman, he was no — in the ghetto, wasn’t\nalways negative. And that’s why he was left to the last transport. I had nobody, I\nJune 13, 2014\nwas the first [indecipherable]. We — I went Monday and he went thurs — Thursday,\nI think, or next Sunday.",
        "Q: Mm-hm. Let me ask you, in the town where you were raised, was their much\nknowledge of the events in the outside world? What was happening in —",
        "A: Very — very little.",
        "Q: — what was happening in Germany with the Nazis —",
        "A: Very — very little. We did know there were a few pe — one or two person who\ncame back Brest-Litovsk. The Hungarians, in ’43, or ’44, before the general\ndeportation, deported some people who were — were not citizens of — and they\nbrought them on the Polish side, Brest-Litovsk, where the Germans shot them and\nthat. One ot — including my father, came back. I don’t know, he smuggled the way\nback. And they told of this. But that only — they wasn’t supposed to speak about it,\nso only a few days ago la — only single out individual, you know, and that. But the\nidea was, I still remember it, tha-that that wouldn’t happen in — in Hungary,\nHorthy was the — the — worl — one — wa — law and order, and he will protect, and so",
        "Q: So there was no discussion that you remember about trying to leave, or to —",
        "A: No, not in my circle.",
        "Q: — or sense of foreboding.\nJune 13, 2014",
        "A: Obviously there were some clever people who had inside, who had — who had\nthe opportunity. I had no opportu — we had no opportunity to go anywhere. We\ndidn’t have the money to pay for the — for the transportation.",
        "Q: So in March of 1944, the Germans occupied",
        "A: In [indecipherable]",
        "Q: — and do you remember anything about when that happened?",
        "A: We - yes, we all do — in the morning, we had no radio, but the neighbor had a\nradio, and came in [indecipherable] and told us that the German occupied it. But I\ndidn’t know the significance. But th-the soon the Germans occupied, then beginning\nthe ghetto, and [indecipherable] in between and they were moving, and the results,\nand —",
        "Q: So the Germans occupied Sighet, and — and they created the ghetto. Can you tell\nus anything about when you were — how you were forced to leave your house, or\njust any, any of the details.",
        "A: Yeah, I didn’t a ba — to me it meant my house had a small apartment that we\nlived, and I was — I was not so inconvenient, I remember [indecipherable]. We\nwere moved to the shlangengasta(ph), the place, with another family, in a one —\ntwo room. I was still continuing to study, I was diligent, I studied, I remember. And\n— and it wasn’t so — and even the ghetto I was — where we went to oyber-\nJune 13, 2014\nyaddish(ph), another section of town. I wasn’t so inconvenient. I did — I didn’t go\nout to the street [indecipherable]. There was something to eat. [indecipherable]\ninconvenient.",
        "Q: Was it the German SS, or was it the Hungarian police that —",
        "A: The Hungarian police.",
        "Q: So the Germans were not —",
        "A: You did hardly see a soul.",
        "Q: Hardly see them, mm.",
        "A: Yeah. And I was like — people thought the ghetto — we were only af — two or\nthree weeks in the ghetto, four weeks. Four weeks. So I was not so — I didn’t have\nsuch a luxurious life, wasn’t so inconvenient. And as long as they let me do wa — do\nwhat I did before, I — it was only when the — they took us away, led — took a — an-\nand turned us in the synagogue, Mozeikatorah(ph), and from there, they took us.\nAgain, the Hungarians took, and they put out to the train. There wasn’t Germans\nthere. The Germans le — my contact with the Germans was th — in Auschwitz.",
        "Q: I see. So you didn’t really come into contact with the Germans until Auschwitz.",
        "A: No, I didn’t. I hardly even saw them, although they were around.\nJune 13, 2014",
        "Q: Sure. Did — let me ask you a couple other questions about the ghetto. Wa — it\nsounds as if it was — it was not like in Warsaw, say, where they set up a — a fence,\nor anything, it was just —",
        "A: No, not in Warsaw. At least my — I don’t know what people, even include\nmaybe [indecipherable] father, who was an ins — who’s an insider to the admin —\nleading, I will tell you. I had no connection. I was — I had two rooms, then I had one\nroom, I mean, and —",
        "Q: Did you live with another family?",
        "A: Yes, I live with a — with a relative, another family. So I —",
        "Q: And you could come and go, it sounds like.",
        "A: As long. Not well. I couldn’t come and go, I couldn’t go leave the ghetto. But I\ncould go out to the street.",
        "Q: Ah, I see.",
        "A: But it was so crowded. We live —I’d shared th-the same room, with the — I don’t\nremember now — no, I don’t think anybody slept with me in the bed. I still had a bed\nof my own. Maybe on the floor, but —",
        "Q: Do you remember much about the day in which the Hungarian police liquidated\nthe — the ghetto?",
        "A: Very much, yes.\nJune 13, 2014",
        "Q: T-Tell me a little bit about that day.",
        "A: Well, they came into the shul.",
        "Q: They told you to come to — to th — they told you to come —",
        "A: Then they kept us for a day in the shul.",
        "Q: I see.",
        "A: Couldn’t move from there, and shouting.",
        "Q: Did they give you any food to eat, or water to drink?",
        "A: I don’t remember. There was something there, or we brought from we had — no,\nwe didn’t need it. We had enough food even on the train, the people. What did they\ndo with the food they left behind? I remember — what I think is that when we — told\nus to leave the ghetto, and we were — we were ord — form 1n a line, in — 1n the\noutside, before they took out to the shul. And that time, then I remembered — I\nrealized that this is serious business.",
        "Q: Did they tell you what they were going to do with you?",
        "A: No, no.",
        "Q: They didn’t —",
        "A: They didn’t tell them. We didn’t know even on the train where we are going.\nThe only time we got — we knew we wer — we heard the story about working, we\nthought maybe the Germans will take us for work, and grandfather used to say to us\nJune 13, 2014\nthat, you will — I will help — you will work for me. I mean, I — the only time we —\nwe — we got suspicious was on Kashu(ph). There’s this big city Kashu. And I\ndidn’t know, but the people — when we moved in our direction, with the train, the\nKashu people [indecipherable] moving towards Poland, not towards Germany,\nand then we became scared.",
        "Q: All right, but at that time, do you have any sense of a —",
        "A: My father went to work, but — but — but the — the trains were horrible. I mean,\nyou could imagine, was — they were crowded, there were no facilities for the doing\n— and — and there was some kind of disciplines. But this — we had thought this until\nwe go to work. Once you wor-wor — go to work, it difficult. Every — every work\nwhat — but when we moved to Poland, to that direction, people were — who knew,\nrealized that they take to Poland, then became panic.",
        "Q: So there were people on the train that knew about the gas chambers?",
        "A: No, no gas chambers, they knew they lead to Poland and that — they — they —\nthey thought that we would have gone to Germany, we probably would work. If we\nwent to Poland, there is no order. There 1s no —",
        "Q: They thought they might — that you would — you would be killed.",
        "A: Tha — and to — to Poland that wa — was a bad omen. A-AII the — all the\n[indecipherable] almost kill them, because some people know — heard from people\nJune 13, 2014\nwho returned. We knew the Russians, that they were there. But I personally was not\ntoo much involved with these predictions.",
        "Q: Were you on the same — in the same car with your family, with your grandfather\nand mother?",
        "A: Yes, yeah.",
        "Q: So you — you were there with them?",
        "A: I’m telling you, til — til I jumped off the car, and — and then — I mentioned that on\nthe book, that I jumped off the car, and we [indecipherable] we were the ramp.\nYou don’t know what [indecipherable]. And passed by Mother, Mother reached\nme then, and she saw grandfather from a distance. So Mother says, don’t leave the\nmaltan(ph) zeyan(ph), the old grandfather, alone. So I ran towards — I went\ntowards him and I held onto his hand, and I was almost — soon after, I was standing\nbefore Mengele. So —",
        "Q: How did you — how did you know that it was Mengele?",
        "A: I didn’t know Mengele, but it was an SS, the discipline you couldn’t miss. And\nhe had — he grabbed grandfather by the collar. And then there was the\n[indecipherable] the one who — who on the way met me, he says [speaks Yiddish].\nLet us hold on and go together. And as soon as he said, he was — and we were down\nbefore Mengele, that was [indecipherable]. So grandfather he sent on the death\nJune 13, 2014\nside. The [indecipherable] was a young man in the 30s, he probably would have\nsend him on this side. But he told him something, I couldn’t hear. I assume he may\nhave seen all his important [indecipherable], including the president going in that\nside all together. So he pushed him in that side, and that’s the — and then he turns to\nme and says, und du? And he had the — had the — a piece of, what 1s it? A piece of —\nmade out of wood, a kind of — he hit me with that. You know, what’s —",
        "Q: A stick?",
        "A: Well, let’s say — not a regular stick.",
        "Q: A whip?",
        "A: A whip —",
        "Q: Yes.",
        "A: — let’s say, a whip out of wood. And he hit me, and — and I went to the other\nside, and that — that was the end.",
        "Q: Did you see pictures of Mengele after the war and you realized that was the\nperson that you had — in there.",
        "A: Ah, I was too — too — too —",
        "Q: Too dark?",
        "A: — afraid, and — during the — I couldn’t make a detective. But once you see it — I\ndidn’t look in his face. So — and then we — I was in Auschwitz only a few days. I\nJune 13, 2014\nwas told afterwards, I had — couldn’t even verify that, that when a transport came —\nand we’re talking primarily Hungarian trans — when a transport came, the tho — to\nAuschwitz I’m talking, the authorities contact places in Germany, asking them\nwhether they need — whether they need workers.",
        "Q: I see.",
        "A: That I understood. But I didn’t know — I don’t know whether it’s true, I heard it\nafterwards, that if — 1t happened a few times. No — there na — there was no place that\nwere looking for workers. And since transports with Hungarian Jews came one after\nanother, they killed those transport. They don’t know what to do with them. I don’t\nwhether that is true. So, not all transports went before Mengele.",
        "Q: Did you have a si — did you have a chance before you left, you know, before\nyour grandfather went to the right, and you to the left, did you have a chance on the\ntrain, or anytime t-to talk with your grandfather? Did he give you any words of\nadvice?",
        "A: No, no, I couldn’t te — the only thing, he thought, as I told you, that we’d be\nworking, and he’s too old, he was 80.",
        "Q: So he wanted you to work for him.",
        "A: He want us.",
        "Q: Us, yes.\nJune 13, 2014",
        "A: Land my sister to work for him. Otherwise we were sitting dumbfounded, we\ndidn’t — didn’t talk in there. There’s a [indecipherable] stench when people had no\nplace where to go. There’s —",
        "Q: I know you were only in Auschwitz for a few days, but do you remember\nanything about the camp?",
        "A: Not much. I wasn’t — I wasn’t spread out. Certainly I didn’t know the\nsurroundings. I do know that we went out, there were some — we were discussing,\nwondering, pondering whether — whether we could eat treyf as — as if there 1s\nsomething to eat.",
        "Q: What did you decide, it was okay?",
        "A: I decided it’s okay, although there was one person who did said he will not eat,\nbut didn’t survive, I don’t know what — that’s any connection.",
        "Q: Did — so you were — and there was no other selection while you were there at\nAuschwitz, you just — they just took you to this work camp —",
        "A: Oh yeah. Oh, were this — and then a few days, probably less than a week, a few\ndays, we were told to go to the train, and we were taken.",
        "Q: And so you never had a number. Did they shave your head?",
        "A: No number. I was ne — never — had no episode in Auschwitz.",
        "Q: So they took you to Gross-Rosen.\nJune 13, 2014",
        "A: [indecipherable]",
        "Q: And — to the sub-camp there, Wolfsberg.",
        "A: Yeah, to the sub — Wolfsberg.",
        "Q: And that was really where you spent most of your time in the camp.",
        "A: Yeah, in the camp, that there we spent from ? which is what? What — what’s the\nsecular month?",
        "Q: Of ma — June?",
        "A: May.",
        "Q: May.",
        "A: Yeah, May, til February, practically, on the way travel. There is a different — I —\nbefore I — the few years, not the two or three years before deportation, I used to\nlearn with the rabbi in the local [indecipherable]. Not the chief rabbi, but the te —\nall intents and purposes, he was the chief, but he was the Dayan, which is\n[indecipherable] I learned — that’s where I got ordained, with him\n[indecipherable] that we covered a great part of the [indecipherable]",
        "Q: You were 15 when you were ordained, right?",
        "A: Yeah, well, sic —16 —",
        "Q: Sixteen.\nJune 13, 2014",
        "A: — and a half. [indecipherable] Then, at the very end, when things became so\nbad, we decided that we are going to learn the — the [indecipherable] chapter 25,\nthat deals with women who husbands were lost. They idea was, you probably heard\nthe Germans, and then so on, we should know after that, wha-what to find out in\ncase women will have problems, we should know the laws, and shall know —",
        "Q: So he wa — he had a foreboding of — of bad things to come —",
        "A: What?",
        "Q: He was — that was an omen in his mind of bad things to come.",
        "A: Yeah, was a forebo — no, but he did not have foreboding. And the things — it was\na — usually, after the war, and so on, there’s always problems of — of agunot(ph)\n[coughs]",
        "Q: Do you need some water?",
        "A: I don’t know what all beca — th-that — maybe the air conditioner 1s thirsty.",
        "Q: Oh. Would you like some orange juice?",
        "A: Will that help?",
        "Q: May — it might.",
        "A: Th-The throat?",
        "Q: I think it will help with the throat.",
        "A: I don’t have a cup.\nJune 13, 2014",
        "Q: Okay, do you — do you —",
        "A: P1l—TP Il drink from that cup.",
        "Q: Okay [break] the tape again. Just take a moment.",
        "A: Good juice.",
        "Q: So where were we? Can you — can you —",
        "A: So — s-so we were — he told us to prepare to — when I was in Wolfsberg and ca —\nI saw — took upon myself, on mostly two transports from Sighet, to keep a— also a\nmemory to who — who died, so that I could afterwards be a witness for the\n[indecipherable]. But after the war it turned out that women fared worse, because\nwith children, Mengele send them straight, he did not check whether they’re —\nwhether they’re th-the — able to work or not. So I st — to this day know who was the\nfirst victim, but he never — and he didn’t — he didn’t, of course, survive, and neither\ndid his wife, survive.",
        "Q: What did you — what did you do in the camp?",
        "A: Well, depends. That I — I think that there was very, very crucial and lam — to the\nsurvival, how do you tell. I was interested purely in — in survival. So much so, I\nthink I mentioned in the book, in the memoirs, but that’s worth me mentioning\nagain. There was, in my neighborhood in Sighet, there was another family, by the\nname of Dupe(ph). Their son — they had a son on my age, a little old — a little o-\nJune 13, 2014\nolder, a year, who went to the gymnasium, was over there, who went to school,\nwhich I hadn't. Who did exercise at school, at [indecipherable] who was robust,\nand so on. I was pale. What did they expect, I sat all day long and was in the — in\nthe synagogue [indecipherable] closed doors, what — closed windows. I remember\nwhen I — we came to Wolfsberg, he was sitting there, and we went to work. He uses\nthe muscles, so to speak, at the beginning. We were shoveling, and — and he looks at\nme, and he couldn’t resist, and said, what will happen?",
        "Q: You said what will happen?",
        "A: No, he ask me, he was robust —",
        "Q: Yeah.",
        "A: — and he was able to work. And he sometimes even got in some extra piece, for\nthe extra — or bread, for the work. My policy was not to work, not to strain myself\n[indecipherable]. He said —",
        "Q: You do the minimal, to make sure you survive.",
        "A: Oh yeah, just when the SS looked, I looked — I — this — my shovel moved. He\nsaid [indecipherable]. How would you survive like this? Well, sometimes later —\nwe were already neighbors there, which is the other [indecipherable], his father\nwas with him. Can never forget that. One day the father tells me — we were sitting —\nstanding near each other. Look at Ossie(ph) — Oscar was his name. He was already\nJune 13, 2014\nwhat we call the Muselmann. You don’t know that expression. A Muselmann — |\ndon’t know where the exactly what the etymology is, was someone who you know\nhe’ ll die within 24 hours. Malnutrition. Then the father told me — he was our\nneighbor [indecipherable] those were his words. You will survive. Was the second\ntime he told me. You will survive. See what happened to Ossie(ph). You will come\nhome, tell my cousin — he named him — what happened here. And exactly next\nmorning, Ossie(ph) was already dead.",
        "Q: Cause he had exerted himself so much, that he was so weak?",
        "A: I think the exertion, without the nu — without compensa — without nu-nutrition,\nand other things, health things. He didn’t make it.",
        "Q: What was the nature of the work, what was going on in the camp? What was the",
        "A: Oh, the different camps had different the work, more different. I was working\nwith the shovel. We dug. The — the — the bi — the — the work was usually, at least in\nmy case — the Germans built tunnels for int — to — to — they dig tunnels to build\nfactor — ammunitional factories against — against bombing.",
        "Q: I see, to do the work — so they — so they would not be destroyed.",
        "A: So we did — we would — well, I describe in detail, if you want the details —",
        "Q: Yes.\nJune 13, 2014",
        "A: — it’s simple [indecipherable]. We went in then, the particular place and made a\nhole, dig a big hole. And then hole was dynamited, and then we came again. We\nmean the Jews, the workers, came with the cheela(ph), with a wagon, and took out\n— and took out th-the — the debris, whatever it 1s, so there was room. And — and then\nwe went further, and so. We weren’t allowed to use the dynamite. In my case\n[indecipherable] was Italian s-soldiers, war prisoners, who did the bombing. I have\na whole story you read, about the battle, and so —",
        "Q: I want to come back — I want to come to that, I think it’s an interesting story.",
        "A: Yes.",
        "Q: But — but I — I wanted to ask you, 1n general, did you continue to study Talmud,\nor —",
        "A: No, I-I couldn’t, I didn’t have — there were not [indecipherable]",
        "Q: But I remember that you had me — you remem —",
        "A: I — after — I mentioned that —",
        "Q: Yes.",
        "A: — after I was settled down, so to speak —",
        "Q: Yes.",
        "A: — I had those — th-the — that made the holes, and I had a — so to speak, a fixed\njob. On the way, I could begin thinking. Til then, my job was to look at the SS, in\nJune 13, 2014\norder that he doesn’t ca-catch me not working. You know, when we came to camp,\nwe had to make sure we had to have a place to sleep, and everything 1s there. So I\nhad no — no time to —",
        "Q: Did you have any kind of — did you co — were you able to continue any kind of\nreligious practice in the camp?",
        "A: Religious?",
        "Q: Yes, did you — did you mark the Shabbat [indecipherable] did you mark any\nhigh holidays?",
        "A: Well — well — well, we know it’s Shabbat religious, and the — the problem was\nPesach [indecipherable] Yom Kippur. You know about the davening, you know,\nthe bletl.",
        "Q: Yes.",
        "A: I know with the davening that they allowed us Kol Nidre.",
        "Q: They allowed you Kol Nidre?",
        "A: Yes, but otherwise, we were working. So there was about — like almost none.",
        "Q: Te-Te-Tell me the story about the bletl. I know it’s in your book, but I think P’'d\nlike to — I'd like to record the story.",
        "A: Well, to record the story, it’s — it’s — there was a — start from the very beginning.\nThe — technically, we had off every second Sunday, but we did not — but they did\nJune 13, 2014\nnot really realized it. The al — the SS always found an excuse. Supposedly we are\nvolunteering. But the — nevertheless, it happened a few sunda — a few hours where\nwe could sit and — and do nothing, the SS didn’t bother us. So there was the ca — the\n— th-the — the ca — the people that worked, it’s called — 1t was called Ackerman(ph)\nwho do the drilling, and who had th — they had kapo, also the name of Weiss. And\nwhen we were sitting that do — that Sunday, or that — we sort of — supposedly free\nSunday, he was [indecipherable] and we talked, I remembered what we learned in\nsi— the [indecipherable] of sha — Sh-Shabbat, because the people knew it from the\nbook, from the prayer book and so on. And I was sort of a leader. He saw that, and\nsort of decided that he’ll take me in in his company. Ackerman(ph), who was doing\nthe — it was a very difficult company, and therefore, while the others worked 12\nhours and na — they worked only 10. And the occasion, sometimes they even got\ncigarettes from the company, from — so when I got cigarettes, I sold it for bread. So,\nthe idea was why — why would they take me to a company which worked so ha —\nwas more difficult than the others? Because those drillers, you know, that made the\nhole, had to be sharpened. And they didn’t want that to be bring to a fire, to a\nschmidder(ph) — to a smith. They wa — they didn’t want to do it in the ca — 1n the —\nin the — in the tunnel itself, fire, so it was outside. So somebody had to bring those\ndri-driller to the schmi — where they sharpened, and bring it back, two or three\nJune 13, 2014\ntimes, or more times during a — a night, let’s say. So, if I— and usually chose the\nyoungest — I was the youngest — to do that work. That mean that was much easier,\nand I also — the person also got the benefits, because the company did not notice.\nSo, he took me in — into that — in his company, and I had those privilege. So, during\nmy — at night, when we worked at night, I used to do four or five times, going\nthrough from a — from the — the place of work, inside the hotel, pending — every day\nit got larger and larger, to the outside where they were sharpened, and bring it back,\nand so on. That’s why I said before, I walked with [indecipherable]. I had to be\nvery careful, because when the other people took out the — the stones, the — the — the\npla — the — where the dynamite exploded, they had then a ca — a little cheela(ph)\nthey called, a ca —a little [indecipherable] car — cars, so — and there was hardly any\nroom for a car or for a human being, had to — there were cases where people\n[indecipherable]. So, on the way, there was, 1n a crossroad, there was a German,\nwho was not a German, was a toad. That means — toad mean one of Volksdeutsche,\nwith that — deutsche was really his mother tongue, you could s — you could\nrecognize. If he was a Volksdeutsche from Poland, he spo — if he spoke German, it\nwas on the Polish accent. So we knew —",
        "Q: He was a Pole.",
        "A: What?\nJune 13, 2014",
        "Q: He was Polish.",
        "A: He was — but he was German.",
        "Q: Ah.",
        "A: But was born in Poland.",
        "Q: I see, okay.",
        "A: What? Volksdeutsche —",
        "Q: Yes.",
        "A: — it’s called. And I used to — because some night, I met him a few times. I had to\nlift up my miitze, my hat at that procedure. One night I walked, and that time I’m\nbeginning to — I even discuss — I remember what I was thinking about. I described\nthat too, some [indecipherable] interesting [indecipherable] Talmudic question.\n[indecipherable]. And I saw them, they used to eat the in — in between, and in the\nnight too, but I saw he had his — his food is on a ripped and a sh — page of Shulchan\nAruch, I remember [indecipherable] Pesach [indecipherable] and the — the laws\nof Pesach, and I remembered even the — the particular law, whether you could do it\nthrough an agency, an agent and I — I — I [indecipherable] and I fell to his feet, and\nI asked him to give me the bletl. It was — it was saturated from fat, but he took out\nthe — the [indecipherable] whatever. [indecipherable] and then he gave it to me,\nand I brought it to camp. But then, as I said, there was a danger that the Germans\nJune 13, 2014\nwere — you couldn’t carry anything, contraband. So a Jew by the name of fines —\nFinkelstein, I think he was from Martasalka(ph), that’s a particular community, he\ncarried it on his — on his body. When we came back to camp first, we used to — if\nthere’s a free Sunday, we could il — use it. But month later when we went to Eb-\nEbensee, you know the eb —",
        "Q: Mm-hm.",
        "A: And there it was a total different. There was a vernichtungslager, extermination\ncamp. And I saw him from a distance, and I asked them, motioned them what’s\nhappened, and they knocked on the [indecipherable]. And then I was told two or\nthree hours later he collapsed, and he was taken to the camp — to the mislaifa(ph),\nand he was burned together with the bletl.",
        "Q: He was — he was in the crematorium?",
        "A: What?",
        "Q: I’m sorry, he was — I — I didn’t hear what you said, he —",
        "A: He was — I was told —",
        "Q: Yes?",
        "A: — he collapsed, and then they tooked him to the crema-crematorium.",
        "Q: To the crematorium.",
        "A: And they burned them.\nJune 13, 2014",
        "Q: And — with the bletl.",
        "A: With the bletl. Which [indecipherable] tells you [indecipherable]. That bletl,\nthe Torah, has value only if there is a Mr. Finkelstein. No Mr. Finkelstein, no\nbletl.",
        "Q: You know, one thing that was interesting was that — that I — that I was curious\nabout from your memotr, 1s that a number of the — of the — of the kapos seemed to\nbe interested in you, and —",
        "A: A member?",
        "Q: The — the — the — the — the kapos. The —",
        "A: Kapos, yes.",
        "Q: — yes. The-They were — they seemed interested in you, and —",
        "A: That’s — I —I can’t explain that. And there is — just a minute — and there is a\nstory, which I don’t — I don’t mention it, I didn’t know, and I think I’m use this\nopportunity to mention. I — one day already in bo — in — still in Wolfsberg, one day\na rumor had it tha-that they taking kid — children — kids my age to peel potatoes.\nYou don’t know what that meant. First it meant warm. Usually you’re in the\nkitchen, you peel potatoes. Secondly you have what — you have food. It’s\n[indecipherable]. You could throw it in the yidda(ph), you could throw it in the\novens. So, it was one of the most desired jobs. So I smuggled my — not smuggled, I\nJune 13, 2014\njoined them. I went and sat down where they were supposed to meet. The assistant,\nthe vice-director, a short fellow, he had [indecipherable]. You could imagine, if he\nhad — had that position in camp, he was not a — a [indecipherable] he was not — he\nwas known a certain ruth — ruthle —",
        "Q: Ruthlessness.",
        "A: — ruthlessness. He took me out. I — the second time I went, I smuggled them\nagain. Because I ne — I d—I don’t — I didn’t think yi — I ever met him, I ever knew —\nI met him, of course, I saw him every day, but not the kind — face to face kind of\nmeeting. And he took me out a second time. So I saw it’s useless. Then it turned out\nthat they were — they weren’t taken to peel potatoes, they were to be killed. Now, I\ndidn’t write in the memoir because I didn’t — and I don’t know today either, what —\nwhy. Why would this man, who was basically cruel and inconsiderate, why would\nhe take out? Why did he even know me? The only explanation I have is that the one\nwho — they only took somebody take care of their needs, household needs, other\nneed, took care of his house, and cooked, and so on, was from Sighet. And he thi —\neven I think even told me that, that he once pointed out, pointed me out to him, told\nhim I was [indecipherable]",
        "Q: I’m sorry, this was a person who helped — who worked for him, and was also\nfrom Sighet?\nJune 13, 2014",
        "A: Yeah — no — he one of all th-the refugees.",
        "Q: Yes, okay.",
        "A: Who — who too — who th — this kapo had the hou — had the room, a house.",
        "Q: I see.",
        "A: So this fellow from Sighet took care of his needs.",
        "Q: I see.",
        "A: He told me, I think, I think, that he once pointed out — told him, point at me, that\nI’m [indecipherable]",
        "Q: I see.",
        "A: I know — probably, you know, that.",
        "Q: So, he saved you.",
        "A: He may have — could it be? I can’t believe it to this — could it be that this man,\ndespite his [indecipherable] that the learning of Talmud should continue? That’s\nstaggering.",
        "Q: Did he tell you why he was taking you out?",
        "A: No.",
        "Q: He just said go.",
        "A: No, he doesn’t talk to me. He never said [indecipherable]",
        "Q: He just said go away.\nJune 13, 2014",
        "A: That — there was another one that I mentioned, by the name of Lefkovich(ph),\nwho told me he was a— a kapo, was once a ghetto shochet, they said, that used to\nask me to quote him erotic sections from the Talmud.",
        "Q: Erotic?",
        "A: Erotic, I said erotic.",
        "Q: Yes, uh-huh.",
        "A: Erotic, yeah. And he gave a piece of bread, or something. That, I understand.",
        "Q: You were transferred to Ebensee.",
        "A: Ebensee, yeah.",
        "Q: February 1945, and you s — and you write in the book, but you don’t really talk\nmuch about it, that it was a long trip. It took maybe —",
        "A: Yeah, a month.",
        "Q: — a month or so.",
        "A: Yeah.",
        "Q: Did you — did you walk?",
        "A: Oh no, no, no, we couldn’t walk, it’s a different coun — we rode on a train.",
        "Q: On a train. But the train went slow?",
        "A: The train went slow, stopped place, and one place [indecipherable] that we have\nto eat.\nJune 13, 2014",
        "Q: Did they give you food?",
        "A: Very little. You could see people before and after, you could notice that their\nbody —",
        "Q: So you didn’t lose any — you didn’t — you didn’t eat on that train.",
        "A: Very little. Something we must have been [indecipherable] I don’t remem —\nfour weeks. Cause we came from sla — to Silesia but just in a— in a freight car. And\nwhenever there was a need, we were sidetracked.",
        "Q: I see.",
        "A: But that was a extermination camp.",
        "Q: Yes.",
        "A: You could imagine I was in block 24, and people, he continued coming, but the\nnumber of people were the same. That’s where it happens [indecipherable] I\nimagine.",
        "Q: Did you — was there a selection that you were involved in at all at Ebensee?",
        "A: They did not a selection, people died natural. A lot of that, you saw it on the\npeople.",
        "Q: Mm-hm. Did you have to do any work there?",
        "A: On the train?",
        "Q: No, no, no, when you got to the camp.\nJune 13, 2014",
        "A: Oh, oh, very — oh-oh, oh-oh. The — the work was more difficult, other than —\nthan there, other than in Wolfsberg. And then I had the problem — I think I say that\nthe — I said — Hitler committed suicide May sixth — 1s 1t — am I right?",
        "Q: I think — I think that’s right.",
        "A: I think it’s around there. I— and May four, I was so desperate, I was\n[indecipherable] there, in Ebensee, I had to work, I couldn’t play games, watching\nwhen he looks. There was a small company, they were — on the whole ca — the\ncolony had only 20 or twe — or four — or 25 people, so the kapo could see exactly\nwhat’s happening. And we had to work, and dig things and — and I think I\nmentioned, I was working at the cement — mixing cement, which meant that I\ncouldn’t stop for a minute, cause if I stop the whole work, there will be no cement\n[indecipherable]. Besides, I mean, it’s a — it’s — the — this kapo was an — an anti-\nSemite of the highest order and edition. I don’t know what — was he an German? He\nmay have been a German, because we usually carried something on the\n[indecipherable] line, the first letter of nationality. I carried a J, Jude. He claimed\nafterwards that he thought it’s Yugoslavia. And he — and he find out that I’m a Jew,\nhe want to kill me. And he handed over to a — to a kapo, the day after — the day, or\nmaybe even a day after, who are — I think was also a Yugoslav, who already know\nthat Hitler committed suicide.\nJune 13, 2014",
        "Q: Did you and the other — okay, sorry.",
        "A: So he te — he — he turned [indecipherable] give me 25 I-lashes. Which would\nhave been — which would — that would have been fatal. The kapo says\n[indecipherable] Hitler’s — says shout. We’re not doing — he didn’t do it. And I\nshout, and that’s how I survived.",
        "Q: I see, so you prou — you pre — you pretended.",
        "A: Pretend. Shout.",
        "Q: And you worked with the kapo.",
        "A: No, no, pretend that you’re getting —",
        "Q: Yes.",
        "A: — lashes.",
        "Q: I understand.",
        "A: And that’s how I survived. [indecipherable] explicitness.",
        "Q: Did the — did you and the other workers in the camp have any sense that the war\nwas coming to an end? What was going on outside? You had no idea.",
        "A: We just hoped that everything was come to an end, but —",
        "Q: Right. So how did — do you remember liberation day?",
        "A: Yeah, do I re — yeah.",
        "Q: Tell me about that day, what happened?\nJune 13, 2014",
        "A: Well, let me before tell you something for I want to tell you, then we conclude.\nThe fact — I go back to Mr. Dob, d-o-b, that I'll survive, that happened second time.\nThe hundred — the first time happened in Ungvar. Ungvar is a city — you ever\nheard of Ungvar?",
        "Q: Mm-mm.",
        "A: Uza — Uzhhorod [indecipherable] big Jewish — at that time was a big Jewish\ncity. That’s a good way of ending that. The — I came there in ’42 — ’42? Forty-two,\n\"42 —’43 —°42. Came there, and there was a —a Jew, whose name I\n[indecipherable] Hershel(ph) Friedman(ph), tells me ya — he tested me, asked me\nquestions, you know. Says, you will survive the war, I quote. I wouldn’t. Here is a\nd’var Torah, which I want you to remember. And he gave me the d’var Torah,\nwhich I still remember. And that’s the way — he didn’t survive.",
        "Q: What was the d’var Torah about, that he — that he gave you?",
        "A: Oh, I could tell — I — I describe it in the memoirs —",
        "Q: Okay.",
        "A: — in great detail. I mention it, but then I don’t mention that maybe this part. I felt\nobligated — I met his ga — his son in camp, and I want to give the d’var Torah, but\nthe son didn’t survive. After the war, every Shabbas, I told the child — I used to\nrepeat it when the [indecipherable]. And finally here in il — here in Israel, I found\nJune 13, 2014\nsome of his grandchildren, and I told them, here is the d’var Torah, you carry the\nresponsibility to remember. If you want I could tell you the d’var Torah, but it’s in\nthere.",
        "Q: Okay. Well, t-tell me about the — the liberation of — of what — what — what you\nremember. Was it — was it the British that —",
        "A: Well, I — let m — le-let me tell you that everybody asked, who liberated you?",
        "Q: Yes.",
        "A: They don’t ask the other cl — more cr-crucial — crucial question, what did you do\nafter that? The Americans were there, they gave us chocolate, they left next day.",
        "Q: And the guards ran away?",
        "A: The guards had to go away, or someone would kill them, of course. The guards\nleft even before the Americans came. They knew the Americans are in the vicinity.\nSo, we stayed there, and we had diarrhea, I had diarrhea very, very severely. And —\nand there [indecipherable] we had — but we were on our own. We had no money,\nwe had no documents. I have now, I just put that — framed it, the document from the\nUNRRA, asking governments to let us across, to let u — let us through. And then I\nwent home, the few days, nobody there.",
        "Q: Tell me, did an — the na — no one came to the camp to give you food or take care\nof anyone, they just — you were there on your own?\nJune 13, 2014",
        "A: We — for a while went out of the city to get food. And then there was some —\nmust have been about — there was — some left for — the Americans may have left, I\ndon’t know, I’m not familiar. I could tell you I left soon.",
        "Q: And you went to Sighet to see if ya —",
        "A: To Sighet.",
        "Q: — to see if any of your family had survived.",
        "A: Yeah, and I —",
        "Q: How did you get to Sighet?",
        "A: With that document.",
        "Q: I see. But did you — was there a train, or a —",
        "A: With both, with the train, mainly — mainly the train. I remember times when I\ntraveled on the roof, which was dangerous, 1n case it gets to a tunnel. And then I\nrealized within — less than a few — a few days, 10 days, I went back. Then I — then I\nhad a friend in j — in Budapest, and I stayed in Budapest almost a half a year. He\nwas the — the man that was a student, learned [indecipherable] learned with\ngrandfather, my gr — and he kept me [indecipherable] for half a year. And there I\nbegan plans to come to America, learned English. And then —",
        "Q: So, and —",
        "A: —I went to a DP camp, in order to go there — from there to America.\nJune 13, 2014",
        "Q: And did — I think I remember in your memorr that five of your grandfather’s\nchildren — grandchildren, survived?",
        "A: Less than five.",
        "Q: Less than five.",
        "A: From 62 — four survived. Two are intermarry, that is, are not his natural children.",
        "Q: I see.",
        "A: I have no connection with them, I don’t know whether they’re alive. Of the\nnatural ones, were three. Three.",
        "Q: Who were the other two besides yourself that survived?",
        "A: Well, I don’t know what — one died [break]",
        "Q: — awe stricken, yes.",
        "A: [indecipherable]",
        "Q: My daughter is fortunate because her grandparents are all here.",
        "A: Yeah, she doesn’t have to — is she — what’s — is she dealing in school with the\nHolocaust?",
        "Q: Oh yes. In — she’s in — she’s in ninth grade now, but in — in seventh and eighth\ngrade they — they deal with the Holocaust, and actually —",
        "A: What school is she going? Here? I don’t know.",
        "Q: Here —\nJune 13, 2014",
        "A: The same school as the —",
        "Q: No, no, no, no, she goes now — [break] Ready? All right. So a-actually, I did\nwant to ask you about what happened after the — you left the camps. And, first of\nall, I—I know you talk about this a little bit, but I would like to put it on the table.\nWhy do you take the name Halivni?",
        "A: Well, to — two reasons. One, I — I’m — the semi-objective reason, if you want to\ncall that objective, and Weiss being — there was an SS commander of Treblinka, by\nthe name of Weiss. And then I encountered a person — SS by the name of Weiss. So\nI decided that’s a good reason for — for dropping that name Weiss. But — but I\ncouldn’t do that because grandfather was very close to me. On the other hand,\nWeiss [indecipherable] father’s name was Weiderman(ph). So We-Weiss, I make\nhim forget [indecipherable]. So by using a biblical word, it’s not a name in the\nBible. Yes, it is a name, sorry, it is a name. But Halivni [indecipherable] Halivni.\nSo I used to use it both names, in the book says both name. But now that I went to\nIsrael, in Israel I don’t use both names, only Halivni.",
        "Q: You know, you’re reminding me something I wanted to ask you about your\nfather, because we talked about him at the beginning of the interview. I wa — I\nremembered a story that I wonder if you have more details about, because I found it\nJune 13, 2014\nso interesting, that when he was being transported to Auschwitz, he managed to\nsend you a letter.",
        "A: Yeah, he send out the second time. First he was imported as a known citizen, and\nhe came back the part. And then he was sending a letter. He’d apparently dropped\nthe letter in the train, I don’t —",
        "Q: This is on the second time he was going — on his way to Auschwitz?",
        "A: Yeah, on to Auschwitz, yes, yes, he arrived in Auschwitz —",
        "Q: Yes",
        "A: — must have. And — and — and I still received a letter in the ghetto, even before\nme. The story is that he died on the way, was in Warsaw ghetto, they were brought\nto — to clean out the ghetto, and so — and then the way to au — to Da-Dachau — ach —\nach — Dachau, there he died. Story is he stepped off the wrong way, I don’t know\nwhat he did.",
        "Q: Do you remember what was in the letter to you?",
        "A: Just a simple — a postcard.",
        "Q: So —",
        "A: Just telling that he is — he didn’t tell me where he send it, that he is well, he 1s\nwell.\nJune 13, 2014",
        "Q: Why did you make the decision to come to America?",
        "A: Because that’s what I said before, I wanted so much to study, circular\nknowledge, circular [indecipherable] and I was afraid not having any relative,\nanybody, that I wouldn’t be able to do it in Israel. I didn’t know about the war, but\nI probably would have gone out to be a soldier. In America, the American Jews\nwill be, I know from iga — I got money. I was — I must be — tell you this story. I —\nwhen I was nine, 10 — nine, I knew 200 pages of Talmud [indecipherable]. I still\nremember a good part of it, that time, I think. And we got those — thousand lei. You\nknow what the lei is the — th-the wa — is the — 1s the currency of — of Romania.",
        "Q: Ah. Okay.",
        "A: The money came from a fellow, Forrenstein(ph) in Boston, who was\nphilanthropic.",
        "Q: Forrenstein(ph).",
        "A: Ye-Yeah, Forrenstein(ph). He gave the money, and I was delighted. I met a few\n—a few month ago [indecipherable]. Somebody — a young man who came over to\ndo — introduced himself —",
        "Q: In Israel. To you.",
        "A: In Israel. Introduced himself as Forrenstein(ph) from Boston. So I ask him,\nwhat Forrenstein(ph)? He says, the one who gave you money. So it — I thi — was\nJune 13, 2014\ndelighted that the family remembers — or some members of the family remember\nthat he — that he gave me the money.",
        "Q: Was your — was your trip — was your passage to America, was it arranged by a\nJewish social service agency?",
        "A: I don’t know exactly what ha — what happened was, I went back to the DP camp,\nand from there —",
        "Q: Where was the DP camp, in —",
        "A: In — the last DP camp was Prien(ph) on Prienzay(ph), not wal — not far from —\nwhat city is it called? Come back to me. A German city. Hanno — not Hanover,\nBremerhaven. Bremerhaven. There they se — they collected the — the children that\n[indecipherable] the story. They collected the chi — the children that came to\nAmerica, that were coming to America. The — that big advantage was that these\nchildren still needed a quota as far as I know, but they had priority. So — so went\nback. I went back to that — before to that camp. I was in Windsheim in a camp, and\nthen I went to — to the [indecipherable] and from there I went to America. Who\npaid for it? I don’t know. I — not long ago, in Israel, I tried to go to the Joint and fi\n— I assume was with the Joint. And — and I tr-trying to know who sponsored my\ntrip. We couldn’t get an exact who paid for it. There must have been some Jewish\nmoney.\nJune 13, 2014",
        "Q: Right. And can you just say a few words about your first few years in America,\nand na — na —I know you talk about it your book in great detail, we don’t need to go\nin that great detail, but just tell — tell us a little bit —",
        "A: I was in the yeshiva.",
        "Q: You were in the yeshiva.",
        "A: That is now the yeshiva, and going still, at the age of 18, I was then — I going to\npublic sc — to the elementary school, I had no school. In order to — able to go to coll\n— to high school, then to college.",
        "Q: And you lived in a — in a— in a room at the —",
        "A: In a dormitory.",
        "Q: In a dormitory.",
        "A: Yes. It’s interesting, I must tell you. I don’t know whether you want to include it.\nI — when I lived in the dormitory, I used to listen to music, listen to classical music;\nI got some records. One of them — one among the music was Lalo’s Symphonie\nEspagnole. That’s a fe — well known, Lalo. I liked the Lalo. The door usually was\nopen, and students also heard al — wanted the door open, so they listen to it too.\nTwo years ago, three years ago — it was three years ago, in Jerusalem, I got a call\nfrom somebody, he says, do you remember? And it was 60 years before or more,\nJune 13, 2014\nand we played the Lalo? [indecipherable] in Jerusalem is playing Lalo. You want\nto go?",
        "Q: Where did you meet your wife?",
        "A: Oh, thought I mentioned that. She was the granddaughter of the Vishivavov(ph),\nwho was well-known — there’s a two volume, three volume book now, about his\nlife. And I went, as a [indecipherable] I went to — to him — to — 1n *30 fi — 38. And",
        "Q: In 1938?",
        "A: Yes.",
        "Q: Yes.",
        "A: And then he passed [indecipherable]. And — and — and the story I heard later\nfrom my mother-in-law, that they heard there was some other [indecipherable] and\nthey only looked through the — through the cracks of the —",
        "Q: Zipporah looked through the cracks too.",
        "A: Cracks to see me there. But she said after I left, her gra — the father-in-law said\n[speaks foreign language] Zipporah. Whether that’s true or not. But then we met.\nShe came to America, and we met in Brooklyn College. She’s also graduated\nBrooklyn College.",
        "Q: I see. That was what, 1950 —\nJune 13, 2014",
        "A: I graduate in ’50 — ’52.",
        "Q: Okay.",
        "A: And then I went further.",
        "Q: Over the years, were you able to learn the fate of other family members? Were\nyou — were you able to learn the fate of your other family members?",
        "A: I—to this day I don’t know. I don’t know my sister — my sister. I heard from fro\n— from a chaplain who in America told me, and I assume — I have some documents\nwith the li — camps they were. They send me in with the — but my sister — the\nchaplain told me that he was in Bergen-Belsen after the war, and then there was a\nhospital with people there, and he met a woman who was already dilu — diluted —\nnot diluted.",
        "Q: Delusional?",
        "A: What? Not delusional, but she was not well.",
        "Q: Oh, okay.",
        "A: And she told him that she had a brother who was a [indecipherable] and so on.\nAnd he thinks that fits me. If that 1s the case, then she died after the war, though.\nMother died in Auschwitz.",
        "Q: With grandfather.\nJune 13, 2014",
        "A: Gra — with grandfather. And Father died, as I mentioned before, on the way to\nDachau. That’s what I heard from people. And the aunt, I have her — her name\nappears on a list of camps, but it doesn’t say when she died. Or does it? I have at\nhome.",
        "Q: I have a couple more, sort of larger questions, which I just will acknowledge.\nWe’re going to only be able to skirt the surface, but I would like to — I'd like you to\nconsider them. First of all, I’m wondering just about you being very open today\nabout your experiences during the Holocaust, but did you have trouble talking about\nthat after the war?",
        "A: I didn’t talk. I didn’t talk after the war. I didn’t talk after the war. But neither —\nneither did I have people ask, I mean, I — I didn’t — it was no — talking or not talking\nwould not playing a role in my life. I didn’t talk cause I was busy with —",
        "Q: With Talmud.",
        "A: — other things.",
        "Q: Yes.",
        "A: But I do — people claim that my scholarship is that — somebody wrote an article —\nmy scholarship is influenced by [indecipherable]. That this — that I’m critical of —\nin learning, which means you cri — critical in learning means that you interpret\ndifferently than —\nJune 13, 2014",
        "Q: Yes.",
        "A: It comes from the connection that you have no trust in human beings, that you\nbasically think human beings are corrupt.",
        "Q: Do you think that’s an accurate analysis?",
        "A: What could I know? In other words, you — a person who’s more trustworthy, will\nnot look for new interpretation. That’s — that’s that —",
        "Q: Yeah, that’s the theory. Yeah.",
        "A: I assume that the theory goes — a man who [indecipherable] new interpretation,\nwho has 10 volumes almost now, with different interpretations. One who was not\nonly is not the [indecipherable] only, but the particular case [indecipherable] that\nconsideration about. So — though — so that maybe I’m — if that is the case, then it —\nthen that should be more investigated, more study with the inner connection. Of\ncourse, whenever somebody comes up with a new idea, not that — that something\nnew happened, but a n — a new idea of the things that already happened.",
        "Q: Yes.",
        "A: There should be a reason why he’s dissatisfied with the old. And therefore that\nmay — that may fit.",
        "Q: When did you change your — when did you start talking, and why did you start\ntalking about the Holocaust again?\nJune 13, 2014",
        "A: I don’t — I don’t think it is — 1t was a sort of a break. More that in the beginning I\njust — there was no ca — I was too busy with something else. [indecipherable] going\nto school, living alone, and so on.",
        "Q: Did your children have a lot of questions for you when they were growing up?",
        "A: No, no, they were — since my wife was also — she was a Holocaust scholar.",
        "Q: Right.",
        "A: She wrote — so it was a — in the house —",
        "Q: Yes.",
        "A: — so to speak all that time, was nothing that — not what happened to some people\nthat they’re all of a sudden — practically all of a sudden begin to talk, and then talk\naba — and then some of them couldn’t stop talking.",
        "Q: Yes.",
        "A: No, there wasn’t this here, there was — gradually I had more an opportunity. So I\ndidn’t — didn’t — the — the — I think, I’m not correct on a -- Fortunoff(ph), you\nknow, the — the — had — gave money for the college people to talk, as that — they had\nthen [indecipherable] and they had the — made something, a party, or a — and they\nasked me to talk, so I ta— they didn’t ask me talk about my talking, but to talk about\nth — the [indecipherable]. So I realized that that time, more than before, how much\nJune 13, 2014\nthat is a problem, that it needs to be encouraged. The — but personally, I always\nread, and I still avidly, wherever I could, read about the Holocaust.",
        "Q: ’'m wondering if you could explain — this is something you’ ve written about, I\nknow, in great detail, but I’m wondering if you could explain for a more general\naudience, that is going to be watching this, answer this question. How did the — how\ndid the Holocaust affect your — your faith in God, and your own religious beliefs?",
        "A: Oh, well that — you assume it did affect.",
        "Q: If it didn’t, then that’s a — that’s an answer too.",
        "A: The — then — then that is [indecipherable] answer. I think I told you that when I\n— I mentioned the book, when I came to the States, I met the late Moshe\nMyzels(ph). You remember that?",
        "Q: Mm-hm.",
        "A: He was the — he was the editor of [indecipherable] Hebrew magazine. He asked\nme, are you religious now, you know? I will still repeat. I said yes, religious. Were\nyou religious before the war? [indecipherable]. Said yes. He says, I understand that\npeople religious before, are religious after. They’re religious before, religious aft —\nthe people that don’t — that remain the same way, they either no [indecipherable]\nnothing happened? [indecipherable]. No, of course it’s modified, but I never broke\nwith the religion. Although my religion is proba — I mean, it’s not the same way, I\nJune 13, 2014\nwould say, as Sighet, I mean, even as grandfather. The learning is certainly not, and\nthat’s so — but that could have a na — could have happened anyhow, even without\nthe Holocaust, just going to college, learning secular the boo — reading secular\nbooks and so on. So it’s not to — to the Holocaust particularly. The — I don’t ever,\never kind of angry — I not remember being angry at somebody, at something for the\nHolocaust, even though my — now I have this book on [indecipherable] Holocaust,\nand I mi — if I only finish. I may write more on that topic, I haven’t finished that. I\nwas probably influenced a great deal, but that may even be subconscious, you\nknow, the whole —",
        "Q: You know, I was really interested in something that you wrote in your book, that\nI wil — that I wanted to just ask you about, cause you wrote the book maybe 20\nyears ago, and you wrote about — you made a statement that the Holocaust should\nbe treated as an event without explanation. That — that you increase the suffering of\nthe victims, and the survivors by asking —",
        "A: Yeah.",
        "Q: — how or why this event could have happened. And I’m wondering if — if that is\na Statement you still believe?",
        "A: Well, yes and no, as everything is a yes and no answer. That was a — that’s in the\nmemoirs. That was a sort of a protest against those — and I am still firmly against it,\nJune 13, 2014\nwho considered the Holocaust the result of sin. That, I think is unforgiveable for the\n— the survivors, for the sufferer, and u — and unforgiveable for the truth, objective\ntruth. If you say that it is sin, that means it was coming to them. I often quote, and I\nth — the — the — the mishna(ph), and [indecipherable] says that, if the court\nexecuted somebody, the family of the convict, family of the — should come to the\ncourt, to the judges, and say [speaks foreign language]. We have nothing against\nour hearts on you. In other words, justice, 1t was coming. We almost have to g-go —\ncome Hitler and say we have nothing [indecipherable] it’s because of sin. So that I\nreject, full-hearted. So although not as successful for a substitute, we don’t have\nsomething that I could substitute. So, the idea is, leave it. Leave it as it is. That’s\nwhy [indecipherable] without a reason. Because any reason will ultimately —\nwhether, you know, the Rabbi of [indecipherable], who se — by the way, I was\nclose to him, I was close to him. The Rabbi [indecipherable] thought the Zionist is\nthe sin. And some people are bor — rabbis in Israel thought the — the anti-Zionists.\nWe must say, I do insist that the Holocaust is a metaphysical. Certainly it’s not\nbecause they were — some Jews were communists, or some Jews were capitalists.\nOr the way they say — said that in the New Testament, that when Jesus was\ncrucified, the — th-the Jewish leaders had made that blood [indecipherable] on\nJune 13, 2014\nthem and on their children, 2,000 years ago. But my problem at the moment is to\nmake it metaphysical, in a way that human beings are not the cause.",
        "Q: Yes.",
        "A: That I am working on.",
        "Q: Well, let — let me follow up in this way, you know, Elie Wiesel [break] — they\njust have a technical problem.",
        "A: Oh.",
        "Q: And they’re just — and they’re just fixing — they’re just fixing that, and then\nthey’ll keep going. We’re just about five minutes away. Are you ready? Oh, okay,\nI’m sorry. So, what I wanted to ask you is, do you think there’s anything — cause\nWiesel has talked about — you know, one of the reasons he wanted this museum to\nbe formed, was he wanted to, obviously have a permanent memorial to the victims,\nbut also to remind people about what can happen in the future. And so my question\nto you 1s, the Holocaust was a unique event in human history, but do you think there\nis something to learn from that episode that might help us prevent this kind of thing\nfrom happening in the future? Maybe not on the same level, but the same kind —\ngenocides have existed —",
        "A: That was the topic that Yad Vashem asked me to talk about here a year ago, or\ntwo years ago. What’s the most effective way of preserving the — the — Holocaust?\nJune 13, 2014\nI’m not — and I’m saying this with great caution should be misunderstood, then. I’m\nnot sure that — that we could be sure that there will be no other Holocaust, since, as I\nsaid before, I think it’s a metaphysical. Has something to do with free will. Man is\ncreated in a manner at least that — that he could do — God would not interfere — will\npunish him, but He will not interfere with this evildoing. So, to ask, which is the\nbasic question for a religious person, why God did not intervene in our time, when\nintervened in — intervened in the time of Haman. The idea that something moved in\nthe cosmological sphere, that caw — that God did not intervene. He intervened at\nthat time, did not intervene. So, we cannot be — I think sometimes even Netanyahu\nor the others, 1t was naive to think that an Israeli, the Israeli power, military, could\nprevent Hitler. Whoever remens — remembers the power of the German army —\nnow we have this Normandy, just what 1s it, 70 years?",
        "Q: Yes.",
        "A: You — you really thinks that Israel could have prevented the German army? So\nwe are — I don’t know, I am still working find out what is sort of — but it is our\nrelationship to God, Jews, as I still believe was the chosen people, but they are\nchosen because God gave the Torah. And giving the Torah 1s a sort of intervene —\nintervention in a u—1n a person’s life. God intervened — asked — intervenes in our\nlife by telling us what to do, what not to do. And therefore, He may intervene in our\nJune 13, 2014\nfavor. When we are not following this part, sort of the bargain, the other part is not\n— it’s quite complicated. It’s not that simple.",
        "Q: What role do you think the Holocaust should play in Jewish collective\nconscience?",
        "A: In the Jewish collective —",
        "Q: In the Jewish collective consciousness.",
        "A: Well, that we are a unique people. I know Rwanda, I know the other thing, but\nnot at that size, and that [indecipherable]. Our relationship to God, and therefore\nour relationship to the world is o — the way religion claimed all along, although not\n— religion may claim your details [indecipherable] that we have a particular\nrelationship, and we should find out, particularly what — the channel by which it\nmoves. And that may be the only way we’ll prevent. Look I am — I’m troubled and\n— and — and — and puzzled. During the war, I’m tal — when I say war, I mean the\nsecond World War —",
        "Q: Yes.",
        "A: — of course. Sweden, Denmark was good for the Jews. I give you no examples,\nyou know, save Jews, and [indecipherable]. Today, they not so good to Israel,\nwhich 1s a [indecipherable]. What happened in those 70 years, sort of, 60 sort of?\nDid they — if th — there 1s some basic built-in relationship that we have, with the\nJune 13, 2014\nworl — with God, and with the world, and so on. And that sort of moves around.\nAnd therefore I — I mentioned that in the — in the article on the prayer in the camp,\nyou know, that —",
        "Q: Yes.",
        "A: The Jews prayer, the ba — God has the — intervene — intervened on behalf of the\nJews is almost done th — because of He’s giving the Torah [speaks foreign\nlanguage] the two are connected. [indecipherable] the — involves responsibility as\nwell as — as co — as singling out, and so on. Now, God will intervene on our behalf,\napparently if we have — we — we are in debt, a certain — and maintaining a certain\n[indecipherable] for certain relationship. That is a very delicate balance. When that\nrelationship is disturbed, God may not intervene. I don’t know, I don’t have the\npicture, I mean [indecipherable] clearly, but that’s the direction I’m thinking. I\ncannot accept sin as the cause.",
        "Q: Let me ask you one final question if I may, which is; do you have any personal\nway of commemorating the Holocaust, or of remembering your family members\nwho died?",
        "A: That’s an interesting question. It’s a difficult question. What do — you can ask\nme what do you do during the Holocaust day. Almost feel — I mean thank — I mean\nobviously, thank for the survival. There is no — I mean, there must be a reason, there\nJune 13, 2014\nis [indecipherable] a reason, but not a known reason at all why I survived and —\nand Dupe(ph), who was stronger and fatter, the — Mother used to come home from\n— from their home, visiting them, always that argument, why are you so — why are\nyou so pale? Why, why pale? I was sitting [indecipherable] in the closed doors,\nand he was doing sports, and why I survived? So, does that entail a special\nobligation, a special tha — usually that — that leads, or should lead to more learning,\nbut that’s individual, and — and that’s usu — the [indecipherable] having\naccomplished something. To leave for posterity something 1n learning, that’s what,\nthat others did not say it, did not have it.",
        "Q: Do you have anything else you want to say, that I’ve missed?",
        "A: Well, I—I thought about the Holocaust, I think that’s — I am — just was saying,\nstill reading. Let me ta — leave at that.",
        "Q: Okay.",
        "A: Leave at that, since you asked. No things, no — no stories that I have. My — I\ncame across the following story not long ago. A woman who had children, with cha\n—a child, came to the ramp, you know — you know, in the — she apparently had\npresence of mind, and she realized what’s — at least that there 1s a — she handed over\nthe child to her mother, or mother-in-law. I came across this, I don’t vouch for its\nveracity. An SS saw that and came over and gave her moussat(ph). So, how do you\nJune 13, 2014\nleave a child. Don’t you see what’s going on there? How do you leave the child like\nthis? She took back the child, and of course Mengele send her to the other side. The\ncru — the — the corruption, using the moral stance in order to —",
        "Q: The cruelty.",
        "A: The cruelty of [indecipherable]. The other story I just told to my grandchild,\nwho went to Auschwitz just a few weeks ago, with some stories. The — they asked\nthe — you know, there was a, how did they get the gas? Not inside, because they\ncouldn’t — from outside, there was a little window. So they interviewed, I think in a\nGerman ta — TV, asking them, how — when did — did they know to open up the — the\nwindow, have the gas in there? He said, I put my ear to the window. If I didn’t hear\nshmizel(ph) at all, I know I could open the window. And I told this story to chile —\nmy grandchild told me — told the story to his children, they all burst out\nshmizel(ph). Think we could leave it here.",
        "Q: Okay. Professor Halivni, thank you very much for your time. It’s been a great\nprivilege. This concludes the interview with David Halivni, taped on June 13\",\n2014.",
        "A: Okay, thank you.",
        "Q: Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nDavid Weiss Halivni, which is taped on June 13\", 2014. The interviewer is\nMichael Abramowitz, and we are at the museum in Washington, D.C. So,\nprofessor, I would like to start with some basic questions: where were you born, and\n— and where were you raised?",
        "Q: A wonder rabbi?",
        "Q: Was his whole body paralyzed?",
        "Q: So you were about 15 or 16.",
        "Q: And you had not seen your father for many years.",
        "Q: Okay.",
        "Q: Tell me a little bit about your grandfather, because he really became the father in\nyour life.\nJune 13, 2014",
        "Q: Did you go to — did you go to a secular school at all?",
        "Q: Not at all.",
        "Q: So you mentioned that you were considered a child prodigy in the — in the town\nwhere you grew up. Can you remember at all how you — when you first realized that\nmight have a calling in this area?",
        "Q: A bath.",
        "Q: Not a sauna, or a steambath?",
        "Q: Oh, oh, a— a tub?",
        "Q: Bathtub, okay.",
        "Q: T-Tell me — right, that’s it.",
        "Q: So they would come up to you and ask you questions, try to test you.",
        "Q: Can you — I don’t want to forget your mother. Can you tell me a little bit about\nyour mother, and — cause she also raised you, obviously, and you —",
        "Q: Bitter.",
        "Q: And what was her name?",
        "Q: Fayga(ph).",
        "Q: Your sister?",
        "Q: Your sister?",
        "Q: Yes.",
        "Q: It’s like a curse or something.",
        "Q: That’s wonderful. So she — she — you — you realized that she — she loved you.",
        "Q: Can you — I—I wonder if it’s possible if you could just take a — a couple minutes\nto tell us a little bit about what life was like in the town where you grew up. Just —\nit’s a very — it’s interesting, because you’re a connection to a — to a— hundreds of\nyears of history that have been lost to many of us. But — and it was — and that was\ndestroyed, you know, in the Holocaust.",
        "Q: What was life like there, when you grew up?",
        "Q: I see. This is a Romanian official, or Hungarian official?",
        "Q: Romanian official, okay.",
        "Q: How did — how did the Jews largely support themselves ak — you know, in — in\nSighet?",
        "Q: How did — how did — how did the family, the Jewish families support\nthemselves?",
        "Q: What did you typically have for dinner, for instance?",
        "Q: I wanted to ask you what — about one other resident of the town. I think it’s fair\nto say you were probably the second most famous person to come from Sighet, but\nI understand you were also friends with Elie Wiesel.",
        "Q: Can you tell a — can you remember a little bit about what he was like when he\nwas a boy”?",
        "Q: We — he was not on the same transport with you to Auschwitz, was he?",
        "Q: Same time.",
        "Q: Mm-hm. Let me ask you, in the town where you were raised, was their much\nknowledge of the events in the outside world? What was happening in —",
        "Q: — what was happening in Germany with the Nazis —",
        "Q: So there was no discussion that you remember about trying to leave, or to —",
        "Q: — or sense of foreboding.",
        "Q: So in March of 1944, the Germans occupied",
        "Q: — and do you remember anything about when that happened?",
        "Q: So the Germans occupied Sighet, and — and they created the ghetto. Can you tell\nus anything about when you were — how you were forced to leave your house, or\njust any, any of the details.",
        "Q: Was it the German SS, or was it the Hungarian police that —",
        "Q: So the Germans were not —",
        "Q: Hardly see them, mm.",
        "Q: I see. So you didn’t really come into contact with the Germans until Auschwitz.",
        "Q: Sure. Did — let me ask you a couple other questions about the ghetto. Wa — it\nsounds as if it was — it was not like in Warsaw, say, where they set up a — a fence,\nor anything, it was just —",
        "Q: Did you live with another family?",
        "Q: And you could come and go, it sounds like.",
        "Q: Ah, I see.",
        "Q: Do you remember much about the day in which the Hungarian police liquidated\nthe — the ghetto?",
        "Q: T-Tell me a little bit about that day.",
        "Q: They told you to come to — to th — they told you to come —",
        "Q: I see.",
        "Q: Did they give you any food to eat, or water to drink?",
        "Q: Did they tell you what they were going to do with you?",
        "Q: They didn’t —",
        "Q: All right, but at that time, do you have any sense of a —",
        "Q: So there were people on the train that knew about the gas chambers?",
        "Q: They thought they might — that you would — you would be killed.",
        "Q: Were you on the same — in the same car with your family, with your grandfather\nand mother?",
        "Q: So you — you were there with them?",
        "Q: How did you — how did you know that it was Mengele?",
        "Q: A stick?",
        "Q: A whip?",
        "Q: Yes.",
        "Q: Did you see pictures of Mengele after the war and you realized that was the\nperson that you had — in there.",
        "Q: Too dark?",
        "Q: I see.",
        "Q: Did you have a si — did you have a chance before you left, you know, before\nyour grandfather went to the right, and you to the left, did you have a chance on the\ntrain, or anytime t-to talk with your grandfather? Did he give you any words of\nadvice?",
        "Q: So he wanted you to work for him.",
        "Q: Us, yes.",
        "Q: I know you were only in Auschwitz for a few days, but do you remember\nanything about the camp?",
        "Q: What did you decide, it was okay?",
        "Q: Did — so you were — and there was no other selection while you were there at\nAuschwitz, you just — they just took you to this work camp —",
        "Q: And so you never had a number. Did they shave your head?",
        "Q: So they took you to Gross-Rosen.\nJune 13, 2014",
        "Q: And — to the sub-camp there, Wolfsberg.",
        "Q: And that was really where you spent most of your time in the camp.",
        "Q: Of ma — June?",
        "Q: May.",
        "Q: You were 15 when you were ordained, right?",
        "Q: Sixteen.\nJune 13, 2014",
        "Q: So he wa — he had a foreboding of — of bad things to come —",
        "Q: He was — that was an omen in his mind of bad things to come.",
        "Q: Do you need some water?",
        "Q: Oh. Would you like some orange juice?",
        "Q: May — it might.",
        "Q: I think it will help with the throat.",
        "Q: Okay, do you — do you —",
        "Q: Okay [break] the tape again. Just take a moment.",
        "Q: So where were we? Can you — can you —",
        "Q: What did you — what did you do in the camp?",
        "Q: You said what will happen?",
        "Q: Yeah.",
        "Q: You do the minimal, to make sure you survive.",
        "Q: Cause he had exerted himself so much, that he was so weak?",
        "Q: What was the nature of the work, what was going on in the camp? What was the",
        "Q: I see, to do the work — so they — so they would not be destroyed.",
        "Q: Yes.",
        "Q: I want to come back — I want to come to that, I think it’s an interesting story.",
        "Q: But — but I — I wanted to ask you, 1n general, did you continue to study Talmud,\nor —",
        "Q: But I remember that you had me — you remem —",
        "Q: Yes.",
        "Q: Yes.",
        "Q: Did you have any kind of — did you co — were you able to continue any kind of\nreligious practice in the camp?",
        "Q: Yes, did you — did you mark the Shabbat [indecipherable] did you mark any\nhigh holidays?",
        "Q: Yes.",
        "Q: They allowed you Kol Nidre?",
        "Q: Te-Te-Tell me the story about the bletl. I know it’s in your book, but I think P’'d\nlike to — I'd like to record the story.",
        "Q: He was a Pole.",
        "Q: He was Polish.",
        "Q: Ah.",
        "Q: I see, okay.",
        "Q: Yes.",
        "Q: Mm-hm.",
        "Q: He was — he was in the crematorium?",
        "Q: I’m sorry, he was — I — I didn’t hear what you said, he —",
        "Q: Yes?",
        "Q: To the crematorium.",
        "Q: And — with the bletl.",
        "Q: You know, one thing that was interesting was that — that I — that I was curious\nabout from your memotr, 1s that a number of the — of the — of the kapos seemed to\nbe interested in you, and —",
        "Q: The — the — the — the — the kapos. The —",
        "Q: — yes. The-They were — they seemed interested in you, and —",
        "Q: Ruthlessness.",
        "Q: I’m sorry, this was a person who helped — who worked for him, and was also\nfrom Sighet?\nJune 13, 2014",
        "Q: Yes, okay.",
        "Q: I see.",
        "Q: I see.",
        "Q: I see.",
        "Q: So, he saved you.",
        "Q: Did he tell you why he was taking you out?",
        "Q: He just said go.",
        "Q: He just said go away.",
        "Q: Erotic?",
        "Q: Yes, uh-huh.",
        "Q: You were transferred to Ebensee.",
        "Q: February 1945, and you s — and you write in the book, but you don’t really talk\nmuch about it, that it was a long trip. It took maybe —",
        "Q: — a month or so.",
        "Q: Did you — did you walk?",
        "Q: On a train. But the train went slow?",
        "Q: Did they give you food?",
        "Q: So you didn’t lose any — you didn’t — you didn’t eat on that train.",
        "Q: I see.",
        "Q: Yes.",
        "Q: Did you — was there a selection that you were involved in at all at Ebensee?",
        "Q: Mm-hm. Did you have to do any work there?",
        "Q: No, no, no, when you got to the camp.",
        "Q: I think — I think that’s right.",
        "Q: Did you and the other — okay, sorry.",
        "Q: I see, so you prou — you pre — you pretended.",
        "Q: And you worked with the kapo.",
        "Q: Yes.",
        "Q: I understand.",
        "Q: Did the — did you and the other workers in the camp have any sense that the war\nwas coming to an end? What was going on outside? You had no idea.",
        "Q: Right. So how did — do you remember liberation day?",
        "Q: Tell me about that day, what happened?\nJune 13, 2014",
        "Q: Mm-mm.",
        "Q: What was the d’var Torah about, that he — that he gave you?",
        "Q: Okay.",
        "Q: Okay. Well, t-tell me about the — the liberation of — of what — what — what you\nremember. Was it — was it the British that —",
        "Q: Yes.",
        "Q: And the guards ran away?",
        "Q: Tell me, did an — the na — no one came to the camp to give you food or take care\nof anyone, they just — you were there on your own?\nJune 13, 2014",
        "Q: And you went to Sighet to see if ya —",
        "Q: — to see if any of your family had survived.",
        "Q: How did you get to Sighet?",
        "Q: I see. But did you — was there a train, or a —",
        "Q: So, and —",
        "Q: And did — I think I remember in your memorr that five of your grandfather’s\nchildren — grandchildren, survived?",
        "Q: Less than five.",
        "Q: I see.",
        "Q: Who were the other two besides yourself that survived?",
        "Q: — awe stricken, yes.",
        "Q: My daughter is fortunate because her grandparents are all here.",
        "Q: Oh yes. In — she’s in — she’s in ninth grade now, but in — in seventh and eighth\ngrade they — they deal with the Holocaust, and actually —",
        "Q: Here —",
        "Q: No, no, no, no, she goes now — [break] Ready? All right. So a-actually, I did\nwant to ask you about what happened after the — you left the camps. And, first of\nall, I—I know you talk about this a little bit, but I would like to put it on the table.\nWhy do you take the name Halivni?",
        "Q: You know, you’re reminding me something I wanted to ask you about your\nfather, because we talked about him at the beginning of the interview. I wa — I\nremembered a story that I wonder if you have more details about, because I found it",
        "Q: This is on the second time he was going — on his way to Auschwitz?",
        "Q: Yes",
        "Q: Do you remember what was in the letter to you?",
        "Q: So —",
        "Q: Why did you make the decision to come to America?",
        "Q: Ah. Okay.",
        "Q: Forrenstein(ph).",
        "Q: In Israel. To you.",
        "Q: Was your — was your trip — was your passage to America, was it arranged by a\nJewish social service agency?",
        "Q: Where was the DP camp, in —",
        "Q: Right. And can you just say a few words about your first few years in America,\nand na — na —I know you talk about it your book in great detail, we don’t need to go\nin that great detail, but just tell — tell us a little bit —",
        "Q: You were in the yeshiva.",
        "Q: And you lived in a — in a— in a room at the —",
        "Q: In a dormitory.",
        "Q: Where did you meet your wife?",
        "Q: In 1938?",
        "Q: Yes.",
        "Q: Zipporah looked through the cracks too.",
        "Q: I see. That was what, 1950 —",
        "Q: Okay.",
        "Q: Over the years, were you able to learn the fate of other family members? Were\nyou — were you able to learn the fate of your other family members?",
        "Q: Delusional?",
        "Q: Oh, okay.",
        "Q: With grandfather.\nJune 13, 2014",
        "Q: I have a couple more, sort of larger questions, which I just will acknowledge.\nWe’re going to only be able to skirt the surface, but I would like to — I'd like you to\nconsider them. First of all, I’m wondering just about you being very open today\nabout your experiences during the Holocaust, but did you have trouble talking about\nthat after the war?",
        "Q: With Talmud.",
        "Q: Yes.",
        "Q: Yes.",
        "Q: Do you think that’s an accurate analysis?",
        "Q: Yeah, that’s the theory. Yeah.",
        "Q: Yes.",
        "Q: When did you change your — when did you start talking, and why did you start\ntalking about the Holocaust again?\nJune 13, 2014",
        "Q: Did your children have a lot of questions for you when they were growing up?",
        "Q: Right.",
        "Q: Yes.",
        "Q: Yes.",
        "Q: ’'m wondering if you could explain — this is something you’ ve written about, I\nknow, in great detail, but I’m wondering if you could explain for a more general\naudience, that is going to be watching this, answer this question. How did the — how\ndid the Holocaust affect your — your faith in God, and your own religious beliefs?",
        "Q: If it didn’t, then that’s a — that’s an answer too.",
        "Q: Mm-hm.",
        "Q: You know, I was really interested in something that you wrote in your book, that\nI wil — that I wanted to just ask you about, cause you wrote the book maybe 20\nyears ago, and you wrote about — you made a statement that the Holocaust should\nbe treated as an event without explanation. That — that you increase the suffering of\nthe victims, and the survivors by asking —",
        "Q: — how or why this event could have happened. And I’m wondering if — if that is\na Statement you still believe?",
        "Q: Yes.",
        "Q: Well, let — let me follow up in this way, you know, Elie Wiesel [break] — they\njust have a technical problem.",
        "Q: And they’re just — and they’re just fixing — they’re just fixing that, and then\nthey’ll keep going. We’re just about five minutes away. Are you ready? Oh, okay,\nI’m sorry. So, what I wanted to ask you is, do you think there’s anything — cause\nWiesel has talked about — you know, one of the reasons he wanted this museum to\nbe formed, was he wanted to, obviously have a permanent memorial to the victims,\nbut also to remind people about what can happen in the future. And so my question\nto you 1s, the Holocaust was a unique event in human history, but do you think there\nis something to learn from that episode that might help us prevent this kind of thing\nfrom happening in the future? Maybe not on the same level, but the same kind —\ngenocides have existed —",
        "Q: Yes.",
        "Q: What role do you think the Holocaust should play in Jewish collective\nconscience?",
        "Q: In the Jewish collective consciousness.",
        "Q: Yes.",
        "Q: Yes.",
        "Q: Let me ask you one final question if I may, which is; do you have any personal\nway of commemorating the Holocaust, or of remembering your family members\nwho died?",
        "Q: Do you have anything else you want to say, that I’ve missed?",
        "Q: Okay.",
        "Q: The cruelty.",
        "Q: Okay. Professor Halivni, thank you very much for your time. It’s been a great\nprivilege. This concludes the interview with David Halivni, taped on June 13\",\n2014.",
        "Q: Thank you."
    ],
    "answers": [
        "Answer: Well, I was born in a little village, which changed hands a number of\ntimes. It was called Poliana Kobyletska. Poliana, p-o-l-y-n, koba, k-o-b — koba,\nb-e-l-e-c-k-y, that’s how I spell it. At that time, when I was born, it was\nCzechoslovakia. Then for a while after the war, it was Russia. Now it’s Ukraine.\nBut my father got there because — which 1s interesting — all of a sudden — that’s\nwhat people told me, a wonder rabbi appeared.",
        "A: Yes. Supposedly he performed miracles. He knew a person, the ba — sickness,\nwhich 1s always the platform for wonder people, you know, to heal, to — and my f —\nand he needed somebody to set up his — his sel — activities, and my father was\nchosen, and therefore he moved to — he — he settled in Poliana, in Ponya(ph), and\nhe moved there. And of course, I was there, I was born there. I tell it because all of\na sudden, two or three years later, he ceased performing miracles, and the whole\nJune 13, 2014\nthing evaporated, and there was no — there was no reason for my grandfather — for\nmy father any more to stay there, and we moved away from there, we moved to a\nbigger city called Houst(ph) or Hist(ph), Houst(ph). May I also tell you, I think it’s\ninteresting, you — you'll decide what you want do with this story. After this he\nbecame paralyzed, and nobody even know where — what happened then. The whole\nthing, the whole — there were only 50 families, Jewish families in — in that village,\nand if he left, th —",
        "A: Whole bo-body, th — we need — and people didn’t — didn’t hear from him, I\ndidn’t know what happened. And then, a few month before deportation, in °44, I got\na message he appeared, reappeared. Must have been in an institution the meantime,\nI don’t know. He reappeared, and asked to be — he wants to see me. I was come pa —\nI was [indecipherable] outside my narrow — he must have heard, he wants to come.",
        "A: Fifteen or 16.",
        "A: No, I— my father, we — we do — Ill come to it.\nJune 13, 2014",
        "A: I—I just want that — you don’t have to mention, but it’s interesting. I — he came\nto see me, he want to come and see me, in a wheelchair, of course. As soon as he\nopened the door, he burst out into tears loudly, and he couldn’t speak. Tried to\nbreak into — hold a conversation, to engage in something, and didn’t come out. So\nmuch so that said goodbye, and we left. Few month later, there were — we were —\nthe deportation to Auschwitz. I’m always asking myself, what was the — the — the\ncause for that — what shall I say? Thunder, kind of flood of tears that came out?\nCould it be that I reminded him of the years when he had power, and that caused\nthat? Or, he still had some power, and he knew about the deportation. He knew I\nhad [indecipherable] time. In any case, a few month later — later, of course he was\ndeported, and he was — so, let me go back. My father left, went back to Houst(ph),\nand we lived in Houst(ph) two or three years, and then my mother and father broke\nup, and the age four or five — I was born in ’27 — the age of four or five, we —\nMother left Father, and we went to Sighet, where my grandfather lived. It was in\nSighet that I was brought up, and I lived there with grandfather. Finally they were\ndivorced. Til Mengele separated grandfather from me, you know, the —",
        "A: Right, he is the — the — I do say, I say it in the book. There are two people who\nhad the influence. One was the grandfather, who was a er — great Talmud scholar,\nbut old-fashioned, if I may use the word [indecipherable] the old-fashioned, but the\n— who — who — who taught themself [indecipherable] at night, he used to give a—a\nlesson [indecipherable] Talmud. And — and he brought me up, that’s the male\nfigure that I know. He was very poor, he could hardly support me and my mom, my\nmother and another sister. But he was then a great influence, that he taught me how\nto learn on a simple, elementary level. And he was a shochet, he was a Belzer\nshochet, with uniform, with a kapoto(ph), you know what’s a kapoto(ph) and\n[indecipherable] so from secular knowledge, or secular activity, he had no idea,\nthere was no — it’s no — he didn’t — you can’t even see he rejected it because he had\nno dealings, or that. So I was brought up, and of course, along these lines. And then\npeople asked — even today asked me how — where it comes from. I can’t answer the\nquestion. Since I remember, even when I was five or six years, and lived under the\ninfluence of grandfather, I wanted to study secular knowledge. I wanted to have\nsecular knowledge.",
        "A: Not at all.\nJune 13, 2014",
        "A: That’s what they — people asking me, where did that come. Maybe you will see\nwhat you could do with that. When I was a chi — five, six years even, and I used to\npray, daven, and I said the prayer [indecipherable] God give us in our heart,\nunderstanding, to understand you and so on. I remember I used to look at the\nwindow, signifying outside knowledge as well, not only religious knowledge.\nWhere I got that — that urge, I don’t know. That really, after the war, after the\nliberation, that was the reason I didn’t go to Israel. I wanted — was afraid I wouldn’t\nbe able to study there, I didn’t know, secular knowledge, so I went to the United\nStates where the — so — so I had the — but then I was — so grandfather had the\nenormous influence, other than some ideas. I was never a shochet, never believed in\nthe [indecipherable], even though grandfather used to tell miracles, and the\n[indecipherable]. And then, of course, that lasted til — til ’44, and then °44, the\nother person that had the influence on me, was Professor Saul Lieberman, who\nwas the great — the great Talmud scholars. And then eventually I adopted the more\nscientific, or the more critical approach — could tell you I — to the study of Talmud,\nwhich I now write, teach, preach.\nJune 13, 2014",
        "A: Yes, I remember exactly. When I felt that the first ttme — when others felt that,\nhow old was I? Was I seven? Around there, give or take. I used to go every Friday\nwith grandfather to take a bath. We had no pi — we didn’t had hot water in the\nhouse, we had to warm it up [indecipherable]. So once a week, Friday, as you\ncould imagine, we went, and there was ambatya(ph), a bath. We had to pay for it,\nand grand — but the — I was allowed for the two of us, he and me to use the same —\nthe same bath. One day — one week — one Friday — be th-there was a seat there, I\nremember, and there were two — what’s the English word for ambatya(ph)? What is\nit called, the one that — 1t escapes me. The one that you have inside.",
        "A: A bath, but what 1s it called, skatabietel(ph) in Yiddish.",
        "A: No, no, no, no, the container.",
        "A: A tu — that’s a tub, there’s a name, the tub, the ba-bathtub.",
        "A: Yeah, the bathtub 1s good enough. I remember the bathtub in there was two, kind\nof place to sit, and I— we got up on the bathtub, and I tell grandfather, I remember, I\ncould tell you the name of all generation, the name of the generations, since the\nJune 13, 2014\ntime of Adam, the first person, til King David. [indecipherable] And I gave him\nthe list, I still remember it. And that —",
        "A: And so much so that afterwards, people in the street used to tell the story, and\nthey used to ask me, and [indecipherable] which is the —",
        "A: Yeah [indecipherable] wha-what — what’s the te — what’s the 21“\n[indecipherable]. I have an interesting story I will tell though. I was — later on I\nlearned Talmud, at the age of nine, 10, I knew 200 pages [indecipherable] by heart.\nAnd I came to a city, it’s called Vishiva, my late wife came from there. And a man\nby the name of Lefkowich(ph), Bartka(ph) Lefkowich(ph) I think it was.\nYakabowich(ph). Yakabowich(ph) told me, I’ll give you — tell me the 25\"\nrovo(ph), the name of the sage who’s mentioned [indecipherable], and Ill give\nyou 25 lei. For a poor — for me, that was considerable money. So I told him. And I\nwas stretching out my hand to get money. He turns to me, he says, how do I know\nthat you are right? I remember it to this day, over here, I — I have — that was taken\nback, that he — he has such a [indecipherable] question. He — I — but I wanted the\nmoney, and he was willing to give, so I told him, if I’ll tell you the 10, the 15, the\n20\" and the 25\", would you give me the money? No, don’t want.\nJune 13, 2014",
        "A: Lately — lately, I was thinking about that. Interesting. She was bitter.",
        "A: Bitter, yeah, because of the divorce, and she was an elegant woman, and — but\nlife wasn’t elegant, life didn’t treat her too well.",
        "A: Fayga(ph).",
        "A: Our ten — two weeks ago, less than two weeks, it was 70 years that she and\ngrandfather and my sister and Aunt Ani(ph) arrived at Auschwitz. And really I was\nthinking, trying even to remember, I remembered that she would kiss me and\npassionately — I don’t remember. She was suffering. She had the daughter who was\nparalyzed.",
        "A: Pardon?",
        "A: My sister.\nJune 13, 2014",
        "A: Laysha(ph) was her name. She died afterwards a natural death, but that, of\ncourse, made life much more miserable. She was relatively intelligent, she had a\nHungarian [indecipherable]. She had ambition, she was a — which were never\nrealized. So, she was religious. So finally she was claimed by the crematoria, when\nshe came. That was [indecipherable]. And then I was together with the aunt, she\nhad a sister. The problem was that when we came to grandfather, we were four\npeople; grandfather and the three children. I had a sister, and I’m one — the sick\nsister, and myself, and she and the mother, we were four people. Grandfather, with\ndifficulty, could support us, which made — cal — created tension. We had really no\nfull job. So we ca — we — we — we came to gr-gr-grand-mother, she had to\n[indecipherable] in the — the — the kitchen, they have, of course, and the — the\nhousehold, and so on. But she was always — always a sense of bitterness. But the\nproblem was when we came the grandfather, 1n addition to the poverty, he had two\nstill unmarried daughters. And in those time, marriageable — to marriage, to get\ndowry, was not an easy — one easy thing. And the — and that, of course, added\ntension to the house, which I [indecipherable] occasionally used to shout at me,\nthen the other — I was convinced that they were against me. And then finally one got\nmarried, and faced a tragedy; husband died within two or three years. But the other\ndaughter came with me, though shu — she must have been about in the late 20s, you\nJune 13, 2014\ncould imagine those days, probably [indecipherable] to explain, you’ll understand.\nI thought she’s against me, and there is nothing I could do. But I knew that if you\nmake a Mi Shebeirach, you know what a Mi Shebeirach is? When you read the\nTorah, if you want ask for health, or for anything, you read — you make — ask for a\nspecial blessing while the Torah, the scroll is on the table, that has special — so as a\nchild, eight or nine, I thought that will work negatively too. If ’Il make a anti Mi\nShebeirach against it, she will — something.",
        "A: Something left. I didn’t realize that when we arrived at Auschwitz 70 years ago,\nand they opened up the cars, and they shouted [speaks German] I apparently was\nnear the door, and I jumped out from among the first one on the — I heard the\nshouting after me in Yiddish [speaks Yiddish]. The Torah that you so much\nworked on — worked on it — on there, should offend you — protect you. And I\ncontribute — and it did protect.",
        "A: She realized that time that she loved me. In the Torah that you so much worked\non — n-not so that I’d worked, that — that there’s — there’s so much willing to\nrenounce, conveniences [indecipherable] convenience in order to achieve it,\nJune 13, 2014\nprotect. She was — she didn’t go to the crematoria, she went to a labor camp, and\nshe died there.",
        "A: The — the city? The city —",
        "A: The city was almost 10,000 Jews, mainly Hassidim. There were non-religious\nJews too, but I didn’t know them, I found out after the war. Some of the youth were\ncommunists, like in other places. Religious. But I wa — I think I’m making a—a\ntruthful statement; when I came to Sighet when I was 40 years old, so that could be\n°31 —’32. There may have been seven — several hundred young people with payos.\nWhen I left Sighet in ’44, there were less than 50. So this secularization\n[indecipherable] or the communization had enormous impact. The Jews were\ngenerally poor, all Hassidim of certain Rebbes, engaged in quarrel, in\n[indecipherable] as there is always between the Rebbes. And little — none — no\nconnection with the non-Jews. I — we — the language we spoke, and didn’t even\nJune 13, 2014\nknow it, was Yiddish. I mean, I know Yiddish, how to go buy — buy in the — in the\nshop. But I didn’t know [indecipherable] the Yiddish, I didn’t even know that there\nis some Germans in Yiddish, I eventually found out that the German’s in Yiddish.\nAfter the war I felt a kind of [indecipherable] a kind of poetic urge to write down,\njot down, but I know no language, only Yiddish. So I jotted down in Yiddish, and I\nwas embarrassed to show. But not long ago, I took it out, and they’re translating it\nto French. So I don’t know Yiddish, but not literally, I guess. And although in my\ntime there was already compuls — education was compulsory. But since I was born\nin the Czechoslovakian side, and I lived in Sighet, Romania, Mother denied me.\nEvery year before scrips — school, the — an official came and asked, well is — are\nthere children of school age, Mother could deny.",
        "A: A Romanian official.",
        "A: But after the da — ma — the Hungarian came in, she couldn’t deny. She was afraid\nto deny me because that would be [indecipherable]. So she burst out, she\nacknowledged, she confessed that she have. And then became [indecipherable] I\nwas already almost [indecipherable]. So with [indecipherable] with connections,\nJune 13, 2014\nthey let me do private — there were the four question — the four classes. So I think I\ndid officially made the four classes.",
        "A: Likely to?",
        "A: Depend. There were a few stor — a few rich Jews. I don’t know, one of them was\nthe richest, name was Mandolovich(ph), he had a textile store. Not educated, but\nrich. But most of them were poor. Par — really poverty where e — bread was a\nlooked after item, seek — seek after item.",
        "A: Well, when things worked, we did have chicken — we did have meat, no, chicken\nwas a— we used to buy — go to the — to the place where butcher, where they sold\nmeat, and buy a cheap meat, and we used to eat soup. That was the — practically\nevery day. Shabbas, we needed more, because they had a tradition Shabbas ma-\nmahali(ph), Shabbas foods, Shabbas — and it was a problem that we had to\n[indecipherable] it up. But we ate enough, I nevertheless was not hungry, didn’t go\naround town. But I couldn’t afford eat the kind of food I wanted.\nJune 13, 2014",
        "A: Yeah, we went to chayder together, very clo — he himself wrote somewhere that\nthe closest people have is his wife and Halivni.",
        "A: Sure, I could tell you about it. He was a kind of sickly child, didn’t always come\nto chayder. And he look — sit near the window and looked up at the window\n[indecipherable]. But he was bright, you could see he was bright. I sat near the\nRebbe. He was a kind of [indecipherable] he sat at the window. He did go to\nschool, so he knew Romanian. And from the Romanian, so close to French, that’s\nwhy after the war, he picked up French as his language.",
        "A: Th — not the sa — but the same time.",
        "A: He — he — I wa — his father was a policeman, he was no — in the ghetto, wasn’t\nalways negative. And that’s why he was left to the last transport. I had nobody, I\nJune 13, 2014\nwas the first [indecipherable]. We — I went Monday and he went thurs — Thursday,\nI think, or next Sunday.",
        "A: Very — very little.",
        "A: Very — very little. We did know there were a few pe — one or two person who\ncame back Brest-Litovsk. The Hungarians, in ’43, or ’44, before the general\ndeportation, deported some people who were — were not citizens of — and they\nbrought them on the Polish side, Brest-Litovsk, where the Germans shot them and\nthat. One ot — including my father, came back. I don’t know, he smuggled the way\nback. And they told of this. But that only — they wasn’t supposed to speak about it,\nso only a few days ago la — only single out individual, you know, and that. But the\nidea was, I still remember it, tha-that that wouldn’t happen in — in Hungary,\nHorthy was the — the — worl — one — wa — law and order, and he will protect, and so",
        "A: No, not in my circle.\nJune 13, 2014",
        "A: Obviously there were some clever people who had inside, who had — who had\nthe opportunity. I had no opportu — we had no opportunity to go anywhere. We\ndidn’t have the money to pay for the — for the transportation.",
        "A: In [indecipherable]",
        "A: We - yes, we all do — in the morning, we had no radio, but the neighbor had a\nradio, and came in [indecipherable] and told us that the German occupied it. But I\ndidn’t know the significance. But th-the soon the Germans occupied, then beginning\nthe ghetto, and [indecipherable] in between and they were moving, and the results,\nand —",
        "A: Yeah, I didn’t a ba — to me it meant my house had a small apartment that we\nlived, and I was — I was not so inconvenient, I remember [indecipherable]. We\nwere moved to the shlangengasta(ph), the place, with another family, in a one —\ntwo room. I was still continuing to study, I was diligent, I studied, I remember. And\n— and it wasn’t so — and even the ghetto I was — where we went to oyber-\nJune 13, 2014\nyaddish(ph), another section of town. I wasn’t so inconvenient. I did — I didn’t go\nout to the street [indecipherable]. There was something to eat. [indecipherable]\ninconvenient.",
        "A: The Hungarian police.",
        "A: You did hardly see a soul.",
        "A: Yeah. And I was like — people thought the ghetto — we were only af — two or\nthree weeks in the ghetto, four weeks. Four weeks. So I was not so — I didn’t have\nsuch a luxurious life, wasn’t so inconvenient. And as long as they let me do wa — do\nwhat I did before, I — it was only when the — they took us away, led — took a — an-\nand turned us in the synagogue, Mozeikatorah(ph), and from there, they took us.\nAgain, the Hungarians took, and they put out to the train. There wasn’t Germans\nthere. The Germans le — my contact with the Germans was th — in Auschwitz.",
        "A: No, I didn’t. I hardly even saw them, although they were around.\nJune 13, 2014",
        "A: No, not in Warsaw. At least my — I don’t know what people, even include\nmaybe [indecipherable] father, who was an ins — who’s an insider to the admin —\nleading, I will tell you. I had no connection. I was — I had two rooms, then I had one\nroom, I mean, and —",
        "A: Yes, I live with a — with a relative, another family. So I —",
        "A: As long. Not well. I couldn’t come and go, I couldn’t go leave the ghetto. But I\ncould go out to the street.",
        "A: But it was so crowded. We live —I’d shared th-the same room, with the — I don’t\nremember now — no, I don’t think anybody slept with me in the bed. I still had a bed\nof my own. Maybe on the floor, but —",
        "A: Very much, yes.\nJune 13, 2014",
        "A: Well, they came into the shul.",
        "A: Then they kept us for a day in the shul.",
        "A: Couldn’t move from there, and shouting.",
        "A: I don’t remember. There was something there, or we brought from we had — no,\nwe didn’t need it. We had enough food even on the train, the people. What did they\ndo with the food they left behind? I remember — what I think is that when we — told\nus to leave the ghetto, and we were — we were ord — form 1n a line, in — 1n the\noutside, before they took out to the shul. And that time, then I remembered — I\nrealized that this is serious business.",
        "A: No, no.",
        "A: They didn’t tell them. We didn’t know even on the train where we are going.\nThe only time we got — we knew we wer — we heard the story about working, we\nthought maybe the Germans will take us for work, and grandfather used to say to us\nJune 13, 2014\nthat, you will — I will help — you will work for me. I mean, I — the only time we —\nwe — we got suspicious was on Kashu(ph). There’s this big city Kashu. And I\ndidn’t know, but the people — when we moved in our direction, with the train, the\nKashu people [indecipherable] moving towards Poland, not towards Germany,\nand then we became scared.",
        "A: My father went to work, but — but — but the — the trains were horrible. I mean,\nyou could imagine, was — they were crowded, there were no facilities for the doing\n— and — and there was some kind of disciplines. But this — we had thought this until\nwe go to work. Once you wor-wor — go to work, it difficult. Every — every work\nwhat — but when we moved to Poland, to that direction, people were — who knew,\nrealized that they take to Poland, then became panic.",
        "A: No, no gas chambers, they knew they lead to Poland and that — they — they —\nthey thought that we would have gone to Germany, we probably would work. If we\nwent to Poland, there is no order. There 1s no —",
        "A: Tha — and to — to Poland that wa — was a bad omen. A-AII the — all the\n[indecipherable] almost kill them, because some people know — heard from people\nJune 13, 2014\nwho returned. We knew the Russians, that they were there. But I personally was not\ntoo much involved with these predictions.",
        "A: Yes, yeah.",
        "A: I’m telling you, til — til I jumped off the car, and — and then — I mentioned that on\nthe book, that I jumped off the car, and we [indecipherable] we were the ramp.\nYou don’t know what [indecipherable]. And passed by Mother, Mother reached\nme then, and she saw grandfather from a distance. So Mother says, don’t leave the\nmaltan(ph) zeyan(ph), the old grandfather, alone. So I ran towards — I went\ntowards him and I held onto his hand, and I was almost — soon after, I was standing\nbefore Mengele. So —",
        "A: I didn’t know Mengele, but it was an SS, the discipline you couldn’t miss. And\nhe had — he grabbed grandfather by the collar. And then there was the\n[indecipherable] the one who — who on the way met me, he says [speaks Yiddish].\nLet us hold on and go together. And as soon as he said, he was — and we were down\nbefore Mengele, that was [indecipherable]. So grandfather he sent on the death\nJune 13, 2014\nside. The [indecipherable] was a young man in the 30s, he probably would have\nsend him on this side. But he told him something, I couldn’t hear. I assume he may\nhave seen all his important [indecipherable], including the president going in that\nside all together. So he pushed him in that side, and that’s the — and then he turns to\nme and says, und du? And he had the — had the — a piece of, what 1s it? A piece of —\nmade out of wood, a kind of — he hit me with that. You know, what’s —",
        "A: Well, let’s say — not a regular stick.",
        "A: A whip —",
        "A: — let’s say, a whip out of wood. And he hit me, and — and I went to the other\nside, and that — that was the end.",
        "A: Ah, I was too — too — too —",
        "A: — afraid, and — during the — I couldn’t make a detective. But once you see it — I\ndidn’t look in his face. So — and then we — I was in Auschwitz only a few days. I\nJune 13, 2014\nwas told afterwards, I had — couldn’t even verify that, that when a transport came —\nand we’re talking primarily Hungarian trans — when a transport came, the tho — to\nAuschwitz I’m talking, the authorities contact places in Germany, asking them\nwhether they need — whether they need workers.",
        "A: That I understood. But I didn’t know — I don’t know whether it’s true, I heard it\nafterwards, that if — 1t happened a few times. No — there na — there was no place that\nwere looking for workers. And since transports with Hungarian Jews came one after\nanother, they killed those transport. They don’t know what to do with them. I don’t\nwhether that is true. So, not all transports went before Mengele.",
        "A: No, no, I couldn’t te — the only thing, he thought, as I told you, that we’d be\nworking, and he’s too old, he was 80.",
        "A: He want us.\nJune 13, 2014",
        "A: Land my sister to work for him. Otherwise we were sitting dumbfounded, we\ndidn’t — didn’t talk in there. There’s a [indecipherable] stench when people had no\nplace where to go. There’s —",
        "A: Not much. I wasn’t — I wasn’t spread out. Certainly I didn’t know the\nsurroundings. I do know that we went out, there were some — we were discussing,\nwondering, pondering whether — whether we could eat treyf as — as if there 1s\nsomething to eat.",
        "A: I decided it’s okay, although there was one person who did said he will not eat,\nbut didn’t survive, I don’t know what — that’s any connection.",
        "A: Oh yeah. Oh, were this — and then a few days, probably less than a week, a few\ndays, we were told to go to the train, and we were taken.",
        "A: No number. I was ne — never — had no episode in Auschwitz.",
        "A: [indecipherable]",
        "A: Yeah, to the sub — Wolfsberg.",
        "A: Yeah, in the camp, that there we spent from ? which is what? What — what’s the\nsecular month?",
        "A: May.",
        "A: Yeah, May, til February, practically, on the way travel. There is a different — I —\nbefore I — the few years, not the two or three years before deportation, I used to\nlearn with the rabbi in the local [indecipherable]. Not the chief rabbi, but the te —\nall intents and purposes, he was the chief, but he was the Dayan, which is\n[indecipherable] I learned — that’s where I got ordained, with him\n[indecipherable] that we covered a great part of the [indecipherable]",
        "A: Yeah, well, sic —16 —",
        "A: — and a half. [indecipherable] Then, at the very end, when things became so\nbad, we decided that we are going to learn the — the [indecipherable] chapter 25,\nthat deals with women who husbands were lost. They idea was, you probably heard\nthe Germans, and then so on, we should know after that, wha-what to find out in\ncase women will have problems, we should know the laws, and shall know —",
        "A: What?",
        "A: Yeah, was a forebo — no, but he did not have foreboding. And the things — it was\na — usually, after the war, and so on, there’s always problems of — of agunot(ph)\n[coughs]",
        "A: I don’t know what all beca — th-that — maybe the air conditioner 1s thirsty.",
        "A: Will that help?",
        "A: Th-The throat?",
        "A: I don’t have a cup.\nJune 13, 2014",
        "A: P1l—TP Il drink from that cup.",
        "A: Good juice.",
        "A: So — s-so we were — he told us to prepare to — when I was in Wolfsberg and ca —\nI saw — took upon myself, on mostly two transports from Sighet, to keep a— also a\nmemory to who — who died, so that I could afterwards be a witness for the\n[indecipherable]. But after the war it turned out that women fared worse, because\nwith children, Mengele send them straight, he did not check whether they’re —\nwhether they’re th-the — able to work or not. So I st — to this day know who was the\nfirst victim, but he never — and he didn’t — he didn’t, of course, survive, and neither\ndid his wife, survive.",
        "A: Well, depends. That I — I think that there was very, very crucial and lam — to the\nsurvival, how do you tell. I was interested purely in — in survival. So much so, I\nthink I mentioned in the book, in the memoirs, but that’s worth me mentioning\nagain. There was, in my neighborhood in Sighet, there was another family, by the\nname of Dupe(ph). Their son — they had a son on my age, a little old — a little o-\nJune 13, 2014\nolder, a year, who went to the gymnasium, was over there, who went to school,\nwhich I hadn't. Who did exercise at school, at [indecipherable] who was robust,\nand so on. I was pale. What did they expect, I sat all day long and was in the — in\nthe synagogue [indecipherable] closed doors, what — closed windows. I remember\nwhen I — we came to Wolfsberg, he was sitting there, and we went to work. He uses\nthe muscles, so to speak, at the beginning. We were shoveling, and — and he looks at\nme, and he couldn’t resist, and said, what will happen?",
        "A: No, he ask me, he was robust —",
        "A: — and he was able to work. And he sometimes even got in some extra piece, for\nthe extra — or bread, for the work. My policy was not to work, not to strain myself\n[indecipherable]. He said —",
        "A: Oh yeah, just when the SS looked, I looked — I — this — my shovel moved. He\nsaid [indecipherable]. How would you survive like this? Well, sometimes later —\nwe were already neighbors there, which is the other [indecipherable], his father\nwas with him. Can never forget that. One day the father tells me — we were sitting —\nstanding near each other. Look at Ossie(ph) — Oscar was his name. He was already\nJune 13, 2014\nwhat we call the Muselmann. You don’t know that expression. A Muselmann — |\ndon’t know where the exactly what the etymology is, was someone who you know\nhe’ ll die within 24 hours. Malnutrition. Then the father told me — he was our\nneighbor [indecipherable] those were his words. You will survive. Was the second\ntime he told me. You will survive. See what happened to Ossie(ph). You will come\nhome, tell my cousin — he named him — what happened here. And exactly next\nmorning, Ossie(ph) was already dead.",
        "A: I think the exertion, without the nu — without compensa — without nu-nutrition,\nand other things, health things. He didn’t make it.",
        "A: Oh, the different camps had different the work, more different. I was working\nwith the shovel. We dug. The — the — the bi — the — the work was usually, at least in\nmy case — the Germans built tunnels for int — to — to — they dig tunnels to build\nfactor — ammunitional factories against — against bombing.",
        "A: So we did — we would — well, I describe in detail, if you want the details —\nJune 13, 2014",
        "A: — it’s simple [indecipherable]. We went in then, the particular place and made a\nhole, dig a big hole. And then hole was dynamited, and then we came again. We\nmean the Jews, the workers, came with the cheela(ph), with a wagon, and took out\n— and took out th-the — the debris, whatever it 1s, so there was room. And — and then\nwe went further, and so. We weren’t allowed to use the dynamite. In my case\n[indecipherable] was Italian s-soldiers, war prisoners, who did the bombing. I have\na whole story you read, about the battle, and so —",
        "A: Yes.",
        "A: No, I-I couldn’t, I didn’t have — there were not [indecipherable]",
        "A: I — after — I mentioned that —",
        "A: — after I was settled down, so to speak —",
        "A: — I had those — th-the — that made the holes, and I had a — so to speak, a fixed\njob. On the way, I could begin thinking. Til then, my job was to look at the SS, in\nJune 13, 2014\norder that he doesn’t ca-catch me not working. You know, when we came to camp,\nwe had to make sure we had to have a place to sleep, and everything 1s there. So I\nhad no — no time to —",
        "A: Religious?",
        "A: Well — well — well, we know it’s Shabbat religious, and the — the problem was\nPesach [indecipherable] Yom Kippur. You know about the davening, you know,\nthe bletl.",
        "A: I know with the davening that they allowed us Kol Nidre.",
        "A: Yes, but otherwise, we were working. So there was about — like almost none.",
        "A: Well, to record the story, it’s — it’s — there was a — start from the very beginning.\nThe — technically, we had off every second Sunday, but we did not — but they did\nJune 13, 2014\nnot really realized it. The al — the SS always found an excuse. Supposedly we are\nvolunteering. But the — nevertheless, it happened a few sunda — a few hours where\nwe could sit and — and do nothing, the SS didn’t bother us. So there was the ca — the\n— th-the — the ca — the people that worked, it’s called — 1t was called Ackerman(ph)\nwho do the drilling, and who had th — they had kapo, also the name of Weiss. And\nwhen we were sitting that do — that Sunday, or that — we sort of — supposedly free\nSunday, he was [indecipherable] and we talked, I remembered what we learned in\nsi— the [indecipherable] of sha — Sh-Shabbat, because the people knew it from the\nbook, from the prayer book and so on. And I was sort of a leader. He saw that, and\nsort of decided that he’ll take me in in his company. Ackerman(ph), who was doing\nthe — it was a very difficult company, and therefore, while the others worked 12\nhours and na — they worked only 10. And the occasion, sometimes they even got\ncigarettes from the company, from — so when I got cigarettes, I sold it for bread. So,\nthe idea was why — why would they take me to a company which worked so ha —\nwas more difficult than the others? Because those drillers, you know, that made the\nhole, had to be sharpened. And they didn’t want that to be bring to a fire, to a\nschmidder(ph) — to a smith. They wa — they didn’t want to do it in the ca — 1n the —\nin the — in the tunnel itself, fire, so it was outside. So somebody had to bring those\ndri-driller to the schmi — where they sharpened, and bring it back, two or three\nJune 13, 2014\ntimes, or more times during a — a night, let’s say. So, if I— and usually chose the\nyoungest — I was the youngest — to do that work. That mean that was much easier,\nand I also — the person also got the benefits, because the company did not notice.\nSo, he took me in — into that — in his company, and I had those privilege. So, during\nmy — at night, when we worked at night, I used to do four or five times, going\nthrough from a — from the — the place of work, inside the hotel, pending — every day\nit got larger and larger, to the outside where they were sharpened, and bring it back,\nand so on. That’s why I said before, I walked with [indecipherable]. I had to be\nvery careful, because when the other people took out the — the stones, the — the — the\npla — the — where the dynamite exploded, they had then a ca — a little cheela(ph)\nthey called, a ca —a little [indecipherable] car — cars, so — and there was hardly any\nroom for a car or for a human being, had to — there were cases where people\n[indecipherable]. So, on the way, there was, 1n a crossroad, there was a German,\nwho was not a German, was a toad. That means — toad mean one of Volksdeutsche,\nwith that — deutsche was really his mother tongue, you could s — you could\nrecognize. If he was a Volksdeutsche from Poland, he spo — if he spoke German, it\nwas on the Polish accent. So we knew —",
        "A: What?\nJune 13, 2014",
        "A: He was — but he was German.",
        "A: But was born in Poland.",
        "A: What? Volksdeutsche —",
        "A: — it’s called. And I used to — because some night, I met him a few times. I had to\nlift up my miitze, my hat at that procedure. One night I walked, and that time I’m\nbeginning to — I even discuss — I remember what I was thinking about. I described\nthat too, some [indecipherable] interesting [indecipherable] Talmudic question.\n[indecipherable]. And I saw them, they used to eat the in — in between, and in the\nnight too, but I saw he had his — his food is on a ripped and a sh — page of Shulchan\nAruch, I remember [indecipherable] Pesach [indecipherable] and the — the laws\nof Pesach, and I remembered even the — the particular law, whether you could do it\nthrough an agency, an agent and I — I — I [indecipherable] and I fell to his feet, and\nI asked him to give me the bletl. It was — it was saturated from fat, but he took out\nthe — the [indecipherable] whatever. [indecipherable] and then he gave it to me,\nand I brought it to camp. But then, as I said, there was a danger that the Germans\nJune 13, 2014\nwere — you couldn’t carry anything, contraband. So a Jew by the name of fines —\nFinkelstein, I think he was from Martasalka(ph), that’s a particular community, he\ncarried it on his — on his body. When we came back to camp first, we used to — if\nthere’s a free Sunday, we could il — use it. But month later when we went to Eb-\nEbensee, you know the eb —",
        "A: And there it was a total different. There was a vernichtungslager, extermination\ncamp. And I saw him from a distance, and I asked them, motioned them what’s\nhappened, and they knocked on the [indecipherable]. And then I was told two or\nthree hours later he collapsed, and he was taken to the camp — to the mislaifa(ph),\nand he was burned together with the bletl.",
        "A: What?",
        "A: He was — I was told —",
        "A: — he collapsed, and then they tooked him to the crema-crematorium.",
        "A: And they burned them.\nJune 13, 2014",
        "A: With the bletl. Which [indecipherable] tells you [indecipherable]. That bletl,\nthe Torah, has value only if there is a Mr. Finkelstein. No Mr. Finkelstein, no\nbletl.",
        "A: A member?",
        "A: Kapos, yes.",
        "A: That’s — I —I can’t explain that. And there is — just a minute — and there is a\nstory, which I don’t — I don’t mention it, I didn’t know, and I think I’m use this\nopportunity to mention. I — one day already in bo — in — still in Wolfsberg, one day\na rumor had it tha-that they taking kid — children — kids my age to peel potatoes.\nYou don’t know what that meant. First it meant warm. Usually you’re in the\nkitchen, you peel potatoes. Secondly you have what — you have food. It’s\n[indecipherable]. You could throw it in the yidda(ph), you could throw it in the\novens. So, it was one of the most desired jobs. So I smuggled my — not smuggled, I\nJune 13, 2014\njoined them. I went and sat down where they were supposed to meet. The assistant,\nthe vice-director, a short fellow, he had [indecipherable]. You could imagine, if he\nhad — had that position in camp, he was not a — a [indecipherable] he was not — he\nwas known a certain ruth — ruthle —",
        "A: — ruthlessness. He took me out. I — the second time I went, I smuggled them\nagain. Because I ne — I d—I don’t — I didn’t think yi — I ever met him, I ever knew —\nI met him, of course, I saw him every day, but not the kind — face to face kind of\nmeeting. And he took me out a second time. So I saw it’s useless. Then it turned out\nthat they were — they weren’t taken to peel potatoes, they were to be killed. Now, I\ndidn’t write in the memoir because I didn’t — and I don’t know today either, what —\nwhy. Why would this man, who was basically cruel and inconsiderate, why would\nhe take out? Why did he even know me? The only explanation I have is that the one\nwho — they only took somebody take care of their needs, household needs, other\nneed, took care of his house, and cooked, and so on, was from Sighet. And he thi —\neven I think even told me that, that he once pointed out, pointed me out to him, told\nhim I was [indecipherable]",
        "A: Yeah — no — he one of all th-the refugees.",
        "A: Who — who too — who th — this kapo had the hou — had the room, a house.",
        "A: So this fellow from Sighet took care of his needs.",
        "A: He told me, I think, I think, that he once pointed out — told him, point at me, that\nI’m [indecipherable]",
        "A: I know — probably, you know, that.",
        "A: He may have — could it be? I can’t believe it to this — could it be that this man,\ndespite his [indecipherable] that the learning of Talmud should continue? That’s\nstaggering.",
        "A: No.",
        "A: No, he doesn’t talk to me. He never said [indecipherable]\nJune 13, 2014",
        "A: That — there was another one that I mentioned, by the name of Lefkovich(ph),\nwho told me he was a— a kapo, was once a ghetto shochet, they said, that used to\nask me to quote him erotic sections from the Talmud.",
        "A: Erotic, I said erotic.",
        "A: Erotic, yeah. And he gave a piece of bread, or something. That, I understand.",
        "A: Ebensee, yeah.",
        "A: Yeah, a month.",
        "A: Yeah.",
        "A: Oh no, no, no, we couldn’t walk, it’s a different coun — we rode on a train.",
        "A: The train went slow, stopped place, and one place [indecipherable] that we have\nto eat.\nJune 13, 2014",
        "A: Very little. You could see people before and after, you could notice that their\nbody —",
        "A: Very little. Something we must have been [indecipherable] I don’t remem —\nfour weeks. Cause we came from sla — to Silesia but just in a— in a freight car. And\nwhenever there was a need, we were sidetracked.",
        "A: But that was a extermination camp.",
        "A: You could imagine I was in block 24, and people, he continued coming, but the\nnumber of people were the same. That’s where it happens [indecipherable] I\nimagine.",
        "A: They did not a selection, people died natural. A lot of that, you saw it on the\npeople.",
        "A: On the train?\nJune 13, 2014",
        "A: Oh, oh, very — oh-oh, oh-oh. The — the work was more difficult, other than —\nthan there, other than in Wolfsberg. And then I had the problem — I think I say that\nthe — I said — Hitler committed suicide May sixth — 1s 1t — am I right?",
        "A: I think it’s around there. I— and May four, I was so desperate, I was\n[indecipherable] there, in Ebensee, I had to work, I couldn’t play games, watching\nwhen he looks. There was a small company, they were — on the whole ca — the\ncolony had only 20 or twe — or four — or 25 people, so the kapo could see exactly\nwhat’s happening. And we had to work, and dig things and — and I think I\nmentioned, I was working at the cement — mixing cement, which meant that I\ncouldn’t stop for a minute, cause if I stop the whole work, there will be no cement\n[indecipherable]. Besides, I mean, it’s a — it’s — the — this kapo was an — an anti-\nSemite of the highest order and edition. I don’t know what — was he an German? He\nmay have been a German, because we usually carried something on the\n[indecipherable] line, the first letter of nationality. I carried a J, Jude. He claimed\nafterwards that he thought it’s Yugoslavia. And he — and he find out that I’m a Jew,\nhe want to kill me. And he handed over to a — to a kapo, the day after — the day, or\nmaybe even a day after, who are — I think was also a Yugoslav, who already know\nthat Hitler committed suicide.\nJune 13, 2014",
        "A: So he te — he — he turned [indecipherable] give me 25 I-lashes. Which would\nhave been — which would — that would have been fatal. The kapo says\n[indecipherable] Hitler’s — says shout. We’re not doing — he didn’t do it. And I\nshout, and that’s how I survived.",
        "A: Pretend. Shout.",
        "A: No, no, pretend that you’re getting —",
        "A: — lashes.",
        "A: And that’s how I survived. [indecipherable] explicitness.",
        "A: We just hoped that everything was come to an end, but —",
        "A: Yeah, do I re — yeah.",
        "A: Well, let me before tell you something for I want to tell you, then we conclude.\nThe fact — I go back to Mr. Dob, d-o-b, that I'll survive, that happened second time.\nThe hundred — the first time happened in Ungvar. Ungvar is a city — you ever\nheard of Ungvar?",
        "A: Uza — Uzhhorod [indecipherable] big Jewish — at that time was a big Jewish\ncity. That’s a good way of ending that. The — I came there in ’42 — ’42? Forty-two,\n\"42 —’43 —°42. Came there, and there was a —a Jew, whose name I\n[indecipherable] Hershel(ph) Friedman(ph), tells me ya — he tested me, asked me\nquestions, you know. Says, you will survive the war, I quote. I wouldn’t. Here is a\nd’var Torah, which I want you to remember. And he gave me the d’var Torah,\nwhich I still remember. And that’s the way — he didn’t survive.",
        "A: Oh, I could tell — I — I describe it in the memoirs —",
        "A: — in great detail. I mention it, but then I don’t mention that maybe this part. I felt\nobligated — I met his ga — his son in camp, and I want to give the d’var Torah, but\nthe son didn’t survive. After the war, every Shabbas, I told the child — I used to\nrepeat it when the [indecipherable]. And finally here in il — here in Israel, I found\nJune 13, 2014\nsome of his grandchildren, and I told them, here is the d’var Torah, you carry the\nresponsibility to remember. If you want I could tell you the d’var Torah, but it’s in\nthere.",
        "A: Well, I — let m — le-let me tell you that everybody asked, who liberated you?",
        "A: They don’t ask the other cl — more cr-crucial — crucial question, what did you do\nafter that? The Americans were there, they gave us chocolate, they left next day.",
        "A: The guards had to go away, or someone would kill them, of course. The guards\nleft even before the Americans came. They knew the Americans are in the vicinity.\nSo, we stayed there, and we had diarrhea, I had diarrhea very, very severely. And —\nand there [indecipherable] we had — but we were on our own. We had no money,\nwe had no documents. I have now, I just put that — framed it, the document from the\nUNRRA, asking governments to let us across, to let u — let us through. And then I\nwent home, the few days, nobody there.",
        "A: We — for a while went out of the city to get food. And then there was some —\nmust have been about — there was — some left for — the Americans may have left, I\ndon’t know, I’m not familiar. I could tell you I left soon.",
        "A: To Sighet.",
        "A: Yeah, and I —",
        "A: With that document.",
        "A: With both, with the train, mainly — mainly the train. I remember times when I\ntraveled on the roof, which was dangerous, 1n case it gets to a tunnel. And then I\nrealized within — less than a few — a few days, 10 days, I went back. Then I — then I\nhad a friend in j — in Budapest, and I stayed in Budapest almost a half a year. He\nwas the — the man that was a student, learned [indecipherable] learned with\ngrandfather, my gr — and he kept me [indecipherable] for half a year. And there I\nbegan plans to come to America, learned English. And then —",
        "A: —I went to a DP camp, in order to go there — from there to America.\nJune 13, 2014",
        "A: Less than five.",
        "A: From 62 — four survived. Two are intermarry, that is, are not his natural children.",
        "A: I have no connection with them, I don’t know whether they’re alive. Of the\nnatural ones, were three. Three.",
        "A: Well, I don’t know what — one died [break]",
        "A: [indecipherable]",
        "A: Yeah, she doesn’t have to — is she — what’s — is she dealing in school with the\nHolocaust?",
        "A: What school is she going? Here? I don’t know.\nJune 13, 2014",
        "A: The same school as the —",
        "A: Well, to — two reasons. One, I — I’m — the semi-objective reason, if you want to\ncall that objective, and Weiss being — there was an SS commander of Treblinka, by\nthe name of Weiss. And then I encountered a person — SS by the name of Weiss. So\nI decided that’s a good reason for — for dropping that name Weiss. But — but I\ncouldn’t do that because grandfather was very close to me. On the other hand,\nWeiss [indecipherable] father’s name was Weiderman(ph). So We-Weiss, I make\nhim forget [indecipherable]. So by using a biblical word, it’s not a name in the\nBible. Yes, it is a name, sorry, it is a name. But Halivni [indecipherable] Halivni.\nSo I used to use it both names, in the book says both name. But now that I went to\nIsrael, in Israel I don’t use both names, only Halivni.\nJune 13, 2014\nso interesting, that when he was being transported to Auschwitz, he managed to\nsend you a letter.",
        "A: Yeah, he send out the second time. First he was imported as a known citizen, and\nhe came back the part. And then he was sending a letter. He’d apparently dropped\nthe letter in the train, I don’t —",
        "A: Yeah, on to Auschwitz, yes, yes, he arrived in Auschwitz —",
        "A: — must have. And — and — and I still received a letter in the ghetto, even before\nme. The story is that he died on the way, was in Warsaw ghetto, they were brought\nto — to clean out the ghetto, and so — and then the way to au — to Da-Dachau — ach —\nach — Dachau, there he died. Story is he stepped off the wrong way, I don’t know\nwhat he did.",
        "A: Just a simple — a postcard.",
        "A: Just telling that he is — he didn’t tell me where he send it, that he is well, he 1s\nwell.\nJune 13, 2014",
        "A: Because that’s what I said before, I wanted so much to study, circular\nknowledge, circular [indecipherable] and I was afraid not having any relative,\nanybody, that I wouldn’t be able to do it in Israel. I didn’t know about the war, but\nI probably would have gone out to be a soldier. In America, the American Jews\nwill be, I know from iga — I got money. I was — I must be — tell you this story. I —\nwhen I was nine, 10 — nine, I knew 200 pages of Talmud [indecipherable]. I still\nremember a good part of it, that time, I think. And we got those — thousand lei. You\nknow what the lei is the — th-the wa — is the — 1s the currency of — of Romania.",
        "A: The money came from a fellow, Forrenstein(ph) in Boston, who was\nphilanthropic.",
        "A: Ye-Yeah, Forrenstein(ph). He gave the money, and I was delighted. I met a few\n—a few month ago [indecipherable]. Somebody — a young man who came over to\ndo — introduced himself —",
        "A: In Israel. Introduced himself as Forrenstein(ph) from Boston. So I ask him,\nwhat Forrenstein(ph)? He says, the one who gave you money. So it — I thi — was\nJune 13, 2014\ndelighted that the family remembers — or some members of the family remember\nthat he — that he gave me the money.",
        "A: I don’t know exactly what ha — what happened was, I went back to the DP camp,\nand from there —",
        "A: In — the last DP camp was Prien(ph) on Prienzay(ph), not wal — not far from —\nwhat city is it called? Come back to me. A German city. Hanno — not Hanover,\nBremerhaven. Bremerhaven. There they se — they collected the — the children that\n[indecipherable] the story. They collected the chi — the children that came to\nAmerica, that were coming to America. The — that big advantage was that these\nchildren still needed a quota as far as I know, but they had priority. So — so went\nback. I went back to that — before to that camp. I was in Windsheim in a camp, and\nthen I went to — to the [indecipherable] and from there I went to America. Who\npaid for it? I don’t know. I — not long ago, in Israel, I tried to go to the Joint and fi\n— I assume was with the Joint. And — and I tr-trying to know who sponsored my\ntrip. We couldn’t get an exact who paid for it. There must have been some Jewish\nmoney.\nJune 13, 2014",
        "A: I was in the yeshiva.",
        "A: That is now the yeshiva, and going still, at the age of 18, I was then — I going to\npublic sc — to the elementary school, I had no school. In order to — able to go to coll\n— to high school, then to college.",
        "A: In a dormitory.",
        "A: Yes. It’s interesting, I must tell you. I don’t know whether you want to include it.\nI — when I lived in the dormitory, I used to listen to music, listen to classical music;\nI got some records. One of them — one among the music was Lalo’s Symphonie\nEspagnole. That’s a fe — well known, Lalo. I liked the Lalo. The door usually was\nopen, and students also heard al — wanted the door open, so they listen to it too.\nTwo years ago, three years ago — it was three years ago, in Jerusalem, I got a call\nfrom somebody, he says, do you remember? And it was 60 years before or more,\nJune 13, 2014\nand we played the Lalo? [indecipherable] in Jerusalem is playing Lalo. You want\nto go?",
        "A: Oh, thought I mentioned that. She was the granddaughter of the Vishivavov(ph),\nwho was well-known — there’s a two volume, three volume book now, about his\nlife. And I went, as a [indecipherable] I went to — to him — to — 1n *30 fi — 38. And",
        "A: Yes.",
        "A: And then he passed [indecipherable]. And — and — and the story I heard later\nfrom my mother-in-law, that they heard there was some other [indecipherable] and\nthey only looked through the — through the cracks of the —",
        "A: Cracks to see me there. But she said after I left, her gra — the father-in-law said\n[speaks foreign language] Zipporah. Whether that’s true or not. But then we met.\nShe came to America, and we met in Brooklyn College. She’s also graduated\nBrooklyn College.\nJune 13, 2014",
        "A: I graduate in ’50 — ’52.",
        "A: And then I went further.",
        "A: I—to this day I don’t know. I don’t know my sister — my sister. I heard from fro\n— from a chaplain who in America told me, and I assume — I have some documents\nwith the li — camps they were. They send me in with the — but my sister — the\nchaplain told me that he was in Bergen-Belsen after the war, and then there was a\nhospital with people there, and he met a woman who was already dilu — diluted —\nnot diluted.",
        "A: What? Not delusional, but she was not well.",
        "A: And she told him that she had a brother who was a [indecipherable] and so on.\nAnd he thinks that fits me. If that 1s the case, then she died after the war, though.\nMother died in Auschwitz.",
        "A: Gra — with grandfather. And Father died, as I mentioned before, on the way to\nDachau. That’s what I heard from people. And the aunt, I have her — her name\nappears on a list of camps, but it doesn’t say when she died. Or does it? I have at\nhome.",
        "A: I didn’t talk. I didn’t talk after the war. I didn’t talk after the war. But neither —\nneither did I have people ask, I mean, I — I didn’t — it was no — talking or not talking\nwould not playing a role in my life. I didn’t talk cause I was busy with —",
        "A: — other things.",
        "A: But I do — people claim that my scholarship is that — somebody wrote an article —\nmy scholarship is influenced by [indecipherable]. That this — that I’m critical of —\nin learning, which means you cri — critical in learning means that you interpret\ndifferently than —\nJune 13, 2014",
        "A: It comes from the connection that you have no trust in human beings, that you\nbasically think human beings are corrupt.",
        "A: What could I know? In other words, you — a person who’s more trustworthy, will\nnot look for new interpretation. That’s — that’s that —",
        "A: I assume that the theory goes — a man who [indecipherable] new interpretation,\nwho has 10 volumes almost now, with different interpretations. One who was not\nonly is not the [indecipherable] only, but the particular case [indecipherable] that\nconsideration about. So — though — so that maybe I’m — if that is the case, then it —\nthen that should be more investigated, more study with the inner connection. Of\ncourse, whenever somebody comes up with a new idea, not that — that something\nnew happened, but a n — a new idea of the things that already happened.",
        "A: There should be a reason why he’s dissatisfied with the old. And therefore that\nmay — that may fit.",
        "A: I don’t — I don’t think it is — 1t was a sort of a break. More that in the beginning I\njust — there was no ca — I was too busy with something else. [indecipherable] going\nto school, living alone, and so on.",
        "A: No, no, they were — since my wife was also — she was a Holocaust scholar.",
        "A: She wrote — so it was a — in the house —",
        "A: — so to speak all that time, was nothing that — not what happened to some people\nthat they’re all of a sudden — practically all of a sudden begin to talk, and then talk\naba — and then some of them couldn’t stop talking.",
        "A: No, there wasn’t this here, there was — gradually I had more an opportunity. So I\ndidn’t — didn’t — the — the — I think, I’m not correct on a -- Fortunoff(ph), you\nknow, the — the — had — gave money for the college people to talk, as that — they had\nthen [indecipherable] and they had the — made something, a party, or a — and they\nasked me to talk, so I ta— they didn’t ask me talk about my talking, but to talk about\nth — the [indecipherable]. So I realized that that time, more than before, how much\nJune 13, 2014\nthat is a problem, that it needs to be encouraged. The — but personally, I always\nread, and I still avidly, wherever I could, read about the Holocaust.",
        "A: Oh, well that — you assume it did affect.",
        "A: The — then — then that is [indecipherable] answer. I think I told you that when I\n— I mentioned the book, when I came to the States, I met the late Moshe\nMyzels(ph). You remember that?",
        "A: He was the — he was the editor of [indecipherable] Hebrew magazine. He asked\nme, are you religious now, you know? I will still repeat. I said yes, religious. Were\nyou religious before the war? [indecipherable]. Said yes. He says, I understand that\npeople religious before, are religious after. They’re religious before, religious aft —\nthe people that don’t — that remain the same way, they either no [indecipherable]\nnothing happened? [indecipherable]. No, of course it’s modified, but I never broke\nwith the religion. Although my religion is proba — I mean, it’s not the same way, I\nJune 13, 2014\nwould say, as Sighet, I mean, even as grandfather. The learning is certainly not, and\nthat’s so — but that could have a na — could have happened anyhow, even without\nthe Holocaust, just going to college, learning secular the boo — reading secular\nbooks and so on. So it’s not to — to the Holocaust particularly. The — I don’t ever,\never kind of angry — I not remember being angry at somebody, at something for the\nHolocaust, even though my — now I have this book on [indecipherable] Holocaust,\nand I mi — if I only finish. I may write more on that topic, I haven’t finished that. I\nwas probably influenced a great deal, but that may even be subconscious, you\nknow, the whole —",
        "A: Yeah.",
        "A: Well, yes and no, as everything is a yes and no answer. That was a — that’s in the\nmemoirs. That was a sort of a protest against those — and I am still firmly against it,\nJune 13, 2014\nwho considered the Holocaust the result of sin. That, I think is unforgiveable for the\n— the survivors, for the sufferer, and u — and unforgiveable for the truth, objective\ntruth. If you say that it is sin, that means it was coming to them. I often quote, and I\nth — the — the — the mishna(ph), and [indecipherable] says that, if the court\nexecuted somebody, the family of the convict, family of the — should come to the\ncourt, to the judges, and say [speaks foreign language]. We have nothing against\nour hearts on you. In other words, justice, 1t was coming. We almost have to g-go —\ncome Hitler and say we have nothing [indecipherable] it’s because of sin. So that I\nreject, full-hearted. So although not as successful for a substitute, we don’t have\nsomething that I could substitute. So, the idea is, leave it. Leave it as it is. That’s\nwhy [indecipherable] without a reason. Because any reason will ultimately —\nwhether, you know, the Rabbi of [indecipherable], who se — by the way, I was\nclose to him, I was close to him. The Rabbi [indecipherable] thought the Zionist is\nthe sin. And some people are bor — rabbis in Israel thought the — the anti-Zionists.\nWe must say, I do insist that the Holocaust is a metaphysical. Certainly it’s not\nbecause they were — some Jews were communists, or some Jews were capitalists.\nOr the way they say — said that in the New Testament, that when Jesus was\ncrucified, the — th-the Jewish leaders had made that blood [indecipherable] on\nJune 13, 2014\nthem and on their children, 2,000 years ago. But my problem at the moment is to\nmake it metaphysical, in a way that human beings are not the cause.",
        "A: That I am working on.",
        "A: Oh.",
        "A: That was the topic that Yad Vashem asked me to talk about here a year ago, or\ntwo years ago. What’s the most effective way of preserving the — the — Holocaust?\nJune 13, 2014\nI’m not — and I’m saying this with great caution should be misunderstood, then. I’m\nnot sure that — that we could be sure that there will be no other Holocaust, since, as I\nsaid before, I think it’s a metaphysical. Has something to do with free will. Man is\ncreated in a manner at least that — that he could do — God would not interfere — will\npunish him, but He will not interfere with this evildoing. So, to ask, which is the\nbasic question for a religious person, why God did not intervene in our time, when\nintervened in — intervened in the time of Haman. The idea that something moved in\nthe cosmological sphere, that caw — that God did not intervene. He intervened at\nthat time, did not intervene. So, we cannot be — I think sometimes even Netanyahu\nor the others, 1t was naive to think that an Israeli, the Israeli power, military, could\nprevent Hitler. Whoever remens — remembers the power of the German army —\nnow we have this Normandy, just what 1s it, 70 years?",
        "A: You — you really thinks that Israel could have prevented the German army? So\nwe are — I don’t know, I am still working find out what is sort of — but it is our\nrelationship to God, Jews, as I still believe was the chosen people, but they are\nchosen because God gave the Torah. And giving the Torah 1s a sort of intervene —\nintervention in a u—1n a person’s life. God intervened — asked — intervenes in our\nlife by telling us what to do, what not to do. And therefore, He may intervene in our\nJune 13, 2014\nfavor. When we are not following this part, sort of the bargain, the other part is not\n— it’s quite complicated. It’s not that simple.",
        "A: In the Jewish collective —",
        "A: Well, that we are a unique people. I know Rwanda, I know the other thing, but\nnot at that size, and that [indecipherable]. Our relationship to God, and therefore\nour relationship to the world is o — the way religion claimed all along, although not\n— religion may claim your details [indecipherable] that we have a particular\nrelationship, and we should find out, particularly what — the channel by which it\nmoves. And that may be the only way we’ll prevent. Look I am — I’m troubled and\n— and — and — and puzzled. During the war, I’m tal — when I say war, I mean the\nsecond World War —",
        "A: — of course. Sweden, Denmark was good for the Jews. I give you no examples,\nyou know, save Jews, and [indecipherable]. Today, they not so good to Israel,\nwhich 1s a [indecipherable]. What happened in those 70 years, sort of, 60 sort of?\nDid they — if th — there 1s some basic built-in relationship that we have, with the\nJune 13, 2014\nworl — with God, and with the world, and so on. And that sort of moves around.\nAnd therefore I — I mentioned that in the — in the article on the prayer in the camp,\nyou know, that —",
        "A: The Jews prayer, the ba — God has the — intervene — intervened on behalf of the\nJews is almost done th — because of He’s giving the Torah [speaks foreign\nlanguage] the two are connected. [indecipherable] the — involves responsibility as\nwell as — as co — as singling out, and so on. Now, God will intervene on our behalf,\napparently if we have — we — we are in debt, a certain — and maintaining a certain\n[indecipherable] for certain relationship. That is a very delicate balance. When that\nrelationship is disturbed, God may not intervene. I don’t know, I don’t have the\npicture, I mean [indecipherable] clearly, but that’s the direction I’m thinking. I\ncannot accept sin as the cause.",
        "A: That’s an interesting question. It’s a difficult question. What do — you can ask\nme what do you do during the Holocaust day. Almost feel — I mean thank — I mean\nobviously, thank for the survival. There is no — I mean, there must be a reason, there\nJune 13, 2014\nis [indecipherable] a reason, but not a known reason at all why I survived and —\nand Dupe(ph), who was stronger and fatter, the — Mother used to come home from\n— from their home, visiting them, always that argument, why are you so — why are\nyou so pale? Why, why pale? I was sitting [indecipherable] in the closed doors,\nand he was doing sports, and why I survived? So, does that entail a special\nobligation, a special tha — usually that — that leads, or should lead to more learning,\nbut that’s individual, and — and that’s usu — the [indecipherable] having\naccomplished something. To leave for posterity something 1n learning, that’s what,\nthat others did not say it, did not have it.",
        "A: Well, I—I thought about the Holocaust, I think that’s — I am — just was saying,\nstill reading. Let me ta — leave at that.",
        "A: Leave at that, since you asked. No things, no — no stories that I have. My — I\ncame across the following story not long ago. A woman who had children, with cha\n—a child, came to the ramp, you know — you know, in the — she apparently had\npresence of mind, and she realized what’s — at least that there 1s a — she handed over\nthe child to her mother, or mother-in-law. I came across this, I don’t vouch for its\nveracity. An SS saw that and came over and gave her moussat(ph). So, how do you\nJune 13, 2014\nleave a child. Don’t you see what’s going on there? How do you leave the child like\nthis? She took back the child, and of course Mengele send her to the other side. The\ncru — the — the corruption, using the moral stance in order to —",
        "A: The cruelty of [indecipherable]. The other story I just told to my grandchild,\nwho went to Auschwitz just a few weeks ago, with some stories. The — they asked\nthe — you know, there was a, how did they get the gas? Not inside, because they\ncouldn’t — from outside, there was a little window. So they interviewed, I think in a\nGerman ta — TV, asking them, how — when did — did they know to open up the — the\nwindow, have the gas in there? He said, I put my ear to the window. If I didn’t hear\nshmizel(ph) at all, I know I could open the window. And I told this story to chile —\nmy grandchild told me — told the story to his children, they all burst out\nshmizel(ph). Think we could leave it here.",
        "A: Okay, thank you.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJune 13, 2014\nRG-50.030*0753",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "DAVID HALIVNI\nJune 13, 2014"
    ]
}