{
    "rg": "RG-50.106.0205_trs_en",
    "sequence": [
        "Q: And what name were you born with?",
        "A: Malvy Isaac.",
        "Q: When were you born?",
        "A: I was born on, actually born on January 12\", 1938 but declared officially on January 17\nbecause my father was unable to go to register the birth because of anti-Semitism. So officially\non January 17, 1938.",
        "Q: When you say because of anti-Semitism, they were not permitting Jews to register births.",
        "A: There was some kind of a skirmish and they were beating up every Jew there to get out of the\nhouse. So my father was afraid to go. So I’m five days younger.",
        "Q: And then when it calmed down a bit then he was able to go to register?",
        "A: Correct.",
        "Q: They made him put a later date the later date?",
        "A: Yes the later date.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "Q: Are you an only child?",
        "A: Iam an only child.",
        "Q: Let us talk about your parents and how long your family had been in Romania. You were\nborn in what city?",
        "A: I was born in Bacu, Romania which was on the eastern side, actually northeastern side of\nRomania. Both my parents come up from very simple background. I am actually the first person\nwho ever went to, above fourth grade or something. I have never known my grandparents,\nexcept my maternal grandmother. My paternal grandmother was killed during World War I. And\nmy paternal grandparents both died from an epidemic of cholera. So my father and his four\nsiblings were raised by a grandfather. Even a grandmother was not available. She died too from\ncholera. So in this situation my parents didn’t go to school except to learn how to read and write\nand when they were able, I think at age ten or 11, 12 maximum, they had to learn some kind of a\nprofession in order to be able to exist. So my father learned to be a tailor and my mother learned\nto be a seamstress. They were very wonderful people. My mother was full of pep and\noptimistic. My father was very intelligent and he sat with an encyclopedia in every single day\njust to learn and very interested in politics of course.",
        "Q: What were their names?",
        "A: My mother name was Laura and my father’s name was Jacob, just like my grandson. And\nthey, my father was born in Iasi which is a bigger city also in the eastern side, but he found work\nin Bacu. That’s where he met my mother. They got married and —",
        "Q: She was from Bacu?",
        "A: Yes. She was from Bacu. They got married in 1936. And, because they both worked they\nmade money. They moved out from the ghetto cause my mother lived with her mother with my\nhttps://collections.ushmm.org\nMay 2, 2013\ngrandmother in a Jewish enclave, let’s say. Not call a ghetto. So they moved out and they got an\napartment and it even had a bathroom and they did very, very well until the war came.",
        "Q: Do you remember what street?",
        "A: Where they lived. No I don’t remember. I know where it is though cause they showed me\nexactly where it was. They did very well financially, socially, but then the war came and because\nmy father was such an excellent and known in -- The city was about 40,000 people so everybody\nknew that he was the best tailor in town. So of course they -- he was taken away with the\nintention to use him to make suits for the upper echelon of the military. And he was taken away\nto a certain military camp which was far away from us. You needed to go by train at least five,\nsix hours.",
        "Q: What year are we talking about?",
        "A: We’re talking 1941, 42, something like this. 41, I would say. So my mother was the only, left\nto be the only breadwinner. Therefore she had to move out of that apartment and come back and\nlive with my grandmother in that Jewish ghetto. That’s the house that I remember.",
        "Q: What street was that on, do you remember that street?",
        "A: Leka, strada Leka, famous for dirt and misery. My grandmother’s house was close to a\nriver. It’s called Bistrita and across from the stables where somebody who had a business of,\nkept the horses. This is where the house was. The house you went down into the house, not up\ninto the house. Had two rooms. One room where you cooked, you slept, you sat, you did\neverything and the other room was for guests. I never knew why, why we never used that. There\nwas never any guests but that’s my grandmother. She was beautiful. I remember the melihki [ph]\ndishes on the wall like this, on a little shelf. There was no running water and no bathroom. There\nwas a like an outhouse of some sort. I remember being me being maybe three and a half or four\nand going with a pail. I would say three, four hundred feet where the water spout was. But I\ndidn’t know any better. I was happy that our neighbors loved me or I used to go to a friend that\nhttps://collections.ushmm.org\nMay 2, 2013\nhad eight, nine siblings. And play with them and come home full of lice. And, but I was happy.\nMy mother was working every single day. And she —",
        "Q: As a seamstress?",
        "A: As a seamstress. She went to people’s houses for the day to either make dresses or repairs or\nwhatever. And she made sure that we have -- food was impossible to obtain. There was no food,\nbut she somehow she was able to bring the bread or the cornmeal that was the main sustenance,\nmain meal I would say and I wouldn’t eat it of course. I was a very skinny child. And I\nremember like yesterday. I mean there are some things that’s so imprinted that my mother went\nto work for the day for a lady who had a toy store. So at the end of the day the lady asked what\nwould you like, money or something from the store? So she said I want the nicest doll that you\nhave. So there she comes home with a doll in one hand and with a bag with two eggs. Two eggs\nwas like gold. And she comes to the house and as I told you, you came down in the house, three\nsteps to go in the house. And I saw that doll and I jumped on her. The eggs fell and they broke\nand that’s the first doll that I had that closed and opened the eyes. It was -- I had it for years and\nit was the most fantastic thing. I don’t think I was more than three and a half. Another memory\nin that particular place, except that the smell coming from the stables and I was so afraid of\nhorses. And is that the Germans by the time they got to where — that’s why we were lucky we\ndidn’t end up in a concentration camp cause it was close to Russia. They have some other\nworries and, but they were bombing. They were bombing and throwing — where do you go?\nThere was no place to shelter from the bombs. So we used to run into an open space with a\ncrater, previously made by another bomb and that’s where we were lying down and I thought it\nwas the greatest entertainment seeing the planes just going this way and that way and so on and\nso forth.\nWas very traumatic for me is that I grew up without a father. In 1944, when 45, when the war\nwas over my father came home and I couldn’t understand why do we have a strange man living\nin our house. And eventually he went back to work. They moved out —",
        "Q: We’ll talk about that in a minute. I want to go back to the war time. So here you are this little\nchild. Your mother goes off to work and what did you do?\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: What did I do?",
        "Q: I know you were so young.",
        "A: Yeah, I remember going to some kind of kindergarten or some — it was school. A Jewish\nschool, of course. The school, my mother always wanted the best for me, like any mother. And\nshe sent me, it was a fortune to send me to that particular school. And it was very far away from\nhome. And there was no way to get there except walking. And the schedule was you go in the\nmorning. You come home for lunch. You go back and forth. If I would tell you, that was at least\na mile and a half or two. But back then you let your child walk. There weren’t too many cars.\nThere were no street signs or lights or anything of that sort. But I hated going there because\nwhat do you teach rich people? You teach them manners, how to eat. You teach them how to\nwaltz and tango and music and things like this. And I didn’t like that at all because I already\nknew how to read and that was —",
        "Q: This is during, we’re talking about during the war.",
        "A: Yes. During the war, before. Before. We were still with my grandmother and I already\nknew letters and I knew I was already four or five years old. And that was I hated every single\nday to go to that particular -- There were only rich kids there, you know.",
        "Q: Were there other children living around you?",
        "A: Oh a lot of children.",
        "Q: You said you played with the one family —",
        "A: I played with all the kids. There were so many.",
        "Q: Were these all Jewish children?\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: All, everybody —",
        "Q: Was Jewish?",
        "A: Everybody was Jewish.",
        "Q: So you obviously didn’t experience any anti-Semitism at that time?",
        "A: Oh yeah so I did.",
        "Q: From the other children you didn’t because they were Jewish",
        "A: Not from the other children but during a new year’s you know, new year’s eve, they used to\nwear costume like we do for Purim or something. And intentionally come into our street and\nscare the children.",
        "Q: This is the non-Jewish would come in costume.",
        "A: Costume and scared us and we knew to run away and go home but it was scary. But that’s the\nonly time that I knew that I’m different. Otherwise when you grow up with only with Jewish\npeople, and especially my grandmother was extremely, extremely religious. To the point that\nwhen we moved out she wouldn’t drink water in our house because she said we’re not kosher\nenough for her.",
        "Q: Drink water",
        "A: Yeah, drink water.",
        "Q: Anybody in your family have to wear a Jewish star?\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: This I don’t remember but as you see my mother did. I’m sure they all did but I don’t —",
        "Q: You don’t remember wearing?",
        "A: No, but you see in the photograph that you had to. Maybe when we went out of\nthe neighborhood to the photographer maybe that’s when my mother put her Jewish star",
        "Q: That was going to be my next question. When did you leave this enclave?",
        "A: I think it was 1944.",
        "Q: No, I mean just to do things.",
        "A: Ah, to do things.",
        "Q: You went to the photographer. Anything else?",
        "A: No.",
        "Q: Was there a synagogue in this enclave?",
        "A: Yes, there was a synagogue but I never, my grandmother — it was not a building. But it was\nsome house that I remember where my grandmother used to go to that. They called it a\nsynagogue where there was a room for men and a room for women and there were tables and\neverybody sat with batailla [ph].",
        "Q: A kerchief?",
        "A: Yes, a kerchief. And they prayed. There was nothing else. I don’t think they had a cantor or I\ndon’t think they had. I don’t even know. I don’t remember, but we didn’t go out.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "Q: what about the German soldiers and Romanian soldiers? Did you see them during, while you\nwere in the Jewish section?",
        "A: No, no. Only Russians when they came we saw them. I mean it was scary. Very scary. But I\nremember when the Russians came and everybody said the Reds are coming. The Reds are\ncoming. So I expected to see red people. I didn’t know what it is and we all went out in the\nstreet, on the street to see them marching by. This is — but later encounters were not very pleasant\nwith the Russians.",
        "Q: Did you at this very young age ever hear of a man called Hitler?",
        "A: No, I don’t think I knew anything about that.",
        "Q: Even Hitler, his name or —",
        "A: No.",
        "Q: No he didn’t, and your mother didn’t?",
        "A: No they didn’t talk about that. They didn’t.",
        "Q: What language did you speak at home?",
        "A: With my grandmother I had to speak Yiddish cause she didn’t speak Romanian. She didn’t\nspeak Romanian. Otherwise we spoke Romanian.",
        "Q: To your mother?",
        "A: Yes.",
        "Q: And to your friends?\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Only Romanian yes, but Yiddish with my grandmother cause she didn’t speak or read\nRomanian. She did not. That’s it but I spoke later I went to a Jewish school and my —",
        "Q: What is your earliest memory?",
        "A: I would say I was three maybe. Three and a half when what I just talked about with my\nmother going away every day and coming with the doll. I, something of that sort. So it’s\nbeginning of the war I would say. That’s my earliest memory.",
        "Q: And you didn’t, as you say didn’t hear your mother talking to other people about what was\nhappening in other countries or what was happening to Jews?",
        "A: No, no.",
        "Q: Of course you were such a small child.",
        "A: Even if they talked, I might not have understood so I do not remember, no. This.",
        "Q: So you played with other children and you went to this Jewish school and then when was the\nnext change?",
        "A: The next change is when my father came home and we moved out.",
        "Q: Was your mother, do you know if your mother was in contact with him while he was away?",
        "A: Only by letters.",
        "Q: They could exchange letters?",
        "A: Yes, they could exchange but he never came home.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "Q: In those two years.",
        "A: Two, maybe more. I don’t remember exactly until he didn’t come home. And I have, it was\nmy first memory you know to see him and it’s very shocking to see him. So —",
        "Q: Do you remember what physical state he was in? I know you didn’t know who he was.",
        "A: No he was in a pretty good shape because he had some kind of a privileged position, working\nwith the generals and the colonels and you know just —",
        "Q: This was the German army?",
        "A: No, Romanian.",
        "Q: Oh, Romanian army.",
        "A: Romanian army. They were worse than the Germans at the time. Because the German were\nin a hurry when they came through our city. I don’t even know. We have never seen one\nbecause it was, they started being defeated and they didn’t have time for the Jews I guess. That’s\nhow we were saved. They went more to the northern part like this, like what Elie Wiesel and\nseek it, and we were a little more to the south. That’s how we — this came, but the Romanians\nwere just as bad. Just as bad.",
        "Q: Do you remember anything specific about what you saw?",
        "A: No, because I stayed in the Jewish enclave. I didn’t go out. No. I don’t, I don’t remember.",
        "Q: All right. Now your father has come home.",
        "A: So we moved out.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "Q: This is what, 44?",
        "A: 44.",
        "Q: Beginning, middle or end?",
        "A: I would say middle.",
        "Q: Middle of 44.",
        "A: Yes, he came home and we -- my parents rented an apartment. The front became a store,\nfront. They fixed it beautifully. The half was a working area and the other half was a, you know\nto talk to customers with the mirrors and the chairs and then there was one room, after that front\nroom. We all slept in the same room. And then in order to — but that was the fagade was the\nmost important thing in order to you know to get some clientele. And then you had to go out,\nstep out and there was a kitchen. That’s all we had. The front one bedroom and the kitchen and\na big yard. And my father was able to get somebody who wanted to become a tailor and he built\nus a swing for me. And I started going to a Jewish school. I started going to school. I think I was\nSIX.",
        "Q: But you had gone to school before in the ghetto, you said, in the enclave. No?",
        "A: No, not to school. Just some kind of a kindergarten but I went yes, far away. I told you.",
        "Q: Yes, right, right.",
        "A: And then I started going to primary school which was a Jewish school and I loved it. It was\nvery close and they taught us Hebrew. I was a very, very good student. I loved to read books and\nbecause I was very skinny my father used to give me, I don’t know five cents if I drank a glass of\nmilk. So I was to take the five cents and go to the bookstore and buy a book. I loved books and I\nhttps://collections.ushmm.org\nMay 2, 2013\nloved to go to the movies. And I used to take my grandmother who didn’t understand anything\nthat was, and I had to translate her in Yiddish what’s going on. I loved, I mean from that age I\nloved entertainment.",
        "Q: Did she come live with you? Did she —",
        "A: No. She stayed there.",
        "Q: By herself?",
        "A: By herself. She used to come and visit sometimes and then when we went to Israel, she didn’t\nwant to go. She said I lived here all my life. I have my own little place. She didn’t want to go.\nBut my mother had four more, three more siblings cause one died from at birth, the birth of the\nbaby. And my mother said how, we are all going to go to Israel. How are you going to stay here?\nSo finally when one of my mother’s sisters from who lived in the capital, in Bucharest left, she\nwent with them. She lived maybe six months because you know they stayed in those\nprefabricated sleeping c —she don’t know. My mother always felt guilty about it, that we forced\nher to go.",
        "Q: Let’s go back to 44 now.",
        "A: When we moved out.",
        "Q: When you moved out and you’re going to school.",
        "A: Things got better and better. My father made money and I was a, at the Jewish school and I\nloved everything about that school. Just adored the school.",
        "Q: Had you heard of a man named Antonescu?",
        "A: Antonescu? Of course.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "Q: When you were little. I’m talking about at that point.",
        "A: At that point yes. I knew about Antonescu, when I was a little older. Yes, that he was a, a war\ncriminal and but at that point not really interested in politics. I’m not, right now I am a child.\nBut I, of course, I did. I heard my parents talk.",
        "Q: That was going to be my next question about when your father came back. Did you overhear\nyour parents talking about the war and all the terrible things that were happening?",
        "A: I don’t think they talked about this in front of me. No. We had the Russians that were at our\nthroats, continuously. They used to come to the store and look for something to drink.",
        "Q: Come into your father’s?",
        "A: In my father’s store. Take away the watch if you had on your hand. You had to give them\nmoney. But then the horrible political dictator stuff. I didn’t know much at the time.\nCommunism came.",
        "Q: That’s after the war.",
        "A: After the war.",
        "Q: Let’s finish with the war. Anything —",
        "A: I don’t remember finishing the war. To me it’s a continuing saga. I didn’t, I don’t think I\nremember when 1945 came and the war was over. Don’t remember.",
        "Q: You don’t. And are there any, until the end of the war, any blatantly anti-Semitic incidents\nthat you remember?\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: No. No, except what I just told you. No we didn’t go out of that you know, we didn’t like to\ngo out. But no and things got better.",
        "Q: So now it’s 45. The war is over.",
        "A: The war is over. I go to school. I, I have friends. I play. I read a lot. I get a bike which was\nthe epitome of —",
        "Q: Luxury.",
        "A: Luxury and I was happy at that point. At that point I was a happy child. And they closed the\nJewish school. The communists came. They said there couldn’t, shouldn’t be religious schools.\nSo I had to go to another school where I stayed in that school until I finished high school. But —",
        "Q: And there were non-Jewish children at school?",
        "A: Non Jewish children. I have non-Jewish friends.",
        "Q: So you were friends with them? Were you comfortable with them, because up to that point\nyou said you know obviously you had only been with Jewish —",
        "A: Most of my friends were still Jewish but I had some non-Jewish. And I, I was very upset that\nI’m not learning Hebrew anymore. The teacher that taught me Hebrew in the Jewish school was\nhired. You had a choice. French was mandatory. Russian was mandatory and you had a choice\nof a third language. So she was made a Yiddish, to teach Yiddish. They didn’t want to\ncompletely abolish I guess, so I signed up for her class. Just because I loved her as a Hebrew\nteacher. I —",
        "Q: But you already knew Yiddish. You said you spoke to —\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Yes, but not to read or write or not at that — but I mostly signed up because nobody else\nwanted to be in a Yiddish class and I wanted because of her mostly because of her. Not because I\nneeded it. You know. And then they abolished that too eventually, they did. In Romania, they\nwere only ten. You don’t’ go to 12™ grade but when you reach the tenth grade, you’re done with\nhigh school. I remember an incident. I was very competitive and I always wanted to have straight\nA’s. And I always, I guess when you are not a beautiful girl cause P’ve never been beautiful but\nwhen you have the brains you do want to be good at something. If you’re not very good looking,\nthen you want to be good at something else. And I had a friend who was not Jewish. One of the\nteachers was the wife of a man who was executed for being a criminal, war criminal. She was\nour teacher. I think it was science teacher of some sort. And she gave that non-Jewish girl an A,\nten. They used to go from one to ten. And she gave me a nine. And I went to her and I said I\ndon’t think it’s right because I know as much as she does. I think that the grade, but it’s just\nbeing too competitive. What’s a nine and what’s a ten. You know. I had to be the best. So she\nsaid no. She said no. I said why don’t you check us out? Let’s see who knows more.\nSo she, she put us in front of the class and started asking us from the whole material of the whole\nyear you know. And I knew I’m good at science because this is what I eventually did. You know\nI’m never let her go. And that to me, it was beating anti-Semitism. Cause you have to do\nsomething. Not to keep your mouth shut. I could have, they could have, I don’t know maybe\nthrow me out from the school or something. You don’t just do things like this, yes. So in the end\nI got the ten also. That’s one incident which to me that’s anti-Semitism. You know just to make\nher — and she was my friend. We remained friends you know. So by —",
        "Q: When your parents, at the end of the war and other people, heard about the terrible slaughter\nof the Jews and everything, were they affected?",
        "A: I don’t know cause they never mentioned it in front of me.",
        "Q: You don’t remember a change in them?",
        "A: No, no, no. I’m sure they knew.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "Q: What happened in Iasi? Am I pronouncing it correctly?",
        "A: Yes, my husband 1s from Iasi. There were lots of persecution in Romania but I just —",
        "Q: But as a child you weren’t —",
        "A: No, as a child and later as an adolescent, we suffered, I suffered more from communism. I\nremember one of my best friends, her father told a political joke. He was arrested and\ncondemned to death. They didn’t execute him, but my friend and her mother went to Israel and I\nthink the Catholic Church had some kind of fund to help the Jews. They put up $10,000 and they\nlet her father go. Go to Israel. So things like this. I grew up being afraid of my shadow. I grew\nup looking always to see if — you couldn’t tell a joke. You were always afraid they can arrest\nyou, persecute you, do whatever they want. We never went to the synagogue cause we were\nafraid. Eventually they forced my father to close his store and go and work for the government.",
        "Q: Because he was a capitalist having his own —",
        "A: Yes, yes because he was a capitalist. But anyway, I finished high school and I was 16 years\nold. And you know I already spoke perfect Russian, perfect French and I wanted to go to learn\nlanguages. So my mother says but you were so good in science. Go to medical school. And I\nsaid I don’t think so. She said go and try. I said it’s so difficult. It’s so this, it’s so that. And she\nsaid just do what I’m asking you to do. Take the exam. If you get in, fine. If you don’t, it’s fine\nwith me. Go and be, learn languages. So I was 16 years old when I went to Iasi where there is a\nmedical school. There were like six, seven candidates for one spot. And in addition to written,\nyou had an oral interview of some sort. And there I go. I got into medical school.",
        "Q: Was this all women or women and men?",
        "A: No, no women and men, boys and girls. And there I go again living in a miserable room with\nanother girl from home, from my city. And again no bathroom. No nothing. If we wanted to go\nhttps://collections.ushmm.org\nMay 2, 2013\nto the toilet, we had to go outdoor, go all the way down in the corridor to some outdoor place.\nBut it was close to the university and the food was provided. Don’t ask what kind of food. Just a\npiece of black bread and butter. There was no food. But I guess when you’re young everything\ngoes. You don’t — and —",
        "Q: At that point since you were you said 16, did you know, I know it was many years later, what\nhad happened to the Jews?",
        "A: OF course I did. At that point I did. But to be interested in what exactly happened and why it\nhappened the way eventually I became. No, I guess you’re young.",
        "Q: You're still a teenager.",
        "A: You were a teenager, you’re young. You have your daily problems. And you were restricted\nin, even in your thoughts. I guess we were brain washed in school. All we wanted is we used to\ncall it Papa Stalin. That’s what we knew. No, no, just brain washed.",
        "Q: What did you think about Stalin at that point?",
        "A: Oh we thought that he 1s the greatest on earth. And I became a Pioneer. You know you get in\na youth organization and so on and so forth. When I got to be in high school, they wouldn’t take\nme on the youth you know cause my father had a store, was a capitalist. So I had never been part\nof the back, I think at age 15 or 14 you were able to graduate from being a Pioneer with the red --",
        "Q: Kerchief.",
        "A: Kerchief to belong to some other kind of organization but they wouldn’t take me.",
        "Q: Were you upset that they wouldn’t take you?\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Not really, no. No, I wasn’t very upset but if you eventually lived there and go to get a job,\nthey go and ask you how come you were so on and so forth. So I left for Iasi to live there. But\nthere is one good thing about communism 1s that cultural events are cheap. So I was, this 1s how\nI got my taste for classical music. This is how I got my taste for opera, for theater. There was a\nYiddish theater also in the city.",
        "Q: Proud of that.",
        "A: Yes, we used to go so it’s you know we had, I had friends from home, from Bacu, my\nroommate was from Bacu and, or friend and but I became interested in other things. And by the\ntime I was in my fourth year of medical school. Over there, there is no college.",
        "Q: College. You go directly to —",
        "A: You go directly to medical school. So I was in my fourth year of medical school I was 21,\nsomething like this. They —",
        "Q: This is like 1959 or something.",
        "A: I think 57, yeah cause I was born in 38. 19 something like this. They started allowing people\nto go to Israel. So my father and my mother said let’s get away from communism or —",
        "Q: Had they wanted to go to Israel before then?",
        "A: They would have but it —",
        "Q: They would have but they didn’t allow them.",
        "A: Absolutely. They maybe started earlier because my mother’s family and my father’s family\nwent way before us. So we knew that there would be grave consequences.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "Q: When did those two families go, your mother’s and your father’s family go?",
        "A: In the, I think much earlier. Maybe after the war.",
        "Q: Oh it was after the war.",
        "A: After the war, yes. They went, they were there already. They were there already but we were\nthe last ones left. And at the moment we submitted our application I never forget as long as I\nlive. They call a meeting of the whole, fourth, the university or our — and people get up and\npointed me and start screaming traitor, traitor. You are not worth a penny of the money we\nspent. That’s what. You have never seen, it’s like I’m sure it’s choreographed or they tell people\nyou do this and you tell that and you do and there I was, accused of being a traitor because I want\nto leave. Next day I was not a student anymore.",
        "Q: Expelled you?",
        "A: Expelled. I was expelled immediately.",
        "Q: Was it the middle of your fourth year?",
        "A: Yes, so I got expelled. So what do you do? The thing is that they expel you but they don’t let\nyou go either. They just don’t. So I was in Iasi. I didn’t want to go home. I was away from\nhome for almost, more than three years. My parents just would take a train, four hours by train\nwith a soup, chicken soup and just to be with me and took my laundry home and cause where do\nyou wash. You don’t have where to wash. You don’t. And I lived on a street cause I remember\nmy boys, I was telling them there were so much mud, just go and taking out of the house and\ntrying, there was next to the university, there was no paved streets. Nothing. And my boys say\nmom you’re pulling our legs, just unbelievable. But we didn’t know any better. We just didn’t\nknow any better. And I knew somebody who gave me a job as a pediatric nurse. So for three\nyears I worked as a pediatric nurse. Believe me, my father had to help me because the salary\nwent to pay the rent. So for three years I was pediatric —\nhttps://collections.ushmm.org\nMay 2, 2013",
        "Q: This was a private —",
        "A: No, no, no, no.",
        "Q: In a hospital?",
        "A: There is no private there. There was no private.",
        "Q: So it was in a hospital?",
        "A: No it’s in the clinic. Pediatric clinic. The clinic I was to work every day three hours in the\noffice. Either morning or afternoon and the rest, the midwife and myself had to go and visit\nnewborn, up to one year you know. They used to give body the injections. There were no pills\nlike today. And check well babies or follow up with sick babies. I’m telling you if I, you know\nhow winters are in Romania. There is snow up to my chest. There is no, nobody comes to clean\nthe streets, nobody comes to — there is no other method of getting anywhere except walking,\nexcept walking. It’s just un — you cannot, cannot describe when I — but there you are 21. You are\nfull of hope and you are optimistic and so on and so forth. My landlady had a son who was an\nopera singer and I married him. I was so infatuated yes. Because I you know I told you I was in\nfirst year and I used to run here and run there. Yes, I was young.",
        "Q: How long had you known him?",
        "A: I would say less than a year.",
        "Q: So you got married.",
        "A: I got married.",
        "Q: While you were the nurse?\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Yes, yes, yes.",
        "Q: Where did you live then?",
        "A: Oh he had a nice apartment.",
        "Q: He had an apartment?",
        "A: Yes, they used to give you an apartment. I mean it’s not the — they built apartments\nspecifically for the opera singer and if you were a soloist like he was you got a nice apartment.\nBut we had to share that apartment. There were like two big bedrooms, one kitchen, one\nbathroom, with another couple.",
        "Q: And your husband’s name?",
        "A: Schwartz. His name was but he didn’t use the Schwartz name. He used Negria [ph], which\nyou know Schwartz is black. And the meaning is negra.",
        "Q: And his first name was?",
        "A: The first name was Begno, but he was Bucher which means joyful, something. Yes nobody\nwanted to use the names. So we were married and then there was trouble getting to Israel of\ncourse. His parents, my parents. Don’t ask how. So we left but I remember while waiting for\napproval to get out and I was not married yet. My father said take off and go on a vacation or\nsomething. The communists wouldn’t let you go anywhere but in a communist country. You\ncouldn’t go, dream of going to Paris or -- so I applied for a passport and I got an answer. You are\nan embarrassment to this country. You do not, did not earn the right to represent us. Can you\nimagine this?",
        "Q: You’re an embarrassment because you want to go to Israel.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Exactly. And I remember to this day how hurt I was that I couldn’t go anywhere because of\nthat. And I remember saying to myself one day, one day I don’t know when, I will go to Russia\nwith the most expensive tour ever available. It happened in 2007. There is a famous travel\nagency called Abercrombie and Kent. Abercrombie and Kent who is with a companion, with a\ntranslator, with a VIP. I did it. That’s what my revenge. The way the trip people is just they\ntreated us unbelievable, unbelievable. So —",
        "Q: How long did you have to wait between applying and —",
        "A: Three and half years it took. I was a nurse for three and a half years. Would you like to, what\nelse would you like to?",
        "Q: So then you were married, you were a nurse. And then you got the permission to leave.",
        "A: And we all did. But my husband were also thrown out from the opera.",
        "Q: Oh he was thrown out too?",
        "A: He was thrown out and he worked in a factory. Can you imagine this, a person with his\nculture and yeah.",
        "Q: And then when did you leave?",
        "A: In 1960. 60, 61, 1961 we left. And we —",
        "Q: This was you and your husband and his parents.",
        "A: And his parents. We all left and his parents went to Bersheva where he had a brother. And\nmy parents went to Holon. And we got an apartment very nice for an Olim hadash [ph] in Tel\nAviv. And we went to first we went to a kibbutz. We didn’t have any money. You know some\nhttps://collections.ushmm.org\nMay 2, 2013\npeople left Romania. They took a chance, they took a risk you know. They hid money. They hid\ngold. I didn’t want to do that no matter what. The troubles just to get out. People cannot imagine\nwhat it meant to get your paperwork to get out. You had to have approval for every library in\ntown that you don’t owe them books. You have to have approval from the electric company,\nfrom the water company, from the, this company that you don’t owe anybody anything. The\napartment that didn’t belong to us, we paid rent, had to be spotless, inspected. The rugs, the\nwalls, ever — you have to leave everything. And if by any chance anything was — you can’t\nleave. Such persecution is, it’s just unbelievable.",
        "Q: How much money could you take?",
        "A: No money, nothing. Absolutely not one penny. Some people -- they went to jail. Is it — if you\nhide and they find it. They put you in prison you know. No way that we were going to — so there\nyou go. You come to Israel and you have nothing.",
        "Q: How did you get to there, how did you get to Israel?",
        "A: Oh they paid us the sofnoot [ph]. You know the Israeli sofnoot or whatever charitable\norganization. They took us to Napoli. Yes, we were in Napoli for about a week. And we had\ncigarettes and salami that we sold. And the other people brought, I don’t know what they\nbrought. We went to the opera. We took a, this is what we did. And then we came and his parents\nwent — we went to a kibbutz?",
        "Q: Which kibbutz did you —",
        "A: Ma’ Barot which 1s close to Hadera and you work half a day and they teach you Hebrew a\nhalf a day. People who had money or had family could go to an ulpan and learn Hebrew all day.\nAnd now I built everything. We all did. We cleaned chicken coops. We picked lemons. You\nknow how difficult it is to pick, cause they have those --. Can you imagine me with a machete in\none hand preparing bananas for the next season. You have to cut it like this. We washed food\ndishes in the dishwasher. We served. We, they had a laundry where you had to also iron. This is\nhttps://collections.ushmm.org\nMay 2, 2013\nwhere I ended up because I was very good at ironing and they liked me so I had a permanent\nplace. And why I was happy. There was no other language. Only Hebrew so I did better than\nanybody else in learning the language.\nWe were there for eight months. And —",
        "Q: They had told you where to go. You didn’t choose it. They assigned you.",
        "A: Yes, they assigned you, they assigned. And I was very happy there. Life was not easy to do\nthis type of physical work but I you know you’re young. I don’t know. And we slept in little\nprefabricated, was very hot and all kind of animals was whatever. It was fun. We were young.\nAnd finally we came out and I went to work and didn’t have any money, any money so I went to\nwork in a factory, an electronic factory. I don’t know what I did, what those pieces were for. But\nI worked until — and I started interviewing to go back to medical school. My Hebrew was not\nenough, good enough to interview you know at that level. So I remember going to Jerusalem\nand to the, to medical school and interviewing in French because the president was from\nNetherlands or whatever. And he said look, you are 20 I don’t know whatever it was, five, six,\nseven. I got married. Why would you want to go back and I looked at him and I told him in\nFrench whatever. Shame on you. You do not do that. Got up and left. So I went to the Tel Aviv\nmedical school. They accepted me. They gave me a stipend. They helped me all through. I did\nfourth, fifth and sixth.",
        "Q: They credited your —",
        "A: Yes.",
        "Q: Credits from Romania.",
        "A: Yes, only three years.",
        "Q: The three years.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: In the meantime we got divorced because he also became a soloist in the Tel Aviv opera.\nDifferent worlds, different, different so and after I finished, I bought a car. First thing. Why?\nBecause Olim Hadash have a tax break, a big tax break but of course my father found work. He\nhelped me out all through, through that and moved back home. I lived in Holon and then I was\ninternship in Yafo I did and then I was so deprived of money you know and didn’t have any\nmoney for all those years so they offered me like twice as much if I go to Safedt.\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Malvy Solomon. This is track number two and you were talking about being in\nIsrael and buying yourself a car.\nMalvy Solomon: Yes and I was an intern in Yafo and then I did my first year of residency in\nSafed. Best thing that happened to me was there because it’s a beautiful city. It’s an artist\ncolony. I have people I knew from school, from medical school. I had a friend that I knew from\nIasi and it’s a small, small country. You meet people, but professionally it was always tough\ntime, cause it’s a small city. On the other hand, we catered to military. I have seen more dead\nsoldiers.",
        "Q: Israeli military.",
        "A: Israeli military. I have seen more, more dead young people than I care to remember. When I\nwas —",
        "Q: You’re talking about the 67 war. Is that what? 67 war?",
        "A: In 67. I graduated in 67 but then I was up there at the Lebanon war. There were a lot of\nincidents. And I remember like yesterday. This, there are some things that you can never forget.\nIn the middle of the night there is somebody dead in the refrigerator so there I am on call, on\nduty, whatever. I have to go in the refrigerator. It’s a small hospital. It was Ya -- in the other — it\nhttps://collections.ushmm.org\nMay 2, 2013\nwas. And then I go to the refrigerated room and put my stethoscope to listen. And I was so\nscared that I could hear my own heart. I mean to me, I was still young. But while I was there, a\nbus full of children stepped on a mine. I can’t ever forget. So where do you bring them. To the\nhospital. I didn’t — they called us all to come in of course. I was in internal medicine. I didn’t do\nsurgery or anything but I was on many, many times in emergency room. And I come in and I see\non the left side of the emergency room, a pile of clothes mixed with flesh and hair and blood. I,\nthey were children. I helped. I helped all day. I will never forget getting out and seeing those\nparents. I don’t, I don’t know exactly. (phone ringing)",
        "Q: You were saying about coming out and seeing the parents.",
        "A: Yes, parents. I, at the end of the day, I guess 5:00 I couldn’t take it. I got in my car and I said\nto myself, I am a coward. I shouldn’t, but I am not a surgeon. There was nothing else I can help\nwith. Helicopters, they took them to Haifa. But that was a small hospital. I couldn’t, couldn’t\naccommodate the terrible wounds. And I remember just driving away to Tel Aviv because I\nwanted to be home. Not easy.\nSo one day I, then I came back to Tel Aviv to do, I became, I came to work on the staff in Yafo.\nThere was a hospital. So I was an attending physician over there. Fun time. I had a good time. It\nwas not easy cause I would say I would be in the emergency room three times a week. And I\nwas there and I had a lot of friends, all from school. Mostly Romanian or we had a mixture. We\nhad from Yemen and from you know this is —",
        "Q: Was there a big group from Romania?",
        "A: Very big. Very, very big yes. Like right now the Russians, the Romanians were a huge\ngroup. But not just, we spoke Hebrew all the time, not Romanian. And they all got married. I\nsaid I'll never get married again because I have a profession. I don’t need a man to —",
        "Q: Support me.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Support me. I’Il make career. I'll be one day chief of the department or whatever. But as you\nget older, being single is not, at least for me it wasn’t as interesting as I thought it was going to\nbe. And I had some boyfriends, also colleagues. But nothing serious, nothing that — and one day\na friend of mine, very good friend from Safed, she is calling me. She said come to the wedding\nof such and such. And I said no I’m on — I’m — I have on overnight. I’m in the emergency room.\nI’m not coming. She said come. And I was invited from the groom’s side. Chaim came to a\nwedding of his niece, one of the nieces. Chaim had had two brothers and two sisters and Chaim\nleft Israel in 1949 or 1950, came to America and that’s when that little girl was born, his niece\nwas born. And this sister was crying. She said who knows when we’re going to see you. Back\nthen it was you know in the 50s, to fly to America was no -- serious you know. So he was joking\nand says I'll come to her wedding. I’ll — that’s for sure. Of course he came many, many times.\nAnd there he was. I mean bashert. There is nothing like bashert.",
        "Q: Where is he from?",
        "A: Also Romania.",
        "Q: What city?",
        "A: He is from Iasi. Bivolari [ph] which is a tiny little shtetl. I don’t know about 45 minutes to an\nhour from Iasi. And sure enough. We met at the wedding. They set it up. I’m sure they did set it\nup. But they knew me and him and I didn’t. So it was not fair actually. And we had the greatest\ntime. He, I love to dance and I like music and I’m full of pep and so was he. Not as much. He is\nmuch more mellow maybe. Over the years he mellowed. I mellowed too but not as much. I\nmean we just clicked. And we spent a few times, days together. And then he said I was, it was\nsummer I think, yes, summer. June maybe.",
        "Q: What year?",
        "A: 1971. And I said I’m getting ready to go to Europe because I wanted to go on vacation. And\nhe said why don’t you come to the States so we’ll get — I wasn’t sure. Sure and then I said hey\nhttps://collections.ushmm.org\nMay 2, 2013\nwhy not. I’m a modern woman. I, you know. And my parents said you must be crazy. You don’t\nknow him. I know I met the family. I mean those like regular nice people. I, let me see. And sure\nenough I came to the States. What a great time. We went to New York for several days. To the\nStatue of Liberty and did this and did that. We went to visit his uncle in Rochester. And then we\nwent to a bar mitzvah in Detroit where he had a brother and one of the sons. We went to the bar\nmitzvah. Good time. And I left. He started bugging me. We should get married and we should\nget married, we should — I guess at this age if you’ve known a person and you click you have to\ntake a chance. We got married in October of 1971, in Israel of course we got married. And I\ncame here and I knew it was going to be tough for a physician that comes from overseas. And I\nbrought my parents cause I’m an only child and I didn’t want to leave them there. And we were\nstill living in a small apartment that we — our first son who was born in 1973 was ten months old,\nsomething like this. We all lived in a one bedroom, huge beautiful apartment in Washington, DC,\nFourth street cause Chaim worked at the Food and Drug Administration. He used to walk there.\nAnd there I have a baby, didn’t — my English was not so good. I was, it’s medical English that I\nknew. I didn’t know conversational English. And I watched a lot of tv. I didn’t understand. And\nthen I went and I took a course at Georgetown, intensive course every day, every day, every day\nfor a month and a half. This is all my education in English.\nAnd then my parents came and we moved into a tiny house not far from here. It was Lockridge,\nit’s off University. And Chaim was the only one working. We had another baby and I said time\nfor me. I have my parents. Time for me to return to my profession somehow. And I had the\ninitial exam that I took that allows you to work under supervision, meaning to be again an intern\nand again a resident and so on and so forth.\nAnd I went to the University of Maryland, department of preventive medicine and I interviewed\nfor a residency or an internship first. And they got me in that because I have two small children\nand I said I cannot spend my days running up and down hospital corridors. I was already 38.\nJust 39. [had a baby at 39. And I said I have to do something else. So I, what I start, I had my\nmother to help me so I did an internship at the University of Maryland in Baltimore, preventive\nmedicine. I did a residency there. The residency included a paid master in public health from\nJohns Hopkins which I adored every minute. To do that. And, but it wasn’t easy. You know you\nhave two children. You have a husband, you have a house. It’s not easy. I stayed with\nUniversity of Maryland about four and a half years. When I decided that this is not for me.\nhttps://collections.ushmm.org\nMay 2, 2013\nAcademia 1s not for people that are open and frank and tell the truth like me. This is for people\nthat know how to — not, it’s just not for me. I’m not this type of person. I come from a different\nbackground in which speaking up or telling the truth is the norm, not. And I told Chaim, even if\nit means never to work again, I can’t do this type of work. Also, I was the lowest on the totem\npole there and every project that nobody else wanted and I am the top w --. So I quit.\nThree months later, it was in 1984 I got a job with the Department of Veterans Affairs. I worked\nuntil 2010 and I did a mitzvah on a daily basis. I either helped the veteran or widow or a prisoner\nof war. I did something good. And there I am. I’m 76 and looking back, would I change things?\nProbably not. It’s not easy to live on three continents like I did. And you know people said how\nmany languages do you speak? I say this and this and this and that. Oh how exciting. Not to me.\nI was forced into that. It’s forced for Russian, forced for French. There Iam. I come here. I\nhave to go to Johns Hopkins and write papers and do presentations. And then at the Department\nof Veterans Affairs, we have to, we had seminars and we had lectures there. Sometimes I didn’t\nmind which is not for this. But if you make it clear and concise and have a good slides it goes.\nYou know you can do it.\nAnd I remember being interviewed for the Shoah project and at the end they asked me so give us\na final like a summary of — and I’Il tell you exactly what I said because this 1s my summary if\nyou want to ask me something else, Pll be happy to answer it. Look at me. I have two\nwonderful boys. Mention one has a PhD. The other one went to college and is a producer for a\nshow. I have a beautiful house. I traveled all over the world. Ask me where I have not been. I\nhave satisfied my hunger for classical music. Here and in New York. We went to the opera\nevery year for three, four days. We stayed at the Park Hotel, across from Lincoln Center. I have\nseen Pavarotti and Domingo and everybody. I have been at La Scala in Milan. At the Covent\nGarden, Paris Opera. I have done everything. And you see this. This is my revenge over war,\nNazi, communists and everybody else that against the Jews. If you push and you want, you can\ndo it. And now you can ask me anything else. That’s —",
        "Q: Do you feel Romanian in any way?",
        "A: Romanian, no. I have never been back since I left. No. My husband took the boys, I would\nhttps://collections.ushmm.org\nMay 2, 2013\nsay about eight years ago. He went to Iasi and to Bivolari. He couldn’t find anything. He didn’t\nsee anybody. He didn’t recognize what’s there.",
        "Q: Why didn’t you go back?",
        "A: I didn’t go back because why should I go? What did they do to me? Why should I go back? I\ndon’t want to go back. They threw me out. They took years away from my life. They throw you\nhere, they throw you there. They take my father. Don’t let me go to Russia. I am a traitor, I am\nan embarrassment. Why should I go? No, I’m not, I have no ties. We have no family. I do not\nfeel Romanian. I feel more American because I lived here for most of my life. I think in English.\nI don’t even you know we go to, we went to Israel every year because my husband has had a\nbrother and two sisters there. The brother and one of the sisters died. There is still one there.\nWe were there last October to visit. And we were at a wedding. There are, when the family,\nimmediate family get together, all the siblings and all the from Chaim’s brothers and sisters,\nthere are 65 people.\nMy son, older son who lives in Wilmington was there last September or something like this.\nAnd there were so many people. They couldn’t have met in a house. So they rented a, in a park\nthere is some kind of you know there is a grill and tables. They rent it and they came from all\nover, from Bersheva, from Rishon, from Tel Aviv, from Ramla, from and those are cousins, all\ncousins with their children and it’s just a pleasure. And we were there. There were hundreds of\npeople at the wedding. And all immediate family. I felt like a coward leaving Israel. I still do.\nThey put me through medical school I didn’t pay any tuition. Yes, I did work there, paid my\ndues. I even worked in Safed where nobody wanted to go. That was, yes they paid me more\ncause I needed money but very few people would have done what I did. To go and work on a\nborder. And I had — my best friends were there. They’re gone most of them. I still have one and\nwe Skype like two, three times a week because it’s just the two of us left.\nWe have here, my husband when he came you know in the 50s, he was in, he’s a graduate of\nMichigan State and he was very specialized in botulism. He’s a microbiologist. So when he came\nhere, he worked. There was a -- he lived in downtown Washington and there was a church that\nbecame a synagogue on Fridays and that’s where he met a lot of friends. They formed a group.\nThey were saying -- it’s when I came 42, 43 years ago almost, they were already a group. So it\nhttps://collections.ushmm.org\nMay 2, 2013\nmust be 45, 50 years, there was a group. I don’t think I ever fit in the American friendships or\ngroups or, because I’m different. I’m very different because of my background, because of my —\nI don’t know. I have different tastes, different opinion, different ideas. But we used to meet every\nFriday, not every Friday night, once a month either in one house. But then the kids grew up and\nthere were too many so we used to hire here on University Boulevard, a place to have Purim\nparties and Hanukah parties. All the kids grew up, they’re gone. Many of our group, breast\ncancer, pancreatic cancer and lung cancer. Alzheimer’s so we are unable to have a minyan\nanymore. So we don’t see each other. And when we finally decide, it’s either this one is sick or\nthat one can’t come. We don’t have the group that we had before. Not that it meant a lot to me\nbecause they’re different. My friend, for example, I'll give you an example.\nOne of the group had breast cancer. I didn’t know until she died. And she had a metastasis to\nthe brain and she died. But to me this is not friendship. Tell me and maybe I can help. It’s a\ndifferent approach here. It’s a different, it’s the era of the telephone when you — I grew up. IfI\nhave a friend, I come to the door and I get in. I open the refrigerator and it’s not like this. It’s\ndifferent. I am different. I’m, different background.\nFor example in my society where I grew up, you can ask somebody how much do you make a\nyear? That would be the greatest faux pas here. It would be different. It’s very different. My\nidea of a friend is very different of what friendship is here. Friendship is here, let’s get together\nand let’s have dinner. No, that’s not for me. To me a friend is somebody that a friend when I\nneed you. Tell me what’s wrong. Maybe I can do something for you, that’s a friend you know. It\nhas to be in good time and in bad time. Here it’s only the good time. I don’t have any good times\nnow with, that Chaim is sick. Yes, they were very attentive. They called, they came, they asked,\nthey inquired, they this, they that. It’s not the same thing for me. What else do you —",
        "Q: So now that you’ve retired, are you doing any volunteer work or —",
        "A: I did not because I retired in 2010. In 2011, he fell down the basement stairs and broke his\nspine. He was at GW for three weeks for fusion. He was at the Hebrew Home for a month. He\nrecouped very, very well to the point that we went to Israel. We came back from Israel. Last\nDecember we were for Hanukkah in Wilmington and in the middle of the night he had 104 fever.\nHe had some type of pneumonia. Such incredible lab finding that the hematologist thought that\nhttps://collections.ushmm.org\nMay 2, 2013\nhe has lymphoma. He doesn’t because we clarified that he doesn’t. Same here. I had to hire a\nprivate ambulance to bring him from Wilmington to the Hebrew Home and he recouped very,\nvery well until now. Now he has some inflammatory arthritis with severe pain and this. So we\ndecided to move out of the house because it’s too difficult for me. That doesn’t have to go on the\ntape I suppose. Ask me something else.",
        "Q: How do you feel about the Holocaust Museum? Have you -- being built here in Washington.",
        "A: Incredible achievement but it’s very difficult.",
        "Q: Difficult for you?",
        "A: To go.",
        "Q: For you to go there?",
        "A: Yes. The first time I cried. The second, second time I cried, the fourth.",
        "Q: Have you been many times?",
        "A: Many, many times. He volunteers since 2003, yes since 2003 he has been volunteering there\nand translating from Romanian two days a week like a job. He used to go at eight and come at\nfour. Yes, until all this stuff. He worked in the library. And I would have loved to volunteer. I\nremember going and interviewing actually at the museum, but they didn’t have something\nappropriate for me. I, not for a library. I could translate too but I don’t have the patience. He is\nthe one cause he 1s the scientist you know. Just patience. I don’t. I might be good maybe to talk\nto people but I cannot walk distances because my back hurts. You know just to walk around.\nBesides you know now I am so busy with him cause he doesn’t do anything anymore. I have to\ndo everything, everything. Now with the arthritis he can’t open a jar. He can’t cut his food so\nit’s tough but no I intended to — they had a program with the some kind of follow up of the twin\nhttps://collections.ushmm.org\nMay 2, 2013\nexperiences and it fell through for some reason cause I would have loved to work with this as a\nphysician. I would be good at it maybe. Look at the medical records or something of that sort.",
        "Q: Did you see the temporary exhibit on Nazi medicine?",
        "A: No [haven’t been —",
        "Q: That was some years ago.",
        "A: Last year we had the niece that we met at the wedding with her family and some — they came\nwith a big group of tourists and they came from New York and one of the stops was the\nHolocaust so we met them at the museum there. That’s the last time I’ve been there. But I’ve\nbeen numerous, numerous times.",
        "Q: Do you think you would have been a different person if you hadn’t had the experiences that\nyou had during World War II and communism’?",
        "A: I think that I’m a better person.",
        "Q: Because you had to go ---",
        "A: Because I had to go through, through it. Not just a better person. I am a more motivated to do\nwhatever I want to do. I set my goals. I always did, probably higher than I should have. I am\ndefinitely a better person just because you see how other people behave and what they do. You\nsay I will never be like this.",
        "Q: Do you think the world has learned anything from the Holocaust?",
        "A: That’s the purpose of the museum. Because I don’t think that the people today, they don’t\npay attention because they are busy. They have trivial issues to deal with. Depends on the\nperson I guess. But the museum, that is the only factor in this whole complicated world that at\nhttps://collections.ushmm.org\nMay 2, 2013\nleast maintains a sense of perpetuity. Hopefully it will — people, young people will know. They\nmight not understand. But at least they know what happened. To this day, ask me. We were in\nSpain, we were in Switzerland. We were in England. We were in Italy. We were in Romania, not\nthe Romania, Russia. We were. Never went to — of course we were in Prague and in Vienna.\nNever went to Germany. It’s, I don’t know. I don’t feel like I should. I don’t know why. It’s and\nsometimes I think maybe Germans have the same resentment for Jews that I feel for them and it\nshouldn’t happen. But I can’t help it. I just — how can you help it.\nIt’s, I’m definitely a better person because I —",
        "Q: Was tested?",
        "A: I was tested and every time I go to the museum and I go very often, not any more you know.\nEvery gala, every speech, every survivor get together, every, we used to go. And you go and\nthose people that have been in camps, they are so loveable, they are so happy to see you and they\nhug you and they kiss you and or he says look at the joie de vivre that those people have. How?\nHow can you be so wonderful and happy and positive. I admire them. And possibly they feel the\nway I feel. I am better because of it.",
        "Q: Are you more comfortable being among people who did have to go through the war than\nthose of us who never did.",
        "A: Not really, no. It’s being in the wrong place in the wrong time. I mean that’s, I believe it’s\nfaith. I mean it happens. Things happen to people you know. No. It’s just that people have\ndifferent ideas. For example that I see things differently. We have a friend who was born here\nand she is a professor at GW. And so on and so forth. So one day she tells me, Malvy I read a\nbook. You have to read it. You have to read it. This book is called whatever, whatever. Of course\nI go and I get the book. So the book is about a family of very rich Iranian Jews who had a\njewelry store. Their son was here in the States studying in the state and you know they are\nJewish. I forgot to say, what’s more important. They are Jewish. And it started with the shah and\nwith the persecution there and of course, I know cause my son has a very good friend who run\naway from Iran. They went together to the Jewish Day School and he’s a big doctor now. And\nhttps://collections.ushmm.org\nMay 2, 2013\nthe book is about how they decided to run away because they knew they are not going to survive\ncause they were the shah’s protégé.\nThey had Picassos and Renoirs in this all, already in Switzerland. They left with a little suitcase\nand one of their employees, they left the store with all the jewelries and everything so it wouldn’t\nshow that they are running away. They had a limo taking them over the border. They went to\nParis and then they came here and so on and so forth. What’s so terrific about — what’s so\nincredible about that? You know why did you like the book so much? Oh it’s interesting. Not to\nme. I went through hell to get out from Romania. I wish I were rich you know. So she was\nsurprised. I said wait until I write a book. That’s going to be interesting but I may be prejudiced.\nOn the other hand I might be prejudiced because you know we were -- we weren’t poor. We just\nwere you know regular people. You know and we didn’t have the fortunes and the Renoirs to\ntide us over and you know we went with no pennies, no money, no nothing. So maybe, I told\nher, I think my book would be much more interesting to you than this book. That’s how but\npeople who don’t know. And many people I’m telling you if I— I told you a lot of things, but\nsometimes I just tell little bit of snippets of what happened to me.\nAnd people look at me and they don’t think I tell the truth. You know that’s why I’m not going —\nI mean just like my boys, they say mom you are pulling my leg. They don’t think it’s true. But I\nwish we would get younger and we had the patience to write a book. You know. Real things, not\nadventurous things like those people.",
        "Q: You said your husband was from Iasi, just tell me what happened to him during the war.",
        "A: Oh they -- there was a pogrom in Jasi. And he and his brother were, they built a wall and\nthat’s where they stayed during the pogrom. Because they called people. They told them you\nhave to come to that day to that this and that place, meeting place. And they didn’t go. But\nwhoever went, they killed them. They sent them to camps. They whatever. This is how they and\nwho the mother who was a simple woman. She said why did you go. Don’t go. I’m not letting\nyou to go. And I think one of his brothers went and saw what’s happening and had a chance to\njump over the fence.",
        "Q: How old was your husband at the time?\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: I would say 18, 18 something like this.",
        "Q: What year was he born?",
        "A: 24. And then when they had a chance, they went to Bucharest. They thought you know they\ncause they didn’t want to stay in Iasi. They went to Bucharest. And they, cause it’s a much\nbigger city. They thought they’ll disappear there. But you know immediately after the war, they\nall left. And my husband went on a — with a youth organization he left. He was with, I don’t\nknow which Hashomer Hatzair or I was with Hashomer. They, he went on a ship and he was\ncaptured by the British cause there was no state Israel yet. And he was detained for a year in\nCyprus. And then during one night, the Hagenah they came and they took, no they came out of\nthe camp and they were hidden in the darkness, in a certain place. And then they came and they\ntook them with a boat and went straight into the military. The Israeli and the, when there was\nIsrael, he was in the Israeli army. And he had a brother in Detroit and came here and wanted to\ngo to medical school. They wouldn’t take foreigners. So he went to college. He taught bar\nmitzvah, he taught Hebrew. He worked in a store. Oh my goodness. And finally he finished\ncollege and he went for his masters and so on and so forth. Everybody has a — all of us have a\nstory to tell. Mine is not as terrible as others. You know, it’s all relative and it all depends on the\nright time. The bad time to be in a certain place.",
        "Q: Did your experiences, did they make you feel more Jewish? Did it affect your thoughts about\nbeing Jewish?",
        "A: It’s, absolutely. That, that how much more Jewish can you feel when they tell you you’re a\ntraitor because you want to go to Israel. I mean it’s —",
        "Q: Also the fact that your father was taken away during the war.",
        "A: Yes, that’s true but I don’t think that when you are young you think so much about what’s\nhappening around you. There’s so much self-centered to you know the dates didn’t go well. I\nhttps://collections.ushmm.org\nMay 2, 2013\ndon’t know a trivial, trivial thing. We grew up. You know your brain I don’t think is geared to\nthink to allow —",
        "Q: Such development.",
        "A: Yes, problem. But definitely I lived in Israel. I can tell you I love that country but growing up\nunder communism, and not knowing anything about Judaism. Nothing, absolutely nothing. Yeah\nwe speak Hebrew. That doesn’t mean that I know anything about Judaism. So when I came here\nI felt out of place. Never went to a synagogue in Israel, never, nothing. So when I came here,\nChaim comes from a very, very orthodox background. So he started telling me you have to keep\nkosher. Wow, how is that, you know. Just you cannot, very orthodox because there are so many\northodox synagogues. You are not driving out on Shabbat. I said there is no way. I am a working\nwoman with two children, a husband and two parents. I have to -- Shabbat. He was so — but so\nit’s, Iam much more Jewish since I came here. At least I go to a synagogue. I go to the Jewish\ncommunity center, much more aware, much more in tune with the world. I guess it’s aging and\nbeing exposed to — I’m much more Jewish since I came here, definitely. Because you know you\ngrow up. It’s very important how you grow up, where you grow up, and how you grow up.\nThat’s why I sent my kids to a Jewish day school. I wanted them to have what I didn’t have. And\nthey already, they are always laughing cause it was very expensive. He said you could have had\ntwo Cadillacs. I don’t care about the Cadillac. I drive a Honda. I don’t care about, I’m not this\ntype of -- what car do you drive? No. To me, when Chaim — I remember one year Chaim was\nasking me what do you want for your birthday. I don’t, as you see nothing cause I grew up like\nthis and I -- my profession never. What do you want for your birthday? There 1s a Picasso\nGaugin exhibit in Chicago. That’s what I want. And that’s what I did. What do you want for\nyour birthday? You know I don’t want to go out to dinner or another, I don’t wear them. So\nthat’s what I want for my birthday.",
        "Q: Any message to your grandchildren?",
        "A: I always said be truthful to yourself. Enjoy what you do. Don’t look for money only in life\nbecause I could have when I came here I could have gone into a practice and make half a million\nhttps://collections.ushmm.org\nMay 2, 2013\na year. And I said no. I have two children. I want to be home when they come from school. I\nwant them to go to a Jewish school. I want to spend my weekends with them, going down with\nthe mall, in the museum. This 1s how they grew up with museums and with malls and with\ntheater and with concert. This is how they grew up.\nSo I always say, do only if you can. You know you have to have a job but if you can do what you\nlike to do in life. That’s why I have no regrets even though I took very risky, I made risky\ndecisions. Yes, I suffered consequences but that’s how it goes. You know you have to do —- My\ngrandson Jacob is seven and he goes to a school for talented children. And he said, he told me\nSafca, I have to interview you. I don’t know what, where were you born or something? And the\nsame thing at the end was, what’s the advice that you give me? And I said Jacob, what do you\nlike to do. I like math. That’s what you should do. That’s my advice. Do exactly what you like to\ndo. In life. Yes. It’s -- my life was really different from Americans that are born here. For\nexample when I retired, somebody asked me so where are you moving. Why should I move? I\nsaid I want to be where my children are. What kind of concept is this that you would go away\nfrom your children to Florida or to I don’t know. It doesn’t even enter my mind. Everybody\nwaits to retire and go to Florida. It’s not me, that’s not me. I want to be where my kids are. I\nnever understand that. I never understand Americans and how they say when I retire. And I say\nwhen I retire probably I'll be old and sick. That’s today is the day to live and it has to do that\nwe ve been through a war. We could have been dead. We could have been in jail from the\ncommunism. We could have — who knows. A bomb exploding in Israel, who knows. The time\nto live is now, whenever you are young or not young but healthy, that’s when the time to live 1s.\nAnd I remember when I was maybe ten, 12, I made a list of wishes of things that you would like\nto do in life. And the radio was big deal in — I don’t think, only after World War II we had the\nradio there. And I remember my parents listening to the -- we receive at Waldorf Astoria. What\nwas the name of the --",
        "Q: Guy Lombardo?",
        "A: Guy Lombardo. And I listened, I liked the music and I said one day I am going to go for New\nYear’s Eve to Waldorf Astoria and we did it in 1992. We did. It was — people that grow up like\nme where you have nothing. All you have is a dream. I don’t know. Where, Metropolitan opera.\nhttps://collections.ushmm.org\nMay 2, 2013\nThat was also cause my parents used to listen, on my list. The first time I came to the States after\nwe got married, I told Chaim, I have to go to the Metropolitan opera. Of course only he was\nworking. We didn’t have a lot of money. Somebody bought us tickets at the balcony at the\nMetropolitan opera. I remember taking the train, going to New York, seeing the matinee and\ncoming back. And when we, you know when we finally I started working and every year it’s like\nthe pilgrimage to Mecca for me was to go to the Met. That was my list, my list. I mean there are\nthings that make children of my age probably never thought of this, that’s a dream to be in some\nplace. And Las Vegas was on my list. Yes, I went. Didn’t -- yes but I remember Frank Sinatra\nand were at one of the hotels and Alan King and whatever. We do —I did go many times cause I\nlove the Cirque de Soleil so I travel a lot from work and we went to San Diego. Wherever he\ntraveled I traveled with him. Wherever I went for work, we used to stop. I went a lot to San\nDiego or Reno and so when I was on the west coast we used to stop and see Cirque de Soleil.\nWhen they didn’t come around like they come now. Alaska, Hawaii. Everywhere. You know\njust did it right on time because now travel will be not anymore.",
        "Q: Is there anything you want to say before we finish?",
        "A: I would like to say what I said before was my life is an example of a Jewish victory over anti-\nSemitism.",
        "Q: That’s a beautiful way to end it. An important way to end it.",
        "A: Ok",
        "Q: Thank you very much for doing the interview. This concludes the United States Holocaust\nMemorial museum interview with Malvy Solomon.\n(end)\n"
    ],
    "questions": [
        "Q: And what name were you born with?",
        "Q: When were you born?",
        "Q: When you say because of anti-Semitism, they were not permitting Jews to register births.",
        "Q: And then when it calmed down a bit then he was able to go to register?",
        "Q: They made him put a later date the later date?",
        "Q: Are you an only child?",
        "Q: Let us talk about your parents and how long your family had been in Romania. You were\nborn in what city?",
        "Q: What were their names?",
        "Q: She was from Bacu?",
        "Q: Do you remember what street?",
        "Q: What year are we talking about?",
        "Q: What street was that on, do you remember that street?",
        "Q: As a seamstress?",
        "Q: We’ll talk about that in a minute. I want to go back to the war time. So here you are this little\nchild. Your mother goes off to work and what did you do?",
        "Q: I know you were so young.",
        "Q: This is during, we’re talking about during the war.",
        "Q: Were there other children living around you?",
        "Q: You said you played with the one family —",
        "Q: Were these all Jewish children?",
        "Q: Was Jewish?",
        "Q: So you obviously didn’t experience any anti-Semitism at that time?",
        "Q: From the other children you didn’t because they were Jewish",
        "Q: This is the non-Jewish would come in costume.",
        "Q: Drink water",
        "Q: Anybody in your family have to wear a Jewish star?",
        "Q: You don’t remember wearing?",
        "Q: That was going to be my next question. When did you leave this enclave?",
        "Q: No, I mean just to do things.",
        "Q: You went to the photographer. Anything else?",
        "Q: Was there a synagogue in this enclave?",
        "Q: A kerchief?",
        "Q: what about the German soldiers and Romanian soldiers? Did you see them during, while you\nwere in the Jewish section?",
        "Q: Did you at this very young age ever hear of a man called Hitler?",
        "Q: Even Hitler, his name or —",
        "Q: No he didn’t, and your mother didn’t?",
        "Q: What language did you speak at home?",
        "Q: To your mother?",
        "Q: And to your friends?",
        "Q: What is your earliest memory?",
        "Q: And you didn’t, as you say didn’t hear your mother talking to other people about what was\nhappening in other countries or what was happening to Jews?",
        "Q: Of course you were such a small child.",
        "Q: So you played with other children and you went to this Jewish school and then when was the\nnext change?",
        "Q: Was your mother, do you know if your mother was in contact with him while he was away?",
        "Q: They could exchange letters?",
        "Q: In those two years.",
        "Q: Do you remember what physical state he was in? I know you didn’t know who he was.",
        "Q: This was the German army?",
        "Q: Oh, Romanian army.",
        "Q: Do you remember anything specific about what you saw?",
        "Q: All right. Now your father has come home.",
        "Q: This is what, 44?",
        "Q: Beginning, middle or end?",
        "Q: Middle of 44.",
        "Q: But you had gone to school before in the ghetto, you said, in the enclave. No?",
        "Q: Yes, right, right.",
        "Q: Did she come live with you? Did she —",
        "Q: By herself?",
        "Q: Let’s go back to 44 now.",
        "Q: When you moved out and you’re going to school.",
        "Q: Had you heard of a man named Antonescu?",
        "Q: When you were little. I’m talking about at that point.",
        "Q: That was going to be my next question about when your father came back. Did you overhear\nyour parents talking about the war and all the terrible things that were happening?",
        "Q: Come into your father’s?",
        "Q: That’s after the war.",
        "Q: Let’s finish with the war. Anything —",
        "Q: You don’t. And are there any, until the end of the war, any blatantly anti-Semitic incidents\nthat you remember?",
        "Q: So now it’s 45. The war is over.",
        "Q: Luxury.",
        "Q: And there were non-Jewish children at school?",
        "Q: So you were friends with them? Were you comfortable with them, because up to that point\nyou said you know obviously you had only been with Jewish —",
        "Q: But you already knew Yiddish. You said you spoke to —",
        "Q: When your parents, at the end of the war and other people, heard about the terrible slaughter\nof the Jews and everything, were they affected?",
        "Q: You don’t remember a change in them?",
        "Q: What happened in Iasi? Am I pronouncing it correctly?",
        "Q: But as a child you weren’t —",
        "Q: Because he was a capitalist having his own —",
        "Q: Was this all women or women and men?",
        "Q: At that point since you were you said 16, did you know, I know it was many years later, what\nhad happened to the Jews?",
        "Q: You're still a teenager.",
        "Q: What did you think about Stalin at that point?",
        "Q: Kerchief.",
        "Q: Were you upset that they wouldn’t take you?",
        "Q: Proud of that.",
        "Q: College. You go directly to —",
        "Q: This is like 1959 or something.",
        "Q: Had they wanted to go to Israel before then?",
        "Q: They would have but they didn’t allow them.",
        "Q: When did those two families go, your mother’s and your father’s family go?",
        "Q: Oh it was after the war.",
        "Q: Expelled you?",
        "Q: Was it the middle of your fourth year?",
        "Q: This was a private —",
        "Q: In a hospital?",
        "Q: So it was in a hospital?",
        "Q: How long had you known him?",
        "Q: So you got married.",
        "Q: While you were the nurse?",
        "Q: Where did you live then?",
        "Q: He had an apartment?",
        "Q: And your husband’s name?",
        "Q: And his first name was?",
        "Q: You’re an embarrassment because you want to go to Israel.",
        "Q: How long did you have to wait between applying and —",
        "Q: So then you were married, you were a nurse. And then you got the permission to leave.",
        "Q: Oh he was thrown out too?",
        "Q: And then when did you leave?",
        "Q: This was you and your husband and his parents.",
        "Q: How much money could you take?",
        "Q: How did you get to there, how did you get to Israel?",
        "Q: Which kibbutz did you —",
        "Q: They had told you where to go. You didn’t choose it. They assigned you.",
        "Q: They credited your —",
        "Q: Credits from Romania.",
        "Q: The three years.",
        "Q: Israeli military.",
        "Q: You’re talking about the 67 war. Is that what? 67 war?",
        "Q: You were saying about coming out and seeing the parents.",
        "Q: Was there a big group from Romania?",
        "Q: Support me.",
        "Q: Where is he from?",
        "Q: What city?",
        "Q: What year?",
        "Q: Do you feel Romanian in any way?",
        "Q: Why didn’t you go back?",
        "Q: So now that you’ve retired, are you doing any volunteer work or —",
        "Q: How do you feel about the Holocaust Museum? Have you -- being built here in Washington.",
        "Q: Difficult for you?",
        "Q: For you to go there?",
        "Q: Have you been many times?",
        "Q: Did you see the temporary exhibit on Nazi medicine?",
        "Q: That was some years ago.",
        "Q: Do you think you would have been a different person if you hadn’t had the experiences that\nyou had during World War II and communism’?",
        "Q: Because you had to go ---",
        "Q: Do you think the world has learned anything from the Holocaust?",
        "Q: Was tested?",
        "Q: Are you more comfortable being among people who did have to go through the war than\nthose of us who never did.",
        "Q: You said your husband was from Iasi, just tell me what happened to him during the war.",
        "Q: How old was your husband at the time?",
        "Q: What year was he born?",
        "Q: Did your experiences, did they make you feel more Jewish? Did it affect your thoughts about\nbeing Jewish?",
        "Q: Also the fact that your father was taken away during the war.",
        "Q: Such development.",
        "Q: Any message to your grandchildren?",
        "Q: Guy Lombardo?",
        "Q: Is there anything you want to say before we finish?",
        "Q: That’s a beautiful way to end it. An important way to end it.",
        "Q: Thank you very much for doing the interview. This concludes the United States Holocaust\nMemorial museum interview with Malvy Solomon.\n(end)"
    ],
    "answers": [
        "A: Malvy Isaac.",
        "A: I was born on, actually born on January 12\", 1938 but declared officially on January 17\nbecause my father was unable to go to register the birth because of anti-Semitism. So officially\non January 17, 1938.",
        "A: There was some kind of a skirmish and they were beating up every Jew there to get out of the\nhouse. So my father was afraid to go. So I’m five days younger.",
        "A: Correct.",
        "A: Yes the later date.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Iam an only child.",
        "A: I was born in Bacu, Romania which was on the eastern side, actually northeastern side of\nRomania. Both my parents come up from very simple background. I am actually the first person\nwho ever went to, above fourth grade or something. I have never known my grandparents,\nexcept my maternal grandmother. My paternal grandmother was killed during World War I. And\nmy paternal grandparents both died from an epidemic of cholera. So my father and his four\nsiblings were raised by a grandfather. Even a grandmother was not available. She died too from\ncholera. So in this situation my parents didn’t go to school except to learn how to read and write\nand when they were able, I think at age ten or 11, 12 maximum, they had to learn some kind of a\nprofession in order to be able to exist. So my father learned to be a tailor and my mother learned\nto be a seamstress. They were very wonderful people. My mother was full of pep and\noptimistic. My father was very intelligent and he sat with an encyclopedia in every single day\njust to learn and very interested in politics of course.",
        "A: My mother name was Laura and my father’s name was Jacob, just like my grandson. And\nthey, my father was born in Iasi which is a bigger city also in the eastern side, but he found work\nin Bacu. That’s where he met my mother. They got married and —",
        "A: Yes. She was from Bacu. They got married in 1936. And, because they both worked they\nmade money. They moved out from the ghetto cause my mother lived with her mother with my\nhttps://collections.ushmm.org\nMay 2, 2013\ngrandmother in a Jewish enclave, let’s say. Not call a ghetto. So they moved out and they got an\napartment and it even had a bathroom and they did very, very well until the war came.",
        "A: Where they lived. No I don’t remember. I know where it is though cause they showed me\nexactly where it was. They did very well financially, socially, but then the war came and because\nmy father was such an excellent and known in -- The city was about 40,000 people so everybody\nknew that he was the best tailor in town. So of course they -- he was taken away with the\nintention to use him to make suits for the upper echelon of the military. And he was taken away\nto a certain military camp which was far away from us. You needed to go by train at least five,\nsix hours.",
        "A: We’re talking 1941, 42, something like this. 41, I would say. So my mother was the only, left\nto be the only breadwinner. Therefore she had to move out of that apartment and come back and\nlive with my grandmother in that Jewish ghetto. That’s the house that I remember.",
        "A: Leka, strada Leka, famous for dirt and misery. My grandmother’s house was close to a\nriver. It’s called Bistrita and across from the stables where somebody who had a business of,\nkept the horses. This is where the house was. The house you went down into the house, not up\ninto the house. Had two rooms. One room where you cooked, you slept, you sat, you did\neverything and the other room was for guests. I never knew why, why we never used that. There\nwas never any guests but that’s my grandmother. She was beautiful. I remember the melihki [ph]\ndishes on the wall like this, on a little shelf. There was no running water and no bathroom. There\nwas a like an outhouse of some sort. I remember being me being maybe three and a half or four\nand going with a pail. I would say three, four hundred feet where the water spout was. But I\ndidn’t know any better. I was happy that our neighbors loved me or I used to go to a friend that\nhttps://collections.ushmm.org\nMay 2, 2013\nhad eight, nine siblings. And play with them and come home full of lice. And, but I was happy.\nMy mother was working every single day. And she —",
        "A: As a seamstress. She went to people’s houses for the day to either make dresses or repairs or\nwhatever. And she made sure that we have -- food was impossible to obtain. There was no food,\nbut she somehow she was able to bring the bread or the cornmeal that was the main sustenance,\nmain meal I would say and I wouldn’t eat it of course. I was a very skinny child. And I\nremember like yesterday. I mean there are some things that’s so imprinted that my mother went\nto work for the day for a lady who had a toy store. So at the end of the day the lady asked what\nwould you like, money or something from the store? So she said I want the nicest doll that you\nhave. So there she comes home with a doll in one hand and with a bag with two eggs. Two eggs\nwas like gold. And she comes to the house and as I told you, you came down in the house, three\nsteps to go in the house. And I saw that doll and I jumped on her. The eggs fell and they broke\nand that’s the first doll that I had that closed and opened the eyes. It was -- I had it for years and\nit was the most fantastic thing. I don’t think I was more than three and a half. Another memory\nin that particular place, except that the smell coming from the stables and I was so afraid of\nhorses. And is that the Germans by the time they got to where — that’s why we were lucky we\ndidn’t end up in a concentration camp cause it was close to Russia. They have some other\nworries and, but they were bombing. They were bombing and throwing — where do you go?\nThere was no place to shelter from the bombs. So we used to run into an open space with a\ncrater, previously made by another bomb and that’s where we were lying down and I thought it\nwas the greatest entertainment seeing the planes just going this way and that way and so on and\nso forth.\nWas very traumatic for me is that I grew up without a father. In 1944, when 45, when the war\nwas over my father came home and I couldn’t understand why do we have a strange man living\nin our house. And eventually he went back to work. They moved out —\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: What did I do?",
        "A: Yeah, I remember going to some kind of kindergarten or some — it was school. A Jewish\nschool, of course. The school, my mother always wanted the best for me, like any mother. And\nshe sent me, it was a fortune to send me to that particular school. And it was very far away from\nhome. And there was no way to get there except walking. And the schedule was you go in the\nmorning. You come home for lunch. You go back and forth. If I would tell you, that was at least\na mile and a half or two. But back then you let your child walk. There weren’t too many cars.\nThere were no street signs or lights or anything of that sort. But I hated going there because\nwhat do you teach rich people? You teach them manners, how to eat. You teach them how to\nwaltz and tango and music and things like this. And I didn’t like that at all because I already\nknew how to read and that was —",
        "A: Yes. During the war, before. Before. We were still with my grandmother and I already\nknew letters and I knew I was already four or five years old. And that was I hated every single\nday to go to that particular -- There were only rich kids there, you know.",
        "A: Oh a lot of children.",
        "A: I played with all the kids. There were so many.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: All, everybody —",
        "A: Everybody was Jewish.",
        "A: Oh yeah so I did.",
        "A: Not from the other children but during a new year’s you know, new year’s eve, they used to\nwear costume like we do for Purim or something. And intentionally come into our street and\nscare the children.",
        "A: Costume and scared us and we knew to run away and go home but it was scary. But that’s the\nonly time that I knew that I’m different. Otherwise when you grow up with only with Jewish\npeople, and especially my grandmother was extremely, extremely religious. To the point that\nwhen we moved out she wouldn’t drink water in our house because she said we’re not kosher\nenough for her.",
        "A: Yeah, drink water.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: This I don’t remember but as you see my mother did. I’m sure they all did but I don’t —",
        "A: No, but you see in the photograph that you had to. Maybe when we went out of\nthe neighborhood to the photographer maybe that’s when my mother put her Jewish star",
        "A: I think it was 1944.",
        "A: Ah, to do things.",
        "A: No.",
        "A: Yes, there was a synagogue but I never, my grandmother — it was not a building. But it was\nsome house that I remember where my grandmother used to go to that. They called it a\nsynagogue where there was a room for men and a room for women and there were tables and\neverybody sat with batailla [ph].",
        "A: Yes, a kerchief. And they prayed. There was nothing else. I don’t think they had a cantor or I\ndon’t think they had. I don’t even know. I don’t remember, but we didn’t go out.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: No, no. Only Russians when they came we saw them. I mean it was scary. Very scary. But I\nremember when the Russians came and everybody said the Reds are coming. The Reds are\ncoming. So I expected to see red people. I didn’t know what it is and we all went out in the\nstreet, on the street to see them marching by. This is — but later encounters were not very pleasant\nwith the Russians.",
        "A: No, I don’t think I knew anything about that.",
        "A: No.",
        "A: No they didn’t talk about that. They didn’t.",
        "A: With my grandmother I had to speak Yiddish cause she didn’t speak Romanian. She didn’t\nspeak Romanian. Otherwise we spoke Romanian.",
        "A: Yes.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Only Romanian yes, but Yiddish with my grandmother cause she didn’t speak or read\nRomanian. She did not. That’s it but I spoke later I went to a Jewish school and my —",
        "A: I would say I was three maybe. Three and a half when what I just talked about with my\nmother going away every day and coming with the doll. I, something of that sort. So it’s\nbeginning of the war I would say. That’s my earliest memory.",
        "A: No, no.",
        "A: Even if they talked, I might not have understood so I do not remember, no. This.",
        "A: The next change is when my father came home and we moved out.",
        "A: Only by letters.",
        "A: Yes, they could exchange but he never came home.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Two, maybe more. I don’t remember exactly until he didn’t come home. And I have, it was\nmy first memory you know to see him and it’s very shocking to see him. So —",
        "A: No he was in a pretty good shape because he had some kind of a privileged position, working\nwith the generals and the colonels and you know just —",
        "A: No, Romanian.",
        "A: Romanian army. They were worse than the Germans at the time. Because the German were\nin a hurry when they came through our city. I don’t even know. We have never seen one\nbecause it was, they started being defeated and they didn’t have time for the Jews I guess. That’s\nhow we were saved. They went more to the northern part like this, like what Elie Wiesel and\nseek it, and we were a little more to the south. That’s how we — this came, but the Romanians\nwere just as bad. Just as bad.",
        "A: No, because I stayed in the Jewish enclave. I didn’t go out. No. I don’t, I don’t remember.",
        "A: So we moved out.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: 44.",
        "A: I would say middle.",
        "A: Yes, he came home and we -- my parents rented an apartment. The front became a store,\nfront. They fixed it beautifully. The half was a working area and the other half was a, you know\nto talk to customers with the mirrors and the chairs and then there was one room, after that front\nroom. We all slept in the same room. And then in order to — but that was the fagade was the\nmost important thing in order to you know to get some clientele. And then you had to go out,\nstep out and there was a kitchen. That’s all we had. The front one bedroom and the kitchen and\na big yard. And my father was able to get somebody who wanted to become a tailor and he built\nus a swing for me. And I started going to a Jewish school. I started going to school. I think I was\nSIX.",
        "A: No, not to school. Just some kind of a kindergarten but I went yes, far away. I told you.",
        "A: And then I started going to primary school which was a Jewish school and I loved it. It was\nvery close and they taught us Hebrew. I was a very, very good student. I loved to read books and\nbecause I was very skinny my father used to give me, I don’t know five cents if I drank a glass of\nmilk. So I was to take the five cents and go to the bookstore and buy a book. I loved books and I\nhttps://collections.ushmm.org\nMay 2, 2013\nloved to go to the movies. And I used to take my grandmother who didn’t understand anything\nthat was, and I had to translate her in Yiddish what’s going on. I loved, I mean from that age I\nloved entertainment.",
        "A: No. She stayed there.",
        "A: By herself. She used to come and visit sometimes and then when we went to Israel, she didn’t\nwant to go. She said I lived here all my life. I have my own little place. She didn’t want to go.\nBut my mother had four more, three more siblings cause one died from at birth, the birth of the\nbaby. And my mother said how, we are all going to go to Israel. How are you going to stay here?\nSo finally when one of my mother’s sisters from who lived in the capital, in Bucharest left, she\nwent with them. She lived maybe six months because you know they stayed in those\nprefabricated sleeping c —she don’t know. My mother always felt guilty about it, that we forced\nher to go.",
        "A: When we moved out.",
        "A: Things got better and better. My father made money and I was a, at the Jewish school and I\nloved everything about that school. Just adored the school.",
        "A: Antonescu? Of course.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: At that point yes. I knew about Antonescu, when I was a little older. Yes, that he was a, a war\ncriminal and but at that point not really interested in politics. I’m not, right now I am a child.\nBut I, of course, I did. I heard my parents talk.",
        "A: I don’t think they talked about this in front of me. No. We had the Russians that were at our\nthroats, continuously. They used to come to the store and look for something to drink.",
        "A: In my father’s store. Take away the watch if you had on your hand. You had to give them\nmoney. But then the horrible political dictator stuff. I didn’t know much at the time.\nCommunism came.",
        "A: After the war.",
        "A: I don’t remember finishing the war. To me it’s a continuing saga. I didn’t, I don’t think I\nremember when 1945 came and the war was over. Don’t remember.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: No. No, except what I just told you. No we didn’t go out of that you know, we didn’t like to\ngo out. But no and things got better.",
        "A: The war is over. I go to school. I, I have friends. I play. I read a lot. I get a bike which was\nthe epitome of —",
        "A: Luxury and I was happy at that point. At that point I was a happy child. And they closed the\nJewish school. The communists came. They said there couldn’t, shouldn’t be religious schools.\nSo I had to go to another school where I stayed in that school until I finished high school. But —",
        "A: Non Jewish children. I have non-Jewish friends.",
        "A: Most of my friends were still Jewish but I had some non-Jewish. And I, I was very upset that\nI’m not learning Hebrew anymore. The teacher that taught me Hebrew in the Jewish school was\nhired. You had a choice. French was mandatory. Russian was mandatory and you had a choice\nof a third language. So she was made a Yiddish, to teach Yiddish. They didn’t want to\ncompletely abolish I guess, so I signed up for her class. Just because I loved her as a Hebrew\nteacher. I —\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Yes, but not to read or write or not at that — but I mostly signed up because nobody else\nwanted to be in a Yiddish class and I wanted because of her mostly because of her. Not because I\nneeded it. You know. And then they abolished that too eventually, they did. In Romania, they\nwere only ten. You don’t’ go to 12™ grade but when you reach the tenth grade, you’re done with\nhigh school. I remember an incident. I was very competitive and I always wanted to have straight\nA’s. And I always, I guess when you are not a beautiful girl cause P’ve never been beautiful but\nwhen you have the brains you do want to be good at something. If you’re not very good looking,\nthen you want to be good at something else. And I had a friend who was not Jewish. One of the\nteachers was the wife of a man who was executed for being a criminal, war criminal. She was\nour teacher. I think it was science teacher of some sort. And she gave that non-Jewish girl an A,\nten. They used to go from one to ten. And she gave me a nine. And I went to her and I said I\ndon’t think it’s right because I know as much as she does. I think that the grade, but it’s just\nbeing too competitive. What’s a nine and what’s a ten. You know. I had to be the best. So she\nsaid no. She said no. I said why don’t you check us out? Let’s see who knows more.\nSo she, she put us in front of the class and started asking us from the whole material of the whole\nyear you know. And I knew I’m good at science because this is what I eventually did. You know\nI’m never let her go. And that to me, it was beating anti-Semitism. Cause you have to do\nsomething. Not to keep your mouth shut. I could have, they could have, I don’t know maybe\nthrow me out from the school or something. You don’t just do things like this, yes. So in the end\nI got the ten also. That’s one incident which to me that’s anti-Semitism. You know just to make\nher — and she was my friend. We remained friends you know. So by —",
        "A: I don’t know cause they never mentioned it in front of me.",
        "A: No, no, no. I’m sure they knew.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Yes, my husband 1s from Iasi. There were lots of persecution in Romania but I just —",
        "A: No, as a child and later as an adolescent, we suffered, I suffered more from communism. I\nremember one of my best friends, her father told a political joke. He was arrested and\ncondemned to death. They didn’t execute him, but my friend and her mother went to Israel and I\nthink the Catholic Church had some kind of fund to help the Jews. They put up $10,000 and they\nlet her father go. Go to Israel. So things like this. I grew up being afraid of my shadow. I grew\nup looking always to see if — you couldn’t tell a joke. You were always afraid they can arrest\nyou, persecute you, do whatever they want. We never went to the synagogue cause we were\nafraid. Eventually they forced my father to close his store and go and work for the government.",
        "A: Yes, yes because he was a capitalist. But anyway, I finished high school and I was 16 years\nold. And you know I already spoke perfect Russian, perfect French and I wanted to go to learn\nlanguages. So my mother says but you were so good in science. Go to medical school. And I\nsaid I don’t think so. She said go and try. I said it’s so difficult. It’s so this, it’s so that. And she\nsaid just do what I’m asking you to do. Take the exam. If you get in, fine. If you don’t, it’s fine\nwith me. Go and be, learn languages. So I was 16 years old when I went to Iasi where there is a\nmedical school. There were like six, seven candidates for one spot. And in addition to written,\nyou had an oral interview of some sort. And there I go. I got into medical school.",
        "A: No, no women and men, boys and girls. And there I go again living in a miserable room with\nanother girl from home, from my city. And again no bathroom. No nothing. If we wanted to go\nhttps://collections.ushmm.org\nMay 2, 2013\nto the toilet, we had to go outdoor, go all the way down in the corridor to some outdoor place.\nBut it was close to the university and the food was provided. Don’t ask what kind of food. Just a\npiece of black bread and butter. There was no food. But I guess when you’re young everything\ngoes. You don’t — and —",
        "A: OF course I did. At that point I did. But to be interested in what exactly happened and why it\nhappened the way eventually I became. No, I guess you’re young.",
        "A: You were a teenager, you’re young. You have your daily problems. And you were restricted\nin, even in your thoughts. I guess we were brain washed in school. All we wanted is we used to\ncall it Papa Stalin. That’s what we knew. No, no, just brain washed.",
        "A: Oh we thought that he 1s the greatest on earth. And I became a Pioneer. You know you get in\na youth organization and so on and so forth. When I got to be in high school, they wouldn’t take\nme on the youth you know cause my father had a store, was a capitalist. So I had never been part\nof the back, I think at age 15 or 14 you were able to graduate from being a Pioneer with the red --",
        "A: Kerchief to belong to some other kind of organization but they wouldn’t take me.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Not really, no. No, I wasn’t very upset but if you eventually lived there and go to get a job,\nthey go and ask you how come you were so on and so forth. So I left for Iasi to live there. But\nthere is one good thing about communism 1s that cultural events are cheap. So I was, this 1s how\nI got my taste for classical music. This is how I got my taste for opera, for theater. There was a\nYiddish theater also in the city.",
        "A: Yes, we used to go so it’s you know we had, I had friends from home, from Bacu, my\nroommate was from Bacu and, or friend and but I became interested in other things. And by the\ntime I was in my fourth year of medical school. Over there, there is no college.",
        "A: You go directly to medical school. So I was in my fourth year of medical school I was 21,\nsomething like this. They —",
        "A: I think 57, yeah cause I was born in 38. 19 something like this. They started allowing people\nto go to Israel. So my father and my mother said let’s get away from communism or —",
        "A: They would have but it —",
        "A: Absolutely. They maybe started earlier because my mother’s family and my father’s family\nwent way before us. So we knew that there would be grave consequences.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: In the, I think much earlier. Maybe after the war.",
        "A: After the war, yes. They went, they were there already. They were there already but we were\nthe last ones left. And at the moment we submitted our application I never forget as long as I\nlive. They call a meeting of the whole, fourth, the university or our — and people get up and\npointed me and start screaming traitor, traitor. You are not worth a penny of the money we\nspent. That’s what. You have never seen, it’s like I’m sure it’s choreographed or they tell people\nyou do this and you tell that and you do and there I was, accused of being a traitor because I want\nto leave. Next day I was not a student anymore.",
        "A: Expelled. I was expelled immediately.",
        "A: Yes, so I got expelled. So what do you do? The thing is that they expel you but they don’t let\nyou go either. They just don’t. So I was in Iasi. I didn’t want to go home. I was away from\nhome for almost, more than three years. My parents just would take a train, four hours by train\nwith a soup, chicken soup and just to be with me and took my laundry home and cause where do\nyou wash. You don’t have where to wash. You don’t. And I lived on a street cause I remember\nmy boys, I was telling them there were so much mud, just go and taking out of the house and\ntrying, there was next to the university, there was no paved streets. Nothing. And my boys say\nmom you’re pulling our legs, just unbelievable. But we didn’t know any better. We just didn’t\nknow any better. And I knew somebody who gave me a job as a pediatric nurse. So for three\nyears I worked as a pediatric nurse. Believe me, my father had to help me because the salary\nwent to pay the rent. So for three years I was pediatric —\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: No, no, no, no.",
        "A: There is no private there. There was no private.",
        "A: No it’s in the clinic. Pediatric clinic. The clinic I was to work every day three hours in the\noffice. Either morning or afternoon and the rest, the midwife and myself had to go and visit\nnewborn, up to one year you know. They used to give body the injections. There were no pills\nlike today. And check well babies or follow up with sick babies. I’m telling you if I, you know\nhow winters are in Romania. There is snow up to my chest. There is no, nobody comes to clean\nthe streets, nobody comes to — there is no other method of getting anywhere except walking,\nexcept walking. It’s just un — you cannot, cannot describe when I — but there you are 21. You are\nfull of hope and you are optimistic and so on and so forth. My landlady had a son who was an\nopera singer and I married him. I was so infatuated yes. Because I you know I told you I was in\nfirst year and I used to run here and run there. Yes, I was young.",
        "A: I would say less than a year.",
        "A: I got married.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Yes, yes, yes.",
        "A: Oh he had a nice apartment.",
        "A: Yes, they used to give you an apartment. I mean it’s not the — they built apartments\nspecifically for the opera singer and if you were a soloist like he was you got a nice apartment.\nBut we had to share that apartment. There were like two big bedrooms, one kitchen, one\nbathroom, with another couple.",
        "A: Schwartz. His name was but he didn’t use the Schwartz name. He used Negria [ph], which\nyou know Schwartz is black. And the meaning is negra.",
        "A: The first name was Begno, but he was Bucher which means joyful, something. Yes nobody\nwanted to use the names. So we were married and then there was trouble getting to Israel of\ncourse. His parents, my parents. Don’t ask how. So we left but I remember while waiting for\napproval to get out and I was not married yet. My father said take off and go on a vacation or\nsomething. The communists wouldn’t let you go anywhere but in a communist country. You\ncouldn’t go, dream of going to Paris or -- so I applied for a passport and I got an answer. You are\nan embarrassment to this country. You do not, did not earn the right to represent us. Can you\nimagine this?\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Exactly. And I remember to this day how hurt I was that I couldn’t go anywhere because of\nthat. And I remember saying to myself one day, one day I don’t know when, I will go to Russia\nwith the most expensive tour ever available. It happened in 2007. There is a famous travel\nagency called Abercrombie and Kent. Abercrombie and Kent who is with a companion, with a\ntranslator, with a VIP. I did it. That’s what my revenge. The way the trip people is just they\ntreated us unbelievable, unbelievable. So —",
        "A: Three and half years it took. I was a nurse for three and a half years. Would you like to, what\nelse would you like to?",
        "A: And we all did. But my husband were also thrown out from the opera.",
        "A: He was thrown out and he worked in a factory. Can you imagine this, a person with his\nculture and yeah.",
        "A: In 1960. 60, 61, 1961 we left. And we —",
        "A: And his parents. We all left and his parents went to Bersheva where he had a brother. And\nmy parents went to Holon. And we got an apartment very nice for an Olim hadash [ph] in Tel\nAviv. And we went to first we went to a kibbutz. We didn’t have any money. You know some\nhttps://collections.ushmm.org\nMay 2, 2013\npeople left Romania. They took a chance, they took a risk you know. They hid money. They hid\ngold. I didn’t want to do that no matter what. The troubles just to get out. People cannot imagine\nwhat it meant to get your paperwork to get out. You had to have approval for every library in\ntown that you don’t owe them books. You have to have approval from the electric company,\nfrom the water company, from the, this company that you don’t owe anybody anything. The\napartment that didn’t belong to us, we paid rent, had to be spotless, inspected. The rugs, the\nwalls, ever — you have to leave everything. And if by any chance anything was — you can’t\nleave. Such persecution is, it’s just unbelievable.",
        "A: No money, nothing. Absolutely not one penny. Some people -- they went to jail. Is it — if you\nhide and they find it. They put you in prison you know. No way that we were going to — so there\nyou go. You come to Israel and you have nothing.",
        "A: Oh they paid us the sofnoot [ph]. You know the Israeli sofnoot or whatever charitable\norganization. They took us to Napoli. Yes, we were in Napoli for about a week. And we had\ncigarettes and salami that we sold. And the other people brought, I don’t know what they\nbrought. We went to the opera. We took a, this is what we did. And then we came and his parents\nwent — we went to a kibbutz?",
        "A: Ma’ Barot which 1s close to Hadera and you work half a day and they teach you Hebrew a\nhalf a day. People who had money or had family could go to an ulpan and learn Hebrew all day.\nAnd now I built everything. We all did. We cleaned chicken coops. We picked lemons. You\nknow how difficult it is to pick, cause they have those --. Can you imagine me with a machete in\none hand preparing bananas for the next season. You have to cut it like this. We washed food\ndishes in the dishwasher. We served. We, they had a laundry where you had to also iron. This is\nhttps://collections.ushmm.org\nMay 2, 2013\nwhere I ended up because I was very good at ironing and they liked me so I had a permanent\nplace. And why I was happy. There was no other language. Only Hebrew so I did better than\nanybody else in learning the language.\nWe were there for eight months. And —",
        "A: Yes, they assigned you, they assigned. And I was very happy there. Life was not easy to do\nthis type of physical work but I you know you’re young. I don’t know. And we slept in little\nprefabricated, was very hot and all kind of animals was whatever. It was fun. We were young.\nAnd finally we came out and I went to work and didn’t have any money, any money so I went to\nwork in a factory, an electronic factory. I don’t know what I did, what those pieces were for. But\nI worked until — and I started interviewing to go back to medical school. My Hebrew was not\nenough, good enough to interview you know at that level. So I remember going to Jerusalem\nand to the, to medical school and interviewing in French because the president was from\nNetherlands or whatever. And he said look, you are 20 I don’t know whatever it was, five, six,\nseven. I got married. Why would you want to go back and I looked at him and I told him in\nFrench whatever. Shame on you. You do not do that. Got up and left. So I went to the Tel Aviv\nmedical school. They accepted me. They gave me a stipend. They helped me all through. I did\nfourth, fifth and sixth.",
        "A: Yes.",
        "A: Yes, only three years.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: In the meantime we got divorced because he also became a soloist in the Tel Aviv opera.\nDifferent worlds, different, different so and after I finished, I bought a car. First thing. Why?\nBecause Olim Hadash have a tax break, a big tax break but of course my father found work. He\nhelped me out all through, through that and moved back home. I lived in Holon and then I was\ninternship in Yafo I did and then I was so deprived of money you know and didn’t have any\nmoney for all those years so they offered me like twice as much if I go to Safedt.\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Malvy Solomon. This is track number two and you were talking about being in\nIsrael and buying yourself a car.\nMalvy Solomon: Yes and I was an intern in Yafo and then I did my first year of residency in\nSafed. Best thing that happened to me was there because it’s a beautiful city. It’s an artist\ncolony. I have people I knew from school, from medical school. I had a friend that I knew from\nIasi and it’s a small, small country. You meet people, but professionally it was always tough\ntime, cause it’s a small city. On the other hand, we catered to military. I have seen more dead\nsoldiers.",
        "A: Israeli military. I have seen more, more dead young people than I care to remember. When I\nwas —",
        "A: In 67. I graduated in 67 but then I was up there at the Lebanon war. There were a lot of\nincidents. And I remember like yesterday. This, there are some things that you can never forget.\nIn the middle of the night there is somebody dead in the refrigerator so there I am on call, on\nduty, whatever. I have to go in the refrigerator. It’s a small hospital. It was Ya -- in the other — it\nhttps://collections.ushmm.org\nMay 2, 2013\nwas. And then I go to the refrigerated room and put my stethoscope to listen. And I was so\nscared that I could hear my own heart. I mean to me, I was still young. But while I was there, a\nbus full of children stepped on a mine. I can’t ever forget. So where do you bring them. To the\nhospital. I didn’t — they called us all to come in of course. I was in internal medicine. I didn’t do\nsurgery or anything but I was on many, many times in emergency room. And I come in and I see\non the left side of the emergency room, a pile of clothes mixed with flesh and hair and blood. I,\nthey were children. I helped. I helped all day. I will never forget getting out and seeing those\nparents. I don’t, I don’t know exactly. (phone ringing)",
        "A: Yes, parents. I, at the end of the day, I guess 5:00 I couldn’t take it. I got in my car and I said\nto myself, I am a coward. I shouldn’t, but I am not a surgeon. There was nothing else I can help\nwith. Helicopters, they took them to Haifa. But that was a small hospital. I couldn’t, couldn’t\naccommodate the terrible wounds. And I remember just driving away to Tel Aviv because I\nwanted to be home. Not easy.\nSo one day I, then I came back to Tel Aviv to do, I became, I came to work on the staff in Yafo.\nThere was a hospital. So I was an attending physician over there. Fun time. I had a good time. It\nwas not easy cause I would say I would be in the emergency room three times a week. And I\nwas there and I had a lot of friends, all from school. Mostly Romanian or we had a mixture. We\nhad from Yemen and from you know this is —",
        "A: Very big. Very, very big yes. Like right now the Russians, the Romanians were a huge\ngroup. But not just, we spoke Hebrew all the time, not Romanian. And they all got married. I\nsaid I'll never get married again because I have a profession. I don’t need a man to —\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: Support me. I’Il make career. I'll be one day chief of the department or whatever. But as you\nget older, being single is not, at least for me it wasn’t as interesting as I thought it was going to\nbe. And I had some boyfriends, also colleagues. But nothing serious, nothing that — and one day\na friend of mine, very good friend from Safed, she is calling me. She said come to the wedding\nof such and such. And I said no I’m on — I’m — I have on overnight. I’m in the emergency room.\nI’m not coming. She said come. And I was invited from the groom’s side. Chaim came to a\nwedding of his niece, one of the nieces. Chaim had had two brothers and two sisters and Chaim\nleft Israel in 1949 or 1950, came to America and that’s when that little girl was born, his niece\nwas born. And this sister was crying. She said who knows when we’re going to see you. Back\nthen it was you know in the 50s, to fly to America was no -- serious you know. So he was joking\nand says I'll come to her wedding. I’ll — that’s for sure. Of course he came many, many times.\nAnd there he was. I mean bashert. There is nothing like bashert.",
        "A: Also Romania.",
        "A: He is from Iasi. Bivolari [ph] which is a tiny little shtetl. I don’t know about 45 minutes to an\nhour from Iasi. And sure enough. We met at the wedding. They set it up. I’m sure they did set it\nup. But they knew me and him and I didn’t. So it was not fair actually. And we had the greatest\ntime. He, I love to dance and I like music and I’m full of pep and so was he. Not as much. He is\nmuch more mellow maybe. Over the years he mellowed. I mellowed too but not as much. I\nmean we just clicked. And we spent a few times, days together. And then he said I was, it was\nsummer I think, yes, summer. June maybe.",
        "A: 1971. And I said I’m getting ready to go to Europe because I wanted to go on vacation. And\nhe said why don’t you come to the States so we’ll get — I wasn’t sure. Sure and then I said hey\nhttps://collections.ushmm.org\nMay 2, 2013\nwhy not. I’m a modern woman. I, you know. And my parents said you must be crazy. You don’t\nknow him. I know I met the family. I mean those like regular nice people. I, let me see. And sure\nenough I came to the States. What a great time. We went to New York for several days. To the\nStatue of Liberty and did this and did that. We went to visit his uncle in Rochester. And then we\nwent to a bar mitzvah in Detroit where he had a brother and one of the sons. We went to the bar\nmitzvah. Good time. And I left. He started bugging me. We should get married and we should\nget married, we should — I guess at this age if you’ve known a person and you click you have to\ntake a chance. We got married in October of 1971, in Israel of course we got married. And I\ncame here and I knew it was going to be tough for a physician that comes from overseas. And I\nbrought my parents cause I’m an only child and I didn’t want to leave them there. And we were\nstill living in a small apartment that we — our first son who was born in 1973 was ten months old,\nsomething like this. We all lived in a one bedroom, huge beautiful apartment in Washington, DC,\nFourth street cause Chaim worked at the Food and Drug Administration. He used to walk there.\nAnd there I have a baby, didn’t — my English was not so good. I was, it’s medical English that I\nknew. I didn’t know conversational English. And I watched a lot of tv. I didn’t understand. And\nthen I went and I took a course at Georgetown, intensive course every day, every day, every day\nfor a month and a half. This is all my education in English.\nAnd then my parents came and we moved into a tiny house not far from here. It was Lockridge,\nit’s off University. And Chaim was the only one working. We had another baby and I said time\nfor me. I have my parents. Time for me to return to my profession somehow. And I had the\ninitial exam that I took that allows you to work under supervision, meaning to be again an intern\nand again a resident and so on and so forth.\nAnd I went to the University of Maryland, department of preventive medicine and I interviewed\nfor a residency or an internship first. And they got me in that because I have two small children\nand I said I cannot spend my days running up and down hospital corridors. I was already 38.\nJust 39. [had a baby at 39. And I said I have to do something else. So I, what I start, I had my\nmother to help me so I did an internship at the University of Maryland in Baltimore, preventive\nmedicine. I did a residency there. The residency included a paid master in public health from\nJohns Hopkins which I adored every minute. To do that. And, but it wasn’t easy. You know you\nhave two children. You have a husband, you have a house. It’s not easy. I stayed with\nUniversity of Maryland about four and a half years. When I decided that this is not for me.\nhttps://collections.ushmm.org\nMay 2, 2013\nAcademia 1s not for people that are open and frank and tell the truth like me. This is for people\nthat know how to — not, it’s just not for me. I’m not this type of person. I come from a different\nbackground in which speaking up or telling the truth is the norm, not. And I told Chaim, even if\nit means never to work again, I can’t do this type of work. Also, I was the lowest on the totem\npole there and every project that nobody else wanted and I am the top w --. So I quit.\nThree months later, it was in 1984 I got a job with the Department of Veterans Affairs. I worked\nuntil 2010 and I did a mitzvah on a daily basis. I either helped the veteran or widow or a prisoner\nof war. I did something good. And there I am. I’m 76 and looking back, would I change things?\nProbably not. It’s not easy to live on three continents like I did. And you know people said how\nmany languages do you speak? I say this and this and this and that. Oh how exciting. Not to me.\nI was forced into that. It’s forced for Russian, forced for French. There Iam. I come here. I\nhave to go to Johns Hopkins and write papers and do presentations. And then at the Department\nof Veterans Affairs, we have to, we had seminars and we had lectures there. Sometimes I didn’t\nmind which is not for this. But if you make it clear and concise and have a good slides it goes.\nYou know you can do it.\nAnd I remember being interviewed for the Shoah project and at the end they asked me so give us\na final like a summary of — and I’Il tell you exactly what I said because this 1s my summary if\nyou want to ask me something else, Pll be happy to answer it. Look at me. I have two\nwonderful boys. Mention one has a PhD. The other one went to college and is a producer for a\nshow. I have a beautiful house. I traveled all over the world. Ask me where I have not been. I\nhave satisfied my hunger for classical music. Here and in New York. We went to the opera\nevery year for three, four days. We stayed at the Park Hotel, across from Lincoln Center. I have\nseen Pavarotti and Domingo and everybody. I have been at La Scala in Milan. At the Covent\nGarden, Paris Opera. I have done everything. And you see this. This is my revenge over war,\nNazi, communists and everybody else that against the Jews. If you push and you want, you can\ndo it. And now you can ask me anything else. That’s —",
        "A: Romanian, no. I have never been back since I left. No. My husband took the boys, I would\nhttps://collections.ushmm.org\nMay 2, 2013\nsay about eight years ago. He went to Iasi and to Bivolari. He couldn’t find anything. He didn’t\nsee anybody. He didn’t recognize what’s there.",
        "A: I didn’t go back because why should I go? What did they do to me? Why should I go back? I\ndon’t want to go back. They threw me out. They took years away from my life. They throw you\nhere, they throw you there. They take my father. Don’t let me go to Russia. I am a traitor, I am\nan embarrassment. Why should I go? No, I’m not, I have no ties. We have no family. I do not\nfeel Romanian. I feel more American because I lived here for most of my life. I think in English.\nI don’t even you know we go to, we went to Israel every year because my husband has had a\nbrother and two sisters there. The brother and one of the sisters died. There is still one there.\nWe were there last October to visit. And we were at a wedding. There are, when the family,\nimmediate family get together, all the siblings and all the from Chaim’s brothers and sisters,\nthere are 65 people.\nMy son, older son who lives in Wilmington was there last September or something like this.\nAnd there were so many people. They couldn’t have met in a house. So they rented a, in a park\nthere is some kind of you know there is a grill and tables. They rent it and they came from all\nover, from Bersheva, from Rishon, from Tel Aviv, from Ramla, from and those are cousins, all\ncousins with their children and it’s just a pleasure. And we were there. There were hundreds of\npeople at the wedding. And all immediate family. I felt like a coward leaving Israel. I still do.\nThey put me through medical school I didn’t pay any tuition. Yes, I did work there, paid my\ndues. I even worked in Safed where nobody wanted to go. That was, yes they paid me more\ncause I needed money but very few people would have done what I did. To go and work on a\nborder. And I had — my best friends were there. They’re gone most of them. I still have one and\nwe Skype like two, three times a week because it’s just the two of us left.\nWe have here, my husband when he came you know in the 50s, he was in, he’s a graduate of\nMichigan State and he was very specialized in botulism. He’s a microbiologist. So when he came\nhere, he worked. There was a -- he lived in downtown Washington and there was a church that\nbecame a synagogue on Fridays and that’s where he met a lot of friends. They formed a group.\nThey were saying -- it’s when I came 42, 43 years ago almost, they were already a group. So it\nhttps://collections.ushmm.org\nMay 2, 2013\nmust be 45, 50 years, there was a group. I don’t think I ever fit in the American friendships or\ngroups or, because I’m different. I’m very different because of my background, because of my —\nI don’t know. I have different tastes, different opinion, different ideas. But we used to meet every\nFriday, not every Friday night, once a month either in one house. But then the kids grew up and\nthere were too many so we used to hire here on University Boulevard, a place to have Purim\nparties and Hanukah parties. All the kids grew up, they’re gone. Many of our group, breast\ncancer, pancreatic cancer and lung cancer. Alzheimer’s so we are unable to have a minyan\nanymore. So we don’t see each other. And when we finally decide, it’s either this one is sick or\nthat one can’t come. We don’t have the group that we had before. Not that it meant a lot to me\nbecause they’re different. My friend, for example, I'll give you an example.\nOne of the group had breast cancer. I didn’t know until she died. And she had a metastasis to\nthe brain and she died. But to me this is not friendship. Tell me and maybe I can help. It’s a\ndifferent approach here. It’s a different, it’s the era of the telephone when you — I grew up. IfI\nhave a friend, I come to the door and I get in. I open the refrigerator and it’s not like this. It’s\ndifferent. I am different. I’m, different background.\nFor example in my society where I grew up, you can ask somebody how much do you make a\nyear? That would be the greatest faux pas here. It would be different. It’s very different. My\nidea of a friend is very different of what friendship is here. Friendship is here, let’s get together\nand let’s have dinner. No, that’s not for me. To me a friend is somebody that a friend when I\nneed you. Tell me what’s wrong. Maybe I can do something for you, that’s a friend you know. It\nhas to be in good time and in bad time. Here it’s only the good time. I don’t have any good times\nnow with, that Chaim is sick. Yes, they were very attentive. They called, they came, they asked,\nthey inquired, they this, they that. It’s not the same thing for me. What else do you —",
        "A: I did not because I retired in 2010. In 2011, he fell down the basement stairs and broke his\nspine. He was at GW for three weeks for fusion. He was at the Hebrew Home for a month. He\nrecouped very, very well to the point that we went to Israel. We came back from Israel. Last\nDecember we were for Hanukkah in Wilmington and in the middle of the night he had 104 fever.\nHe had some type of pneumonia. Such incredible lab finding that the hematologist thought that\nhttps://collections.ushmm.org\nMay 2, 2013\nhe has lymphoma. He doesn’t because we clarified that he doesn’t. Same here. I had to hire a\nprivate ambulance to bring him from Wilmington to the Hebrew Home and he recouped very,\nvery well until now. Now he has some inflammatory arthritis with severe pain and this. So we\ndecided to move out of the house because it’s too difficult for me. That doesn’t have to go on the\ntape I suppose. Ask me something else.",
        "A: Incredible achievement but it’s very difficult.",
        "A: To go.",
        "A: Yes. The first time I cried. The second, second time I cried, the fourth.",
        "A: Many, many times. He volunteers since 2003, yes since 2003 he has been volunteering there\nand translating from Romanian two days a week like a job. He used to go at eight and come at\nfour. Yes, until all this stuff. He worked in the library. And I would have loved to volunteer. I\nremember going and interviewing actually at the museum, but they didn’t have something\nappropriate for me. I, not for a library. I could translate too but I don’t have the patience. He is\nthe one cause he 1s the scientist you know. Just patience. I don’t. I might be good maybe to talk\nto people but I cannot walk distances because my back hurts. You know just to walk around.\nBesides you know now I am so busy with him cause he doesn’t do anything anymore. I have to\ndo everything, everything. Now with the arthritis he can’t open a jar. He can’t cut his food so\nit’s tough but no I intended to — they had a program with the some kind of follow up of the twin\nhttps://collections.ushmm.org\nMay 2, 2013\nexperiences and it fell through for some reason cause I would have loved to work with this as a\nphysician. I would be good at it maybe. Look at the medical records or something of that sort.",
        "A: No [haven’t been —",
        "A: Last year we had the niece that we met at the wedding with her family and some — they came\nwith a big group of tourists and they came from New York and one of the stops was the\nHolocaust so we met them at the museum there. That’s the last time I’ve been there. But I’ve\nbeen numerous, numerous times.",
        "A: I think that I’m a better person.",
        "A: Because I had to go through, through it. Not just a better person. I am a more motivated to do\nwhatever I want to do. I set my goals. I always did, probably higher than I should have. I am\ndefinitely a better person just because you see how other people behave and what they do. You\nsay I will never be like this.",
        "A: That’s the purpose of the museum. Because I don’t think that the people today, they don’t\npay attention because they are busy. They have trivial issues to deal with. Depends on the\nperson I guess. But the museum, that is the only factor in this whole complicated world that at\nhttps://collections.ushmm.org\nMay 2, 2013\nleast maintains a sense of perpetuity. Hopefully it will — people, young people will know. They\nmight not understand. But at least they know what happened. To this day, ask me. We were in\nSpain, we were in Switzerland. We were in England. We were in Italy. We were in Romania, not\nthe Romania, Russia. We were. Never went to — of course we were in Prague and in Vienna.\nNever went to Germany. It’s, I don’t know. I don’t feel like I should. I don’t know why. It’s and\nsometimes I think maybe Germans have the same resentment for Jews that I feel for them and it\nshouldn’t happen. But I can’t help it. I just — how can you help it.\nIt’s, I’m definitely a better person because I —",
        "A: I was tested and every time I go to the museum and I go very often, not any more you know.\nEvery gala, every speech, every survivor get together, every, we used to go. And you go and\nthose people that have been in camps, they are so loveable, they are so happy to see you and they\nhug you and they kiss you and or he says look at the joie de vivre that those people have. How?\nHow can you be so wonderful and happy and positive. I admire them. And possibly they feel the\nway I feel. I am better because of it.",
        "A: Not really, no. It’s being in the wrong place in the wrong time. I mean that’s, I believe it’s\nfaith. I mean it happens. Things happen to people you know. No. It’s just that people have\ndifferent ideas. For example that I see things differently. We have a friend who was born here\nand she is a professor at GW. And so on and so forth. So one day she tells me, Malvy I read a\nbook. You have to read it. You have to read it. This book is called whatever, whatever. Of course\nI go and I get the book. So the book is about a family of very rich Iranian Jews who had a\njewelry store. Their son was here in the States studying in the state and you know they are\nJewish. I forgot to say, what’s more important. They are Jewish. And it started with the shah and\nwith the persecution there and of course, I know cause my son has a very good friend who run\naway from Iran. They went together to the Jewish Day School and he’s a big doctor now. And\nhttps://collections.ushmm.org\nMay 2, 2013\nthe book is about how they decided to run away because they knew they are not going to survive\ncause they were the shah’s protégé.\nThey had Picassos and Renoirs in this all, already in Switzerland. They left with a little suitcase\nand one of their employees, they left the store with all the jewelries and everything so it wouldn’t\nshow that they are running away. They had a limo taking them over the border. They went to\nParis and then they came here and so on and so forth. What’s so terrific about — what’s so\nincredible about that? You know why did you like the book so much? Oh it’s interesting. Not to\nme. I went through hell to get out from Romania. I wish I were rich you know. So she was\nsurprised. I said wait until I write a book. That’s going to be interesting but I may be prejudiced.\nOn the other hand I might be prejudiced because you know we were -- we weren’t poor. We just\nwere you know regular people. You know and we didn’t have the fortunes and the Renoirs to\ntide us over and you know we went with no pennies, no money, no nothing. So maybe, I told\nher, I think my book would be much more interesting to you than this book. That’s how but\npeople who don’t know. And many people I’m telling you if I— I told you a lot of things, but\nsometimes I just tell little bit of snippets of what happened to me.\nAnd people look at me and they don’t think I tell the truth. You know that’s why I’m not going —\nI mean just like my boys, they say mom you are pulling my leg. They don’t think it’s true. But I\nwish we would get younger and we had the patience to write a book. You know. Real things, not\nadventurous things like those people.",
        "A: Oh they -- there was a pogrom in Jasi. And he and his brother were, they built a wall and\nthat’s where they stayed during the pogrom. Because they called people. They told them you\nhave to come to that day to that this and that place, meeting place. And they didn’t go. But\nwhoever went, they killed them. They sent them to camps. They whatever. This is how they and\nwho the mother who was a simple woman. She said why did you go. Don’t go. I’m not letting\nyou to go. And I think one of his brothers went and saw what’s happening and had a chance to\njump over the fence.\nhttps://collections.ushmm.org\nMay 2, 2013",
        "A: I would say 18, 18 something like this.",
        "A: 24. And then when they had a chance, they went to Bucharest. They thought you know they\ncause they didn’t want to stay in Iasi. They went to Bucharest. And they, cause it’s a much\nbigger city. They thought they’ll disappear there. But you know immediately after the war, they\nall left. And my husband went on a — with a youth organization he left. He was with, I don’t\nknow which Hashomer Hatzair or I was with Hashomer. They, he went on a ship and he was\ncaptured by the British cause there was no state Israel yet. And he was detained for a year in\nCyprus. And then during one night, the Hagenah they came and they took, no they came out of\nthe camp and they were hidden in the darkness, in a certain place. And then they came and they\ntook them with a boat and went straight into the military. The Israeli and the, when there was\nIsrael, he was in the Israeli army. And he had a brother in Detroit and came here and wanted to\ngo to medical school. They wouldn’t take foreigners. So he went to college. He taught bar\nmitzvah, he taught Hebrew. He worked in a store. Oh my goodness. And finally he finished\ncollege and he went for his masters and so on and so forth. Everybody has a — all of us have a\nstory to tell. Mine is not as terrible as others. You know, it’s all relative and it all depends on the\nright time. The bad time to be in a certain place.",
        "A: It’s, absolutely. That, that how much more Jewish can you feel when they tell you you’re a\ntraitor because you want to go to Israel. I mean it’s —",
        "A: Yes, that’s true but I don’t think that when you are young you think so much about what’s\nhappening around you. There’s so much self-centered to you know the dates didn’t go well. I\nhttps://collections.ushmm.org\nMay 2, 2013\ndon’t know a trivial, trivial thing. We grew up. You know your brain I don’t think is geared to\nthink to allow —",
        "A: Yes, problem. But definitely I lived in Israel. I can tell you I love that country but growing up\nunder communism, and not knowing anything about Judaism. Nothing, absolutely nothing. Yeah\nwe speak Hebrew. That doesn’t mean that I know anything about Judaism. So when I came here\nI felt out of place. Never went to a synagogue in Israel, never, nothing. So when I came here,\nChaim comes from a very, very orthodox background. So he started telling me you have to keep\nkosher. Wow, how is that, you know. Just you cannot, very orthodox because there are so many\northodox synagogues. You are not driving out on Shabbat. I said there is no way. I am a working\nwoman with two children, a husband and two parents. I have to -- Shabbat. He was so — but so\nit’s, Iam much more Jewish since I came here. At least I go to a synagogue. I go to the Jewish\ncommunity center, much more aware, much more in tune with the world. I guess it’s aging and\nbeing exposed to — I’m much more Jewish since I came here, definitely. Because you know you\ngrow up. It’s very important how you grow up, where you grow up, and how you grow up.\nThat’s why I sent my kids to a Jewish day school. I wanted them to have what I didn’t have. And\nthey already, they are always laughing cause it was very expensive. He said you could have had\ntwo Cadillacs. I don’t care about the Cadillac. I drive a Honda. I don’t care about, I’m not this\ntype of -- what car do you drive? No. To me, when Chaim — I remember one year Chaim was\nasking me what do you want for your birthday. I don’t, as you see nothing cause I grew up like\nthis and I -- my profession never. What do you want for your birthday? There 1s a Picasso\nGaugin exhibit in Chicago. That’s what I want. And that’s what I did. What do you want for\nyour birthday? You know I don’t want to go out to dinner or another, I don’t wear them. So\nthat’s what I want for my birthday.",
        "A: I always said be truthful to yourself. Enjoy what you do. Don’t look for money only in life\nbecause I could have when I came here I could have gone into a practice and make half a million\nhttps://collections.ushmm.org\nMay 2, 2013\na year. And I said no. I have two children. I want to be home when they come from school. I\nwant them to go to a Jewish school. I want to spend my weekends with them, going down with\nthe mall, in the museum. This 1s how they grew up with museums and with malls and with\ntheater and with concert. This is how they grew up.\nSo I always say, do only if you can. You know you have to have a job but if you can do what you\nlike to do in life. That’s why I have no regrets even though I took very risky, I made risky\ndecisions. Yes, I suffered consequences but that’s how it goes. You know you have to do —- My\ngrandson Jacob is seven and he goes to a school for talented children. And he said, he told me\nSafca, I have to interview you. I don’t know what, where were you born or something? And the\nsame thing at the end was, what’s the advice that you give me? And I said Jacob, what do you\nlike to do. I like math. That’s what you should do. That’s my advice. Do exactly what you like to\ndo. In life. Yes. It’s -- my life was really different from Americans that are born here. For\nexample when I retired, somebody asked me so where are you moving. Why should I move? I\nsaid I want to be where my children are. What kind of concept is this that you would go away\nfrom your children to Florida or to I don’t know. It doesn’t even enter my mind. Everybody\nwaits to retire and go to Florida. It’s not me, that’s not me. I want to be where my kids are. I\nnever understand that. I never understand Americans and how they say when I retire. And I say\nwhen I retire probably I'll be old and sick. That’s today is the day to live and it has to do that\nwe ve been through a war. We could have been dead. We could have been in jail from the\ncommunism. We could have — who knows. A bomb exploding in Israel, who knows. The time\nto live is now, whenever you are young or not young but healthy, that’s when the time to live 1s.\nAnd I remember when I was maybe ten, 12, I made a list of wishes of things that you would like\nto do in life. And the radio was big deal in — I don’t think, only after World War II we had the\nradio there. And I remember my parents listening to the -- we receive at Waldorf Astoria. What\nwas the name of the --",
        "A: Guy Lombardo. And I listened, I liked the music and I said one day I am going to go for New\nYear’s Eve to Waldorf Astoria and we did it in 1992. We did. It was — people that grow up like\nme where you have nothing. All you have is a dream. I don’t know. Where, Metropolitan opera.\nhttps://collections.ushmm.org\nMay 2, 2013\nThat was also cause my parents used to listen, on my list. The first time I came to the States after\nwe got married, I told Chaim, I have to go to the Metropolitan opera. Of course only he was\nworking. We didn’t have a lot of money. Somebody bought us tickets at the balcony at the\nMetropolitan opera. I remember taking the train, going to New York, seeing the matinee and\ncoming back. And when we, you know when we finally I started working and every year it’s like\nthe pilgrimage to Mecca for me was to go to the Met. That was my list, my list. I mean there are\nthings that make children of my age probably never thought of this, that’s a dream to be in some\nplace. And Las Vegas was on my list. Yes, I went. Didn’t -- yes but I remember Frank Sinatra\nand were at one of the hotels and Alan King and whatever. We do —I did go many times cause I\nlove the Cirque de Soleil so I travel a lot from work and we went to San Diego. Wherever he\ntraveled I traveled with him. Wherever I went for work, we used to stop. I went a lot to San\nDiego or Reno and so when I was on the west coast we used to stop and see Cirque de Soleil.\nWhen they didn’t come around like they come now. Alaska, Hawaii. Everywhere. You know\njust did it right on time because now travel will be not anymore.",
        "A: I would like to say what I said before was my life is an example of a Jewish victory over anti-\nSemitism.",
        "A: Ok\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumMay 2, 2013\nRG-50.106.0205",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "MALVY SOLOMON\nMay 2, 2013\nGail Schwartz: This is the United States Holocaust Memorial Museum interview with Malvy\nSolomon conducted by Gail Schwartz on May second, 2013 in Silver Spring, Maryland. This is\ntrack number one. What is your full name?\nMalvy Solomon: Malvy Solomon."
    ]
}