{
    "rg": "RG-50.030.0663_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial interview -- Museum Interview\nwith Eric Hamberg, conducted by Kacey Bayles on August 8th, 2012 in the museum's\nnortheast regional office in New York City. Mr. Hamberg, please state your name.",
        "Answer: My name is Eric Hamberg, middle initial J.",
        "Q: And when and where were you born?",
        "A: I was born in a town in Germany called Mannheim, M-A-N-N-H-E-I-M.",
        "Q: And --",
        "A: But I did not live there.",
        "Q: Where did you live?",
        "A: I lived across the river in a town called Ludwigshafen, L-U-D-W-I-G-S-H-A-F-E-N.\nThis means the harbor of Ludwig, on the Rhein River. It's -- the town is known as\nLudwigshafen am Rhein, compared to Ludwigshafen on the Bodensee, which is down by\nSwitzerland. Okay?",
        "Q: Okay. Would you tell me about your family? Would you describe your parents?",
        "A: I was born the second child of my parents. My father's name was Julius Hamberger.\nOur family name at that time was Hamberger. And my mother was Anne. Joanne --\nactually was Joanna, but she called herself Anne. And my father when I was born was 39\nyears old. My mother was 27. 12 years difference.",
        "Q: And what was their business?",
        "A: My father owned a fairly large store in Ludwigshafen. Men's and boys' clothing. We\nsold everything except shoes.",
        "Q: And what languages were spoken at home?",
        "A: At home, we spoke German. My father spoke five languages, but he didn't teach us\nthe other four.",
        "Q: And can you describe life at home? Did they have --",
        "A: Okay.",
        "Q: -- friends over?",
        "A: I have a sister, who 1s one year and two months older than Iam. She is still alive,\nthank God. She lives in California now. And she came to America before I did. I also\nhad a little brother who was just about the same amount of time, about a year and six\nmonths younger than I was. He died before he was two years old. He is buried in a\ncemetery in Ludwigshafen. I remember my little brother being very sick and he had the\nmeasles. And according to the doctor at that time, he didn't keep himself warm, he\nkicked the blankets off and he caught pneumonia and that was the end.",
        "Q: And what was -- you know, what was it like in your home? Did your parents have\nfriends over? Did they play cards? What did they do?",
        "A: My father owned two buildings. We lived in one of them. It was an apartment house\nbuilding. There were five floors. No elevator. We lived on the second floor. There was\na store on the first floor and an apartment. And we had a lovely, lovely apartment. I\nmust say my father was quite wealthy. And according to my mother, at one time he was\nworth a half a million marks. Not dollars, but marks. Whatever that means at that\nparticular time, it's still a lot of money. Yeah.",
        "Q: Did you go to school there?",
        "A: Did I what?",
        "Q: Did you go to school?",
        "A: Did I go to school there? Absolutely. I went to first the normal -- what they call it,\nthe --\nUNIDENTIFIED SPEAKER: Elementary school.",
        "A: -- elementary school for four years. We were only boys, which was the norm over\nthere. We were approximately 45 young boys. And I stayed there for four years. Now,\nin Germany, if you don't want to go to high school, you don't have to, but you have to go\neight years for public school. My father and mother thought I should get a better\neducation, so at the fifth grade, which would be here, I started my first year of high\nschool. High school in Germany was six years. So when I graduated high school, and I\nmust say I was the only Jewish boy in the whole town who graduated high school\nbecause the other ones were all taken out of the high school before because of Hitler. But\nI lived on the other side of the track. Not only that, I might as well get this straight,\nthere's no sense lying about it. My mother was a converted Jew. My father went into the\nwar in 1914, '14 to '18, World War I. He has a business already. And my mother was his\ntop sales girl and they also fell in love. When he was in the service, she went to the rabbi\n-- and I have the papers home -- and took Hebrew lessons and converted Judaism. Now,\nthis I mention because it -- later on, 1t comes out that that gave my father and mother a\ntremendous plus because she was in Hitler's sight an Aryan no matter what the religion\nwas. Just like the opposite side, if you were Jewish and converted to Christianity and\nHitler came, you were a Jew no matter what. So that's where we were. And in high\nschool, our high school happened to be the same school that Chancellor Kohl went to,\nwho was the Reich's chancellor. My claim to fame. And we were 50 boys. I was the\nonly Jewish boy in the whole high school.",
        "Q: So did you have non-Jewish friends in high school?",
        "A: Oh, yes. As a matter of fact, if you want to know the truth, in my class we had about\n10 or 11 -- I'm not sure anymore, I think it was 10 -- 10 fellows who were like the gang.\nWhen I say gang, it's not like a gang here. We did all kinds of stupid things like, you\nknow, if it was a real hot day and we wanted to get the afternoon off, we put a fire\nunderneath the baskets in the school yard. Was made out of metal, you know, so they\nsaid, \"Get home, alright.\" And I was one of them. I was never called upon to be anything\ndifferent but a student and a buddy. In my class of 50 students, I had no enemy but one,\nif you want to call itan enemy. There was one fellow in the class, I remember blond hair\nand glasses, he looked like a real future priest. I mean, you know, that holiness about\nhim. And ever so often, he would say, \"I hate you, Eric, I hate you.\" I says, \"Why do\nyou hate me?\" \"Because you killed my Jesus.\" I said, \"Hans, I didn't kill your Jesus.\nThat happened thousands of years ago.\" \"Your people killed my Jesus and you're a Jew,\nso you killed my Jesus.\" Naturally, this is all in German. You want to hear it in German?\nNo.\n[Laughter]",
        "A: And I finally got sick and tired of him and I said, \"Look, Hans.\" I said, \"You want to\nmake a fight out of it? I'll fight you.\" I'm a little guy. I was only about four -- four --\n5'2\". I grew up a little more later on. And he says, \"No, I don't want to fight you, but you\nkilled my Jesus.” It came to a point where I asked my Hebrew schoolteacher, who also\nwas the cantor of our organi- -- of our temple, \"What am I going to do with this kid?\" He\nsays, \"Well, just tell him Jesus Christ was a Jew.\" I was floored. I was stunned. I had no\nidea. And I went to Hebrew school since I was six years old. I says, \"Are you sure?\" He\nsays, \"Absolutely.\" So the next time I was told, Eric, I hate you because you killed my\nJesus, I says, \"Do you hate all the Jews?\" He says, \"Yes.\" I said, \"Then you must hate\nJesus Christ.\" \"What are you saying?\" I says, \"Jesus Christ was a Jew.\" \"You're out of\nyour mind.\"I says, \"Go and ask your father, your priest or anybody you want.\" That was\nthe last time I heard from him. This was just a little episode that I like to tell because it\nwas, to me, very satisfying to find out that Jesus Christ was a Jew.",
        "Q: Certainly.",
        "A: I graduated there in 1937. Hitler came into power in '33. And my other friends -- I\nhad a lot of Jewish friends from the temple. We used to go to temple in the morning.\nAnd then in the afternoon, the children would come and we have like a children's service\nwhich I used to lead quite often.",
        "Q: How -- was your family observant?",
        "A: We had a kosher household, but we were not orthodox. We had milchig and fleishig,\npieces of cutlery. And we had for Pesach special things. And milchig and fleishig was\nseparate. As a matter of fact, I always pointed out we had an ice box. At that time there's\nno refrigeration. We had a double ice box for milchig and fleishig. You understand\nmilchig and fleishig, yes? Thank you.",
        "Q: Yes.\n[Laughter]",
        "A: Okay. And used to put blocks of ice underneath into, and that kept it cold. But I don't\n-- it had -- I don't know anybody else that had the combination of these two different\nthings. Our -- what shall I say, when -- when you -- when you dry the dishes, your hand -\n- hand things, blue was for milchig and red was for fleishig. So, I mean, we kept all this,\nbut we were not orthodox.",
        "Q: Uh-huh.",
        "A: Let me continue. The other children, yeah, Jewish children -- Ludwigshafen, my\nhome town, was cut in half by the railroad. The railroad was only one block of the\napartment house where we lived in. The other apartment house that my father owned had\n16 apartments. They were smaller apartments. And it was also the apartment where the\nground floor, my father's store was located. It was a big store. Yeah. The other part of\nthe children lived on the other side.",
        "Q: Uh-huh.",
        "A: My father supplied a factory, which was located in my home town, and 1s called --\nUNIDENTIFIED SPEAKER: IG Farben?",
        "A: A --\nUNIDENTIFIED SPEAKER: IG Farben?",
        "A: No, no, no.\nUNIDENTIFIED SPEAKER: No, BASF?",
        "A: Yeah, yeah.\nUNIDENTIFIED SPEAKER: BASF.",
        "A: Badische Anilin- und Soda-Fabrik, BASF. Have it here in the United States, all over\nthe place. All right. Tremendous place. And what they specialized in was colors, dyes,\nand any kind of liquid medication. And my father supplied the uniforms. This factory is\nprobably half the size of my town of Union where I live. It was like a city. We -- I was\nonce there and they took us for a ride around. Took us four hours. And so he -- he made\ngood money.",
        "Q: Did your family have non-Jewish friends as well in the area?",
        "A: Those nine kids in the gang were all my friends.",
        "Q: But did your parents have non-Jewish friends? Family friends?",
        "A: Not many, no, no, no, no. Very few. My father was a very generous man. We had a\nlot of people coming from Poland, Jewish people. And they came to my father and they\nsaid, \"Can you give us some of your clothes that you sell here and give us a little discount\nand then we can go and peddle it and charge like three or four marks,\" you know. And\nmy father said, \"I'll help you.\" And he did. And they paid him slow but sure, but then\nwhen Hitler came, he lost thousands and thousands of dollars.",
        "Q: Do you remember --",
        "A: But --",
        "Q: Sorry. Go ahead.",
        "A: Yeah. While I was the only one on my side, there was others in the school before me,\nbut not since I went to high school. Except one time my cousin came to live with us for a\nyear, so he went to the same school. But otherwise, I was the only Jewish boy. Talking\nabout non-Jewish friends, when we graduated in the high school, we wore for six years\ncaps with a brim. Not like here. They were more like military caps. And in the first\nyear, they were red. Red. And there was a band around it and it was red and green and\nwhite. In the second year, it was the same red cap, but it was red and blue and white.\nOkay? Third and fourth years, the caps became green, also with a change of things. And\nin the fifth year, it was blue with it. When you graduated, for one day only you got a\nwhite cap. Halleluiah. We made it. All right? And what you did on that day that you --\nafter you had your white hat, you got a cane, you know, like a heavier cane like the men\nused to do. And you wore your white cap and you marched through town. And I\nmarched through town with nine of my gang friends. And we came to a, what shall I say,\nlike a bar, like a -- well, a drink, drink place, you know.\nUNIDENTIFIED SPEAKER: Pub. Pub.",
        "A: A pub, sort of like it, but you could get food there too. And on the pub, on the outside,\nit says Juden nicht erwunscht. \"Jews are not wanted here.\"So they said, \"Come on, let's\ngo. We're going to drink a little bit.\" I was never a drinker. I says, \"I don't want to go in\nthere because they don't want me.\" \"What do you mean? This?\" They ripped it off the\nwall. \"You go on.\" So I went. And when we were chugalugging, you know, somebody\nsays, \"Eric, come on, you and me.\" Well, I was -- I was half soused by the time I got out\nof there and I never -- never was a drinker. It was ridiculous. So then they said, \"All\nright, we'll go to a movie now.\" We had a beautiful big movies house. UFA, I\nremember. United -- it wouldn't be united. Whatever. And they said, \"Okay, we going to\nsee the movie.\" I says, \"I can't go.\" \"Why? It doesn't say anything.\" I said, \"I don't have\nmoney.\" So this was in 1937. So they said, \"Okay, okay, so you don't go, it's okay.\" I\nsays, \"At least go there and buy some tickets.\" So they gave me money and they said,\n\"That's just enough for all the tickets. All right?\" And I get up the money to go there.\nShe gave me ten tickets. They paid for me to go with them. This was my gang. I can't\nsay anything else. They were all my friends to the day that I came back to Germany\nyears and years later. They announced in the local paper that three Jewish people -- one\nwas a woman, myself, and another fellow who happened to be my best friend, but he\nlived on the other side of the track. And I have to think. One second.\nUNIDENTIFIED SPEAKER: When you went back, these same --",
        "A: Oh, yeah, yeah, yeah. It was announced in the paper that I was coming. When we\nlanded there, we were invited by the mayor of the town. It's a pretty big town.",
        "Q: Now, actually, I want to, if you don't mind, hold this story until later on because I\nwanted -- I want to hold this story until later in the interview.",
        "A: Okay.",
        "Q: Because I want to jump back to 1933.",
        "A: Okay.",
        "Q: Just so we can stay in chrono- -- in chronological order. And I want to hear that later\non. But do you remember when Hitler came to power in 1933?",
        "A: Yes.",
        "Q: And what was the mood in your community at that point in --",
        "A: Very happy, because if you weren't happy, you could have been dead. I mean, Hitler\ncame to power by -- I mean, he started really way before that.",
        "Q: Uh-huh.",
        "A: But by that time, you saw practically every day the stormtroopers marching through\ntown with the flags and with their sabers on their side. Not sabers exactly, only a -- a\nknife like that. And we were on one of the main streets in town, so we saw it all.",
        "Q: And --",
        "A: And, wait, one minute.",
        "Q: Sure.",
        "A: And I remember that -- I think it was in 1933 that he used, like the chancellor, we had\nat that time a man in power in Germany, was an ex-general. He was still a general, but\nonly by name, Hindenburg, von Hindenburg. All right. Von Hindenburg was more or\nless forced to appoint him, but he had to be put into power by the people. And everybody\nknew you better vote for Hitler because if you vote against them, they'll know. You may\nthink you fold the paper and put it in, they'll know. Well, he was elected 99 percent of\nthe people. And after that, things slowly began to change. They started the Hitler Youth,\nall with uniforms and the bars across and very nice uniforms. At the end of my stay in\nhigh school, every one of my student friends, including my gang friends, were 1n the\nHitler Youth. Didn't affect anybody, not even me. And then the girls started coming\nalong, which was called BDM. BDM. Stands for Bund Deutsche Matrone. Organization\nof German girls. And then it came around, you know, like the edict, the boys and the\ngirls, they can go to camp together and they can sleep together because we want to have\npure Aryan people coming around and having children. And then the communists slowly\nbut surely were either killed off or sent to concentration camps. I remember coming home\nfrom school and there was a big sign on one of the walls. And it must have had about 60\npictures of dead Nazis, only they weren't called Nazis. All these people were killed by\nthe communists. It was really -- I mean, you looked at this, and if you weren't German\nfor Hitler, your blood started to boil. You know, the faces were all smashed in and all\nkinds of things. Now, the concentration camp of Dachau, which 1s in Bavaria, near\nMunich, at first the only people in there were communists and Jews. Not Jews because\nthey were Jewish, but Jews because they were also communists or against Hitler. In 1937\nwhen I graduated high school, Hitler at that time was in a position where I knew and my\nfather knew and every Jewish person knew that there was going to be a war because you\nhad to save everything that had metal. Like toothpaste came in a metal, you know, thing.\nYou squeezed it out and you had to put it on the side. Anything that contained metal you\nhad to save and you had to turn it in. By '37, my mother sent me to the headquarters. I\nhad to turn in all the gold and silver we had. By '37, I realized I'd better get out of\nGermany fast. I was 16 years old. And what am I going to do? So I was advised by the\nJewish people and the offices there to learn a trade. Naturally, I was supposed to take\nover my father's store, would have been a wonderful thing, but that was out. Already the\nSA men were standing in front of the store. Don't buy from the Jew. Nobody was let in.\nSo my father had to close up.",
        "Q: When did that happen, do you remember?",
        "A: This was right after I graduated. '37, yeah.",
        "Q: Uh-huh.",
        "A: And -- I'm trying to follow what I was saying here.",
        "Q: You had to take a --",
        "A: Oh, yeah, Hitler, Hitler. When I was -- this -- this 1s -- this is a very cute story. You\nhave to look at it from a -- from a comic point. It wasn't funny, but you have to look at it.\nMy brother was buried in a cemetery in Ludwigshafen. In the regular cemetery, the\nJewish people had a special section. It had a gate. You could either get a key to go and\nsee your beloved one who was buried there or you could ask somebody, the office. And I\nknew exactly where my brother was buried. And my mother -- and in Germany, if you go\nto a cemetery, every grave is a display garden. If you've never seen it, you just stand\nthere, oh, my God. Planted -- naturally, it's -- I'm talking about summertime. Planted\nwith the most gorgeous flowers and little bushes and everything else. Pictures of -- of\nbeauty, really. And my mother one day -- and we used to go there like once a month or\nevery other -- every other week or something. And she says, \"I bought some flowers\nyesterday.\" She says, \"Eric, please take it to Werner.\" My brother was Werner. \"Take it\nto the cemetery and plant them.\" I said, \"Okay, Ma.\" I took my little package with the\nflowers over into the cemetery, I planted the flowers and I'm coming back. Now, the\nstreet that I'm usually taking to coming back was full of people. Wasn't there when I\nwent down there. I says, \"What's going on?\" \"Hitler's coming. Hitler's coming.\" I says,\n\"Oh, my God. What I am going to do? Am I going to run backwards? Forwards?\" I\nalways -- and even I show you pictures -- always wear leather pants, short leather pants\nwith the --\nUNIDENTIFIED SPEAKER: Suspenders? Suspenders?",
        "A: -- suspenders and this across with an edelweiss on here, you know. I had blue eyes, I\nhad blond hair. I was a typical German boy you want to see. And I'm trying to squeeze\nthere -- this was like six deep, and a motorcade was coming. I just stood there and I\nlooked around. Then somebody saw me and somebody said, \"Wait a minute, you stay\nright here.\" I says, \"Oh, my God. What they going to do me now?\" And he said, \"Hey,\nsend somebody back here for that kid, he'll be able to see Hitler.\" An SA man came back\nand put me on his shoulder, took me to the front line. And I'm sitting there and\neverybody's hollering, \"Heil Hitler, heil Hitler.\" And my father taught me when that\nhappens, anytime at all, say, \"Freie leiter, freie leiter.\" It sounds almost the same, but it\nmeans free leaders, you know. I'm hollering there, \"heil -- freie leiter, freie leiter, freie\nleiter.\" And all I kept thinking is 1f somebody across the street sees me sitting on top of -\n- top of that man in his SA uniform, this little Jewish boy, they're going to tear me apart.\nBut then I said I'm having a good time. So finally, they let me out. I went home, I told\nmy mother, she almost died. But nothing happened. But it was very funny 1n the end.",
        "Q: Now, that's -- was that still --",
        "A: Also, while Hitler was getting into power, this was about '36, --",
        "Q: Uh-huh.",
        "A: -- when I was in fifth grade. One of the professors -- we had professors in high school\n-- he took the class on a trip to a certain town where they had a museum. And he said,\n\"We're going to spend the weekend there, so get your parents' permission,\" which I got.\nAnd we took a bus and we went out there. And we were in a youth hostel where we\nslept, because we stayed there. We went there Friday afternoon. Saturday morning, we\nwere around, we were passing the time, some kids had a late breakfast. And two persons\ncame, two men came in. They are journalists for the local paper. And they said to our\nprofessor, who by the way spoke very funny. We always used to imitate him. They said,\n\"You know, what are you guys doing here?\" So we told them. He says, I'm professor so-\nand-so from the realschule in Ludwigshafen and we came here to see the museum and,\nyou know, spend a little time here. He says, \"Wonderful.\" He says, \"Now, I got a -- I got\nsomething for you,\" he says. \"We are having in our local paper a competition, you might\nsay, the most Aryan looking boy.\" Do I have to say any more?\n[Laughter]",
        "Q: Oh, my.",
        "A: And my professor said, \"I don't want to bother the kids with something.\" He said,\n\"Why not? Look that this guy over there. He could win easily.\" Lederhosen.\nEverything. Blond hair, blue eyes. And my professor smiled. He says, \"I don't think\nso.\"",
        "Q: [Laughing]",
        "A: It's funny, but it was cute.",
        "Q: Oh, my.",
        "A: Allright. That's part of Hitler's time. Then he finally came into the full power, like I\nsaid, in'37 and we knew what was going on. I had to learn a trade. Now, in Mannheim --\nlike I said, that's across the river, the Rhein River. Mannheim has about 300,000 people.\nWell, almost twice as big as my home town. And there we had, you know, Jewish\norganizations. And they advised me, we had two things in the town where you could\nlearn a trade, all put together by a Jewish -- what do you say? Not a firm, not a company,\nbut organization like you here, something. And one was to be a locksmith, which didn't\nreally interest me. And the other one was furniture making. Now, that already was\nsomething I could have done because even as a child, I was artistic. I used to draw, I\nused to paint. Nothing important, but, I mean, you know, it was usually quite good. And\nI said if I make furniture, I could make some fancy things on there and all this sort of\nthing. That might work out. Then I heard that the only Jewish restaurant in town was\nlooking for a cook apprentice. I always used to watch my mother in the kitchen, and at\nthat time watching meant a lot of things, like pulling the feathers out of chicken. You\ndon't know from that. You do? And then you open up the back and you go in and you\ntake everything out, including the eggs, which are not born yet. It was fun. You don't\nlike that? I loved it. My mother made cookies, you know, and I used to stamp the\ndifferent forms out. When my father caught me, I'd get a smack. \"Boys don't belong in\nthe kitchen.\" Okay. So when that came up, I said to my mother, \"I'm going to try for this,\nyou know, the cooking thing.\" My father said, \"Well, go ahead.\" I mean, you know, this\ncould be my life or death. I went over there and I met the man and the woman. Their\nname was Schloss (ph).",
        "Q: Now, sorry, at this point you had planned already to leave Germany’?",
        "A: Yeah. I didn't know -- I didn't know how yet, but, I mean, I felt if I got out, because at\nthat time already there was a quota system from America for German Jews. And you had\nto apply at the consulate in Frankfurt to go to America, but you had to wait till your\nnumber was called. My sister they registered right away, and she left about a year and a -\n- almost a year before I did. Now, my number was 13,000 something. I should know that\nby heart, but I don't. And when my -- I had relatives in the -- in America. They weren't\nrelatives like you might say. My father had three brothers and one sister. Four boys.\nThey were all in the German army. I got a picture home, the four of them lined up, you\nshould see them. Mustache every one of them, you know. And two of the brothers had\nmarried two sisters. And the sisters had brothers. One was in America quite early. He\nwas a chemist. And he got a job here in America. He was a doctor of chemistry,\nworking for Houten Company. Does that name mean anything to you? Is it Houten?\nUNIDENTIFIED SPEAKER: Chocolates, yeah.",
        "A: Houten, yeah. Houten made chocolates. And they usually had peppermint patties\ncovered with chocolate. Now, at that time if you made that and you put chocolate over it,\nit would crumble, it wouldn't stay. He found a chemical process where the chocolate and\nthe peppermint would stay together and keep for God knows how long. His brother, who\nwas much younger, worked for my father in the store. My father taught him to -- how to\nbe salesman. And then he went to America to his brother. So the relatives they had here\nafter a while were the two other brothers who had married the two sisters of these two\nboys. You have to make a family tree. And my father told them, he says, \"I registered\nEric.\" And they send a telegram, and it says, \"Don't be stupid, go get your own number.\"\nAnd my father wrote back and says, \"Oh, by that time,\" it says, \"I'll be gone.\" He says, \"I\nwas in the German army, I have an IM cross, they won't bother me.\" Little did they\nknow.",
        "Q: So your parents --",
        "A: And they --",
        "Q: -- had not --",
        "A: And they sent back -- they sent back a telegram, \"Do it today. We know more than\nyou do.\" Something like this. Okay. I'm not quoting verbatim. So he did. From -- from\n13,000, it went out to 22,000. And America allowed in about at that time 6,000 or\nsomething. It was very -- was minute -- very minute a thing here. We in Germany\nthought that Roosevelt was our friend. Hitler thought he was Jewish because Roosevelt,\nyou know. And we just couldn't believe that -- that this could happen, but it was, so he\ncouldn't do anything about it.",
        "Q: Now, what had your parents planned to do?",
        "A: My parents planned to stick it out.",
        "Q: They thought they --",
        "A: I mean, after all, he was a German soldier and all that.",
        "Q: Did you try to convince them to leave?",
        "A: Not only that, I mean, what could they do? They had to wait until their number was\ncalled.",
        "Q: Did you try to convince them to --",
        "A: Did I try?",
        "Q: -- to get out earlier?",
        "A: Well, I told them, I says, \"I'm going.\" I says, \"But I know \"-- and my father says,\n\"Don't worry about it.\" He says, \"You're a young person, you'll get out.\" So here I was in\nmy second year of cooking apprenticeship and my father thought of writing to a friend of\nhis in England. Now, they were -- had -- they used to be very, very good friends, but this\nwas years ago. And I remember the only time they used to be in contact was Rosh\nHashanah and Yom Kippur, they used to send a letter, you know, card or something. So\nhe wrote a letter to his friend and he says here's the situation, I have a son, he's now 16\nyears old, going on 17, which is almost army age, you know, and he's been working as a\ncook apprentice. Is there anything you can do that maybe somebody over there would\nhire him or something? Because if you had a job promise by an English company, you\nhad to deposit a hundred pounds with the English government so you wouldn't be a\nburden to them, and then you would get a German -- from Germany an affidavit. I have\nthe book right here. And so he wrote. He got a letter back from his wife, \"Your friend\nhas passed away. The only thing I can think of,\" he said -- she says, \"We have a\nmagazine here that comes out once a month. And now before the summer is coming\" --\nthis was probably November the year before, '39 -- \"I'm sending you something,\" like we\nhave a Jewish news in -- in -- in Newark. And in the back, they had advertising, you\nknow, hotels for the summer here and there. And there were two pages of hotels. I wrote\nto almost 30 of them -- and this was handwriting, there was no copy machine -- that I've\nhad this experience. And already this was after Kristallnacht --",
        "Q: I want --",
        "A: -- which was November --",
        "Q: I want --",
        "A: -- '38. All right.",
        "Q: I want to hear about your experiences --",
        "A: Yeah.",
        "Q: -- during Kristallnacht as well.",
        "A: And they -- they realized what was going on. There were eight people that wrote back\nwe'll take you, so now it was up to me to say, you know, who do I take. Now, this one\nwas a small hotel right near the beach and I like the beach, and I took them.",
        "Q: Where exactly? Where?",
        "A: That was in Cliftonville, Margate, England. Not far from the bloody cliffs of Dover.\nAnd I wrote to him and says I'm very happy and I'll be there, you know. So then we said\nmy sister who'll be in America borrowed money from this one uncle who used to be my\nfather's apprentice, and whatever money she may have had, and she sent it to England.\nThey had the letter from this man in England that he was taking me, so I got a permission\nto leave Germany in June 1939, which is three months before the war broke out. My\nfather, I remember, accompanied me on the train all the way up to the Dutch -- to the belt\n-- to the Holland border. Then he get off, it was a little teary goodbye on his part. I\nthought I was going for an adventure, you know. And I went to London. I had a wooden\ncase like this that had to be sent on. I had packages. I'm standing there, this -- this place\nthere where all the trains come, the train station, the Englishmen with their bowler hats\nand umbrella under the arm typically. And here stands this little German refugee. And I\nfinally said to somebody, \"Can I ask you something?\" And finally I found out I had to do\nthis and this and this. I had a few dollars left that I had changed.",
        "Q: Did you --",
        "A: And I was able to get a train going to Margate.",
        "Q: Did you speak English at this point?",
        "A: [had six years of English in school.",
        "Q: Okay.",
        "A: Which means very little. But at least I could ask questions. When they answered me,\nI had to say langsam or slowly, you know, or something like that. I went down there by\ntrain. First I had to send everything that I had by thing over here. And I came to\nCliftonville, Margate, Cliftonville. The man met me and he took me to this little hotel,\nand I was now an English chef.",
        "Q: I want to pause there for a second. I want to go back to --",
        "A: Go ahead.",
        "Q: -- to Kristallnacht.",
        "A: To what?",
        "Q: To Kris- -- to Kristallnacht.",
        "A: Yeah.",
        "Q: And I want to hear, you know, your experiences and did you witness --",
        "A: My experience Kristallnacht was very strange. I was still working in the hotel -- I\nmean, in the restaurant. All right. I had gotten sick and I had pneumonia, I guess,\nwhatever it was. And I had a doctor. He was coming to the house. And he said to my\nmother keep him warm, give him a lot of liquids or something like that. And I was\nrunning like 102 temperature. And that's the night this boy killed that man in France.\nNow, this was actually November 10th. Little did I know what was going to be the result\nof this, but then I heard that our synagogue was burning. And my mother was saying,\n\"Oh, my God, they're burning everything.\" I got out of bed, which I shouldn't have, and I\nwent to the balcony. And we -- across the street from we lived, this was already now in\nMannheim because once my father lost the store, we had to give up our two apartment\nhouses. They paid him bupkis. And so we moved to Mannheim. We had a small\napartment, but it had three bedrooms and that was good. My mother and father in one, I\nwas in one, and then we had another one with our relatives coming and going. I went to\nthe balcony and I see there down on the street a big, big circle. And in the meantime --\nmeantime there was a Jewish store. They broke the glass, everything in there, threw out\nin the street. Then they went to the second floor where the people lived and they threw\nout their beddings and everything and set it on fire.",
        "Q: Who did this?",
        "A: The Nazis, the stormtroopers. Not the SS, the brown -- Brownshirts. And the people\nwere dancing. And I said, \"What is this?\" And my mother called me, says, \"You go back\nto bed right now and stay there.\" And says, \"It's very bad. I don't know what's going to\nhappen us to, but you're not going to be...\" I went back to bed, and about a half an hour\nlater, the bell rings. Two Blackshirts, SS. And they come in and they say, \"We're\nlooking for your son and your husband.\" To this day, I don't know where my father was.\nHe wasn't home. And I didn't see him for three days. Apparently somebody, wherever\nhe was, told him don't go home. I'm there and my mother says, \"My husband isn't home.\nHe went to visit somebody.\" I don't know what she said. And they said, \"All right, get\nhim dressed.\" She says, \"You can't do that.\" \"What do you mean we can't do that? We\ncan do anything we want.\" She says, \"My son has pneumonia. If you take him out, you\nknow what's going to happen.\" He says, \"I don't care. Get him dressed.\" She says,\n\"Please do me a favor.\" She says, \"Let me call the doctor and you speak to the doctor.\"\nThe doctor luckily was gentile. So they called him up and they told him, he says, \"We're\npicking up Eric Hamberger.\" He says, \"Well, I must tell you the truth. If you take him\nout of bed and take him down the street, you might as well shoot him right now because\nhe ain't going to last.\" \"What are you saying, Doc?\" He says, \"Look.\" He says, \"I belong\nto the party,\" which, you know, was a good thing. And, all right, they left. That's why\nI'm here. But that was my experience on Kristallnacht. It happened to me, as far as I\nknow, on the 10th. I think they say now it was on the 11th.\nUNIDENTIFIED SPEAKER: Ninth. Ninth and 10th, they -- they say.",
        "A: Oh, 9th and 10th.\nUNIDENTIFIED SPEAKER: Yeah.",
        "A: Oh, the one was 9th and the other one was the 10th. Okay. And after that, they ruined\nmy -- the restaurant. They -- everything was ruined. Couldn't go back to work there. So\nI heard about a pension. Pension is a place where people go to eat for lunch and dinner,\nbut they don't live there or anything like that. You know, people just want a meal. So I\nwent there and I asked the woman, \"Can you use me?\" She said, \"Sure.\" So I used to\ncook in the morning and then I used to be the waiter when the people came to eat. And\nfinally the day came when I went to England. So this was that period.",
        "Q: Uh-huh.",
        "A: Our synagogue was burned to the ground. There is now a black sign there, a metal\nsign, you know, on this place here, this and this happened and all that, you know. My\nfather and mother did not get out, but they lived.",
        "Q: So let's go back -- sorry.",
        "A: My father and mother stayed in Germany --",
        "Q: Uh-huh.",
        "A: -- because, like I said, their number was nowheres near being called. And they stayed\nthere longer than most people because my mutti, which is what I called her, mutti -- M-\nU-T-T-I -- was Aryan. So they had a special privilege, they're not going to kill an Aryan,\nso the father -- so my father stayed out of the concentration camps until I think 1943. War\nended in '45, right? Yeah. Then they picked him up anyway and they took him to\nTheresienstadt. Now, Theresienstadt was the best thing of concentration camps you can\nthink of. You probably know the story. My father told me. He spoke very little about it.\nThe first two streets he said were very nice. People lived there. We had coffee and cake\nthere outside the konditorei. And we had a band playing, but -- not a band, but\nmusicians, you know, with violins and everything. Whenever somebody complained\nabout concentration camps, they asked the Red Cross to please come and inspect it. And\nthat's what they showed him, those two streets. My father said the third street on, you\nwouldn't want to go and you didn't go and you weren't allowed to go. My father stayed\nalive in the concentration camp. He was -- like I said, he was only a little man, didn't\nweigh very much. Was about 120 pounds. And they put him in the kitchen. My father at\nthat time was about 64 years old. And he was peeling potatoes all day long. Another\nfellow who was in the same hutch or -- what the word hutch around there? Well,\nwhatever. Who was all there in there. He was peeling onions. And what they did, my\nfather stuffed his pockets with potato peels. The other one had onion peels. And when\nthey finally were able to go to their barracks -- barracks, that's the word I was looking for\n-- they used to make a potato onion soup. It was not bad. They lived. Even though my\nfather came out, when I finally found him alive and as a United States soldier, which I\nwas, he had special privileges. I was -- I was a decorated soldier and I got them on the\nsecond boat coming here. My father weighed 86 pounds. That's a skeleton. But we got\nhim back to -- to -- to health. What else?",
        "Q: Let's go back to 1939 --",
        "A: Go ahead.",
        "Q: -- when you were in England.",
        "A: In England.",
        "Q: So you're in England. And -- you're in England.",
        "A: Yeah.",
        "Q: And, you know, where did you live and who helped you while you were there?",
        "A:Okay. Nobody. I was working there. The man -- the place was called Ben-Ann\nHouse. B-E-N dash A-N-N. He was Ben and she was Ann. Became Ben-Ann House.\nAll right. And Ben-Ann House had about 60 rooms to rent, so 1t wasn't a big hotel. But\nthe kitchen on the bottom was small, but when the people came for the summertime,\neverybody got the same meal. In other words, if liver whatever was on the menu, you\nbetter like liver. And mashed potatoes and vegetables and stuff like that. He was very\ngood to me. The man weighed about 300 pounds. Was a big fellow. About 6'4\", 300\npounds. It was -- 1t was orthodox. The meat had to be koshered with salt and everything\nelse, which I never knew anything before, but he showed me. And in part of the kitchen,\nthere was a big metal thing where there were shelves, and that's where the food was kept\nhot until, you know, it was time to serve it. Then he had some waiters. A waitress was\ninside. She was very nice to me. She was not a very pretty girl, pretty woman, but she\nwas a good woman. They had two children, a boy and a girl. And in back of the hotel, if\nyou went out the back, there was a long, long way where you could play soccer if you\nwanted to. I mean, was a really good thing. But also was a lot of small little huts there.\nAnd at one point when the war broke out in September of '39, he took 1n all the children\nfrom the children transport and he put them in those huts 1n the back and in every one of\nthe rooms after the people left. So I can only say he was a good person. He helped me,\nhe saved my life and these kids. Well, I mean, they -- at that time they put them with\nEnglish people. And I heard so many stories that some of them when they said goodbye\nto their parents, you know, they knew it was going to be the last time. Some of them did\nfind their parents. Was a long story. And they wind up with English people, and a lot of\nthem stayed with those people. We lost them as Jewish children. We lost them\ncompletely. But anyway, I had about 45, 50 boys. Boys only, boys only. And I'd -- only\nI -- did I cook for them, I joined them in putting on plays. And he would sell tickets to\nthe Jewish people in the town to -- because the dining room had a stage in the back. And\nI painted the backdrop. I had a beautiful painting of the Seven Dwarfs. Took me quite a\nlong time because I had to do it in between lunch and dinner, you know. And the kids\nplayed.",
        "Q: Now, where did -- you said he took them in. And where did they -- where did they\nstay? Did he stop taking guests at this point or he put them where there were no guests?",
        "A: At that time, they were all in the huts. He took them in, but not right away. When I\ngot there, there was no children there. But when things got back and, you know, we -- we\nfind out that the war's going to start, he put them in those huts. But at that time, maybe\nthree or four in one of those huts. And later on, 1t was maybe two. But they were there\nbefore the war, before the war started, yes. As a matter of fact, my cousin was one of the\nKindertransport, but she wasn't in that group.\nUNIDENTIFIED SPEAKER: And then after the season, the hotel didn't have guests.",
        "A: After the season, the guests left, then he gave the rooms to the boys. The boys. No\ngirls.",
        "Q: Uh-huh.",
        "A: What am I talking about? Yes, were girls. Had a girlfriend. Sorry. How could I\nforget her? Also blond and blue eyes. We made a good pair. She was a little stuck up.\nBut anyway...",
        "Q: So you assisted him with -- with over -- with looking after these children?",
        "A: Yes. I became their -- their -- the people who took care of these children was a\nhusband and wife in their 60s, who both were professors. Now, they were put in charge\nof them. And there were -- well, this wasn't exactly their field, but they, you know, kept\nthem in line and I became their second leader. I mean, I -- I was more in charge of them\nthan they were. But we had a good time together. And matter of fact, I formed a little\ngang there, four fellows and I. We did all right. And then later on, a lot of the children\nwent to people in London because this little blond girlfriend was transferred to London.\nAnd my other friend who was part of my little gang there, his girlfriend went to London.\nI saw them later on. When I -- when I got a week vacation, I went there.",
        "Q: Now, these friends of yours were part -- had they come to England through the\nKindertransport or they had also helped to oversee the younger ones?",
        "A: Kindertransport.",
        "Q: Okay.",
        "A: But some of them -- I mean, I was at that time 18 years old. Some of them were 15\nand 16.",
        "Q: Okay.",
        "A: One was 17. So was almost, you know, that -- I was one of them because of age wise.\nWhen I left England the following year, was already the bombings going on.",
        "Q: And how did you gain entry into the United States at that point?",
        "A: How did I get entry? Very interesting. I registered with the American consulate in\nLondon with my number, my quota number. And when that quota come -- number came\nup, I got a letter that on so and so and so and so date, I should appear to them because my\nnumber came up and they will now give me permission to go to America if I'm healthy or\nwhatever the case may be. That's how I got there. And I went to Eng- -- I went to\nAmerica on the way via Canada in May 1940.",
        "Q: And you had said the war, there were bombings, you saw bombings?",
        "A: There was already bombings in London, and they had the balloons up with the iron\nthings. I don't know if you remember that. The English put up those balloons, so when\nthe planes -- planes came to bomb it, if they would hit, you know, one of those iron\nthings, it's like a -- a rope but made out of -- out of metal, then the wing would come off,\nyou know. I landed -- I landed in Canada after being sea sick. And the fellow who shared\nmy cabin in the boat, very nice fellow. We got along very well even though he was like\n20 years older than I was. And when we came to Canada, we landed in Montreal. And\nwe had about a day and a half before we could catch a train going to New York, so we all\nwent and took a lock -- a look at Montreal. And when I came back to the boat, I noticed\nthat I had been pick-pocketed. I must have had about 40 or 45 dollars left in my back\npocket, and I never carried money in the back since then, it's over here. And I -- I said,\n\"What am I going to do?\" So he says, \"I can loan you 10 dollars.\" My -- I'm glad he was\nstill there, you know. Sometimes people came to pick them up in Montreal. So I had 10\ndollars when I came to New York. Now, I had to send my -- my -- my wooden box and\nevery other piece of furniture that I had. And I came to Newark where my so-called\nuncle lived. He was the brother of one of the sisters, like I mentioned before. I hadn't\ntold anybody I was coming. This is one of the things I do, I like to surprise people. So I\ntook my two suitcases that I carried. All the other stuff was going to his house. And I\nwent outside the train station, I see a taxi. I asked somebody, \"I'm going to Roseville\nAvenue in Newark. Do you know where it is?\" He says, \"I don't know.\" He says, \"Why\ndon't you take a taxi.\" \"Okay.\" I got into the taxi and I had a dollar and 48 cents left.\nAnd I said to the guy, \"Do you know Roseville Avenue?\" He says, \"Sure.\" Only I didn't\nsay it like that then. \"Can you tell me, please, where the Roseville Avenue is?\" And he\nlooked at me like I'm from the moon or someplace. He said, \"Sure.\" He took me -- I'm\nsitting in the back. And you have to see this picture. There's the man sitting there.\nHere's the meter. 20 cents. Twen- -- 20, yeah, cents, 40 cents, 60 cents, 80 cents, 90\ncents. I said if he goes to a dollar, tell him to stop no matter where it is. 95 cents, we\nstop. I made it. I go out and I give him a dollar and I say, \"Keep the change, sir.\" And he\nlooked at me and he said, \"Well, thank you very much.\" And I'm standing there with my\ntwo suitcases. I says, \"Why is he so nasty? I give him a nickel tip and he's telling me\nthank you very much.\" As he pulled away, I see on the back door 35 cents anywhere, any\npart of the city. I gave him a nice tip.",
        "Q: [Laughing]",
        "A: And I went to the house to see my uncle, and he had moved. He wasn't living there\nanymore. That's what I get for not calling ahead. But luckily it was only four blocks, so\nI took my full suit- -- my suitcase and I got there and I rang the doorbell. And this uncle\nopened up and he said, \"Yes?\" I says, \"I'm Eric.\" \"You're Eric?\" \"Yeah.\" Took me in. I\ncalled my sister. She dropped dead on the floor. Not exactly. But she passed out when\nshe --",
        "Q: Where was --",
        "A: -- heard my voice.",
        "Q: Where was she living at the time?",
        "A: She was not living at a specific place. My sister, because she had her -- better her\nEnglish, was at that time a nanny. So she -- I had the telephone number. I called her up\nand she came that night. I says, \"When you come, bring me 10 dollars.\" I said -- I said --\nor 15 dollars, something like that. And she came and we had a happy reunion. And she\ngot her money back from England. And -- but I rang my uncle's bell with 48 cents. 40 or\n28, I remember.\nUNIDENTIFIED SPEAKER: I remember 28, but...",
        "A: 28, 28, well, then, yeah, 28.",
        "Q: And you lived --",
        "A: And then I said, \"What am I going to do now?\" So my uncle said there is a HIAS --\nHIAS, was that one of the companies back then?\nUNIDENTIFIED SPEAKER: Hebrew Immigrant Aid Society, HIAS.",
        "A: Yeah. It's down in -- in Newark. I caught a bus down there on the second day. And I\nwent there and I asked the people there if they could help me find a job. And they asked\nme, \"What do you do?\" I says, \"Well, I've been a cook apprentice now for two years and\nI'm pretty good at what I do.\" So they said, \"You're very lucky, we just had a call in this\nweek. There's a nightclub in Chatham.\" I didn't know where Chatham was. They're\nlooking for a young cook, you know, somebody -- refugee, somebody. So I took the bus\nout there, took 35 minutes to get there, and in my best English I applied for the job and I\ngot the job. The head chef was from Holland. Spoke very good German. The second\nchef in charge was from Germany, he speaks very good German. And I was there, and\nthen we had a salad chef. And I had a room, and upstairs it was -- you know Jersey at all?\nWell, what we have in New Jersey, near that Chatham place -- as a matter of fact, it was\nbuilt exactly where the nightclub used to be, which burned down during World War II.\nThere is now a big, big mall. What's the name of that mall?\nUNIDENTIFIED SPEAKER: Short Hills Mall.",
        "A: Short Hills Mall. And I lived there up on the top of this hote- -- of this restaurant, I\ndon't know what it was before because it had a -- had a second floor and a third floor.\nSecond floor had the offices. I know the office girl was upstairs. [Coughing] Excuse\nme. And I had my food, I had my place to live. I was working 10 hours a day, six days a\nweek. Now, the 10 hours a day are not that simple. I worked from 1:00 to 3:00, that's\nlunchtime. I was off from 3:00 to 6:00, up on the third floor. And then from 6:00 till\n1:00, I worked the night and I was the night chef. There was actually 13 hours of the day\nthat you couldn't do anything. And it was out in -- you know, it was on a hill, this\nrestaurant and this building. If I wanted my laundry done, I had to walk about four\nblocks into the town. But anyway, I stayed there more or less until I was drafted.",
        "Q: Then when were you drafted?",
        "A: In 1942.",
        "Q: And tell me about -- you know, tell me about your experiences in the Army.",
        "A: There's too many.",
        "Q: Well, how long did you serve in the Army?",
        "A: I was in the Army for three years.",
        "Q: And where were you --",
        "A: I was drafted, I went to Fort Dix. What happened to me in Fort -- nothing comes easy,\nbut always is a lot of fun in a way. I went to Fort Dix and I was wearing a pair of brown\nand white shoes. They call them spectators. You ever hear of them? You know what\nspectator shoes are? From this brown, then comes the part that's white, and then it's\nbrown again and the back has a white stripe. Fancy. I got there, they gave me my\nuniform. Put it on. It was rough. You know what I mean? The Army uniform is made\nfrom not the best material. And my shoes were killing me, those -- you know, I had high\nshoes and you had to crisscross and tie them up. So in the evening, we had -- we had to\nstand -- not Reveille. What was -- Reveille was the morning.\nUNIDENTIFIED SPEAKER: Inspection? Inspection?",
        "A: Well, it was an evening inspection. And I took those boots off and put on my\nspectator shoes. Big mistake. I'm standing out there with a few hundred people.\nEverybody had their Army boots on but Eric. And the first sergeant came by and he\nlooked. He said, \"Who the... do you think you are?\" \"I don't know, sir.\" I mean, +.\nHe says, \"You pimping days are over, buddy.\" He says, \"You may have been in New\nYork with those shoes, but you don't wear them here. You have KP for the next nine\ndays.\" \"What did I do wrong?\" I found out. So anyway, I got my papers, then I went to\nCamp Rucker, Alabama, also known as -- excuse the language -- the asshole of the\nUnited States. It was horrible. It was dry. Dust swirling all over the place. 90 degrees\nevery day. And that's where I had my basic training. Now, I go, you know, when you --\nwhen you go in the Army, they ask you this question and this question and this questions.\nYou take an IQ test and all these sort of things. And I come to this one fellow and he\nsays, \"I understand you were a cook, a chef.\" I says, \"That's right.\" So he says, \"All\nright, let me ask you a few questions.\" He says, \"What are the three main meats?\" I says,\n\"Well, there's calf, there's a -- there's cow, there's chicken.\" Okay. He asked me a few\nmore questions. He says, \"What do you call a piece of meat, a thin piece of meat and you\nput like a cucumber inside and you roll it up?\" And I said, \"Rolled beef.\" \"No.\" I said,\n\"What do you mean no?\" \"That's nobody says here.\" I said, \"That's rolled beef.\" \"No.\"\nOkay. I'm not -- I'm wrong, he's right. And then to -- to Fort -- to Camp Rucker in\nAlabama, and naturally I was put into the kitchen. I didn't have to do any KP anymore,\nbut I cooked the way I know how.",
        "Q: And what is KP?",
        "A: Kitchen patrol.",
        "Q: Kitchen patrol.",
        "A: That's peeling potatoes, washing dishes, all the stuff that nobody else wants to do. So\nI went to the kitchen. Now, the kitchen gets every Monday -- or I guess was Monday -- a\nmenu for the week. On Monday, it's potatoes and goulash or whatever it is. And the next\nday, it's chicken wings or something. All kinds of stuff. And you had to follow it\nbecause it was sent to you for that day in the proportion of how many people you were\nfeeding. Now, in certain things I didn't care, like on the mornings, you know, you have\neither a cereal or, very famous in the Army -- excuse me -- shit on shingles. You ever\nhear that one? No. It's shot -- it's ground meat in a -- ina cream sauce. Yeck. Horrible.\nBut that was one of the dish -- dishes. But the funny thing was that really gave me a\nreputation -- I have two reputations -- we get a menu in that on Monday we're having\nchopped meat. And you had to grind it yourself, you know. And on Thursday, we're\ngoing to have steak. Okay. I opened the package for the chopped meat. It's from the leg,\nit's from the neck, it's -- I mean, I know my stuff. And I said to the head cook there, I\nsays, \"I ain't going to make chopped meat out of this.\" I mean, I'm -- no, wait a minute, it\nwas -- I'm sorry. It was steak meat. Very, very good steak meat. Almost filet mignon, it\nwas that great. And I said to him, \"I'm not going to make chopped meat out of that.\" He\nsays, We have to do what it says.\" He says, \"Look the other way, I'll take the\nresponsibility. All right?\" \"Okay. Go ahead.\" I served -- instead of chopped meat on\nMonday, I served steak. And the whole place went bananas. And the captain who was\nthe captain of my company, he says, \"Oh, is that good.\" I said, \"It's better than chopped\nmeat, sir?\" He goes, \"What are you talking about?\" I said, \"You were supposed to get\nchopped meat today.\" \"And you did something else?\" I said, \"Sir.\" I says, \"I am a trained\nchef.\" I says, \"I wouldn't take that meat and make chopped meat out of it.\" So on\nThursday, we had chopped meat. No big deal. All right. That was the good part. Gave\nme a reputation, he really knows what he's doing. A guy comes in one day, a sergeant. I\nwas a private. And he comes back there to where we're cooking there. There's the mess\nhall, and the kitchen 1s in the back. And he says, \"What are you eating today, Jew boy?\"\n\"Say that again.\" \"Yeah. I said what are you eating today, Jew boy?\" I said, \"Thank you\nvery much.\" I said, \"I'm glad everybody heard it.\" I took my apron off. I went to the\ncaptain's office and I said, \"Sir.\" I says, \"I just was insulted because of my religion and I\nwill not take it.\" I says, \"I will -- I'm from Germany, I suffered under Hitler, I will not\nsuffer under American sergeant.\" Called the guy in. He says, \"This fellow here\ncomplains about you.\" He said, \"All I told him, I called him a Jew boy.\" He says, \"Take\nthose stripes off.\" He says, \"You're a private.\" I swear to God. And he never made more\nthan a corporal until the end of the war. Yeah. And when -- when we finally parted at\nthe end, you know, that we were going home -- at least I was going home. The other part\nof the company didn't have enough points, if you know anything about points. He came\nover to me and he says, \"Eric, you had guts.\" I says, \"That's right.\" He says, \"I respect\nyou.\" And he always tried to be friendly. Like if somebody sneezed, he spoke a little\nGerman, so he'd say gesundheit, especially (?ein kind im liep?) which means gesundheit\nhealth. It's better than carrying a baby. Is rhymes, you know. But anyway, that was the\ntwo things that happened in camp. But I got my training, training with a rifle. And we\nhad heavy mortars. You know what a mortar looks like? You do? You know what a\nmortar looks like? All right. You take a shell and you put it down a barrel and it flies.\nWhen we came to Africa, Algeria --",
        "Q: When -- when were --",
        "A: -- to a city called Oran --",
        "Q: When were you sent overseas?",
        "A: In 19- -- May nine -- the same May that I landed in Canada, or in America actually,\nMay -- May -- May 2nd or May 10th, May 10th. That's when I landed in Africa, in Oran,\nwhich 1s a big harbor town. And I was so happy, I looked at the -- at the harbor and the\nships there. And I saw a sign here \"ne fumez pas.\" I says, \"I had two years of French in\nschool, I know what that means. You're not allowed to smoke.\" Everybody looked at\nme. \"You speak French?\" I says, \"Well, don't ask me,\" I says, \"but I know a few things.\"\nUNIDENTIFIED SPEAKER: What was this, '42 or '43? You went 1n in --",
        "A: '42,'43. No, '42 actually. Yeah, '42, because I was in for three years. And we were\nsent to a hill outside of Oran, which is a fairly big town where most of the people speak\nFrench and Arabic. And we -- we had tents there, big tents we put up. The ground was\nalmost all rocky, all rocks. And they kept us there for a while until they found out what\nthey're going to do with us, because these heavy mortars were not something that had\nbeen used before. Mor- -- small mortars, yes, but not the heavy one. Our mortar was this\nbig. Finally, they gave us an order that everybody in the battalion, we were -- bat- --\nbattalion is a little more than a thousand, a thousand men. Everybody that is called or\nknown as an enemy alien, people from Germany, people from Austria, people from Italy,\neven people from Russia, are to be separated. There were 28 of us. And we were put ina\nseparate little tent, or two tents, as a matter of fact. And my company was told -- this is\nafter a couple of months -- was told to go to Tunisia. We are talking about the African\ncoastline. All right. Algeria is here, Tunisia's here. My company was told that they're\nmaking the invasion of Sicily, which 1s the little boot on the bottom of Italy. In the\nmeantime, we were there, and every day our job was to put rocks around this area where\nwe had the tents. You picked up these boulders and you made a -- a thing that high,\nwhich was okay except on the most of these rocks were --\nUNIDENTIFIED SPEAKER: Scorpions.",
        "A: Scorpions. Sometimes a word -- I miss a word. I think -- I think it right. Oh, __.\nUnderneath those rocks were scorpions, which are not nice. If they crawl on you and you\nmake a move when the tail comes up, and you can die depending how much poison they\nget in there. And I also learned how to skill a scorpion without touching him. Want to\nlearn? Okay. Scorpion is here, right? You take some newspaper or your booklet,\nwhatever you have, the paper, and you build -- put the paper around it and then put fire\non it. Now, the scorpion doesn't want to go through the fires, so he kills himself. Huh?\nUNIDENTIFIED SPEAKER: That's interesting.",
        "A: I'm responsible for a lot of scorpions being dead. But anyway, the other thing we had\nto do is go to the PX there and sell the soldiers whatever they may need; toothpaste,\nmedicine, candy, chocolates, prophylactics, all kinds of things. And it was a good job.\nFunny thing happened there one day. I don't know if you want to hear these stories\nbecause I got a million of them.",
        "Q: Well, let's move forward a little bit, so --",
        "A: Huh?",
        "Q: So did --\nUNIDENTIFIED SPEAKER: Move forward.",
        "Q: We'll move forward.\nUNIDENTIFIED SPEAKER: Move forward. Move forward.",
        "Q: We'll go --",
        "A: Move forwards, okay.",
        "Q: We'll go ahead. So do -- were you involved in the invasion of Sicily?",
        "A: Yes, I was, but my outfit wasn't. Very strange, right? One day we get the notice, 28\nfellows, you're moving out. \"Where we going?\" \"You're going to make the invasion of\nSicily.\" \"Where's my outfit?\" \"They're going to meet you there or you're going to meet\nthem there. They're ready to embark from Tunisia on a boat going on Sicily.\" Okay. So\nwe get on a boat, we land in Sicily. And we're sitting there on the waterfront and\nsomebody comes over and says, \"What are you doing here?\" He says, \"Well, we're\nwaiting for our outfit.\" \"What's the outfit?\" \"84th Chemical Mortar Battalion.\" \"I'll find\nout where they are.\" Comes back. He says, \"They didn't make it.\" I says, \"What do you\nmean they didn't make it? It's a whole battalion.\" They found out -- they were ready to\nget on the boat, and whoever the general was that was going to Sicily, he says, \"I can't\nuse those big things. They're completely out of line.\" He says, \"When we go into\ncountry over there, it's silly. Sicily has mountains, Mount Etna is there, which 1s a\nvolcano.\" He says, \"Get those guys off.\" They went off, we were there. We saw combat\nbefore they did. We were not citizens, which is not a good thing to be if you take a\nchance being captured by Germans. And you know when your dog tags says Hebrew,\nthere's an H on there, so, you know, it's very easy to read.",
        "Q: Now, the other men were also -- were they also German Jewish immigrants with you?",
        "A: No, not all.",
        "Q: Not --",
        "A: No.",
        "Q: Some”?",
        "A: They were Italians. One was a -- a Russian guy. We had a couple from Austria.",
        "Q: Right.",
        "A: Most of them were Americans.",
        "Q: But no -- no citizens?",
        "A: But not citizens. And originally from Germany or Austria or Italy. So we were in\nSicily and they said, \"Okay.\" Says, \"We'll make some use out of you.\" So they took us\nto a place where they had donkeys. And they loaded the donkeys up with packages on\nboth sides. And we got a stick and we led the monkeys up the hill -- the donkeys, not the\nmonkeys. The donkeys up the hill. And they delivered the goods. So whatever they\nneed, ammunition, food, something like that. And then we came down again and we took\nanother thing up. The second time up, the Germans started shelling. I says, \"Wait, you\nknow, we -- we don't -- we don't have anything here to dig a foxhole even.\" We had no\nspade or nothing. So we -- we -- I jumped on top of a foxhole with a couple of guys in\nthere. Other guys hid behind trees. The guys in the foxhole threw me out. I ran around, I\nfound a tree about this big, and the bottom part was hollow. I've seen that many times on\ntrees. I crawled in there and I fell asleep. The bombing was going up and I felt very safe,\nI fell asleep. When it stopped, I came out and I looked around. One of our boys got hit\nalready, not killed. And I said, \"This is ridiculous.\" So I asked the captain that was\nrunning around with his stick like he was an Englishman, which he wasn't. He says,\n\"Okay, fellas.\" Says, \"Go ahead.\" He says, \"We're in a war here. You can't stay in those\nholes all day.\" Okay. And then that's -- I asked him, I says, \"What are you going to do\nwith us?\" I was a PFC, Private First Class. And I said, \"Sir, I don't know where we're\ngoing to go.\" \"Well, what is going on,\" he says. \"Well,\" he says, \"we don't belong to any\ncompany here, not to any battalion, not to any division.\" He says, \"Our people are in\nAfrica. They didn't make the invasion.\" He says, \"You know what.\" He says, \"Go down\nhere.\" He says, \"There's the medical place, you know, where all the wounded are being\nbrought down. See -- go and see if you can help out down there.\" We went down there\nand we reported, 27 men strong. No, we had the other guy too. Yeah, I think he\nwounded his arm. And we said to the doctor or the captain in charge there, he says, \"Sir,\nwe're supposed to -- supposed to help you with any way we can.\" And he says, \"Well,\nwho are you? I don't recognize your insignia.\" I says, \"We belong to the 84th Chemical\nMortar Battalion, but our outfit is not here.\" \"Where 1s it?\" \"In Africa.\" \"Then what are\nyou doing here?\" I says, \"I don't know, sir.\" And he says, \"Okay.\" He says, \"Why are\nyou here?\" I says, \"Because we are enemy aliens, we are not citizens.\" \"You are not\ncitizens and you are up here when the shelling is going on?\" I says, \"That's right, sir.\" He\nsays, \"Well, get the hell out of here.\" He says, \"Take this man\" -- he was on a litter,\nbadly wounded -- \"and carry him down there, don't come back up.\" So four of us picked\nup one litter. We walked about 200 yards and the shelling started again. So we put the\nlitter behind a tree and we were all huddled around and finally it stopped. And when we\nwere ready to pick up that litter and I said to them, I says to guys he ain't going nowhere.\nHe was dead, not from the shelling, but he was badly wounded. So we brought him back\nto the camp and they says, \"You got a live one?\" I mean, he was trying to be -- you're\ntrying to be funny because, you know, it says -- he says, \"Yeah, I got a live one.\" Then\nwe took a guy -- 1t took us approximately two and a half hours for the mules to go up that\nhill. Took us two days to carry this guy down. Was like 200 and some pounds. That's a\nlot, and if you're holding onto that and then you're going around boulders and all kinds of\nstuff. So finally we delivered him to the Red Cross station down there. And they said,\n\"That's enough, you're not going up anymore.\" So then Sicily fell.",
        "Q: I want to pause there for a moment just because I want to jump to the next track on\nthe recorder. So....\nEnd of File One\nBeginning File Two",
        "Q: Okay, this is the continuation of the interview with Eric Hamberg conducted on\nAugust 8, 2012. Sicily fell. Please--",
        "A: You want to know more about Sicily? No.",
        "Q: Let’s move forward--",
        "A: No, we’re leaving Sicily--",
        "Q: Yes--",
        "A: Wait a minute, I got to tell you this. We’re leaving Sicily. It’s not that easy.",
        "Q: Okay.",
        "A: Twenty-eight people including one with an arm wound get on a ship going back to\nAfrica. Why? Because that’s where your outfit is. Okay? But they didn’t take us to where\nthe outfit is, they took us back to Iran. Where we came from with all the rocks and the\nanimals up there. Animals. Insects. And you just couldn’t understand it. Well, we finally\nfound out that in order for you to be a citizen, somebody has to come from America and\nfrom the Immigration Department and he has to interrogate you and if he gives the okay,\nthen you are sworn in as a citizen. I says, okay. They took us back to this hill, but before\nwe got to the hill, we’re on the boat, right? Now I’m standing on the boat, it’s early in the\nmorning about 8 o’clock. We had gotten on the ship around 6 o’clock and I see Sicily,\nyou know, in the distance, very clear, and we got torpedoed. Nothing should come easy.\nBut we were lucky again; it was a liberty ship. You know what a liberty ship is? No. A\nliberty ship was built by a fellow whose company was Kaiser. He was Kaiser. K-A-I-S-E-\nR. And he built ships with the middle separate from the back. From the front, I should\nsay. If you get hit in the back, the front stays up. Very clever idea. Saved our lives. We\nmade it back to Africa. Nobody was killed. But we got torpedoed. When we were back in\nAfrica, we were back up on the hill, we were selling prophylactics again and everything\nelse, and then one day he says, today is your day. They took us all to a big tent and there\nwas a screen in between where you couldn’t see and hardly hear anything. We were\nsitting on chairs on the open side. And now we’re called Mr. so-and-so, sergeant so,\nwhatever it was, we go in, one guy goes in at a time and we hear talking, but we can’t\nunderstand anything. And then we hear loud laughter. And this goes on every time\nsomebody goes in. When I went in there, I gave him my name, my serial number,\neverything. Thirty-two, 5-6-0-9-6-2. Right. And he said, well, he said, I have to go over a\nfew questions here, he says, you were born here, this and this and this. Yes. Do you have\nany connection with Germany? I said no, my parents are still there, I says, I hope they’re\nalive. And he says now comes the important question. What’s the important question? He\nsays, now listen carefully, do you mind fighting against the country of your birth? And I\ngot hysterical, I says, are you kidding me. I already fought against the country of my\nbirth. He says, I know, I know, every time one of you guys comes in, everybody breaks\nout in laughter. I says, yeah, I don’t mind. I don’t mind at all. And then I got my citizen\npapers. My citizen papers say Africa, Iran, everything else. And from there on, I was sent\nback to my outfit. My outfit in the meantime had made the invasion of Italy. We weren’t\nthere, but I made the invasion of Anzio. Anzio was a very, very long and bitter battle. It\nwas flat land, all farmers there. They took the farmers away, but luckily they left the\nanimals there. And the Germans were sitting on top of the hill. So when we got there\nafter the invasion, they gave my particular platoon a farmer’s house. And we were in the\nback where the cows used to be. Other parts of the company were in different houses, we\nwere spread out all over this perimeter, and we did nothing but, you know, make sure -- I\nused to sleep in the manger where the cows eat the grass from. In the meantime, our\ninformation, or our officers were such complete idiots, they never even thought about,\nyou made the invasion, now let’s see how far you can go. No, they drew a line. We’re not\ngonna go further than this because they’re probably sitting on top. But they weren’t. They\nweren’t sitting there at all. The company, the battalion, or the division actually that made\nthe invasion of Anzio, or a lot of them, they went in, they lost half of their men after a\nwhile, because all of a sudden, it started raining. Senator Dole was there. All right, that’s\nwhere he got that wound there and you know who else was there? Audie Murphy, the\nmost decorated American soldier. My buddy, because we were supporting the 3rd\nDivision, which they were in. But anyway, we spent three-and-a-half months there. And\nthe only thing good I can tell you is that my outfit ate pigeons, chickens, rabbits, pigs,\ncalf, veal, and cow meat. I killed them one at a time because in the Army, if you’re in a\nplace like this, all you get is cans of C-rations or boxes of K-rations. Either one of them,\nif you live on them for more than a week, you just feel like, 1t’s not worth it. So I cooked.\nAnd my captain, one night, he couldn’t believe it, I made stuffed breast of veal. And I\ntold him, this is a real nice Jewish dish. So, but I, when I landed on Anzio, when I met\nmy captain there, I said to the captain, he says, I says, I’m a citizen now, he says, so you\ncan send me anywhere you want, I want to be at the front. He says wait a minute, wait a\nminute, you’re not going anywhere, the only one that can cook. I says, that’s right sir, but\n____ exactly my background, I want to go to the front. And he was a captain whose\nancestry comes from Puerto Rico. As a matter of fact, his father was a general and he had\ngone to West Point, but he still talked, still had a very, very heavy accent. When he said\nto me, Hamburg, you want to go the front? I said, yes, sir. Okay, I went to the front. I\nknew what to do with the mortar and I very good with math and when you have a mortar,\nyou have something sitting on the barrel of the mortar and you have sticks there. So you\nput your mortar side on that one stick in the middle and the man who’s at the map will\ntell you, so many clicks over here, or so many clicks over here depending where the\nenemy is and I was very good at it. I was there for four weeks and I got a promotion. I\nnever was a corporal. I was a sergeant. And I stayed as a sergeant until almost the end of\nthe war, then I became a platoon leader, I had 50 men under me, and I became a staff\nsergeant.",
        "Q: Where? Where at this time?",
        "A: This is now at the Brenner Pass. Between Italy and -- was it Switzerland or Austria? I\nthink it’s Switzerland. Yeah, Switzerland -- and we, at that time, were supporting to the\n10th Mountain Division, which came very, very late, but they had a general in charge\nwho had gotten the Medal of Honor in World War I and he wanted to get as medal, as\nmany medals as possible in the few months that he was there. If a guy fell and cut his\nhand on a can, he got a Purple Heart. I mean, we were so mad at them. It was horrible.",
        "Q: And you are a recipient of the --",
        "A: Louder.",
        "Q: -- Bronze, you’re a recipient of the Bronze Star.",
        "A: That’s correct. What did I do?",
        "Q: Can you tell me, how did you receive it?",
        "A: Okay. This was after we got out of Anzio and we were going towards Rome. And at\none point, we still were getting some German shells coming in, so we moved the trucks,\nso we had to stop the truck and find someplace to hide. And we found a cave, we were\nsupposed to go over an area that was wide open, but that was like trees and little\nmountain part here and further down. And in that mountain part, there was a hole, a big,\nbig hole like a big cave and that’s where we all went in. My 50 guys. And we had our\nmortar set up in the open, naturally, you can’t shoot through a mountain, and ever so\noften we would shoot and then we would run back to the cave and then they would shoot\nback. One of my boys who was also a mortar sergeant got hit. And he got hit in the lung.\nAnd he was lying there, I didn’t know if he was dead or not, but I said to the medical\nman, the, what do they call them?\nMRS. HAMBURG: Medic?",
        "Q: The medic.",
        "A: The medic. I says, I’m going to get him. You come with me. We ran out to them and\nmy friend, Joe Weiler, I mention the name because he comes up again, he went with me.\nHe was also a sergeant. And we got to him and we picked him up and he was alive. And\nno matter had we picked him up, the shelling started. So ran to the nearest ditch and we\nall went into the ditch and I put myself on top of this man so he shouldn’t get hit again.\nAnd then we brought him back. That’s why I got a Bronze Star.",
        "Q: And that...",
        "A: But Joseph Weiler, Jewish boy from Brooklyn, all right?\nMRS. HAMBURG: No, you don’t have that.",
        "A: You didn’t bring it, okay. It’s in the Army album. Joe Weiler and I became very good\nfriends even in America and Joe, I was at that time, in 1942, I was 21 years old, Joe was 8\nyears older, so he was 29. We became like real close buddies, I called him Uncle Joe.\nWhy did I call him Uncle Joe? He showed me a picture of his niece. She was gorgeous,\nmost gorgeous Jewish girl in America, maybe? So I started writing to her and we\ncorresponded for over two years. And that’s how he became Uncle Joe because if I\nmarried his niece, he would be my uncle. The sad thing is that on the last day of the war,\nwe were near a lake -- there’s three lakes, I always get them mixed up --\nMRS. HAMBURG: Garda.",
        "A: Garda. Lake Garda. The Germans had bombed out the tunnels that went through the\nmountains near the lake, so we went through there, but we couldn’t go far, too far\nenough, so we had to come back out, we had to take a boat or something, bring our\nmortars way up there. We finally came to the end of the lake there and they said, okay,\nset your mortars up out there where the grapevines are and all that. And I had just come\nback from the hospital because three of our boys were killed in an accident with a Jeep,\nnot from anybody shooting them, and I came back and the rations just came in and it was\nmy job to make these rations for this guys, no, for this group and this group and this\ngroup and this group, so I’m breaking it up and an order came in for a mission, a shooting\nmission. And it was for my mortar, I say my mortar because this one was already in the\nposition to shoot back. I said okay I’Il take it and Joe said no. We always did that, you\nhave something to do, [Il find your mortar, I know where your mortar is. And we did that\nall the time, whoever was available- a mortar is a mortar. And he went down and I heard\nan explosion and I knew what it was. He was gone. I ran down, one hole here. And I held\nhim in my arms for about two hours. Uncle Joe. And if I had gone there, he took my\nplace. Okay.",
        "Q: Okay. How did you feel as a German-Jewish immigrant serving in the U.S. military,\nduring the war?",
        "A: Very fulfilled. I had a, what shall I say, I had to, I had to get even, let’s put it that way.\nThe word I was looking for, I didn’t get. They stole my youth. I mean, when they came in\npower, like in 1933, when Hitler became in power, what was I, 12 years-old. I still had a\nwonderful time because I was not harassed by anyone in the school. As a matter of fact, I\nremember the day that we graduated, I was 16. And when you graduate, the class goes to\nthe director’s office. He’s the principal of the whole school, high school. And he\ncongratulates everyone separately. All right? You’re standing there, yeah? So-and-so\ngood, good, good, and he came to me and he said, in German, Hamburger, fur Juden, bist\nes so Schleicht. Hamburger, my last name, for a Jew, you’re not too bad. Thank you God,\nhe likes me. Idiot. Okay.",
        "Q: And where were you at the war’s conclusion? When the war ended, where were you?",
        "A: When the war ended, I was at the Brenner Pass, at the top of Italy, going into Austria,\nno, Switzerland, Switzerland. That’s where I was. That’s where Joe got killed and that’s\nwhere, that was my last mission. Then after that, my outfit got together and they said,\nyou’re now going to go fight in Japan. But they say here in the orders, anybody that has\nmore than 85 points does not have to go to Japan, he goes home. Now, in order to get 85\npoints, every month that you serve, that you were in the Army counts as a point, all right?\nEvery medal that you have, counts as five points. Your rating counts as ten points. I had\n96 points. I wasn’t going to Japan and so were quite a few other guys, so the last I’m\nsitting there somewhere didn’t make any difference. And they took us back down to\nNaples and finally at the end caught the boat. My outfit had left. On the way to the United\nStates, Japan surrendered. They were home before I was. Lucky guy.",
        "Q: And where did you, where did you live after the war?",
        "A: Where did I come when I came home from the war? I shouldn’t even say that. I didn’t\ngo right home.",
        "Q: Where did you go?",
        "A: My sister was a, my sister who during the war was living in Michigan, because her\nhusband was in service and he had a job up in Michigan, she was now living in Newark\nwhere I was originally landed. I had such good friends on the boat. It took us nine days to\ncome back and I went home with one of them. He was an Italian-American boy. And I\nstayed there a few days. My sister didn’t know I was coming home anyway, and finally\none of the fellows there, he got a car and we all went there and we went to Newark and I\nsaw my sister. I stayed with my sister. I got my job back 1n the restaurant, but not the\nsame one that was on the hill, but he owned three restaurants, the one on the hill burned\ndown. So now I was in Newark. He had a very nice big restaurant and I took my job\nthere, but I no longer had any desire to cook. So I made up my mind, my sister had come\nhere, sister was a very bright girl, and she first worked as a nanny, she saved up money\nand she took up beauty culture. And she became a hair stylist. And she said to me, I says,\nyou’re very talented in arts, I used to paint, I used to draw, I used to do all kinds of\nthings, she says, why don’t you take a course under the G.I. Bill of Rights. So I says,\nthat’s an idea. So I went down to the place in Newark where they gave the lessons and\nthe lectures, it was a year course. And I signed up. Then I went back to my restaurant and\nI said I can only work from five till nine. Why? I says, because I’m going to be a hair\nstylist. Guy says, are you sure going to come here? I says, absolutely. I went to the school\nfrom nine till four, and then from five till one o’clock, I did cooking. Until the last man\nhad left. And when I graduated there, I got a job as a hairdresser. And I worked there for\na few months and I said, I said to my boss, it was a Jewish man who used to work for\nAlbert and Carter, which was in, what was that big place? Saks Fifth Avenue. In a beauty\nparlor on Saks Fifth Avenue. And I said, Walter, I says, I can’t stay with you. He says,\nwhy? Everybody likes you. I says, I know, I says, but some of these women drive me\nbananas. He says why, what did they do. Oh, this curl should be this way and this one\nhere should be this way. And you know, I’ve been through too much to listen to this\ngarbage here. He says you'll get used to it, you’ll get used to it. I says, well, I’m going to\ntake some months off. And I went to a place in Towaco in New Jersey. It was a place\nwhere, what was the name of the outfit that ran that?\nMRS. HAMBURG: Uh, workman’s circle.",
        "A: Workman’s circle. Workman’s circle. And I had worked there before, one summer.\nNo that was the first time, that was the first time, yeah. I went up there and I got a job. I\nwas the only cook there, the owner was, he knew how to cook, but not much. And I\nworked there for July, August, till September. I started in June already. In the meantime,\nthe hairdresser guy called me, they want you back, they want you back. I says, well I’m\ngoing to finish here. It was a good thing it was where I met her. This beautiful child here\nwas 16 years old and she came to the camp and the boss’s wife said, wait until you see\nwhat’s coming in. This girl was a counselor last year I says, she’s 16, and she was a\ncounselor at 15. Yes. When she came, she was cute, but a little too heavy. Can I tell ‘em\nhow much you weighed? A hundred and seventy-two pounds and I said to the woman, I\nsays, this is what you want for me? I says, wait until you hear how she laughs, she’s very\nfunny, she’s very cute, she’s very smart. So I made a mistake one day. I was making\npancakes for breakfast and everybody came with their plates, you know, three pancakes,\nthree pancakes, everybody was fed, she came up to the counter, can I have more? I\nlooked at her and I smiled and I says you can have more, and that’s when she says she\nfell in love with me. I didn’t know. But all during the time that we were out there,\nwhenever the counselors went out I went along with them and she sort of attached herself\nto me. So when some of us over, her girlfriend came to me and she said, are you gonna\ntake Sunny out? That’s Sunny. Going to take Sunny out when the camp is finished? I\nsays, no, I’ve no interest in her. She’s cute, she’s nice, I says, but you know, she’s much\ntoo heavy for me. So the girlfriend said what if she lost weight? I says, Pll tell you what,\nshe’s now 172. If she, by her birthday in November is 135, Pll take her out.\nMRS. HAMBURG: I think you might want to tell them the story about the battlefield\ncommission. Your battlefield commission.",
        "A: Oh, that was my father. Yeah.\nMRS. HAMBURG: Well, even the fact that you were recommended.",
        "A: This is something I should mention. When I lived with my sister and I had already\nstarted found my parents alive. My father, like I said, weighed 86 pounds, my mother\nlooked all right, my mother because she was Aryan was not sent to a concentration camp.\nAnd she managed with her, actually, 1t was her sister, who lived further away, and her\nsister introduced her as a girlfriend that she knew from high school or something. So,\nonce the war was over, my father was reunited with my mother and I applied right away\nto bring them to America. And being that I had a rank, that I was decorated, she was on\nthe second boat coming here. And she also came to my sister, who had an apartment with\ntwo bedrooms, yeah, and a living room that had a couch. Oh, no, that was a little room\nattached to a balcony. The room was about from the middle of this up to here, but it had a\ncot in it. So if I opened the door, I fell on the cot and fell asleep. My parents were in the\nother bedroom. One night we were having dinner together, and I asked my father a few\nquestions about the concentration camp and he says, I really don’t want to talk about it, I\ntold you about how I kept myself alive with the potatoes and all that, I says, but I really\ndon’t want to talk about it. It wasn’t nice. And I said, do you think they kept you alive\nbecause you spoke five languages because Theresienstadt was known as the elite where\nall the doctors and the lawyers, all the educated people. He said I don’t know. He says,\nyou know I’m glad you made it, Papa, he says so am I. I said I want to tell you a story. I\nsays, at the end of the war, nine days exactly after the end of the war, which was March\n2nd --\nMRS. HAMBURG: May.",
        "A: May, May 2nd, in Italy, I was notified that I was getting a battlefield promotion, but\nbecause of the war being over, they didn’t need another second lieutenant, so just let you\nknow, you would have made it if the war had lasted longer, the war didn’t last longer,\nokay, you’re going home. And my father looked at me and his eyes started to water and\nhe said, if the war had lasted nine more days, my son, the newest second lieutenant in the\nAmerican Army would not have had a father. He was on the list to go two days after that\nto Auschwitz. So I looked at him and I said, I’m glad I didn’t get it.",
        "Q: That’s quite a story. Now did you, did you remain as a chef or did you go back to\nbeing a hair stylist after the war?",
        "A: I told you when I came back, I went right away back to cooking for one of the\nrestaurants this man owned.",
        "Q: Right.",
        "A: And then I took up going to school for hair stylist.",
        "Q: Right.",
        "A: So I was a chef until I actually finished hair-styling school and got a job as a hair\nstylist.",
        "Q: Okay. And, so you met at this camp. You met your wife at the camp. And when did\nyou, when did you marry?",
        "A: Four years later.",
        "Q: Did you have children?",
        "A: Yes. Four years later because she was 16 going on 17, there’s a song like that, right?\nSixteen going on seventeen? And she was going to college the next year. Now, here in\nAmerica going to college at 16, that’s pretty good. Smart girl. But she always says the\nsmartest thing she did was marry me, I don’t know. But anyway, we decided that I’m not\ngoing to marry her while she’s going to college. We’Il wait. And I was in Newark, New\nJersey, she was in Queens, New York. My car, after a while, I could close my eyes, you\nknew the way already. And I used to see her on my day off. And it was cute, you know,\nwhen we used to say good night out in Queens, I knew that my last train going to Newark\nwas at 1 o’clock and then there was nothing until 2 o’clock. Somehow, she managed to\nmake me late every time.",
        "Q: How did you feel about the war in the first 10-20 years after its conclusion? Did you\nseek out other Jewish-American veterans, other Holocaust survivors, or, or not?",
        "A: I did not join any veterans group, because I felt that after what I went through, it’s\nenough already. But then I got a letter from the Disabled American Veterans and I was\nhome about a year when I was getting 20 percent disability. Because I was hurt, another\ntime, but it was not a bloody hurt, 1t was wounded in a way. We were told to stop the cars\ncoming out of Anzio, this was right after Anzio, and we were riding along a way that has\na big, big wall here of dirt, you know like, ground, the other side was flat. And we got\nsome shells coming in, so 1t was, we were told to dig yourself into the side where the wall\nis very high so, this way, a shell would have to fall right in front of that hole to hit you.\nAnd I was stuck in that hole and I was, I can’t show you because my back what I’m\ntalking about, had my legs out straight and my legs out straight and I was hammering into\nthe wall because it’s a very tough wall, and ’'m hammering away and I’m bent forward\nand a shell hit on top, and I was buried alive. Naturally, everybody that was around there\nsaw that, they were in their holes, and right away came over, they dug me out, I couldn’t\nbreathe, finally got back my breath back and I went to the hospital. I was in the hospital\nfor eight days. And then I went back to my outfit and then I got a Purple Heart for that. I\nsays, well I guess I didn’t bleed. But then later on, when I was home I once wrote to the\nVeterans Administration and I asked them you know you have in you have boys in Iraq\nand you have boys in Afghanistan and you have boys on the, what was the other one\nbefore that, and they can be on a truck, you know, and hit a mine or something and get\nhurt, but not bleed, but they get a Purple Heart. Why am I not entitled? And they said you\nare entitled. Okay. Big deal. Now I got two. What else did I forget?\nMRS. HAMBURG: You asked something about refugees.",
        "Q: I wanted to hear the story when you returned to Germany after the war with two other\npeople.",
        "A: Yeah.",
        "Q: To your town.",
        "A: Yeah.",
        "Q: Can you tell me about that?",
        "A: Oh, by the way, I joined the Disabled American Veterans. After I was as a member for\ntwo years, they made me the commander, because I had been the commander for Knights\nof Pythias and I know exactly what was going on. And I’m still with them. I’m now the\ntreasurer for the last six years. Now, what else was there?",
        "Q: Going back to Germany.",
        "A: Yeah, okay.",
        "Q: You went back to Germany.",
        "A: I never, ever had the desire to go back to Germany, even though, I must say, I did not\nhave a very bad childhood, because of the fact that in school, the friends that I had, all\nGentiles, were all very, very good to me. I was part of them. Whatever happened, Eric\nwas part of it. So I can’t say that I suffered. Naturally, when I go to school and everybody\nstands there Heil Hitler, I don’t say Heil Hitler, I was always a little shaky, but I had\ntraining in throwing a hand grenade, I had training in rifle shooting. Oh, this is another\ncute one. In the last year I was there, this is 1937, we had rifle shooting one day, we did it\nin our, we did the gymnasium. All right? And they set up a place in the back where they\nhad a stage, metal pieces so you know and then put these signs up and you had to shoot\ninto the sign like you do when you go to a market or something, not a market. And I shot\nand the fellow next to me, I knew was a very good shot because in the summertime he\nused to go with his uncle. His uncle was a forester, in charge of keeping the forest clean\nof people stealing animals or something like that and he always had a was a very good\nshot. He won the shooting, but I came in second. I was called upstairs to the principal and\nI had two SS men there, they wanted to know where I learned how to shoot. And I\nbelonged at that time in Germany to our equivalent of the Hitler Youth, which was called\nIPD, Israelitische Deutschland, Israeli Boy Scouts of Germany. And they\nthought maybe I could learn how to shoot, I says, no, no, no, and...\nMRS. HAMBURG: When we went back to Germany is what she asked and I, when we\nwent back to Germany and the night we were to, well either the night when we first came\nand you spoke and the night when we, it was the last night, when you spoke. I think that\nanswers her question about how you felt being back in Germany.",
        "A: Yes, but before I go there you just reminded me of something. I didn’t tell them about\nthat trip I took did I?",
        "Q: No.",
        "A: With the journalists coming around?",
        "Q: No.",
        "A: No. In our sixth straight...\nMRS. HAMBURG: Yes, yes.",
        "A: Yes, I did say that.",
        "Q: Sorry, you did tell me about that.",
        "A: Yes, I did, I did mention it. Now going to back to Germany, my sister called me one\ntime from California.",
        "Q: What?",
        "A: She just came back from Germany. She went there because they invited her to come\nfor two weeks with a guest and they would take care of everything.",
        "Q: What year was this?\nMRS. HAMBURG: This was before you had your hip operation, so I would say this\nwas...",
        "A: Did I have my hip operation already? No?\nMRS. HAMBURG: No. In the 80s.",
        "Q: In the 80s.",
        "A: The 80s, you think?",
        "Q: Okay.",
        "A: Somewheres around there, yes.\nMRS. HAMBURG: Late 80s.",
        "A: And she says why don’t you go, I says I don’t want to have nothing to do with\nGermany, she says, look, this is already 50 years ago and she said, you know, the people\nthere are young people who don’t even know what the war looked like, they don’t even\nknow what happened. Unfortunately, the school in Germany taught them very, very little,\nshe says, go, maybe you can convince some of them what was for real. So I said, okay.\nSo I brought my wife, we went there. We were 3 former refugees. One was, no four.\nFour, yeah. One was now living in Argentina, one was living in Israel, it was a woman,\none was living in Peru and I. And a funny thing was I’m checking in and I see there the\nfour names of the people, the three names of the people, who are coming besides myself.\nI says, I can’t believe it. One of the names was Eric Kaufmann. He was my best friend in\nGermany. I said he’s still alive, he lives in Peru now and we met and I looked at him, he\nlooked exactly like his father did 50 years ago. Bald with a black rim around it. I said I\nwould know you if I met you in China. So anyway, that was one thing, meeting him again\nwas wonderful. And...",
        "Q: How did you feel being back there?",
        "A: I felt funny. Funny. The house where I lived in that my father owned with a beautiful,\nbeautiful apartment we had was now a lake. The house had been bombed. There was a\nbig open lot next to it, I remember that, and they had torn everything down and made like\na big beautiful lake, well I’m saying lake like a square in America here, and flowers and\ntrees and ducks in the pond. That was my then-home. And my father’s business, which I\nhad very vividly in front of my eyes because I have it on a picture, too, was now a\npharmacy. But more like a CVS, they were selling everything, you know, because in\nGermany, when I was a kid, a pharmacy only sold things to make you better and most of\nit was herbs. So I felt bad, especially when I saw my father’s store, the building behind it\nwas still up there, but the part over the store was taken down except behind there the\napartments were still there. And when I was invited by the mayor the second night we got\ndressed and the four of us with our spouses went to meet the mayor. And I got there...",
        "Q: The mayor of Mannheim?",
        "A: Ludwigshafen.",
        "Q: Ludwigshafen.",
        "A: Mannheim is only where I was born and where I lived for the year before I went here.\nAnd I’m coming in there and there’s a whole bunch of people there because he was\ntreating us to, that night we only had like coffee and cake right, yeah, it wasn’t a dinner\nlike later. And I see there three fellows standing there and I look at them and I see them. I\nsays, I bet you they’re here for me, and I went over there and one says, Eric Hamburger, I\nknew it was you, I knew it was you and I knew you were the one with the thirteen.\nWhat’s the thirteen? Cute story. When I was a kid going to school, if we had any kind of\nthings going in school any kind of tests, if it was on the 13th, I knew I would get an A. I\nmean, I felt so confident, because I was born on the 13th of January, 1921. Now how did\nI come to the 13? I was once at my uncle’s house in a little village and I’m reading a\nmagazine. I was sitting down and I see there a story about Richard Wagner, very famous\nmusician, opera man, very German. And it says here, Richard Wager always thought of\nthe number 13 as his lucky number. Why? Because he was born on the 13th, 18-\nwhatever he was born in. The 13th he was born. His name had 13 letters. The year he was\nborn, if you took the numbers apart made 13. I says, very interesting. I said, wait a\nminute, I was born on the 13th. My name has 13 letters, Eric Hamburger, and I was born\nin 1921, one and nine is 10 and two is 12 and one is 13. Hey, I got 1t made, 13, beautiful.\nThen when I told that in school, when I went back to school after vacation time, I says 13\nis my number. I says I got another one. I was born in January, right? What’s the month\nbefore that? The 12th. So, it could be the first or the 13th. And they remembered that\nwhen I got there, you’re the one with the 13. And they invited me to their house and they\ntook me out for dinner, nice people. Except when we went to the house of one guy, there\nwas one fellow there and his wife came, who was very nice to me except she was an\nidiot. She’s telling me that she was a nurse in a hospital in Theresienstadt. That’s all I\nneeded. What else?\nMRS. HAMBURG: No, I was referring to how you spoke because they asked you to\nspeak, to represent the group.",
        "A: Oh, oh, yeah.\nMRS. HAMBURG: How you felt about it.",
        "A: Yeah, I opened my big mouth. They asked me, the mayor asked me, he asked me, he\nsays, you are welcome, he says, anybody here wants to say anything. And I said, yes, I\ndo. He says, please, speak. And I told them, I says, I want to thank you for inviting me, I\nsays, I never would have come back here if it wasn’t for the fact that you invited me,\nwould have a chance to maybe straighten some things out that you have misconceptions\nfor. I said, I can forgive you of what you did because it’s so long ago and the people that\nare my age there’s not that many around, I says, but I will never, never forget. I says,\nwhat you did to me and my family, you stole my youth from me. I says, this was just the\nyears that a young man has a good time, where he learns a trade, where he learns a\nbusiness, whatever it may be. You took that away from me, I says, and I hope that you\nrealize that this was horrible for me and my family. When we left there, we had a dinner\nand we were seated all around on a like a horseshoe table, was it? Or even a square. We\nweren’t seated next to each other, they split us out. She was next to a young man who we\nhad met the same day. He was in charge of the--\nMRS. HAMBURG: Archives.",
        "A: Archives, of the town. And he found quite a few pictures of me, of my father’s store,\nbefore it was remodeled like it was now, and he was very nice. And he was sitting, at\nnight now, sitting next to my wife. I was sitting next to another man. We talked a bit, but\nwe really had nothing much to say to each other. And again, the Burgermeister, which 1s\nthe mayor, asked if anybody wanted to speak. Yes, I do sir. Please. I said thank you\nagain, I says, this was two very lovely weeks. I was able to go to Heidelberg, which I\nthink is the prettiest little place in the world. Just gorgeous. I spent a lot of my youth there\nbecause we went practically every weekend. Up, on the car going up to the mountains\nand all that, you apparently haven’t been there. You? No. It 1s just beautiful, it’s a river\ngoing through it and it’s known as a university town. Some of the best doctors and\nlawyers were educated in Heidelberg. They also made an opera out of it called the...\nMRS. HAMBURG: Student Prince.",
        "A: Student Prince. All takes place in this, I mean they don’t mention Heidelberg there, I\ndon’t think, but, I mean, that was the..\nMRS. HAMBURG: Locale.",
        "A: What happened there in Heidelberg. And, wait a minute, yeah, all right, I says I saw\nmy Heidelberg again that I’Il always love and there’s nothing to do with anything that\nHitler had to do. I says, the river, the Neckar, I says, I can still sing the song Ich hab mein\nHertz in Heidelberg verloren, I lost my heart in Heidelberg. And I says, but I must tell\nyou, it’s very hard, very hard for me to look around and see people that haven’t got the\nslightest idea of what the Jewish population went through. I said I had a funny\nexperience, I says, I saw Hitler with my own eyes. I says, when he was here in\nLudwigshafen, when he went through there. I didn’t tell them I was sitting on top of\n. I said, and you people think you know that he was somebody that you, der\nFuhrer. I says, he cost you a lot of people. I says, I want to tell you one thing and that’s\nthe end of what I’m saying. I cry. I cry for the six million Jews that you killed. In the\novens, in any way possibly, you kill them, not only that, you killed five million other\npeople. Gypsies. Priests. Gay people. Anybody that was a Communist. Five million other\npeople that weren’t Jews. I says, I cry for them. And last but not least, I cry for the\nmillions of people that you lost in this war. Some of the best people and I know it\nbecause they were all my friends. So cry for them with me. And they said that was\nbeautiful. But then the fellow sitting next to her said what?\nMRS. HAMBURG: This is an interesting story.",
        "A: Say it louder.",
        "Q: We’re not going to get it recorded, so we should, if you want to come closer.\nMRS. HAMBURG: Okay. This archives director.",
        "A: Wait a minute. You want to take over for me? Take over.",
        "Q: That’s okay. Do you remember what he said? Can you tell me?",
        "A: Yeah.",
        "Q: Okay.",
        "A: This fellow sitting next to her, when he heard that I had seen Hitler in person, he was\nin awe. Your husband saw Hitler? Do you realize what that means? Your husband saw\nHitler, really? And she looked at him like he was from another planet, he had no idea.\nMRS. HAMBURG: But the important thing, he was telling us his father was pastor. And\nhe said that he saw in the books he used for his sermon, where he would underline certain\nthings which subtly criticized the Nazi regime. Implying that his father was one of the\nliberals who tried. And he was very respectful to us and very, seemed, very liberal. And\nwhen he carried on so because Eric saw Hitler, it was such a conflict there that he didn’t\nrealize. It struck me. It just struck me.",
        "Q: Certainly.",
        "A: I want you to know that in my class, my high school class, there were 50 boys. Except\nfor myself, another kid who was from Polish immigrants, not Jewish, all were in the\narmy. Out of the 50 boys, 28 were killed. This is what they have to worry about, that’s\nwhy I said I cry for them, there was nothing wrong with them except what you people\nmade out of them.",
        "Q: Well, I think that concludes--",
        "A: That’s enough?",
        "Q: Yeah, is there anything else you want to add, just at the end? Final thoughts on your\nlife and your experience?",
        "A: I have three children. Beautiful children. I had a daughter, Marcy. I had a son David,\nand a son Michael. Marcy is gone. She died of cancer at 55 years old. She was gorgeous.\nHave you got the picture here of the family? I'll put it in there. You have my passport?",
        "Q: I'd like to look at your photos when we’re done. Is that it? I guess my final question\nwould be, how and would you, per se, would you have been a different person if this had\nnot happened, if the Holocaust had never happened?",
        "A: Different in what sense? Different was, number one, I would have been a very rich\nyoung man taken over my father’s business. Different that I would have married a\nGerman-Jewish girl. Different that my whole life was completely different. I mean,\nAmerica is not Germany and Germany certainly is not America. The freedom that I have\nin this country, I didn’t have over there even before Hitler. And I remember my father on\nRosh Hashanah going to temple in tails and a high hat. This was the common thing for a\nhigh holiday. I used to go to shul every Saturday morning. I haven’t been to shul now in\nGod knows how long, but that is because my daughter died. And on Saturday afternoon\nafter we went home to have lunch or something, we went back and had a youth service.\nWe ate strictly kosher. I remember one time for Pesach, I was out and I saw a man who\nwas selling ice cream and I bought myself an ice cream cone and I had it half finished\nand I realized this is not kosher |’ Pesach. I threw it away. There’s a lot of things that\nwould have been entirely different. Entirely different. A little girl that I was going with\nwhen I left was killed in Auschwitz. And why was she killed? Let me tell you this. Her\nfather was in World War I, like my father, he had relatives in America, they sent him an\naffidavit for him, his wife, and my girlfriend. No other children. They went to Frankfurt\nto the consulate and they examine them there and they noticed that this part, this little\npart was missing on his finger. And they said, what’s this? He says, oh, this 1s a souvenir\nfrom World War I, I got my little finger shot off, it’s nothing. You say it’s nothing, I\ndon’t see it here on the affidavit that your people here in America know you’re missing a\nfinger. I’m not missing a finger. Well, I can’t give you the visa. He, his wife, and my\ngirlfriend died. Because of this idiot at an American consulate. It’s so sad when you think\nabout things. I lost my aunt, she was left there because she had diabetes they wouldn’t\ngive her a visa. I lost my cousin there because he had, what the heck was it, epilepsy.\nThey wouldn’t give him a visa. And I know how they died. I don’t know if you know\nthat, they used to have these big, like a train thing and that’s what they put these people in\nand they gave them something to eat, and there was a car outside and it had a hose\nattached to the train thing, and then they put in the gas. That’s how these people died,\nthey weren’t even at a concentration camp. But I am here and I’m ready to tell my story.",
        "Q: Well, thank you so much for sharing your story--",
        "A: You know I always felt bad because a lot of my friends who never ever saw what I\nsee, who never went to any wars like I did, they were on, what’s it called? What’s the day\nthat we remember the Holocaust?",
        "Q: Yom Hashoah.",
        "A: Yom Hashoah. They were up on the stage telling their story and they never asked me.\nAnd then finally, last, two years ago there was an article in the Jewish News because they\nwanted to straighten it out. A lot of people say if you haven’t been in the concentration\ncamp, you’re not a Holocaust survivor and I said it is wrong. Anybody that survived\nKristalnacht is a Holocaust survivor. I’m one.",
        "Q: Well, thank you so much, so much, and let’s stop here and I would--",
        "A: [hope you got something out of it.",
        "Q: So much, really. So, so much and I would just say for our tape--",
        "A: Did you find the picture?",
        "Q: This concludes the United States Holocaust memorial interview with Eric Hamburg.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial interview -- Museum Interview\nwith Eric Hamberg, conducted by Kacey Bayles on August 8th, 2012 in the museum's\nnortheast regional office in New York City. Mr. Hamberg, please state your name.",
        "Q: And when and where were you born?",
        "Q: And --",
        "Q: Where did you live?",
        "Q: Okay. Would you tell me about your family? Would you describe your parents?",
        "Q: And what was their business?",
        "Q: And what languages were spoken at home?",
        "Q: And can you describe life at home? Did they have --",
        "Q: -- friends over?",
        "Q: And what was -- you know, what was it like in your home? Did your parents have\nfriends over? Did they play cards? What did they do?",
        "Q: Did you go to school there?",
        "Q: Did you go to school?",
        "Q: So did you have non-Jewish friends in high school?",
        "Q: Certainly.",
        "Q: How -- was your family observant?",
        "Q: Yes.",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: Did your family have non-Jewish friends as well in the area?",
        "Q: But did your parents have non-Jewish friends? Family friends?",
        "Q: Do you remember --",
        "Q: Sorry. Go ahead.",
        "Q: Now, actually, I want to, if you don't mind, hold this story until later on because I\nwanted -- I want to hold this story until later in the interview.",
        "Q: Because I want to jump back to 1933.",
        "Q: Just so we can stay in chrono- -- in chronological order. And I want to hear that later\non. But do you remember when Hitler came to power in 1933?",
        "Q: And what was the mood in your community at that point in --",
        "Q: Uh-huh.",
        "Q: And --",
        "Q: Sure.",
        "Q: When did that happen, do you remember?",
        "Q: Uh-huh.",
        "Q: You had to take a --",
        "Q: Now, that's -- was that still --",
        "Q: Uh-huh.",
        "Q: Oh, my.",
        "Q: [Laughing]",
        "Q: Oh, my.",
        "Q: Now, sorry, at this point you had planned already to leave Germany’?",
        "Q: So your parents --",
        "Q: -- had not --",
        "Q: Now, what had your parents planned to do?",
        "Q: They thought they --",
        "Q: Did you try to convince them to leave?",
        "Q: Did you try to convince them to --",
        "Q: -- to get out earlier?",
        "Q: I want --",
        "Q: I want --",
        "Q: I want to hear about your experiences --",
        "Q: -- during Kristallnacht as well.",
        "Q: Where exactly? Where?",
        "Q: Did you --",
        "Q: Did you speak English at this point?",
        "Q: Okay.",
        "Q: I want to pause there for a second. I want to go back to --",
        "Q: -- to Kristallnacht.",
        "Q: To Kris- -- to Kristallnacht.",
        "Q: And I want to hear, you know, your experiences and did you witness --",
        "Q: Who did this?",
        "Q: Uh-huh.",
        "Q: So let's go back -- sorry.",
        "Q: Uh-huh.",
        "Q: Let's go back to 1939 --",
        "Q: -- when you were in England.",
        "Q: So you're in England. And -- you're in England.",
        "Q: And, you know, where did you live and who helped you while you were there?",
        "Q: Now, where did -- you said he took them in. And where did they -- where did they\nstay? Did he stop taking guests at this point or he put them where there were no guests?",
        "Q: Uh-huh.",
        "Q: So you assisted him with -- with over -- with looking after these children?",
        "Q: Now, these friends of yours were part -- had they come to England through the\nKindertransport or they had also helped to oversee the younger ones?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: And how did you gain entry into the United States at that point?",
        "Q: And you had said the war, there were bombings, you saw bombings?",
        "Q: [Laughing]",
        "Q: Where was --",
        "Q: Where was she living at the time?",
        "Q: And you lived --",
        "Q: Then when were you drafted?",
        "Q: And tell me about -- you know, tell me about your experiences in the Army.",
        "Q: Well, how long did you serve in the Army?",
        "Q: And where were you --",
        "Q: And what is KP?",
        "Q: Kitchen patrol.",
        "Q: When -- when were --",
        "Q: When were you sent overseas?",
        "Q: Well, let's move forward a little bit, so --",
        "Q: So did --\nUNIDENTIFIED SPEAKER: Move forward.",
        "Q: We'll move forward.\nUNIDENTIFIED SPEAKER: Move forward. Move forward.",
        "Q: We'll go --",
        "Q: We'll go ahead. So do -- were you involved in the invasion of Sicily?",
        "Q: Now, the other men were also -- were they also German Jewish immigrants with you?",
        "Q: Not --",
        "Q: Some”?",
        "Q: Right.",
        "Q: But no -- no citizens?",
        "Q: I want to pause there for a moment just because I want to jump to the next track on\nthe recorder. So....\nEnd of File One\nBeginning File Two",
        "Q: Okay, this is the continuation of the interview with Eric Hamberg conducted on\nAugust 8, 2012. Sicily fell. Please--",
        "Q: Let’s move forward--",
        "Q: Yes--",
        "Q: Okay.",
        "Q: Where? Where at this time?",
        "Q: And you are a recipient of the --",
        "Q: -- Bronze, you’re a recipient of the Bronze Star.",
        "Q: Can you tell me, how did you receive it?",
        "Q: The medic.",
        "Q: And that...",
        "Q: Okay. How did you feel as a German-Jewish immigrant serving in the U.S. military,\nduring the war?",
        "Q: And where were you at the war’s conclusion? When the war ended, where were you?",
        "Q: And where did you, where did you live after the war?",
        "Q: Where did you go?",
        "Q: That’s quite a story. Now did you, did you remain as a chef or did you go back to\nbeing a hair stylist after the war?",
        "Q: Right.",
        "Q: Right.",
        "Q: Okay. And, so you met at this camp. You met your wife at the camp. And when did\nyou, when did you marry?",
        "Q: Did you have children?",
        "Q: How did you feel about the war in the first 10-20 years after its conclusion? Did you\nseek out other Jewish-American veterans, other Holocaust survivors, or, or not?",
        "Q: I wanted to hear the story when you returned to Germany after the war with two other\npeople.",
        "Q: To your town.",
        "Q: Can you tell me about that?",
        "Q: Going back to Germany.",
        "Q: You went back to Germany.",
        "Q: No.",
        "Q: No.",
        "Q: Sorry, you did tell me about that.",
        "Q: What?",
        "Q: What year was this?",
        "Q: In the 80s.",
        "Q: Okay.",
        "Q: How did you feel being back there?",
        "Q: The mayor of Mannheim?",
        "Q: Ludwigshafen.",
        "Q: We’re not going to get it recorded, so we should, if you want to come closer.\nMRS. HAMBURG: Okay. This archives director.",
        "Q: That’s okay. Do you remember what he said? Can you tell me?",
        "Q: Okay.",
        "Q: Certainly.",
        "Q: Well, I think that concludes--",
        "Q: Yeah, is there anything else you want to add, just at the end? Final thoughts on your\nlife and your experience?",
        "Q: I'd like to look at your photos when we’re done. Is that it? I guess my final question\nwould be, how and would you, per se, would you have been a different person if this had\nnot happened, if the Holocaust had never happened?",
        "Q: Well, thank you so much for sharing your story--",
        "Q: Yom Hashoah.",
        "Q: Well, thank you so much, so much, and let’s stop here and I would--",
        "Q: So much, really. So, so much and I would just say for our tape--",
        "Q: This concludes the United States Holocaust memorial interview with Eric Hamburg.\nEnd of File Two\nConclusion of Interview"
    ],
    "answers": [
        "Answer: My name is Eric Hamberg, middle initial J.",
        "A: I was born in a town in Germany called Mannheim, M-A-N-N-H-E-I-M.",
        "A: But I did not live there.",
        "A: I lived across the river in a town called Ludwigshafen, L-U-D-W-I-G-S-H-A-F-E-N.\nThis means the harbor of Ludwig, on the Rhein River. It's -- the town is known as\nLudwigshafen am Rhein, compared to Ludwigshafen on the Bodensee, which is down by\nSwitzerland. Okay?",
        "A: I was born the second child of my parents. My father's name was Julius Hamberger.\nOur family name at that time was Hamberger. And my mother was Anne. Joanne --\nactually was Joanna, but she called herself Anne. And my father when I was born was 39\nyears old. My mother was 27. 12 years difference.",
        "A: My father owned a fairly large store in Ludwigshafen. Men's and boys' clothing. We\nsold everything except shoes.",
        "A: At home, we spoke German. My father spoke five languages, but he didn't teach us\nthe other four.",
        "A: Okay.",
        "A: I have a sister, who 1s one year and two months older than Iam. She is still alive,\nthank God. She lives in California now. And she came to America before I did. I also\nhad a little brother who was just about the same amount of time, about a year and six\nmonths younger than I was. He died before he was two years old. He is buried in a\ncemetery in Ludwigshafen. I remember my little brother being very sick and he had the\nmeasles. And according to the doctor at that time, he didn't keep himself warm, he\nkicked the blankets off and he caught pneumonia and that was the end.",
        "A: My father owned two buildings. We lived in one of them. It was an apartment house\nbuilding. There were five floors. No elevator. We lived on the second floor. There was\na store on the first floor and an apartment. And we had a lovely, lovely apartment. I\nmust say my father was quite wealthy. And according to my mother, at one time he was\nworth a half a million marks. Not dollars, but marks. Whatever that means at that\nparticular time, it's still a lot of money. Yeah.",
        "A: Did I what?",
        "A: Did I go to school there? Absolutely. I went to first the normal -- what they call it,\nthe --\nUNIDENTIFIED SPEAKER: Elementary school.",
        "A: -- elementary school for four years. We were only boys, which was the norm over\nthere. We were approximately 45 young boys. And I stayed there for four years. Now,\nin Germany, if you don't want to go to high school, you don't have to, but you have to go\neight years for public school. My father and mother thought I should get a better\neducation, so at the fifth grade, which would be here, I started my first year of high\nschool. High school in Germany was six years. So when I graduated high school, and I\nmust say I was the only Jewish boy in the whole town who graduated high school\nbecause the other ones were all taken out of the high school before because of Hitler. But\nI lived on the other side of the track. Not only that, I might as well get this straight,\nthere's no sense lying about it. My mother was a converted Jew. My father went into the\nwar in 1914, '14 to '18, World War I. He has a business already. And my mother was his\ntop sales girl and they also fell in love. When he was in the service, she went to the rabbi\n-- and I have the papers home -- and took Hebrew lessons and converted Judaism. Now,\nthis I mention because it -- later on, 1t comes out that that gave my father and mother a\ntremendous plus because she was in Hitler's sight an Aryan no matter what the religion\nwas. Just like the opposite side, if you were Jewish and converted to Christianity and\nHitler came, you were a Jew no matter what. So that's where we were. And in high\nschool, our high school happened to be the same school that Chancellor Kohl went to,\nwho was the Reich's chancellor. My claim to fame. And we were 50 boys. I was the\nonly Jewish boy in the whole high school.",
        "A: Oh, yes. As a matter of fact, if you want to know the truth, in my class we had about\n10 or 11 -- I'm not sure anymore, I think it was 10 -- 10 fellows who were like the gang.\nWhen I say gang, it's not like a gang here. We did all kinds of stupid things like, you\nknow, if it was a real hot day and we wanted to get the afternoon off, we put a fire\nunderneath the baskets in the school yard. Was made out of metal, you know, so they\nsaid, \"Get home, alright.\" And I was one of them. I was never called upon to be anything\ndifferent but a student and a buddy. In my class of 50 students, I had no enemy but one,\nif you want to call itan enemy. There was one fellow in the class, I remember blond hair\nand glasses, he looked like a real future priest. I mean, you know, that holiness about\nhim. And ever so often, he would say, \"I hate you, Eric, I hate you.\" I says, \"Why do\nyou hate me?\" \"Because you killed my Jesus.\" I said, \"Hans, I didn't kill your Jesus.\nThat happened thousands of years ago.\" \"Your people killed my Jesus and you're a Jew,\nso you killed my Jesus.\" Naturally, this is all in German. You want to hear it in German?\nNo.\n[Laughter]",
        "A: And I finally got sick and tired of him and I said, \"Look, Hans.\" I said, \"You want to\nmake a fight out of it? I'll fight you.\" I'm a little guy. I was only about four -- four --\n5'2\". I grew up a little more later on. And he says, \"No, I don't want to fight you, but you\nkilled my Jesus.” It came to a point where I asked my Hebrew schoolteacher, who also\nwas the cantor of our organi- -- of our temple, \"What am I going to do with this kid?\" He\nsays, \"Well, just tell him Jesus Christ was a Jew.\" I was floored. I was stunned. I had no\nidea. And I went to Hebrew school since I was six years old. I says, \"Are you sure?\" He\nsays, \"Absolutely.\" So the next time I was told, Eric, I hate you because you killed my\nJesus, I says, \"Do you hate all the Jews?\" He says, \"Yes.\" I said, \"Then you must hate\nJesus Christ.\" \"What are you saying?\" I says, \"Jesus Christ was a Jew.\" \"You're out of\nyour mind.\"I says, \"Go and ask your father, your priest or anybody you want.\" That was\nthe last time I heard from him. This was just a little episode that I like to tell because it\nwas, to me, very satisfying to find out that Jesus Christ was a Jew.",
        "A: I graduated there in 1937. Hitler came into power in '33. And my other friends -- I\nhad a lot of Jewish friends from the temple. We used to go to temple in the morning.\nAnd then in the afternoon, the children would come and we have like a children's service\nwhich I used to lead quite often.",
        "A: We had a kosher household, but we were not orthodox. We had milchig and fleishig,\npieces of cutlery. And we had for Pesach special things. And milchig and fleishig was\nseparate. As a matter of fact, I always pointed out we had an ice box. At that time there's\nno refrigeration. We had a double ice box for milchig and fleishig. You understand\nmilchig and fleishig, yes? Thank you.\n[Laughter]",
        "A: Okay. And used to put blocks of ice underneath into, and that kept it cold. But I don't\n-- it had -- I don't know anybody else that had the combination of these two different\nthings. Our -- what shall I say, when -- when you -- when you dry the dishes, your hand -\n- hand things, blue was for milchig and red was for fleishig. So, I mean, we kept all this,\nbut we were not orthodox.",
        "A: Let me continue. The other children, yeah, Jewish children -- Ludwigshafen, my\nhome town, was cut in half by the railroad. The railroad was only one block of the\napartment house where we lived in. The other apartment house that my father owned had\n16 apartments. They were smaller apartments. And it was also the apartment where the\nground floor, my father's store was located. It was a big store. Yeah. The other part of\nthe children lived on the other side.",
        "A: My father supplied a factory, which was located in my home town, and 1s called --\nUNIDENTIFIED SPEAKER: IG Farben?",
        "A: A --\nUNIDENTIFIED SPEAKER: IG Farben?",
        "A: No, no, no.\nUNIDENTIFIED SPEAKER: No, BASF?",
        "A: Yeah, yeah.\nUNIDENTIFIED SPEAKER: BASF.",
        "A: Badische Anilin- und Soda-Fabrik, BASF. Have it here in the United States, all over\nthe place. All right. Tremendous place. And what they specialized in was colors, dyes,\nand any kind of liquid medication. And my father supplied the uniforms. This factory is\nprobably half the size of my town of Union where I live. It was like a city. We -- I was\nonce there and they took us for a ride around. Took us four hours. And so he -- he made\ngood money.",
        "A: Those nine kids in the gang were all my friends.",
        "A: Not many, no, no, no, no. Very few. My father was a very generous man. We had a\nlot of people coming from Poland, Jewish people. And they came to my father and they\nsaid, \"Can you give us some of your clothes that you sell here and give us a little discount\nand then we can go and peddle it and charge like three or four marks,\" you know. And\nmy father said, \"I'll help you.\" And he did. And they paid him slow but sure, but then\nwhen Hitler came, he lost thousands and thousands of dollars.",
        "A: But --",
        "A: Yeah. While I was the only one on my side, there was others in the school before me,\nbut not since I went to high school. Except one time my cousin came to live with us for a\nyear, so he went to the same school. But otherwise, I was the only Jewish boy. Talking\nabout non-Jewish friends, when we graduated in the high school, we wore for six years\ncaps with a brim. Not like here. They were more like military caps. And in the first\nyear, they were red. Red. And there was a band around it and it was red and green and\nwhite. In the second year, it was the same red cap, but it was red and blue and white.\nOkay? Third and fourth years, the caps became green, also with a change of things. And\nin the fifth year, it was blue with it. When you graduated, for one day only you got a\nwhite cap. Halleluiah. We made it. All right? And what you did on that day that you --\nafter you had your white hat, you got a cane, you know, like a heavier cane like the men\nused to do. And you wore your white cap and you marched through town. And I\nmarched through town with nine of my gang friends. And we came to a, what shall I say,\nlike a bar, like a -- well, a drink, drink place, you know.\nUNIDENTIFIED SPEAKER: Pub. Pub.",
        "A: A pub, sort of like it, but you could get food there too. And on the pub, on the outside,\nit says Juden nicht erwunscht. \"Jews are not wanted here.\"So they said, \"Come on, let's\ngo. We're going to drink a little bit.\" I was never a drinker. I says, \"I don't want to go in\nthere because they don't want me.\" \"What do you mean? This?\" They ripped it off the\nwall. \"You go on.\" So I went. And when we were chugalugging, you know, somebody\nsays, \"Eric, come on, you and me.\" Well, I was -- I was half soused by the time I got out\nof there and I never -- never was a drinker. It was ridiculous. So then they said, \"All\nright, we'll go to a movie now.\" We had a beautiful big movies house. UFA, I\nremember. United -- it wouldn't be united. Whatever. And they said, \"Okay, we going to\nsee the movie.\" I says, \"I can't go.\" \"Why? It doesn't say anything.\" I said, \"I don't have\nmoney.\" So this was in 1937. So they said, \"Okay, okay, so you don't go, it's okay.\" I\nsays, \"At least go there and buy some tickets.\" So they gave me money and they said,\n\"That's just enough for all the tickets. All right?\" And I get up the money to go there.\nShe gave me ten tickets. They paid for me to go with them. This was my gang. I can't\nsay anything else. They were all my friends to the day that I came back to Germany\nyears and years later. They announced in the local paper that three Jewish people -- one\nwas a woman, myself, and another fellow who happened to be my best friend, but he\nlived on the other side of the track. And I have to think. One second.\nUNIDENTIFIED SPEAKER: When you went back, these same --",
        "A: Oh, yeah, yeah, yeah. It was announced in the paper that I was coming. When we\nlanded there, we were invited by the mayor of the town. It's a pretty big town.",
        "A: Okay.",
        "A: Okay.",
        "A: Yes.",
        "A: Very happy, because if you weren't happy, you could have been dead. I mean, Hitler\ncame to power by -- I mean, he started really way before that.",
        "A: But by that time, you saw practically every day the stormtroopers marching through\ntown with the flags and with their sabers on their side. Not sabers exactly, only a -- a\nknife like that. And we were on one of the main streets in town, so we saw it all.",
        "A: And, wait, one minute.",
        "A: And I remember that -- I think it was in 1933 that he used, like the chancellor, we had\nat that time a man in power in Germany, was an ex-general. He was still a general, but\nonly by name, Hindenburg, von Hindenburg. All right. Von Hindenburg was more or\nless forced to appoint him, but he had to be put into power by the people. And everybody\nknew you better vote for Hitler because if you vote against them, they'll know. You may\nthink you fold the paper and put it in, they'll know. Well, he was elected 99 percent of\nthe people. And after that, things slowly began to change. They started the Hitler Youth,\nall with uniforms and the bars across and very nice uniforms. At the end of my stay in\nhigh school, every one of my student friends, including my gang friends, were 1n the\nHitler Youth. Didn't affect anybody, not even me. And then the girls started coming\nalong, which was called BDM. BDM. Stands for Bund Deutsche Matrone. Organization\nof German girls. And then it came around, you know, like the edict, the boys and the\ngirls, they can go to camp together and they can sleep together because we want to have\npure Aryan people coming around and having children. And then the communists slowly\nbut surely were either killed off or sent to concentration camps. I remember coming home\nfrom school and there was a big sign on one of the walls. And it must have had about 60\npictures of dead Nazis, only they weren't called Nazis. All these people were killed by\nthe communists. It was really -- I mean, you looked at this, and if you weren't German\nfor Hitler, your blood started to boil. You know, the faces were all smashed in and all\nkinds of things. Now, the concentration camp of Dachau, which 1s in Bavaria, near\nMunich, at first the only people in there were communists and Jews. Not Jews because\nthey were Jewish, but Jews because they were also communists or against Hitler. In 1937\nwhen I graduated high school, Hitler at that time was in a position where I knew and my\nfather knew and every Jewish person knew that there was going to be a war because you\nhad to save everything that had metal. Like toothpaste came in a metal, you know, thing.\nYou squeezed it out and you had to put it on the side. Anything that contained metal you\nhad to save and you had to turn it in. By '37, my mother sent me to the headquarters. I\nhad to turn in all the gold and silver we had. By '37, I realized I'd better get out of\nGermany fast. I was 16 years old. And what am I going to do? So I was advised by the\nJewish people and the offices there to learn a trade. Naturally, I was supposed to take\nover my father's store, would have been a wonderful thing, but that was out. Already the\nSA men were standing in front of the store. Don't buy from the Jew. Nobody was let in.\nSo my father had to close up.",
        "A: This was right after I graduated. '37, yeah.",
        "A: And -- I'm trying to follow what I was saying here.",
        "A: Oh, yeah, Hitler, Hitler. When I was -- this -- this 1s -- this is a very cute story. You\nhave to look at it from a -- from a comic point. It wasn't funny, but you have to look at it.\nMy brother was buried in a cemetery in Ludwigshafen. In the regular cemetery, the\nJewish people had a special section. It had a gate. You could either get a key to go and\nsee your beloved one who was buried there or you could ask somebody, the office. And I\nknew exactly where my brother was buried. And my mother -- and in Germany, if you go\nto a cemetery, every grave is a display garden. If you've never seen it, you just stand\nthere, oh, my God. Planted -- naturally, it's -- I'm talking about summertime. Planted\nwith the most gorgeous flowers and little bushes and everything else. Pictures of -- of\nbeauty, really. And my mother one day -- and we used to go there like once a month or\nevery other -- every other week or something. And she says, \"I bought some flowers\nyesterday.\" She says, \"Eric, please take it to Werner.\" My brother was Werner. \"Take it\nto the cemetery and plant them.\" I said, \"Okay, Ma.\" I took my little package with the\nflowers over into the cemetery, I planted the flowers and I'm coming back. Now, the\nstreet that I'm usually taking to coming back was full of people. Wasn't there when I\nwent down there. I says, \"What's going on?\" \"Hitler's coming. Hitler's coming.\" I says,\n\"Oh, my God. What I am going to do? Am I going to run backwards? Forwards?\" I\nalways -- and even I show you pictures -- always wear leather pants, short leather pants\nwith the --\nUNIDENTIFIED SPEAKER: Suspenders? Suspenders?",
        "A: -- suspenders and this across with an edelweiss on here, you know. I had blue eyes, I\nhad blond hair. I was a typical German boy you want to see. And I'm trying to squeeze\nthere -- this was like six deep, and a motorcade was coming. I just stood there and I\nlooked around. Then somebody saw me and somebody said, \"Wait a minute, you stay\nright here.\" I says, \"Oh, my God. What they going to do me now?\" And he said, \"Hey,\nsend somebody back here for that kid, he'll be able to see Hitler.\" An SA man came back\nand put me on his shoulder, took me to the front line. And I'm sitting there and\neverybody's hollering, \"Heil Hitler, heil Hitler.\" And my father taught me when that\nhappens, anytime at all, say, \"Freie leiter, freie leiter.\" It sounds almost the same, but it\nmeans free leaders, you know. I'm hollering there, \"heil -- freie leiter, freie leiter, freie\nleiter.\" And all I kept thinking is 1f somebody across the street sees me sitting on top of -\n- top of that man in his SA uniform, this little Jewish boy, they're going to tear me apart.\nBut then I said I'm having a good time. So finally, they let me out. I went home, I told\nmy mother, she almost died. But nothing happened. But it was very funny 1n the end.",
        "A: Also, while Hitler was getting into power, this was about '36, --",
        "A: -- when I was in fifth grade. One of the professors -- we had professors in high school\n-- he took the class on a trip to a certain town where they had a museum. And he said,\n\"We're going to spend the weekend there, so get your parents' permission,\" which I got.\nAnd we took a bus and we went out there. And we were in a youth hostel where we\nslept, because we stayed there. We went there Friday afternoon. Saturday morning, we\nwere around, we were passing the time, some kids had a late breakfast. And two persons\ncame, two men came in. They are journalists for the local paper. And they said to our\nprofessor, who by the way spoke very funny. We always used to imitate him. They said,\n\"You know, what are you guys doing here?\" So we told them. He says, I'm professor so-\nand-so from the realschule in Ludwigshafen and we came here to see the museum and,\nyou know, spend a little time here. He says, \"Wonderful.\" He says, \"Now, I got a -- I got\nsomething for you,\" he says. \"We are having in our local paper a competition, you might\nsay, the most Aryan looking boy.\" Do I have to say any more?\n[Laughter]",
        "A: And my professor said, \"I don't want to bother the kids with something.\" He said,\n\"Why not? Look that this guy over there. He could win easily.\" Lederhosen.\nEverything. Blond hair, blue eyes. And my professor smiled. He says, \"I don't think\nso.\"",
        "A: It's funny, but it was cute.",
        "A: Allright. That's part of Hitler's time. Then he finally came into the full power, like I\nsaid, in'37 and we knew what was going on. I had to learn a trade. Now, in Mannheim --\nlike I said, that's across the river, the Rhein River. Mannheim has about 300,000 people.\nWell, almost twice as big as my home town. And there we had, you know, Jewish\norganizations. And they advised me, we had two things in the town where you could\nlearn a trade, all put together by a Jewish -- what do you say? Not a firm, not a company,\nbut organization like you here, something. And one was to be a locksmith, which didn't\nreally interest me. And the other one was furniture making. Now, that already was\nsomething I could have done because even as a child, I was artistic. I used to draw, I\nused to paint. Nothing important, but, I mean, you know, it was usually quite good. And\nI said if I make furniture, I could make some fancy things on there and all this sort of\nthing. That might work out. Then I heard that the only Jewish restaurant in town was\nlooking for a cook apprentice. I always used to watch my mother in the kitchen, and at\nthat time watching meant a lot of things, like pulling the feathers out of chicken. You\ndon't know from that. You do? And then you open up the back and you go in and you\ntake everything out, including the eggs, which are not born yet. It was fun. You don't\nlike that? I loved it. My mother made cookies, you know, and I used to stamp the\ndifferent forms out. When my father caught me, I'd get a smack. \"Boys don't belong in\nthe kitchen.\" Okay. So when that came up, I said to my mother, \"I'm going to try for this,\nyou know, the cooking thing.\" My father said, \"Well, go ahead.\" I mean, you know, this\ncould be my life or death. I went over there and I met the man and the woman. Their\nname was Schloss (ph).",
        "A: Yeah. I didn't know -- I didn't know how yet, but, I mean, I felt if I got out, because at\nthat time already there was a quota system from America for German Jews. And you had\nto apply at the consulate in Frankfurt to go to America, but you had to wait till your\nnumber was called. My sister they registered right away, and she left about a year and a -\n- almost a year before I did. Now, my number was 13,000 something. I should know that\nby heart, but I don't. And when my -- I had relatives in the -- in America. They weren't\nrelatives like you might say. My father had three brothers and one sister. Four boys.\nThey were all in the German army. I got a picture home, the four of them lined up, you\nshould see them. Mustache every one of them, you know. And two of the brothers had\nmarried two sisters. And the sisters had brothers. One was in America quite early. He\nwas a chemist. And he got a job here in America. He was a doctor of chemistry,\nworking for Houten Company. Does that name mean anything to you? Is it Houten?\nUNIDENTIFIED SPEAKER: Chocolates, yeah.",
        "A: Houten, yeah. Houten made chocolates. And they usually had peppermint patties\ncovered with chocolate. Now, at that time if you made that and you put chocolate over it,\nit would crumble, it wouldn't stay. He found a chemical process where the chocolate and\nthe peppermint would stay together and keep for God knows how long. His brother, who\nwas much younger, worked for my father in the store. My father taught him to -- how to\nbe salesman. And then he went to America to his brother. So the relatives they had here\nafter a while were the two other brothers who had married the two sisters of these two\nboys. You have to make a family tree. And my father told them, he says, \"I registered\nEric.\" And they send a telegram, and it says, \"Don't be stupid, go get your own number.\"\nAnd my father wrote back and says, \"Oh, by that time,\" it says, \"I'll be gone.\" He says, \"I\nwas in the German army, I have an IM cross, they won't bother me.\" Little did they\nknow.",
        "A: And they --",
        "A: And they sent back -- they sent back a telegram, \"Do it today. We know more than\nyou do.\" Something like this. Okay. I'm not quoting verbatim. So he did. From -- from\n13,000, it went out to 22,000. And America allowed in about at that time 6,000 or\nsomething. It was very -- was minute -- very minute a thing here. We in Germany\nthought that Roosevelt was our friend. Hitler thought he was Jewish because Roosevelt,\nyou know. And we just couldn't believe that -- that this could happen, but it was, so he\ncouldn't do anything about it.",
        "A: My parents planned to stick it out.",
        "A: I mean, after all, he was a German soldier and all that.",
        "A: Not only that, I mean, what could they do? They had to wait until their number was\ncalled.",
        "A: Did I try?",
        "A: Well, I told them, I says, \"I'm going.\" I says, \"But I know \"-- and my father says,\n\"Don't worry about it.\" He says, \"You're a young person, you'll get out.\" So here I was in\nmy second year of cooking apprenticeship and my father thought of writing to a friend of\nhis in England. Now, they were -- had -- they used to be very, very good friends, but this\nwas years ago. And I remember the only time they used to be in contact was Rosh\nHashanah and Yom Kippur, they used to send a letter, you know, card or something. So\nhe wrote a letter to his friend and he says here's the situation, I have a son, he's now 16\nyears old, going on 17, which is almost army age, you know, and he's been working as a\ncook apprentice. Is there anything you can do that maybe somebody over there would\nhire him or something? Because if you had a job promise by an English company, you\nhad to deposit a hundred pounds with the English government so you wouldn't be a\nburden to them, and then you would get a German -- from Germany an affidavit. I have\nthe book right here. And so he wrote. He got a letter back from his wife, \"Your friend\nhas passed away. The only thing I can think of,\" he said -- she says, \"We have a\nmagazine here that comes out once a month. And now before the summer is coming\" --\nthis was probably November the year before, '39 -- \"I'm sending you something,\" like we\nhave a Jewish news in -- in -- in Newark. And in the back, they had advertising, you\nknow, hotels for the summer here and there. And there were two pages of hotels. I wrote\nto almost 30 of them -- and this was handwriting, there was no copy machine -- that I've\nhad this experience. And already this was after Kristallnacht --",
        "A: -- which was November --",
        "A: -- '38. All right.",
        "A: Yeah.",
        "A: And they -- they realized what was going on. There were eight people that wrote back\nwe'll take you, so now it was up to me to say, you know, who do I take. Now, this one\nwas a small hotel right near the beach and I like the beach, and I took them.",
        "A: That was in Cliftonville, Margate, England. Not far from the bloody cliffs of Dover.\nAnd I wrote to him and says I'm very happy and I'll be there, you know. So then we said\nmy sister who'll be in America borrowed money from this one uncle who used to be my\nfather's apprentice, and whatever money she may have had, and she sent it to England.\nThey had the letter from this man in England that he was taking me, so I got a permission\nto leave Germany in June 1939, which is three months before the war broke out. My\nfather, I remember, accompanied me on the train all the way up to the Dutch -- to the belt\n-- to the Holland border. Then he get off, it was a little teary goodbye on his part. I\nthought I was going for an adventure, you know. And I went to London. I had a wooden\ncase like this that had to be sent on. I had packages. I'm standing there, this -- this place\nthere where all the trains come, the train station, the Englishmen with their bowler hats\nand umbrella under the arm typically. And here stands this little German refugee. And I\nfinally said to somebody, \"Can I ask you something?\" And finally I found out I had to do\nthis and this and this. I had a few dollars left that I had changed.",
        "A: And I was able to get a train going to Margate.",
        "A: [had six years of English in school.",
        "A: Which means very little. But at least I could ask questions. When they answered me,\nI had to say langsam or slowly, you know, or something like that. I went down there by\ntrain. First I had to send everything that I had by thing over here. And I came to\nCliftonville, Margate, Cliftonville. The man met me and he took me to this little hotel,\nand I was now an English chef.",
        "A: Go ahead.",
        "A: To what?",
        "A: Yeah.",
        "A: My experience Kristallnacht was very strange. I was still working in the hotel -- I\nmean, in the restaurant. All right. I had gotten sick and I had pneumonia, I guess,\nwhatever it was. And I had a doctor. He was coming to the house. And he said to my\nmother keep him warm, give him a lot of liquids or something like that. And I was\nrunning like 102 temperature. And that's the night this boy killed that man in France.\nNow, this was actually November 10th. Little did I know what was going to be the result\nof this, but then I heard that our synagogue was burning. And my mother was saying,\n\"Oh, my God, they're burning everything.\" I got out of bed, which I shouldn't have, and I\nwent to the balcony. And we -- across the street from we lived, this was already now in\nMannheim because once my father lost the store, we had to give up our two apartment\nhouses. They paid him bupkis. And so we moved to Mannheim. We had a small\napartment, but it had three bedrooms and that was good. My mother and father in one, I\nwas in one, and then we had another one with our relatives coming and going. I went to\nthe balcony and I see there down on the street a big, big circle. And in the meantime --\nmeantime there was a Jewish store. They broke the glass, everything in there, threw out\nin the street. Then they went to the second floor where the people lived and they threw\nout their beddings and everything and set it on fire.",
        "A: The Nazis, the stormtroopers. Not the SS, the brown -- Brownshirts. And the people\nwere dancing. And I said, \"What is this?\" And my mother called me, says, \"You go back\nto bed right now and stay there.\" And says, \"It's very bad. I don't know what's going to\nhappen us to, but you're not going to be...\" I went back to bed, and about a half an hour\nlater, the bell rings. Two Blackshirts, SS. And they come in and they say, \"We're\nlooking for your son and your husband.\" To this day, I don't know where my father was.\nHe wasn't home. And I didn't see him for three days. Apparently somebody, wherever\nhe was, told him don't go home. I'm there and my mother says, \"My husband isn't home.\nHe went to visit somebody.\" I don't know what she said. And they said, \"All right, get\nhim dressed.\" She says, \"You can't do that.\" \"What do you mean we can't do that? We\ncan do anything we want.\" She says, \"My son has pneumonia. If you take him out, you\nknow what's going to happen.\" He says, \"I don't care. Get him dressed.\" She says,\n\"Please do me a favor.\" She says, \"Let me call the doctor and you speak to the doctor.\"\nThe doctor luckily was gentile. So they called him up and they told him, he says, \"We're\npicking up Eric Hamberger.\" He says, \"Well, I must tell you the truth. If you take him\nout of bed and take him down the street, you might as well shoot him right now because\nhe ain't going to last.\" \"What are you saying, Doc?\" He says, \"Look.\" He says, \"I belong\nto the party,\" which, you know, was a good thing. And, all right, they left. That's why\nI'm here. But that was my experience on Kristallnacht. It happened to me, as far as I\nknow, on the 10th. I think they say now it was on the 11th.\nUNIDENTIFIED SPEAKER: Ninth. Ninth and 10th, they -- they say.",
        "A: Oh, 9th and 10th.\nUNIDENTIFIED SPEAKER: Yeah.",
        "A: Oh, the one was 9th and the other one was the 10th. Okay. And after that, they ruined\nmy -- the restaurant. They -- everything was ruined. Couldn't go back to work there. So\nI heard about a pension. Pension is a place where people go to eat for lunch and dinner,\nbut they don't live there or anything like that. You know, people just want a meal. So I\nwent there and I asked the woman, \"Can you use me?\" She said, \"Sure.\" So I used to\ncook in the morning and then I used to be the waiter when the people came to eat. And\nfinally the day came when I went to England. So this was that period.",
        "A: Our synagogue was burned to the ground. There is now a black sign there, a metal\nsign, you know, on this place here, this and this happened and all that, you know. My\nfather and mother did not get out, but they lived.",
        "A: My father and mother stayed in Germany --",
        "A: -- because, like I said, their number was nowheres near being called. And they stayed\nthere longer than most people because my mutti, which is what I called her, mutti -- M-\nU-T-T-I -- was Aryan. So they had a special privilege, they're not going to kill an Aryan,\nso the father -- so my father stayed out of the concentration camps until I think 1943. War\nended in '45, right? Yeah. Then they picked him up anyway and they took him to\nTheresienstadt. Now, Theresienstadt was the best thing of concentration camps you can\nthink of. You probably know the story. My father told me. He spoke very little about it.\nThe first two streets he said were very nice. People lived there. We had coffee and cake\nthere outside the konditorei. And we had a band playing, but -- not a band, but\nmusicians, you know, with violins and everything. Whenever somebody complained\nabout concentration camps, they asked the Red Cross to please come and inspect it. And\nthat's what they showed him, those two streets. My father said the third street on, you\nwouldn't want to go and you didn't go and you weren't allowed to go. My father stayed\nalive in the concentration camp. He was -- like I said, he was only a little man, didn't\nweigh very much. Was about 120 pounds. And they put him in the kitchen. My father at\nthat time was about 64 years old. And he was peeling potatoes all day long. Another\nfellow who was in the same hutch or -- what the word hutch around there? Well,\nwhatever. Who was all there in there. He was peeling onions. And what they did, my\nfather stuffed his pockets with potato peels. The other one had onion peels. And when\nthey finally were able to go to their barracks -- barracks, that's the word I was looking for\n-- they used to make a potato onion soup. It was not bad. They lived. Even though my\nfather came out, when I finally found him alive and as a United States soldier, which I\nwas, he had special privileges. I was -- I was a decorated soldier and I got them on the\nsecond boat coming here. My father weighed 86 pounds. That's a skeleton. But we got\nhim back to -- to -- to health. What else?",
        "A: Go ahead.",
        "A: In England.",
        "A: Yeah.",
        "A:Okay. Nobody. I was working there. The man -- the place was called Ben-Ann\nHouse. B-E-N dash A-N-N. He was Ben and she was Ann. Became Ben-Ann House.\nAll right. And Ben-Ann House had about 60 rooms to rent, so 1t wasn't a big hotel. But\nthe kitchen on the bottom was small, but when the people came for the summertime,\neverybody got the same meal. In other words, if liver whatever was on the menu, you\nbetter like liver. And mashed potatoes and vegetables and stuff like that. He was very\ngood to me. The man weighed about 300 pounds. Was a big fellow. About 6'4\", 300\npounds. It was -- 1t was orthodox. The meat had to be koshered with salt and everything\nelse, which I never knew anything before, but he showed me. And in part of the kitchen,\nthere was a big metal thing where there were shelves, and that's where the food was kept\nhot until, you know, it was time to serve it. Then he had some waiters. A waitress was\ninside. She was very nice to me. She was not a very pretty girl, pretty woman, but she\nwas a good woman. They had two children, a boy and a girl. And in back of the hotel, if\nyou went out the back, there was a long, long way where you could play soccer if you\nwanted to. I mean, was a really good thing. But also was a lot of small little huts there.\nAnd at one point when the war broke out in September of '39, he took 1n all the children\nfrom the children transport and he put them in those huts 1n the back and in every one of\nthe rooms after the people left. So I can only say he was a good person. He helped me,\nhe saved my life and these kids. Well, I mean, they -- at that time they put them with\nEnglish people. And I heard so many stories that some of them when they said goodbye\nto their parents, you know, they knew it was going to be the last time. Some of them did\nfind their parents. Was a long story. And they wind up with English people, and a lot of\nthem stayed with those people. We lost them as Jewish children. We lost them\ncompletely. But anyway, I had about 45, 50 boys. Boys only, boys only. And I'd -- only\nI -- did I cook for them, I joined them in putting on plays. And he would sell tickets to\nthe Jewish people in the town to -- because the dining room had a stage in the back. And\nI painted the backdrop. I had a beautiful painting of the Seven Dwarfs. Took me quite a\nlong time because I had to do it in between lunch and dinner, you know. And the kids\nplayed.",
        "A: At that time, they were all in the huts. He took them in, but not right away. When I\ngot there, there was no children there. But when things got back and, you know, we -- we\nfind out that the war's going to start, he put them in those huts. But at that time, maybe\nthree or four in one of those huts. And later on, 1t was maybe two. But they were there\nbefore the war, before the war started, yes. As a matter of fact, my cousin was one of the\nKindertransport, but she wasn't in that group.\nUNIDENTIFIED SPEAKER: And then after the season, the hotel didn't have guests.",
        "A: After the season, the guests left, then he gave the rooms to the boys. The boys. No\ngirls.",
        "A: What am I talking about? Yes, were girls. Had a girlfriend. Sorry. How could I\nforget her? Also blond and blue eyes. We made a good pair. She was a little stuck up.\nBut anyway...",
        "A: Yes. I became their -- their -- the people who took care of these children was a\nhusband and wife in their 60s, who both were professors. Now, they were put in charge\nof them. And there were -- well, this wasn't exactly their field, but they, you know, kept\nthem in line and I became their second leader. I mean, I -- I was more in charge of them\nthan they were. But we had a good time together. And matter of fact, I formed a little\ngang there, four fellows and I. We did all right. And then later on, a lot of the children\nwent to people in London because this little blond girlfriend was transferred to London.\nAnd my other friend who was part of my little gang there, his girlfriend went to London.\nI saw them later on. When I -- when I got a week vacation, I went there.",
        "A: Kindertransport.",
        "A: But some of them -- I mean, I was at that time 18 years old. Some of them were 15\nand 16.",
        "A: One was 17. So was almost, you know, that -- I was one of them because of age wise.\nWhen I left England the following year, was already the bombings going on.",
        "A: How did I get entry? Very interesting. I registered with the American consulate in\nLondon with my number, my quota number. And when that quota come -- number came\nup, I got a letter that on so and so and so and so date, I should appear to them because my\nnumber came up and they will now give me permission to go to America if I'm healthy or\nwhatever the case may be. That's how I got there. And I went to Eng- -- I went to\nAmerica on the way via Canada in May 1940.",
        "A: There was already bombings in London, and they had the balloons up with the iron\nthings. I don't know if you remember that. The English put up those balloons, so when\nthe planes -- planes came to bomb it, if they would hit, you know, one of those iron\nthings, it's like a -- a rope but made out of -- out of metal, then the wing would come off,\nyou know. I landed -- I landed in Canada after being sea sick. And the fellow who shared\nmy cabin in the boat, very nice fellow. We got along very well even though he was like\n20 years older than I was. And when we came to Canada, we landed in Montreal. And\nwe had about a day and a half before we could catch a train going to New York, so we all\nwent and took a lock -- a look at Montreal. And when I came back to the boat, I noticed\nthat I had been pick-pocketed. I must have had about 40 or 45 dollars left in my back\npocket, and I never carried money in the back since then, it's over here. And I -- I said,\n\"What am I going to do?\" So he says, \"I can loan you 10 dollars.\" My -- I'm glad he was\nstill there, you know. Sometimes people came to pick them up in Montreal. So I had 10\ndollars when I came to New York. Now, I had to send my -- my -- my wooden box and\nevery other piece of furniture that I had. And I came to Newark where my so-called\nuncle lived. He was the brother of one of the sisters, like I mentioned before. I hadn't\ntold anybody I was coming. This is one of the things I do, I like to surprise people. So I\ntook my two suitcases that I carried. All the other stuff was going to his house. And I\nwent outside the train station, I see a taxi. I asked somebody, \"I'm going to Roseville\nAvenue in Newark. Do you know where it is?\" He says, \"I don't know.\" He says, \"Why\ndon't you take a taxi.\" \"Okay.\" I got into the taxi and I had a dollar and 48 cents left.\nAnd I said to the guy, \"Do you know Roseville Avenue?\" He says, \"Sure.\" Only I didn't\nsay it like that then. \"Can you tell me, please, where the Roseville Avenue is?\" And he\nlooked at me like I'm from the moon or someplace. He said, \"Sure.\" He took me -- I'm\nsitting in the back. And you have to see this picture. There's the man sitting there.\nHere's the meter. 20 cents. Twen- -- 20, yeah, cents, 40 cents, 60 cents, 80 cents, 90\ncents. I said if he goes to a dollar, tell him to stop no matter where it is. 95 cents, we\nstop. I made it. I go out and I give him a dollar and I say, \"Keep the change, sir.\" And he\nlooked at me and he said, \"Well, thank you very much.\" And I'm standing there with my\ntwo suitcases. I says, \"Why is he so nasty? I give him a nickel tip and he's telling me\nthank you very much.\" As he pulled away, I see on the back door 35 cents anywhere, any\npart of the city. I gave him a nice tip.",
        "A: And I went to the house to see my uncle, and he had moved. He wasn't living there\nanymore. That's what I get for not calling ahead. But luckily it was only four blocks, so\nI took my full suit- -- my suitcase and I got there and I rang the doorbell. And this uncle\nopened up and he said, \"Yes?\" I says, \"I'm Eric.\" \"You're Eric?\" \"Yeah.\" Took me in. I\ncalled my sister. She dropped dead on the floor. Not exactly. But she passed out when\nshe --",
        "A: -- heard my voice.",
        "A: She was not living at a specific place. My sister, because she had her -- better her\nEnglish, was at that time a nanny. So she -- I had the telephone number. I called her up\nand she came that night. I says, \"When you come, bring me 10 dollars.\" I said -- I said --\nor 15 dollars, something like that. And she came and we had a happy reunion. And she\ngot her money back from England. And -- but I rang my uncle's bell with 48 cents. 40 or\n28, I remember.\nUNIDENTIFIED SPEAKER: I remember 28, but...",
        "A: 28, 28, well, then, yeah, 28.",
        "A: And then I said, \"What am I going to do now?\" So my uncle said there is a HIAS --\nHIAS, was that one of the companies back then?\nUNIDENTIFIED SPEAKER: Hebrew Immigrant Aid Society, HIAS.",
        "A: Yeah. It's down in -- in Newark. I caught a bus down there on the second day. And I\nwent there and I asked the people there if they could help me find a job. And they asked\nme, \"What do you do?\" I says, \"Well, I've been a cook apprentice now for two years and\nI'm pretty good at what I do.\" So they said, \"You're very lucky, we just had a call in this\nweek. There's a nightclub in Chatham.\" I didn't know where Chatham was. They're\nlooking for a young cook, you know, somebody -- refugee, somebody. So I took the bus\nout there, took 35 minutes to get there, and in my best English I applied for the job and I\ngot the job. The head chef was from Holland. Spoke very good German. The second\nchef in charge was from Germany, he speaks very good German. And I was there, and\nthen we had a salad chef. And I had a room, and upstairs it was -- you know Jersey at all?\nWell, what we have in New Jersey, near that Chatham place -- as a matter of fact, it was\nbuilt exactly where the nightclub used to be, which burned down during World War II.\nThere is now a big, big mall. What's the name of that mall?\nUNIDENTIFIED SPEAKER: Short Hills Mall.",
        "A: Short Hills Mall. And I lived there up on the top of this hote- -- of this restaurant, I\ndon't know what it was before because it had a -- had a second floor and a third floor.\nSecond floor had the offices. I know the office girl was upstairs. [Coughing] Excuse\nme. And I had my food, I had my place to live. I was working 10 hours a day, six days a\nweek. Now, the 10 hours a day are not that simple. I worked from 1:00 to 3:00, that's\nlunchtime. I was off from 3:00 to 6:00, up on the third floor. And then from 6:00 till\n1:00, I worked the night and I was the night chef. There was actually 13 hours of the day\nthat you couldn't do anything. And it was out in -- you know, it was on a hill, this\nrestaurant and this building. If I wanted my laundry done, I had to walk about four\nblocks into the town. But anyway, I stayed there more or less until I was drafted.",
        "A: In 1942.",
        "A: There's too many.",
        "A: I was in the Army for three years.",
        "A: I was drafted, I went to Fort Dix. What happened to me in Fort -- nothing comes easy,\nbut always is a lot of fun in a way. I went to Fort Dix and I was wearing a pair of brown\nand white shoes. They call them spectators. You ever hear of them? You know what\nspectator shoes are? From this brown, then comes the part that's white, and then it's\nbrown again and the back has a white stripe. Fancy. I got there, they gave me my\nuniform. Put it on. It was rough. You know what I mean? The Army uniform is made\nfrom not the best material. And my shoes were killing me, those -- you know, I had high\nshoes and you had to crisscross and tie them up. So in the evening, we had -- we had to\nstand -- not Reveille. What was -- Reveille was the morning.\nUNIDENTIFIED SPEAKER: Inspection? Inspection?",
        "A: Well, it was an evening inspection. And I took those boots off and put on my\nspectator shoes. Big mistake. I'm standing out there with a few hundred people.\nEverybody had their Army boots on but Eric. And the first sergeant came by and he\nlooked. He said, \"Who the... do you think you are?\" \"I don't know, sir.\" I mean, +.\nHe says, \"You pimping days are over, buddy.\" He says, \"You may have been in New\nYork with those shoes, but you don't wear them here. You have KP for the next nine\ndays.\" \"What did I do wrong?\" I found out. So anyway, I got my papers, then I went to\nCamp Rucker, Alabama, also known as -- excuse the language -- the asshole of the\nUnited States. It was horrible. It was dry. Dust swirling all over the place. 90 degrees\nevery day. And that's where I had my basic training. Now, I go, you know, when you --\nwhen you go in the Army, they ask you this question and this question and this questions.\nYou take an IQ test and all these sort of things. And I come to this one fellow and he\nsays, \"I understand you were a cook, a chef.\" I says, \"That's right.\" So he says, \"All\nright, let me ask you a few questions.\" He says, \"What are the three main meats?\" I says,\n\"Well, there's calf, there's a -- there's cow, there's chicken.\" Okay. He asked me a few\nmore questions. He says, \"What do you call a piece of meat, a thin piece of meat and you\nput like a cucumber inside and you roll it up?\" And I said, \"Rolled beef.\" \"No.\" I said,\n\"What do you mean no?\" \"That's nobody says here.\" I said, \"That's rolled beef.\" \"No.\"\nOkay. I'm not -- I'm wrong, he's right. And then to -- to Fort -- to Camp Rucker in\nAlabama, and naturally I was put into the kitchen. I didn't have to do any KP anymore,\nbut I cooked the way I know how.",
        "A: Kitchen patrol.",
        "A: That's peeling potatoes, washing dishes, all the stuff that nobody else wants to do. So\nI went to the kitchen. Now, the kitchen gets every Monday -- or I guess was Monday -- a\nmenu for the week. On Monday, it's potatoes and goulash or whatever it is. And the next\nday, it's chicken wings or something. All kinds of stuff. And you had to follow it\nbecause it was sent to you for that day in the proportion of how many people you were\nfeeding. Now, in certain things I didn't care, like on the mornings, you know, you have\neither a cereal or, very famous in the Army -- excuse me -- shit on shingles. You ever\nhear that one? No. It's shot -- it's ground meat in a -- ina cream sauce. Yeck. Horrible.\nBut that was one of the dish -- dishes. But the funny thing was that really gave me a\nreputation -- I have two reputations -- we get a menu in that on Monday we're having\nchopped meat. And you had to grind it yourself, you know. And on Thursday, we're\ngoing to have steak. Okay. I opened the package for the chopped meat. It's from the leg,\nit's from the neck, it's -- I mean, I know my stuff. And I said to the head cook there, I\nsays, \"I ain't going to make chopped meat out of this.\" I mean, I'm -- no, wait a minute, it\nwas -- I'm sorry. It was steak meat. Very, very good steak meat. Almost filet mignon, it\nwas that great. And I said to him, \"I'm not going to make chopped meat out of that.\" He\nsays, We have to do what it says.\" He says, \"Look the other way, I'll take the\nresponsibility. All right?\" \"Okay. Go ahead.\" I served -- instead of chopped meat on\nMonday, I served steak. And the whole place went bananas. And the captain who was\nthe captain of my company, he says, \"Oh, is that good.\" I said, \"It's better than chopped\nmeat, sir?\" He goes, \"What are you talking about?\" I said, \"You were supposed to get\nchopped meat today.\" \"And you did something else?\" I said, \"Sir.\" I says, \"I am a trained\nchef.\" I says, \"I wouldn't take that meat and make chopped meat out of it.\" So on\nThursday, we had chopped meat. No big deal. All right. That was the good part. Gave\nme a reputation, he really knows what he's doing. A guy comes in one day, a sergeant. I\nwas a private. And he comes back there to where we're cooking there. There's the mess\nhall, and the kitchen 1s in the back. And he says, \"What are you eating today, Jew boy?\"\n\"Say that again.\" \"Yeah. I said what are you eating today, Jew boy?\" I said, \"Thank you\nvery much.\" I said, \"I'm glad everybody heard it.\" I took my apron off. I went to the\ncaptain's office and I said, \"Sir.\" I says, \"I just was insulted because of my religion and I\nwill not take it.\" I says, \"I will -- I'm from Germany, I suffered under Hitler, I will not\nsuffer under American sergeant.\" Called the guy in. He says, \"This fellow here\ncomplains about you.\" He said, \"All I told him, I called him a Jew boy.\" He says, \"Take\nthose stripes off.\" He says, \"You're a private.\" I swear to God. And he never made more\nthan a corporal until the end of the war. Yeah. And when -- when we finally parted at\nthe end, you know, that we were going home -- at least I was going home. The other part\nof the company didn't have enough points, if you know anything about points. He came\nover to me and he says, \"Eric, you had guts.\" I says, \"That's right.\" He says, \"I respect\nyou.\" And he always tried to be friendly. Like if somebody sneezed, he spoke a little\nGerman, so he'd say gesundheit, especially (?ein kind im liep?) which means gesundheit\nhealth. It's better than carrying a baby. Is rhymes, you know. But anyway, that was the\ntwo things that happened in camp. But I got my training, training with a rifle. And we\nhad heavy mortars. You know what a mortar looks like? You do? You know what a\nmortar looks like? All right. You take a shell and you put it down a barrel and it flies.\nWhen we came to Africa, Algeria --",
        "A: -- to a city called Oran --",
        "A: In 19- -- May nine -- the same May that I landed in Canada, or in America actually,\nMay -- May -- May 2nd or May 10th, May 10th. That's when I landed in Africa, in Oran,\nwhich 1s a big harbor town. And I was so happy, I looked at the -- at the harbor and the\nships there. And I saw a sign here \"ne fumez pas.\" I says, \"I had two years of French in\nschool, I know what that means. You're not allowed to smoke.\" Everybody looked at\nme. \"You speak French?\" I says, \"Well, don't ask me,\" I says, \"but I know a few things.\"\nUNIDENTIFIED SPEAKER: What was this, '42 or '43? You went 1n in --",
        "A: '42,'43. No, '42 actually. Yeah, '42, because I was in for three years. And we were\nsent to a hill outside of Oran, which is a fairly big town where most of the people speak\nFrench and Arabic. And we -- we had tents there, big tents we put up. The ground was\nalmost all rocky, all rocks. And they kept us there for a while until they found out what\nthey're going to do with us, because these heavy mortars were not something that had\nbeen used before. Mor- -- small mortars, yes, but not the heavy one. Our mortar was this\nbig. Finally, they gave us an order that everybody in the battalion, we were -- bat- --\nbattalion is a little more than a thousand, a thousand men. Everybody that is called or\nknown as an enemy alien, people from Germany, people from Austria, people from Italy,\neven people from Russia, are to be separated. There were 28 of us. And we were put ina\nseparate little tent, or two tents, as a matter of fact. And my company was told -- this is\nafter a couple of months -- was told to go to Tunisia. We are talking about the African\ncoastline. All right. Algeria is here, Tunisia's here. My company was told that they're\nmaking the invasion of Sicily, which 1s the little boot on the bottom of Italy. In the\nmeantime, we were there, and every day our job was to put rocks around this area where\nwe had the tents. You picked up these boulders and you made a -- a thing that high,\nwhich was okay except on the most of these rocks were --\nUNIDENTIFIED SPEAKER: Scorpions.",
        "A: Scorpions. Sometimes a word -- I miss a word. I think -- I think it right. Oh, __.\nUnderneath those rocks were scorpions, which are not nice. If they crawl on you and you\nmake a move when the tail comes up, and you can die depending how much poison they\nget in there. And I also learned how to skill a scorpion without touching him. Want to\nlearn? Okay. Scorpion is here, right? You take some newspaper or your booklet,\nwhatever you have, the paper, and you build -- put the paper around it and then put fire\non it. Now, the scorpion doesn't want to go through the fires, so he kills himself. Huh?\nUNIDENTIFIED SPEAKER: That's interesting.",
        "A: I'm responsible for a lot of scorpions being dead. But anyway, the other thing we had\nto do is go to the PX there and sell the soldiers whatever they may need; toothpaste,\nmedicine, candy, chocolates, prophylactics, all kinds of things. And it was a good job.\nFunny thing happened there one day. I don't know if you want to hear these stories\nbecause I got a million of them.",
        "A: Huh?",
        "A: Move forwards, okay.",
        "A: Yes, I was, but my outfit wasn't. Very strange, right? One day we get the notice, 28\nfellows, you're moving out. \"Where we going?\" \"You're going to make the invasion of\nSicily.\" \"Where's my outfit?\" \"They're going to meet you there or you're going to meet\nthem there. They're ready to embark from Tunisia on a boat going on Sicily.\" Okay. So\nwe get on a boat, we land in Sicily. And we're sitting there on the waterfront and\nsomebody comes over and says, \"What are you doing here?\" He says, \"Well, we're\nwaiting for our outfit.\" \"What's the outfit?\" \"84th Chemical Mortar Battalion.\" \"I'll find\nout where they are.\" Comes back. He says, \"They didn't make it.\" I says, \"What do you\nmean they didn't make it? It's a whole battalion.\" They found out -- they were ready to\nget on the boat, and whoever the general was that was going to Sicily, he says, \"I can't\nuse those big things. They're completely out of line.\" He says, \"When we go into\ncountry over there, it's silly. Sicily has mountains, Mount Etna is there, which 1s a\nvolcano.\" He says, \"Get those guys off.\" They went off, we were there. We saw combat\nbefore they did. We were not citizens, which is not a good thing to be if you take a\nchance being captured by Germans. And you know when your dog tags says Hebrew,\nthere's an H on there, so, you know, it's very easy to read.",
        "A: No, not all.",
        "A: No.",
        "A: They were Italians. One was a -- a Russian guy. We had a couple from Austria.",
        "A: Most of them were Americans.",
        "A: But not citizens. And originally from Germany or Austria or Italy. So we were in\nSicily and they said, \"Okay.\" Says, \"We'll make some use out of you.\" So they took us\nto a place where they had donkeys. And they loaded the donkeys up with packages on\nboth sides. And we got a stick and we led the monkeys up the hill -- the donkeys, not the\nmonkeys. The donkeys up the hill. And they delivered the goods. So whatever they\nneed, ammunition, food, something like that. And then we came down again and we took\nanother thing up. The second time up, the Germans started shelling. I says, \"Wait, you\nknow, we -- we don't -- we don't have anything here to dig a foxhole even.\" We had no\nspade or nothing. So we -- we -- I jumped on top of a foxhole with a couple of guys in\nthere. Other guys hid behind trees. The guys in the foxhole threw me out. I ran around, I\nfound a tree about this big, and the bottom part was hollow. I've seen that many times on\ntrees. I crawled in there and I fell asleep. The bombing was going up and I felt very safe,\nI fell asleep. When it stopped, I came out and I looked around. One of our boys got hit\nalready, not killed. And I said, \"This is ridiculous.\" So I asked the captain that was\nrunning around with his stick like he was an Englishman, which he wasn't. He says,\n\"Okay, fellas.\" Says, \"Go ahead.\" He says, \"We're in a war here. You can't stay in those\nholes all day.\" Okay. And then that's -- I asked him, I says, \"What are you going to do\nwith us?\" I was a PFC, Private First Class. And I said, \"Sir, I don't know where we're\ngoing to go.\" \"Well, what is going on,\" he says. \"Well,\" he says, \"we don't belong to any\ncompany here, not to any battalion, not to any division.\" He says, \"Our people are in\nAfrica. They didn't make the invasion.\" He says, \"You know what.\" He says, \"Go down\nhere.\" He says, \"There's the medical place, you know, where all the wounded are being\nbrought down. See -- go and see if you can help out down there.\" We went down there\nand we reported, 27 men strong. No, we had the other guy too. Yeah, I think he\nwounded his arm. And we said to the doctor or the captain in charge there, he says, \"Sir,\nwe're supposed to -- supposed to help you with any way we can.\" And he says, \"Well,\nwho are you? I don't recognize your insignia.\" I says, \"We belong to the 84th Chemical\nMortar Battalion, but our outfit is not here.\" \"Where 1s it?\" \"In Africa.\" \"Then what are\nyou doing here?\" I says, \"I don't know, sir.\" And he says, \"Okay.\" He says, \"Why are\nyou here?\" I says, \"Because we are enemy aliens, we are not citizens.\" \"You are not\ncitizens and you are up here when the shelling is going on?\" I says, \"That's right, sir.\" He\nsays, \"Well, get the hell out of here.\" He says, \"Take this man\" -- he was on a litter,\nbadly wounded -- \"and carry him down there, don't come back up.\" So four of us picked\nup one litter. We walked about 200 yards and the shelling started again. So we put the\nlitter behind a tree and we were all huddled around and finally it stopped. And when we\nwere ready to pick up that litter and I said to them, I says to guys he ain't going nowhere.\nHe was dead, not from the shelling, but he was badly wounded. So we brought him back\nto the camp and they says, \"You got a live one?\" I mean, he was trying to be -- you're\ntrying to be funny because, you know, it says -- he says, \"Yeah, I got a live one.\" Then\nwe took a guy -- 1t took us approximately two and a half hours for the mules to go up that\nhill. Took us two days to carry this guy down. Was like 200 and some pounds. That's a\nlot, and if you're holding onto that and then you're going around boulders and all kinds of\nstuff. So finally we delivered him to the Red Cross station down there. And they said,\n\"That's enough, you're not going up anymore.\" So then Sicily fell.",
        "A: You want to know more about Sicily? No.",
        "A: No, we’re leaving Sicily--",
        "A: Wait a minute, I got to tell you this. We’re leaving Sicily. It’s not that easy.",
        "A: Twenty-eight people including one with an arm wound get on a ship going back to\nAfrica. Why? Because that’s where your outfit is. Okay? But they didn’t take us to where\nthe outfit is, they took us back to Iran. Where we came from with all the rocks and the\nanimals up there. Animals. Insects. And you just couldn’t understand it. Well, we finally\nfound out that in order for you to be a citizen, somebody has to come from America and\nfrom the Immigration Department and he has to interrogate you and if he gives the okay,\nthen you are sworn in as a citizen. I says, okay. They took us back to this hill, but before\nwe got to the hill, we’re on the boat, right? Now I’m standing on the boat, it’s early in the\nmorning about 8 o’clock. We had gotten on the ship around 6 o’clock and I see Sicily,\nyou know, in the distance, very clear, and we got torpedoed. Nothing should come easy.\nBut we were lucky again; it was a liberty ship. You know what a liberty ship is? No. A\nliberty ship was built by a fellow whose company was Kaiser. He was Kaiser. K-A-I-S-E-\nR. And he built ships with the middle separate from the back. From the front, I should\nsay. If you get hit in the back, the front stays up. Very clever idea. Saved our lives. We\nmade it back to Africa. Nobody was killed. But we got torpedoed. When we were back in\nAfrica, we were back up on the hill, we were selling prophylactics again and everything\nelse, and then one day he says, today is your day. They took us all to a big tent and there\nwas a screen in between where you couldn’t see and hardly hear anything. We were\nsitting on chairs on the open side. And now we’re called Mr. so-and-so, sergeant so,\nwhatever it was, we go in, one guy goes in at a time and we hear talking, but we can’t\nunderstand anything. And then we hear loud laughter. And this goes on every time\nsomebody goes in. When I went in there, I gave him my name, my serial number,\neverything. Thirty-two, 5-6-0-9-6-2. Right. And he said, well, he said, I have to go over a\nfew questions here, he says, you were born here, this and this and this. Yes. Do you have\nany connection with Germany? I said no, my parents are still there, I says, I hope they’re\nalive. And he says now comes the important question. What’s the important question? He\nsays, now listen carefully, do you mind fighting against the country of your birth? And I\ngot hysterical, I says, are you kidding me. I already fought against the country of my\nbirth. He says, I know, I know, every time one of you guys comes in, everybody breaks\nout in laughter. I says, yeah, I don’t mind. I don’t mind at all. And then I got my citizen\npapers. My citizen papers say Africa, Iran, everything else. And from there on, I was sent\nback to my outfit. My outfit in the meantime had made the invasion of Italy. We weren’t\nthere, but I made the invasion of Anzio. Anzio was a very, very long and bitter battle. It\nwas flat land, all farmers there. They took the farmers away, but luckily they left the\nanimals there. And the Germans were sitting on top of the hill. So when we got there\nafter the invasion, they gave my particular platoon a farmer’s house. And we were in the\nback where the cows used to be. Other parts of the company were in different houses, we\nwere spread out all over this perimeter, and we did nothing but, you know, make sure -- I\nused to sleep in the manger where the cows eat the grass from. In the meantime, our\ninformation, or our officers were such complete idiots, they never even thought about,\nyou made the invasion, now let’s see how far you can go. No, they drew a line. We’re not\ngonna go further than this because they’re probably sitting on top. But they weren’t. They\nweren’t sitting there at all. The company, the battalion, or the division actually that made\nthe invasion of Anzio, or a lot of them, they went in, they lost half of their men after a\nwhile, because all of a sudden, it started raining. Senator Dole was there. All right, that’s\nwhere he got that wound there and you know who else was there? Audie Murphy, the\nmost decorated American soldier. My buddy, because we were supporting the 3rd\nDivision, which they were in. But anyway, we spent three-and-a-half months there. And\nthe only thing good I can tell you is that my outfit ate pigeons, chickens, rabbits, pigs,\ncalf, veal, and cow meat. I killed them one at a time because in the Army, if you’re in a\nplace like this, all you get is cans of C-rations or boxes of K-rations. Either one of them,\nif you live on them for more than a week, you just feel like, 1t’s not worth it. So I cooked.\nAnd my captain, one night, he couldn’t believe it, I made stuffed breast of veal. And I\ntold him, this is a real nice Jewish dish. So, but I, when I landed on Anzio, when I met\nmy captain there, I said to the captain, he says, I says, I’m a citizen now, he says, so you\ncan send me anywhere you want, I want to be at the front. He says wait a minute, wait a\nminute, you’re not going anywhere, the only one that can cook. I says, that’s right sir, but\n____ exactly my background, I want to go to the front. And he was a captain whose\nancestry comes from Puerto Rico. As a matter of fact, his father was a general and he had\ngone to West Point, but he still talked, still had a very, very heavy accent. When he said\nto me, Hamburg, you want to go the front? I said, yes, sir. Okay, I went to the front. I\nknew what to do with the mortar and I very good with math and when you have a mortar,\nyou have something sitting on the barrel of the mortar and you have sticks there. So you\nput your mortar side on that one stick in the middle and the man who’s at the map will\ntell you, so many clicks over here, or so many clicks over here depending where the\nenemy is and I was very good at it. I was there for four weeks and I got a promotion. I\nnever was a corporal. I was a sergeant. And I stayed as a sergeant until almost the end of\nthe war, then I became a platoon leader, I had 50 men under me, and I became a staff\nsergeant.",
        "A: This is now at the Brenner Pass. Between Italy and -- was it Switzerland or Austria? I\nthink it’s Switzerland. Yeah, Switzerland -- and we, at that time, were supporting to the\n10th Mountain Division, which came very, very late, but they had a general in charge\nwho had gotten the Medal of Honor in World War I and he wanted to get as medal, as\nmany medals as possible in the few months that he was there. If a guy fell and cut his\nhand on a can, he got a Purple Heart. I mean, we were so mad at them. It was horrible.",
        "A: Louder.",
        "A: That’s correct. What did I do?",
        "A: Okay. This was after we got out of Anzio and we were going towards Rome. And at\none point, we still were getting some German shells coming in, so we moved the trucks,\nso we had to stop the truck and find someplace to hide. And we found a cave, we were\nsupposed to go over an area that was wide open, but that was like trees and little\nmountain part here and further down. And in that mountain part, there was a hole, a big,\nbig hole like a big cave and that’s where we all went in. My 50 guys. And we had our\nmortar set up in the open, naturally, you can’t shoot through a mountain, and ever so\noften we would shoot and then we would run back to the cave and then they would shoot\nback. One of my boys who was also a mortar sergeant got hit. And he got hit in the lung.\nAnd he was lying there, I didn’t know if he was dead or not, but I said to the medical\nman, the, what do they call them?\nMRS. HAMBURG: Medic?",
        "A: The medic. I says, I’m going to get him. You come with me. We ran out to them and\nmy friend, Joe Weiler, I mention the name because he comes up again, he went with me.\nHe was also a sergeant. And we got to him and we picked him up and he was alive. And\nno matter had we picked him up, the shelling started. So ran to the nearest ditch and we\nall went into the ditch and I put myself on top of this man so he shouldn’t get hit again.\nAnd then we brought him back. That’s why I got a Bronze Star.",
        "A: But Joseph Weiler, Jewish boy from Brooklyn, all right?\nMRS. HAMBURG: No, you don’t have that.",
        "A: You didn’t bring it, okay. It’s in the Army album. Joe Weiler and I became very good\nfriends even in America and Joe, I was at that time, in 1942, I was 21 years old, Joe was 8\nyears older, so he was 29. We became like real close buddies, I called him Uncle Joe.\nWhy did I call him Uncle Joe? He showed me a picture of his niece. She was gorgeous,\nmost gorgeous Jewish girl in America, maybe? So I started writing to her and we\ncorresponded for over two years. And that’s how he became Uncle Joe because if I\nmarried his niece, he would be my uncle. The sad thing is that on the last day of the war,\nwe were near a lake -- there’s three lakes, I always get them mixed up --\nMRS. HAMBURG: Garda.",
        "A: Garda. Lake Garda. The Germans had bombed out the tunnels that went through the\nmountains near the lake, so we went through there, but we couldn’t go far, too far\nenough, so we had to come back out, we had to take a boat or something, bring our\nmortars way up there. We finally came to the end of the lake there and they said, okay,\nset your mortars up out there where the grapevines are and all that. And I had just come\nback from the hospital because three of our boys were killed in an accident with a Jeep,\nnot from anybody shooting them, and I came back and the rations just came in and it was\nmy job to make these rations for this guys, no, for this group and this group and this\ngroup and this group, so I’m breaking it up and an order came in for a mission, a shooting\nmission. And it was for my mortar, I say my mortar because this one was already in the\nposition to shoot back. I said okay I’Il take it and Joe said no. We always did that, you\nhave something to do, [Il find your mortar, I know where your mortar is. And we did that\nall the time, whoever was available- a mortar is a mortar. And he went down and I heard\nan explosion and I knew what it was. He was gone. I ran down, one hole here. And I held\nhim in my arms for about two hours. Uncle Joe. And if I had gone there, he took my\nplace. Okay.",
        "A: Very fulfilled. I had a, what shall I say, I had to, I had to get even, let’s put it that way.\nThe word I was looking for, I didn’t get. They stole my youth. I mean, when they came in\npower, like in 1933, when Hitler became in power, what was I, 12 years-old. I still had a\nwonderful time because I was not harassed by anyone in the school. As a matter of fact, I\nremember the day that we graduated, I was 16. And when you graduate, the class goes to\nthe director’s office. He’s the principal of the whole school, high school. And he\ncongratulates everyone separately. All right? You’re standing there, yeah? So-and-so\ngood, good, good, and he came to me and he said, in German, Hamburger, fur Juden, bist\nes so Schleicht. Hamburger, my last name, for a Jew, you’re not too bad. Thank you God,\nhe likes me. Idiot. Okay.",
        "A: When the war ended, I was at the Brenner Pass, at the top of Italy, going into Austria,\nno, Switzerland, Switzerland. That’s where I was. That’s where Joe got killed and that’s\nwhere, that was my last mission. Then after that, my outfit got together and they said,\nyou’re now going to go fight in Japan. But they say here in the orders, anybody that has\nmore than 85 points does not have to go to Japan, he goes home. Now, in order to get 85\npoints, every month that you serve, that you were in the Army counts as a point, all right?\nEvery medal that you have, counts as five points. Your rating counts as ten points. I had\n96 points. I wasn’t going to Japan and so were quite a few other guys, so the last I’m\nsitting there somewhere didn’t make any difference. And they took us back down to\nNaples and finally at the end caught the boat. My outfit had left. On the way to the United\nStates, Japan surrendered. They were home before I was. Lucky guy.",
        "A: Where did I come when I came home from the war? I shouldn’t even say that. I didn’t\ngo right home.",
        "A: My sister was a, my sister who during the war was living in Michigan, because her\nhusband was in service and he had a job up in Michigan, she was now living in Newark\nwhere I was originally landed. I had such good friends on the boat. It took us nine days to\ncome back and I went home with one of them. He was an Italian-American boy. And I\nstayed there a few days. My sister didn’t know I was coming home anyway, and finally\none of the fellows there, he got a car and we all went there and we went to Newark and I\nsaw my sister. I stayed with my sister. I got my job back 1n the restaurant, but not the\nsame one that was on the hill, but he owned three restaurants, the one on the hill burned\ndown. So now I was in Newark. He had a very nice big restaurant and I took my job\nthere, but I no longer had any desire to cook. So I made up my mind, my sister had come\nhere, sister was a very bright girl, and she first worked as a nanny, she saved up money\nand she took up beauty culture. And she became a hair stylist. And she said to me, I says,\nyou’re very talented in arts, I used to paint, I used to draw, I used to do all kinds of\nthings, she says, why don’t you take a course under the G.I. Bill of Rights. So I says,\nthat’s an idea. So I went down to the place in Newark where they gave the lessons and\nthe lectures, it was a year course. And I signed up. Then I went back to my restaurant and\nI said I can only work from five till nine. Why? I says, because I’m going to be a hair\nstylist. Guy says, are you sure going to come here? I says, absolutely. I went to the school\nfrom nine till four, and then from five till one o’clock, I did cooking. Until the last man\nhad left. And when I graduated there, I got a job as a hairdresser. And I worked there for\na few months and I said, I said to my boss, it was a Jewish man who used to work for\nAlbert and Carter, which was in, what was that big place? Saks Fifth Avenue. In a beauty\nparlor on Saks Fifth Avenue. And I said, Walter, I says, I can’t stay with you. He says,\nwhy? Everybody likes you. I says, I know, I says, but some of these women drive me\nbananas. He says why, what did they do. Oh, this curl should be this way and this one\nhere should be this way. And you know, I’ve been through too much to listen to this\ngarbage here. He says you'll get used to it, you’ll get used to it. I says, well, I’m going to\ntake some months off. And I went to a place in Towaco in New Jersey. It was a place\nwhere, what was the name of the outfit that ran that?\nMRS. HAMBURG: Uh, workman’s circle.",
        "A: Workman’s circle. Workman’s circle. And I had worked there before, one summer.\nNo that was the first time, that was the first time, yeah. I went up there and I got a job. I\nwas the only cook there, the owner was, he knew how to cook, but not much. And I\nworked there for July, August, till September. I started in June already. In the meantime,\nthe hairdresser guy called me, they want you back, they want you back. I says, well I’m\ngoing to finish here. It was a good thing it was where I met her. This beautiful child here\nwas 16 years old and she came to the camp and the boss’s wife said, wait until you see\nwhat’s coming in. This girl was a counselor last year I says, she’s 16, and she was a\ncounselor at 15. Yes. When she came, she was cute, but a little too heavy. Can I tell ‘em\nhow much you weighed? A hundred and seventy-two pounds and I said to the woman, I\nsays, this is what you want for me? I says, wait until you hear how she laughs, she’s very\nfunny, she’s very cute, she’s very smart. So I made a mistake one day. I was making\npancakes for breakfast and everybody came with their plates, you know, three pancakes,\nthree pancakes, everybody was fed, she came up to the counter, can I have more? I\nlooked at her and I smiled and I says you can have more, and that’s when she says she\nfell in love with me. I didn’t know. But all during the time that we were out there,\nwhenever the counselors went out I went along with them and she sort of attached herself\nto me. So when some of us over, her girlfriend came to me and she said, are you gonna\ntake Sunny out? That’s Sunny. Going to take Sunny out when the camp is finished? I\nsays, no, I’ve no interest in her. She’s cute, she’s nice, I says, but you know, she’s much\ntoo heavy for me. So the girlfriend said what if she lost weight? I says, Pll tell you what,\nshe’s now 172. If she, by her birthday in November is 135, Pll take her out.\nMRS. HAMBURG: I think you might want to tell them the story about the battlefield\ncommission. Your battlefield commission.",
        "A: Oh, that was my father. Yeah.\nMRS. HAMBURG: Well, even the fact that you were recommended.",
        "A: This is something I should mention. When I lived with my sister and I had already\nstarted found my parents alive. My father, like I said, weighed 86 pounds, my mother\nlooked all right, my mother because she was Aryan was not sent to a concentration camp.\nAnd she managed with her, actually, 1t was her sister, who lived further away, and her\nsister introduced her as a girlfriend that she knew from high school or something. So,\nonce the war was over, my father was reunited with my mother and I applied right away\nto bring them to America. And being that I had a rank, that I was decorated, she was on\nthe second boat coming here. And she also came to my sister, who had an apartment with\ntwo bedrooms, yeah, and a living room that had a couch. Oh, no, that was a little room\nattached to a balcony. The room was about from the middle of this up to here, but it had a\ncot in it. So if I opened the door, I fell on the cot and fell asleep. My parents were in the\nother bedroom. One night we were having dinner together, and I asked my father a few\nquestions about the concentration camp and he says, I really don’t want to talk about it, I\ntold you about how I kept myself alive with the potatoes and all that, I says, but I really\ndon’t want to talk about it. It wasn’t nice. And I said, do you think they kept you alive\nbecause you spoke five languages because Theresienstadt was known as the elite where\nall the doctors and the lawyers, all the educated people. He said I don’t know. He says,\nyou know I’m glad you made it, Papa, he says so am I. I said I want to tell you a story. I\nsays, at the end of the war, nine days exactly after the end of the war, which was March\n2nd --\nMRS. HAMBURG: May.",
        "A: May, May 2nd, in Italy, I was notified that I was getting a battlefield promotion, but\nbecause of the war being over, they didn’t need another second lieutenant, so just let you\nknow, you would have made it if the war had lasted longer, the war didn’t last longer,\nokay, you’re going home. And my father looked at me and his eyes started to water and\nhe said, if the war had lasted nine more days, my son, the newest second lieutenant in the\nAmerican Army would not have had a father. He was on the list to go two days after that\nto Auschwitz. So I looked at him and I said, I’m glad I didn’t get it.",
        "A: I told you when I came back, I went right away back to cooking for one of the\nrestaurants this man owned.",
        "A: And then I took up going to school for hair stylist.",
        "A: So I was a chef until I actually finished hair-styling school and got a job as a hair\nstylist.",
        "A: Four years later.",
        "A: Yes. Four years later because she was 16 going on 17, there’s a song like that, right?\nSixteen going on seventeen? And she was going to college the next year. Now, here in\nAmerica going to college at 16, that’s pretty good. Smart girl. But she always says the\nsmartest thing she did was marry me, I don’t know. But anyway, we decided that I’m not\ngoing to marry her while she’s going to college. We’Il wait. And I was in Newark, New\nJersey, she was in Queens, New York. My car, after a while, I could close my eyes, you\nknew the way already. And I used to see her on my day off. And it was cute, you know,\nwhen we used to say good night out in Queens, I knew that my last train going to Newark\nwas at 1 o’clock and then there was nothing until 2 o’clock. Somehow, she managed to\nmake me late every time.",
        "A: I did not join any veterans group, because I felt that after what I went through, it’s\nenough already. But then I got a letter from the Disabled American Veterans and I was\nhome about a year when I was getting 20 percent disability. Because I was hurt, another\ntime, but it was not a bloody hurt, 1t was wounded in a way. We were told to stop the cars\ncoming out of Anzio, this was right after Anzio, and we were riding along a way that has\na big, big wall here of dirt, you know like, ground, the other side was flat. And we got\nsome shells coming in, so 1t was, we were told to dig yourself into the side where the wall\nis very high so, this way, a shell would have to fall right in front of that hole to hit you.\nAnd I was stuck in that hole and I was, I can’t show you because my back what I’m\ntalking about, had my legs out straight and my legs out straight and I was hammering into\nthe wall because it’s a very tough wall, and ’'m hammering away and I’m bent forward\nand a shell hit on top, and I was buried alive. Naturally, everybody that was around there\nsaw that, they were in their holes, and right away came over, they dug me out, I couldn’t\nbreathe, finally got back my breath back and I went to the hospital. I was in the hospital\nfor eight days. And then I went back to my outfit and then I got a Purple Heart for that. I\nsays, well I guess I didn’t bleed. But then later on, when I was home I once wrote to the\nVeterans Administration and I asked them you know you have in you have boys in Iraq\nand you have boys in Afghanistan and you have boys on the, what was the other one\nbefore that, and they can be on a truck, you know, and hit a mine or something and get\nhurt, but not bleed, but they get a Purple Heart. Why am I not entitled? And they said you\nare entitled. Okay. Big deal. Now I got two. What else did I forget?\nMRS. HAMBURG: You asked something about refugees.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Oh, by the way, I joined the Disabled American Veterans. After I was as a member for\ntwo years, they made me the commander, because I had been the commander for Knights\nof Pythias and I know exactly what was going on. And I’m still with them. I’m now the\ntreasurer for the last six years. Now, what else was there?",
        "A: Yeah, okay.",
        "A: I never, ever had the desire to go back to Germany, even though, I must say, I did not\nhave a very bad childhood, because of the fact that in school, the friends that I had, all\nGentiles, were all very, very good to me. I was part of them. Whatever happened, Eric\nwas part of it. So I can’t say that I suffered. Naturally, when I go to school and everybody\nstands there Heil Hitler, I don’t say Heil Hitler, I was always a little shaky, but I had\ntraining in throwing a hand grenade, I had training in rifle shooting. Oh, this is another\ncute one. In the last year I was there, this is 1937, we had rifle shooting one day, we did it\nin our, we did the gymnasium. All right? And they set up a place in the back where they\nhad a stage, metal pieces so you know and then put these signs up and you had to shoot\ninto the sign like you do when you go to a market or something, not a market. And I shot\nand the fellow next to me, I knew was a very good shot because in the summertime he\nused to go with his uncle. His uncle was a forester, in charge of keeping the forest clean\nof people stealing animals or something like that and he always had a was a very good\nshot. He won the shooting, but I came in second. I was called upstairs to the principal and\nI had two SS men there, they wanted to know where I learned how to shoot. And I\nbelonged at that time in Germany to our equivalent of the Hitler Youth, which was called\nIPD, Israelitische Deutschland, Israeli Boy Scouts of Germany. And they\nthought maybe I could learn how to shoot, I says, no, no, no, and...\nMRS. HAMBURG: When we went back to Germany is what she asked and I, when we\nwent back to Germany and the night we were to, well either the night when we first came\nand you spoke and the night when we, it was the last night, when you spoke. I think that\nanswers her question about how you felt being back in Germany.",
        "A: Yes, but before I go there you just reminded me of something. I didn’t tell them about\nthat trip I took did I?",
        "A: With the journalists coming around?",
        "A: No. In our sixth straight...\nMRS. HAMBURG: Yes, yes.",
        "A: Yes, I did say that.",
        "A: Yes, I did, I did mention it. Now going to back to Germany, my sister called me one\ntime from California.",
        "A: She just came back from Germany. She went there because they invited her to come\nfor two weeks with a guest and they would take care of everything.\nMRS. HAMBURG: This was before you had your hip operation, so I would say this\nwas...",
        "A: Did I have my hip operation already? No?\nMRS. HAMBURG: No. In the 80s.",
        "A: The 80s, you think?",
        "A: Somewheres around there, yes.\nMRS. HAMBURG: Late 80s.",
        "A: And she says why don’t you go, I says I don’t want to have nothing to do with\nGermany, she says, look, this is already 50 years ago and she said, you know, the people\nthere are young people who don’t even know what the war looked like, they don’t even\nknow what happened. Unfortunately, the school in Germany taught them very, very little,\nshe says, go, maybe you can convince some of them what was for real. So I said, okay.\nSo I brought my wife, we went there. We were 3 former refugees. One was, no four.\nFour, yeah. One was now living in Argentina, one was living in Israel, it was a woman,\none was living in Peru and I. And a funny thing was I’m checking in and I see there the\nfour names of the people, the three names of the people, who are coming besides myself.\nI says, I can’t believe it. One of the names was Eric Kaufmann. He was my best friend in\nGermany. I said he’s still alive, he lives in Peru now and we met and I looked at him, he\nlooked exactly like his father did 50 years ago. Bald with a black rim around it. I said I\nwould know you if I met you in China. So anyway, that was one thing, meeting him again\nwas wonderful. And...",
        "A: I felt funny. Funny. The house where I lived in that my father owned with a beautiful,\nbeautiful apartment we had was now a lake. The house had been bombed. There was a\nbig open lot next to it, I remember that, and they had torn everything down and made like\na big beautiful lake, well I’m saying lake like a square in America here, and flowers and\ntrees and ducks in the pond. That was my then-home. And my father’s business, which I\nhad very vividly in front of my eyes because I have it on a picture, too, was now a\npharmacy. But more like a CVS, they were selling everything, you know, because in\nGermany, when I was a kid, a pharmacy only sold things to make you better and most of\nit was herbs. So I felt bad, especially when I saw my father’s store, the building behind it\nwas still up there, but the part over the store was taken down except behind there the\napartments were still there. And when I was invited by the mayor the second night we got\ndressed and the four of us with our spouses went to meet the mayor. And I got there...",
        "A: Ludwigshafen.",
        "A: Mannheim is only where I was born and where I lived for the year before I went here.\nAnd I’m coming in there and there’s a whole bunch of people there because he was\ntreating us to, that night we only had like coffee and cake right, yeah, it wasn’t a dinner\nlike later. And I see there three fellows standing there and I look at them and I see them. I\nsays, I bet you they’re here for me, and I went over there and one says, Eric Hamburger, I\nknew it was you, I knew it was you and I knew you were the one with the thirteen.\nWhat’s the thirteen? Cute story. When I was a kid going to school, if we had any kind of\nthings going in school any kind of tests, if it was on the 13th, I knew I would get an A. I\nmean, I felt so confident, because I was born on the 13th of January, 1921. Now how did\nI come to the 13? I was once at my uncle’s house in a little village and I’m reading a\nmagazine. I was sitting down and I see there a story about Richard Wagner, very famous\nmusician, opera man, very German. And it says here, Richard Wager always thought of\nthe number 13 as his lucky number. Why? Because he was born on the 13th, 18-\nwhatever he was born in. The 13th he was born. His name had 13 letters. The year he was\nborn, if you took the numbers apart made 13. I says, very interesting. I said, wait a\nminute, I was born on the 13th. My name has 13 letters, Eric Hamburger, and I was born\nin 1921, one and nine is 10 and two is 12 and one is 13. Hey, I got 1t made, 13, beautiful.\nThen when I told that in school, when I went back to school after vacation time, I says 13\nis my number. I says I got another one. I was born in January, right? What’s the month\nbefore that? The 12th. So, it could be the first or the 13th. And they remembered that\nwhen I got there, you’re the one with the 13. And they invited me to their house and they\ntook me out for dinner, nice people. Except when we went to the house of one guy, there\nwas one fellow there and his wife came, who was very nice to me except she was an\nidiot. She’s telling me that she was a nurse in a hospital in Theresienstadt. That’s all I\nneeded. What else?\nMRS. HAMBURG: No, I was referring to how you spoke because they asked you to\nspeak, to represent the group.",
        "A: Oh, oh, yeah.\nMRS. HAMBURG: How you felt about it.",
        "A: Yeah, I opened my big mouth. They asked me, the mayor asked me, he asked me, he\nsays, you are welcome, he says, anybody here wants to say anything. And I said, yes, I\ndo. He says, please, speak. And I told them, I says, I want to thank you for inviting me, I\nsays, I never would have come back here if it wasn’t for the fact that you invited me,\nwould have a chance to maybe straighten some things out that you have misconceptions\nfor. I said, I can forgive you of what you did because it’s so long ago and the people that\nare my age there’s not that many around, I says, but I will never, never forget. I says,\nwhat you did to me and my family, you stole my youth from me. I says, this was just the\nyears that a young man has a good time, where he learns a trade, where he learns a\nbusiness, whatever it may be. You took that away from me, I says, and I hope that you\nrealize that this was horrible for me and my family. When we left there, we had a dinner\nand we were seated all around on a like a horseshoe table, was it? Or even a square. We\nweren’t seated next to each other, they split us out. She was next to a young man who we\nhad met the same day. He was in charge of the--\nMRS. HAMBURG: Archives.",
        "A: Archives, of the town. And he found quite a few pictures of me, of my father’s store,\nbefore it was remodeled like it was now, and he was very nice. And he was sitting, at\nnight now, sitting next to my wife. I was sitting next to another man. We talked a bit, but\nwe really had nothing much to say to each other. And again, the Burgermeister, which 1s\nthe mayor, asked if anybody wanted to speak. Yes, I do sir. Please. I said thank you\nagain, I says, this was two very lovely weeks. I was able to go to Heidelberg, which I\nthink is the prettiest little place in the world. Just gorgeous. I spent a lot of my youth there\nbecause we went practically every weekend. Up, on the car going up to the mountains\nand all that, you apparently haven’t been there. You? No. It 1s just beautiful, it’s a river\ngoing through it and it’s known as a university town. Some of the best doctors and\nlawyers were educated in Heidelberg. They also made an opera out of it called the...\nMRS. HAMBURG: Student Prince.",
        "A: Student Prince. All takes place in this, I mean they don’t mention Heidelberg there, I\ndon’t think, but, I mean, that was the..\nMRS. HAMBURG: Locale.",
        "A: What happened there in Heidelberg. And, wait a minute, yeah, all right, I says I saw\nmy Heidelberg again that I’Il always love and there’s nothing to do with anything that\nHitler had to do. I says, the river, the Neckar, I says, I can still sing the song Ich hab mein\nHertz in Heidelberg verloren, I lost my heart in Heidelberg. And I says, but I must tell\nyou, it’s very hard, very hard for me to look around and see people that haven’t got the\nslightest idea of what the Jewish population went through. I said I had a funny\nexperience, I says, I saw Hitler with my own eyes. I says, when he was here in\nLudwigshafen, when he went through there. I didn’t tell them I was sitting on top of\n. I said, and you people think you know that he was somebody that you, der\nFuhrer. I says, he cost you a lot of people. I says, I want to tell you one thing and that’s\nthe end of what I’m saying. I cry. I cry for the six million Jews that you killed. In the\novens, in any way possibly, you kill them, not only that, you killed five million other\npeople. Gypsies. Priests. Gay people. Anybody that was a Communist. Five million other\npeople that weren’t Jews. I says, I cry for them. And last but not least, I cry for the\nmillions of people that you lost in this war. Some of the best people and I know it\nbecause they were all my friends. So cry for them with me. And they said that was\nbeautiful. But then the fellow sitting next to her said what?\nMRS. HAMBURG: This is an interesting story.",
        "A: Say it louder.",
        "A: Wait a minute. You want to take over for me? Take over.",
        "A: Yeah.",
        "A: This fellow sitting next to her, when he heard that I had seen Hitler in person, he was\nin awe. Your husband saw Hitler? Do you realize what that means? Your husband saw\nHitler, really? And she looked at him like he was from another planet, he had no idea.\nMRS. HAMBURG: But the important thing, he was telling us his father was pastor. And\nhe said that he saw in the books he used for his sermon, where he would underline certain\nthings which subtly criticized the Nazi regime. Implying that his father was one of the\nliberals who tried. And he was very respectful to us and very, seemed, very liberal. And\nwhen he carried on so because Eric saw Hitler, it was such a conflict there that he didn’t\nrealize. It struck me. It just struck me.",
        "A: I want you to know that in my class, my high school class, there were 50 boys. Except\nfor myself, another kid who was from Polish immigrants, not Jewish, all were in the\narmy. Out of the 50 boys, 28 were killed. This is what they have to worry about, that’s\nwhy I said I cry for them, there was nothing wrong with them except what you people\nmade out of them.",
        "A: That’s enough?",
        "A: I have three children. Beautiful children. I had a daughter, Marcy. I had a son David,\nand a son Michael. Marcy is gone. She died of cancer at 55 years old. She was gorgeous.\nHave you got the picture here of the family? I'll put it in there. You have my passport?",
        "A: Different in what sense? Different was, number one, I would have been a very rich\nyoung man taken over my father’s business. Different that I would have married a\nGerman-Jewish girl. Different that my whole life was completely different. I mean,\nAmerica is not Germany and Germany certainly is not America. The freedom that I have\nin this country, I didn’t have over there even before Hitler. And I remember my father on\nRosh Hashanah going to temple in tails and a high hat. This was the common thing for a\nhigh holiday. I used to go to shul every Saturday morning. I haven’t been to shul now in\nGod knows how long, but that is because my daughter died. And on Saturday afternoon\nafter we went home to have lunch or something, we went back and had a youth service.\nWe ate strictly kosher. I remember one time for Pesach, I was out and I saw a man who\nwas selling ice cream and I bought myself an ice cream cone and I had it half finished\nand I realized this is not kosher |’ Pesach. I threw it away. There’s a lot of things that\nwould have been entirely different. Entirely different. A little girl that I was going with\nwhen I left was killed in Auschwitz. And why was she killed? Let me tell you this. Her\nfather was in World War I, like my father, he had relatives in America, they sent him an\naffidavit for him, his wife, and my girlfriend. No other children. They went to Frankfurt\nto the consulate and they examine them there and they noticed that this part, this little\npart was missing on his finger. And they said, what’s this? He says, oh, this 1s a souvenir\nfrom World War I, I got my little finger shot off, it’s nothing. You say it’s nothing, I\ndon’t see it here on the affidavit that your people here in America know you’re missing a\nfinger. I’m not missing a finger. Well, I can’t give you the visa. He, his wife, and my\ngirlfriend died. Because of this idiot at an American consulate. It’s so sad when you think\nabout things. I lost my aunt, she was left there because she had diabetes they wouldn’t\ngive her a visa. I lost my cousin there because he had, what the heck was it, epilepsy.\nThey wouldn’t give him a visa. And I know how they died. I don’t know if you know\nthat, they used to have these big, like a train thing and that’s what they put these people in\nand they gave them something to eat, and there was a car outside and it had a hose\nattached to the train thing, and then they put in the gas. That’s how these people died,\nthey weren’t even at a concentration camp. But I am here and I’m ready to tell my story.",
        "A: You know I always felt bad because a lot of my friends who never ever saw what I\nsee, who never went to any wars like I did, they were on, what’s it called? What’s the day\nthat we remember the Holocaust?",
        "A: Yom Hashoah. They were up on the stage telling their story and they never asked me.\nAnd then finally, last, two years ago there was an article in the Jewish News because they\nwanted to straighten it out. A lot of people say if you haven’t been in the concentration\ncamp, you’re not a Holocaust survivor and I said it is wrong. Anybody that survived\nKristalnacht is a Holocaust survivor. I’m one.",
        "A: [hope you got something out of it.",
        "A: Did you find the picture?\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumAugust 8, 2012\nRG 50.030* 0663",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy,\nand therefore, it is possible that there are errors. As a result, nothing should be quoted or used\nfrom this transcript without first checking it against the taped interview.",
        "Transcribed by Heidi J. Darst and Marissa Siemer, National Court Reporters Association.",
        "ERIC J. HAMBERG\nAUGUST 8, 2012"
    ]
}