{
    "rg": "RG-50.030.0112_trs_en",
    "sequence": [
        "Q: Please tell us your name and where and when you were born?",
        "A: My name is Ernest Koenig and I was born on the 19th of May, 1917 in Vienna, Austria.",
        "Q: Right.",
        "A: I, however, never lived in Vienna. I spent my childhood in a little place north of Vienna\nwhich became a part of Czechoslovakia after the 1st World War. And I mention this\nplace whose German name is and Czech name is because there\nwere some three hundred Jews living there who had been there for at least four hundred,\nfive hundred years and who had been in this region possibly since Roman times.\nPossibly...there is no indication. I can trace my family back to the 16th century. So they\nlived there until 1938 when part of Czechoslovakia was occupied by Germany and they\nwere expelled. And I don't want to talk about them any more except to say that of this\nsome three hundred, two hundred eighty were killed and perished during the war through\nthe Nazis.",
        "Q: The the Jews were expelled?",
        "A: Yeah. They were expelled. Not only the Jews. Also some Czechs were expelled but the\nJews were all expelled and most of them perished and I would like to mention at this\npoint...I don't want to go in to this...uh my mother. My mother was together with thirty\nthousand Jewish women massacred in Minsk in July 1942. My...and they were...the\nwomen were in the middle and had to shovel their graves. Uh the SS surrounded them.\nOutside the SS were the men, where took my father too had to look at this, and the men\nwere surrounded by either the German army or by the organization TOP (ph) which was\nthe working arm of the Nazi movement, and there was a soldier who my father knew,\neither a soldier or a member of the organization TOP, and he told his men, when you\ncome back, tell the story. And he gave to this man a , . Said well, what\nhappened, and when I came back from the concentration camp, somebody called me and\ntold me the story and by chance, I met shortly after I was told the story and little\npicture, I met somebody who had known my father and who told me the same story, who\nhad witnessed...had not witnessed this. My father was later on in the concentration camp\nnear Lublin and died there. OK. (Pause - drinking) Now we lived a happy life until 1938\nwhen the Germans came and expelled my family. I was at this time in France in order to\nstudy and I stayed in France in Paris until February 1939. We had no money. I was\nhungry, but really not starving but hungry, pretty hungry, so I decided to go back to\nCzechoslovakia and my parents lived in the internal part of Czechoslovakia, in Burno\n(ph), Burn (ph), and they came there and after two, three weeks being there, the Germans\noccupied the rest and from there my adventure started.",
        "Q: Before you go into that, tell us a little bit more about what you were doing, how you\ncame to go to France to study?",
        "A: I was...I have German schools, and I was studying in Prague from '36 to '38...",
        "Q: What were you studying?",
        "A: At the German university, I was first studying medicine, which I gave up, and then I\nstudied uh uh philosophy and uh romance language and that's why I went to France.",
        "Q: I see. And when you came to France, where did you go to school?",
        "A: Well, I was first in Tulle (ph). Tulle is a city west of Paris and then when\nCzechoslovakia...when and Czechoslovakia had to cede its territory, the so-\ncalled territory, uh I went back to Paris and then I still inscribed (ph) at Sorbonne,\nbut I cannot say that I studied much because we had other problems. So I was there until\nabout February 1939 and came back to see my parents and hardly was I there that the\nGermans occupied Czechoslovakia, the rest of Czechoslovakia, and I had very great\ndifficulty to get out. I was arrested by the Nazis in Bruno. Then when they came to\nPrague, you had to go to the Gestapo to get permission to leave the country and I had...I\nhad a lot of luck in my life. The very fact that I am here proves it, but I want to tell you\none story how the Gestapo...there were some eight hundred thousand people were waiting\nin front of the Gestapo building to get in and get permission and the SS that I saw for the\nfirst time the SS was in the back and was beating the people but the people didn't dare to\nleave because they had to get their permission to leave the country, and the Gestapo\ndistributed about twenty numbers. They said we are going to go by numbers. There were\neight hundred people and uh there were about uh uh twenty numbers given out. I also got\na number, but when they started to call numbers and I looked for my number in the\npocket, I gave them what was apparently the checking number of a movie house, you\nknow, I had left in my coat...1t was number four. The man...the man didn't see that there\nwas...that the paper is different from what they...four...he let me in. So I got out and I\ncame to France and stayed in France until the outbreak of the war. I stayed longer there,\nbut until the outbreak of the war I also met at this time Elizabeth, my present wife, and\nwhen the war broke out in 1939 I volunteered for the French army. All Czech citizens\nhad however to join a unit which was part of the French army but we had the command\nlanguage was Czech, so I was with this Czech army unit uh from October 1939 to the\nbreakdown of France, and I should say a few words about this this Czech army unit. It\nconsisted basically of three groups...Slovaks which had been settled in France for a long\ntime, which had been mobilized and which had to join this army and they were very\nunhappy about it because they want to join the French army, so it was the French army\nbut it was a Czech unit. Uh Czechs which had escaped from Czechoslovakia from Hitler,\nfrom occupied Czechoslovakia and a great number of Jews. Perhaps forty percent of the\npeople were Jews. These were people who had fled from Czechoslovakia to what was\nthen Palestine and had volunteered in Palestine to join the ar...the Czech army in France.\nUh one of them is the famous uh published Maxwell who bought one of the New\nYork...that's the New York Post...one of the New York papers.",
        "Q: Did you serve with these people?",
        "A: Yeah, and I served with these people.",
        "Q: And what what what was that like? What kind of housing...what kind of...?",
        "A: It was very...we were very badly treated, all of us. Incidentally, there was anti-Semitism\nin the army. There was no anti-Semitism in the all-Czechoslovakia, in Bohemia and\nMoravia but there was anti-Semitism, even anti-Semitic remarks made by officers. The\narmy was very badly treated by the French. It was ill-equipped. It was...the food was bad.\nWe lived in barracks where the wind was blowing through and there happened to be...we\nwere in the south of France where generally the the climate is mild, but it was a very cold\nwinter, the winter of 1939-1940. And we believed we are kind of parade army and we\nwill be used when Germany 1s defeated, we will be used as the as the core of the Czech\narmy, which will move back to Prague, but when France suffered one defeat after the\nother, in May 1940 we were well-equipped, or relatively well-equipped and we were sent\nto the front and we were...we were positioned uh east of Paris as part of the army to\ndefend Paris and the front was broken and we retreated. We were again...I...my...there\nthere were only small units left. This unit in with which I was was again used at the |\nRiver and that was the end of the of the campaign of France. France was defeated and uh\nI like other people tried to get away from France. Now some people went to where\nthe army in southern France...where the army had originally been stationed. I tried to get\nto western France and to get from western France on a ship to to England or to the west,\nbut I couldn't get on any ship and finally...finally I ended up at the at the Spanish frontier\ntogether with some other boys and we thought we would go into Spain so we were afraid\nof this because we guessed that uh in Franco Spain we would be arrested and while we\nwere approaching the frontier, we learned from the radio that Germany will not occupy\nthe whole of France but only a stretch of territory uh inland from the Atlantic, so when\nyou were beyond this demarkation line, you would be in unoccupied France, so we didn't\ngo to it. We went to Spain and then to to this unoccupied part of France and there I was\ntogether with French refugees, my comrades...they're not close friends but whom I had\njust met...and they went to a little village in southern France. There again I became...or\nnot again, but first I became a teacher in a very interesting family. The family was in part\nvery pro-German, very pro-German and the elder part...the elder parts of the family were\nhappy that France had been defeated and that was so because one of the ladies...1t was a\ntremendous family...one of the ladies was the daughter of the French Prime Minister who\nin 19...in 1866...who in 1870 uh had declared war on Germany and on Napoleon the\nThird and had said we enter this war with a light...with a light-heart, light-heartedly,\n. And uh six weeks later they were beaten in , SO this lady found a\ncertain satisfaction in the fact that not only her father and her friends under her father's\nregime had been defeated but but also...but also France again, but they were very nice.\nThe young people were...were anti-German. They were very nice and I stayed with them\nand I taught a little boy and a young girl until one day my wife, my present wife, came\nand found me there and we traveled together toto _, a little place, near near the city\nof Lemouge (ph) where her father and her mother had been and they found themselves\nafter dramatic circumstances because millions of French people had left, had fled the\nGermans at this time, and uh I stayed with them but they had nothing to eat and I decided\nthere...and they shared everything but I decided I can't stay with them, so I went on my\nway to Grenoble (ph). Why Grenoble? I don't know. It was in the unoccupied zone and\nthere I was demobilized by the French and there I got a carde identite (ph) as a student.\nNow very few foreigners had a carde identite, a permission of staying in France. I had\none but it...from this I couldn't live and after many attempts to...after many attempts to to\nfind some way of uh ma...making a living which I couldn't do, I I found a job as I told\nyou before in western France, again as a teacher in a family, in an aristocratic refuge\nfamily and I I decided to go there and but you you could only travel at this time with a\nspecial permit, de voyage (ph) it was called so I went to the police and asked for\na de voyage and they told me why why you want to go there and I said my aunt is\nsick because...it wasn't very cleaver but I had no better...nothing better in mind, so uh\nthey didn't give it. They said uh bring me a certificate from the doctor of your aunt, so of\ncourse I didn't bring any. I took the train and went to this place and I was there for\nseveral weeks, but this place was...this family lived in a little village, had a very nice\nhouse in this village and of course the people saw me. I was a foreigner there and the\npolice there uh paid attention to me and I had not...I should have registered with the\npolice. I should...I didn't register. I didn't do anything, so after three days...after three\nweeks, I was arrested and I was sent to the County Vernet (ph). Uh now that was a very\narbitrary act because the County Vernet of which I will speak immediately was one of the\nworst camps. It was the worst concentration camp in France as far as I know, but uh I\nwas sent there. I was sent with uh together with a pastor, a Romanian pastor who\nin 19 uh...a protestant pastor who in 1934 had crossed the Place de la Concorde (ph) in\nParis during big demonstrations and he was stopped and he showed his identity card. He\nwas released but apparently...he had nothing to do with this demonstration. He was a\nchurch man. They took his identity and then they caught him somewhere and they had his\nidentity that he participated, he was in this demonstration. So uh he was with me and then\na poor Portuguese worker who apparently was in the same situation as I had been,\nworking without permission and had been there without identity card, so we got sent to\nVernet.",
        "Q: And you were arrested not as a Jew but as a...?",
        "A: Not as a Jew.",
        "Q: Could you talk a little bit about that?",
        "A: Yes. It's important to realize because projections back often...are often misleading that\nwhile in the fall of 1940, the Vichy government started to issue uh anti-Semitic,\nanti-Jewish laws, generally when we had to deal with the police and even in the camp, we\nwere not singled out as being Jews. There was no anti-Semitism except in there... mean\nno open anti-Semitism except in in Government levels but we didn't hear any any anti-\nJewish remarks and uh anti-Semitism came in to force for us only when we were\ndeported, or when people were arrested as Jews, but that was much later. Of course,\nmany French people might have lost their jobs or their business, but I speak now from my\nown personal experience. There was no anti-Semitic movement or attitude. We were\ndirty foreigners. The French have an expression... . Dirty foreigner, and we\nbelonged to the dirty foreigner who potentially took away...took away French jobs, but\nthis reminds me that during my flight uh to the south when the army was dispersed and I\ntried to go get on a ship, I was once by chance...in the very last days of the French\ncampaign in a compartment, a railroad compartment. There were three British students\nand a lady, and the lady turned out to be the wife of the French Ambassador to Franco,\n. She was Madame , and the Monsieur was the successor to\n, and she came into the compartment. She was very friendly and she said since\n. She says these are the German Jews who have done us this, and this\nslogan you heard very often, but that was general. That was government propaganda. I\npersonally didn't experience nor observe any anti-Semitism until much later. This was a\nvery, very very populist organi...in the right wing circles. The Ger...German Jews have\ndone us this. This incidentally comes...goes back to the Dreyfuss (ph) affair, because he\nwas a German Jew for...they was also persecuted him.",
        "Q: And once you were interned at Vernet...?",
        "A: Now I have to speak about Vernet first and describe it. Vernet was a camp erected in the\nIst World War for Austrian prisoners of war, for Austrian prisoners of war, for their\nAustrian soldiers at the German front uh front uh in 1914, 1918, and when they were\ncaptured, they were imprisoned there and in 1939 the camp was used to imprison\ndangerous foreigners, and these were primarily Germans, Nazis, Nazis who had been\ncaught in France and who hadn't returned...returned in time and then also foreign\ncommunists because they were also considered dangerous in view of the fact that uh\ncommunists were against the war at the very beginning. They said Hitler and the western\npowers, that Hitler and the western powers are the same thing. It's an imperialistic war as\nthey said. Now uh when France was defeated, the Nazis who had been imprisoned there,\nwere freed and in addition to Communists, all kinds of people were imprisoned there and\nthere was no longer a question of being dangerous to France or not dangerous to France.\nUh people were imprisoned there, and I will tell you was imprisoned at the end before\n_____, before we were deported. There were people from all over Europe. They were\n, for instance German first one you was imprisoned there and\nthen...not in my time anyway. He got out. And then Otto Kirsler (ph), the the British, the\nHungarian-British writer, and uh it was a horrible camp. The horror of the camp\nconsisted in the fact that perhaps it was different before but after the defeat, France\nstarted to ration. Food was scarce and the food they gave to the prisoners was a hunger\nration. You got something black in the morning which was supposed to be coffee, two\nhundred fifty grams of bread. At noon...at...1n the forenoon, in the morning, which was\nthe basis of all our food. At noon we got a water soup with carrots or with uh onions and\nin the evening we got, believe it or not, one artichoke and some of for drink...long\nperiod...one artichoke or a little bit of artificial honey, sometimes a glass of uh of wine.\nNow wine has calories. The net effect of this was that uh if people didn't get help from\noutside, parcels or some help in some other way, they died after about one year, and\nmany people died there. The regime was very strict and from time to time they shot\nsomebody, always saying that the person wanted to escape and that was probably partly\ntrue but partly was other...their method of intimidating people. As I said, there were\nforeigners from all over Europe and the Gestapo came from time to time together with\nGerman officials and asked people whether they want to work voluntarily in Germany\nand many people see that they can't survive, Poles in particular, Hungarians uh\nvolunteered for work in Germany. I have read...I don't know anymore where, but I\nbelieve it's true...that there were other Jews from eastern Europe, from Hungary, who said\nthey wantto sin Germany. Didn't say they were Jews. They were Hungarians, and\nthey survived in this way as foreign workers in Germany. Uh I stayed there for two years\nand the hygienic conditions were horrible. We were filthy. We were dirty. We had\nnothing to eat. We had lice. We had fleas. Many people died, of course, from diseases,\nbut...",
        "Q: Did you work? Was there work?",
        "A: No. We didn't have to work. We didn't have to work. We had to do some what they called\n, some work in...for the camp, you know, but otherwise we didn't have to work and\nbeing told all the time. I was...after...I don't know...after I was there for a while I was\ncalled and said...by the...by a captain whose name incidentally was Vernet, Captain\nVernet, and Captain Vernet said you are here by mistake. Uh yes, we recognize you have\nbeen in the army and so we will send you to a better camp, and that happened...I was in\nsay a month and at the beginning it raised my my hope and my morale and I didn't\nbelieve inin _ anymore, but I got indeed some privilege because of their alleged\nmistake. I was made deputy postmaster, . That is to say I was allowed to\nwork...I was allowed to work at the post office and that was from a moral point of view\nvery helpful because I was busy with something. I was distributing letters and uh parcels\nbut I was...I was terribly...my wife had sent me for a while food but then she left France\nand I suffered terribly from hunger. It's there where I started to smoke because when you\nsmoke, it seems that the the smoke, when you inhale the smoke, would would pacify the\nhunger pangs and it it hurt badly but in reality 1t was burning. You know, the smoke just\ngave you a burning feeling, and it was very very uh very very painful. Hunger was the\ngreat problem there and, of course, hunger was the one problem. The other great problem\nwas the lack of liberty. I was a young person and uh we lived there like animals,\nimprisoned there. We hadn't done anything. So it was very, very depressing.",
        "Q: How did people spend hours of the day? What did they do with themselves?",
        "A: Uh I, for instance, was reading a tremendous lot and many people were were reading a\ntremendous lot. Other people there were...I don't reca...there were small Jewish religious\ngroups but I must repeat that wasn't a Jewish camp so it was a camp for foreigner, so\nmany of the foreigners were Jewish, but except for knowing that there were Jewish, there\nwas no identification of being Jewish and there were other religious groups, Jewish\nreligious people which...whom I haven't seen in Auschwitz...I haven't seen any...a few I\nhave to ...uh what did they do? They were desperate. Uh they played chess\nand they they were singing and they were...for instance, we had to...we had...we had no\ngroup toilet. We had big containers and we had to carry it out to the peasants and some\npeople when we...when we carried this out to the peasants, some people would exchange\na shirt and the peasant would uh would give you some bread or something, but they\nwould also give you...give you wheat but and we had a very primitive mill there which\nsomebody had constructed and we milled the wheat and from time to time we made a big\nuh a big uh feast, you know, out of it. We we cooked...we boiled the wheat and that was a\ngreat feast because people had saved for this and people had gotten parcels. Some people\ngot parcels. It was also from a moral point of view very, very depressing. You were a\nprisoner, but a prisoner who was innocent, a prisoner who couldn't say oh, hadn't I done\nthis, because we hadn't done anything. The one thing which kept our morale up and that\nis true of this period and that is true of the...of Auschwitz later on, was the war. We had a\nfeeling unlike the prisoners who were sent by Stalin to Siberia, who had no hopes that\nStalinism would ever end, we had a great hope that the war will end and Nazi Germany\nwill be defeated and we had a feeling that the others, our friends, people fight for us. That\nkept the morale up and we followed very closely political events. We could have papers\nin the camp and some people had Swiss papers and uh we always hoped now that they\nwill be defeated now, now they will be defeated...never were defeated.",
        "Q: Uh was there a sense that that there was a time limit to how long you would be there or\nthis was just an interminable thing? You you would...?",
        "A: It was interminable, because every event like for instance uh well, in our case it was\nthe...it was the attack of Russia by the Nazis, where we believed that will be the end of\nGermany, but later on in Germany when we learned about the invasion of Europe by the\nAllies, by the American and British armies, we always believed now it's the end. It was\nnever the end. It was very frustrating. I mean never. But uh I've never been in a prison by\nI mean in a prison, people think they have done something and if they're they're...they\nwere innocently imprisoned, and then they had a time limit on their stay. They're there\nfor...they're there for for for life...they have a life sentence, but there there was no hope\nexcept the end of the war and a victorious end of the war.",
        "Q: And would you tell us now about when you were deported, how that happened, how you\nfelt, the people that you had to leave or went with you?",
        "A: Yes. On the 7th of August, 1942...let me say perhaps on the 6th of August, 1942...no. Let\nme say on the 6th or 5th, we could see from the camp the little station of ____ Vernet.\nThere was a railroad station of Vernet, and you could see it. It was uh perhaps a mile\naway but you could see it, and we saw on the 5th or the 6th of uh August that there are\nrailroad cars there which generally were not there and probably on the 6th, a great\nnumber of people were surrounded in the camp, because in the camp we were...and you\nbelieved you are...you were free in the camp. You can...within limits, you were free. We\nwere surrounded and ___ say they would be deported. Now all of them were Jews. There\nwere many non-Jews in the camp, but I do believe we didn't realize that all of them were\nJews because as I said before, there was...we didn't feel being Jews in this sense that we\nwere singled out, and they were deported and they were marched to the station and were\ndeported. At the end of August of 1942, something uh incredible happened. Whole\nfamilies came into the camp and these were all Jews, people, Jewish people who had\ntaken refuge in France and who had managed to live outside camps, who had some even\njobs. How they managed, I don't know...if some lived from their savings and had some\nsavings...but they were people living outside and they were all brought into the camp, and\nthat was far sensational. Not only...we had...there were no women in the camp, so there\nwere not only men and women came in...whole families and children. We hadn't seen\nchildren for two years, and uh they were not badly treated. Uh they had enough to eat and\nthey were, of course, deeply depressed and I guess they knew already but we might have\nheard too, that there were de...deportations of Jews to Germany because I think some\npeople listened...could listen or to the to the British broadcast. They had heard about it,\nso this was an all Jewish affair. That was very clear, and it was a deportation affair and\nthe first transport was also deportation, but it wasn't very clear...didn't seem so much as a\npunishment. It could be interpreted as a...and since it was only men, it could be\ninterpreted as meaning they are going to work. The Germans uh uh always hired people\nwho were imprisoned or wanted those people in Germany so that they took Jews to\nGermany was a bit strange but we didn't think about this as far as I remember. It's now\nfifty years, but as far as I remember about the second time, this was ominous. This was\ndangerous, and we couldn't understand what it means. And there was in the camp a group\nof perhaps fifteen, twenty people like I who had been in the French army, and we were\nsuddenly separated from the others and we believed that we are separated because France\nwould never send the people who had...who have fought for France, would never\nsurrender those people to the enemy. On the contrary I mean what they did was to be sure\nthat we don't run away, they...it wasn't impossible to run away. In spite of all the guards\nand for men like...who like me who had a right to be around in the camp because I was\npostmaster, it would have been considerably possible, like in Auschwitz later. I'll tell you\nabout it. It was possible, possible to run away. But what happened afterwards is the\nsecond question because where would you ever run. You had no papers. You had no\nmon...money. Uh people there are certainly hostile. If you were to knock at their door,\nwho would have helped you. But so they wanted to be sure that we don't run away, but\nwe cer...we misinterpreted this. As a matter of fact there was in the camp a French police\nofficer who was and I was quite on good terms with him because he spoke\nGerman. I spoke German with him. One day...and on this day he came and said I have to\narrest you, and he arrest me to bring me in the group of the former soldiers and when I\nrealized what I...what he was saying, I spit at him and he slapped me, but it was in a\nfriendly way, and he had likewise because it was profound dishonor. The French\nthink their honor 1s...their honor has been maintained, the honor of the French army. It\nwas profound dishonor to sen...to send off...apart from everybody else certainly, but to\nsend off to Germany, because the Germans could have killed us immediately. I mean we\nwere...they could have said we...you are former citizens of a territory which we have\noccupied. Therefore, it's against your own country. You are...you...that is high treason\nand you have to be killed. Why? On the first of September 19...well, after...after this\nexcitement with having all the people there, these families, and...but they had enough to\neat and uh everybody was, of course, preoccupied so again the the the wagons at the\nrailroad station and we knew what they meant and on the Ist of September, we were led\nout from the camp to the station. Now that was unforgettable. It was unforgettable\nbecause there were some of the old people with us, old ladies, old men, you know, who\nhad not been in the camp before who were now being imprisoned. Women,\nchildren...children, and the worst of all, the most depressing thing was that there were\nperhaps ten, twelve cripples, people who had no legs, such cripples, and I...I don't recall\nhaving seen them in the camp before but it's possible that they had been in the camp\nbefore, and they were moving on little boards and they had little...little...little wheels, you\nknow, and that's how they were moving forward and I mention them because at the\nrailroad station there was the French Red Cross. They were very kind and very sad. They\nhad...they had an inkling of what...what...what's happening to us. Very sad, very\nkind...their behavior was contradictory and they had to...to lift these cripples into the\nfreight cars. You see, these cripples couldn't...couldn't walk. They couldn't...and they had\nto lift them into the freight cars and there was also something else. Nearby was I think the\nvillage of Vernet and the church bells were ringing, so we went. We were...we were\ndeported to Germany within freight cars. They...we were not...we were not uh like\nsardines pressured like later on when we went to Auschwitz and we were, of course, all\nthe time debating and thinking what does it mean. Uh the Germans are going to send us\nto work, but why would they take us there. You know, the the the German Jews who\nhave been expelled from Germany in 1940 to Guerres (ph), thousands of them, and now\nthey're taking all the Jews back. What does it mean? Supposed they are going to to have\nus work. Why do they take children and and and women? Why did they take these\ncripples? And there was an endless debate and not only a debate among ourselves but I\nmyself started all the time to figure out all the possibilities. There was no...there was no\nanswer, but if they would massacre everybody. Nobody thought of this....not out of\nquestion...I mean that they would kill one or the other. They have...we knew they had\nkilled people. They would kill many, yes, but that they would kill all of us or that their\npractice was to exterminate these people...and I came finally to the conclusion but that\nwas later on, they are establishing a Jewish slave state somewhere in the Ukrain and sure\nthey want to have everybody in this slave...you will be slaves. Now uh I managed to send\na postcard from the train with the help of a French gendarme to my brother who was in\nEngland where I said I am going home, but I really didn't want to, or something to this\neffect, and see he got the card and it was terribly depressing. After having escaped the\nGermans, now for years with all the sufferings we had gone through, suddenly everything\nwas in vain. We...we went back. Uh I was with a couple of uh younger persons in the\nfreight car, and we considered breaking out but again the question was, you know, we\ncould have lifted the boards. There was nothing in the freight car but the boards. Uh\nperhaps you could have lifted them and jumped out and we were...also it was strange the\nFrench uh gendarmes, not not the Germans but uh then the question arose . Where\nare we going? We will be caught again. So after perhaps twenty-four hours, we came to\nDrancy and that's in...and then then ——_—~ Drancy. Drancy looked horrible. Drancy\nconsisted of barracks or which had been made for the French police before the war\nand which could not be occupied because they were wet and badly built, so they stood\nempty, I guess. I know...I think they stood empty before we came. Not only before we\ncame...before Drancy became a concentration camp. Uh we left incidentally on the\nIst...on the lst of September...the Ist of September of Vernet. We were perhaps on the\n2nd or the 3rd in Drancy, which is in a suburb of Paris. It was fully of concentra...of uh of\nof uh barbed wire. Of course, we couldn't see the whole thing. We know there were other\nsections, except the section where we were. We were put into rooms which were full of\nuh rotten straw. It was rotting, you know. It's wet and rotting, and there we were waiting,\nand, of course, uh uh being very much concerned and preoccupied what's going to\nhappen. It was a morbid situation already you know. Under the rotten straw and with\nchildren and uh old people and the complete uh uh the complete helplessness and the\ncomplete lack of uh of...we didn't know what's going to happen...to happen to us but we\nknew, of course, we are now in the clutches of the German and at night we heard\nsometimes shooting from other parts of the camp. We didn't know what it means. I\nremember I I went to one of the barbed wires and saw...and tried to see whether I can\nget...I can get out but it was out of questioning, and then after three or four days there, uh\nwe were ordered to go down...down...we we were upstairs I remember. We had to go\ndownstairs, you know, to the...to the platform and on the platform there was already the\nSS and with...with their customary politeness, shouting and beating and and uh sending\nus into the...into the railroad cars. Now, the French railroads had on every...perhaps they\nhave it to day...I don't think they have it today, but in the 2nd World War, an inscription\nsaying forthe _. That was from the Ist World War and they still have it in the 2nd\nWorld War. For the . [know we were, but I I know this from having read it\nlater on because I didn't know it there, we were...the the transport was transport number\n28. It was I think signed by the Chief of the Gestapo in Paris, the destination was\nAuschwitz, and we were close to a thousand people, and I know this...I didn't know this\nat that time...because the has...you know who she 1s...she has found documents\nall about the transport and the Germans being very German and very meticulous, gave\nour names, our birthdate and our nationality, so I am on the list of now of the transport\nnumber 28. And uh that was signed by the Gestapo in Paris. Destination...I think even\nEichmann's...Eichmann's name appears in this uh...",
        "Q: Had you been at this point identified as a Jew and were you being deported as a Jew, or\nwas it still as a foreign national?",
        "A: Clear...by this time they knew we were Jews. I mean not only...we knew it before. We\nwere treated like Jews, but not like foreign nationals, and I'll you immediately why we\nknew this. But we were never told, and I have always said, no Nazi ever now told why I\nwas in Auschwitz. I was never told why I was persecuted by the Nazis. I would say...no,\nthey didn't...but they treated us like Jews. I mean they treated us like uh like non-human\nbeings. They beat us and they shouted and uh the worst thing which happened was when\nI stayed with the French freight cars were for forty...forty men or eight horses. I guess\nthey put in about eighty people. I cannot say how many, but I do know when we\nwere...when we came in, we came into the in the freight, into the freight train, on on the\non the side opposite the door were little...they're little openings and they were with\nbarbed wire. You could look out there but not very well. It was pretty dark there, and\nit... we were so crowded that when you sat down, you couldn't stretch your leg. You...you\ncouldn't move. You you were...you were fixed in this position. There were women,\nchildren, old people. They gave us...they gave us and I think they gave us enough\nbread and apples...apples. But they gave us two buckets. One a bucket for water and the\nother a bucket for as a tol...using...serving...serving as a toilet, and this bucket serving as\na toilet, of course, had a tremendously depressing effect. How could...I don't know\nwhether there were eighty...we were more than forty...we were sixty, seventy, perhaps we\nwere eighty. Perhaps we were ninety. I don't know. How could we...that would be\nhorrible. We realized it from the very beginning, and I do remember there was no fear of\nnot having enough food, because you see, uh we had gotten bread and French...and\nespecially those of us who had been in Vernet had been hungry, oh there was plenty of\nbread, apples, and I think even pate, French pate in big...in big...so there was no...we\nwere not...I wasn't afraid of uh of starving, at least at this moment, but...and also with the\nwater. I mean how long can water, such water last. And then we are...you asked me about\nJewish. I cannot now identify that was clearly we were Jewish, but I do know two things.\nAs we moved into the into the freight car, a young man stepped out of the...out of the of\nthe line and shouted to the SS, I am not Jewish, and they talked with him. I don't know\nwhat happened uh what happened to him, whether they took him out. There was a second\nman, and I'll tell you later about him, who was not Jewish but who didn't dare to say who\nhe was and he preferred to be with the Jews and there, of course, when we...I say we were\nin the first floor, second floor, and we stepped down to the platform and we went on the\nstairs, the French gendarmes tried to take everything away from us, our watches. They\nsaid you won't need this anymore. But that was meaningless, only we found that is mean\non their part. It is possible, likely even that the SS shouted dirty Jews, but I cannot...I\ndon't recall this. I mean it was clear now we were Jews, andI mentionit —_—. Now\nstarted the trip to Auschwitz, or not quite to Auschwitz as you will hear. Uh at the\nbeginning, of course, everybody was depressed and after a couple of hours uh people had\nto go to the toilet and they couldn't see well, and __ broke out and people shouted at\neach other. Uh the water was soon exhausted. The water was also exhausted I I guess\nbecause people thought I'd better take advantage. Even if they were not thirsty, they start\nto drink. I was preoccupied with the idea what's going to happen. I heard...the only\nidentity which I had with me was my French army what you call it...what you have here...",
        "Q: Bracelet.",
        "A: Bracelet...and it had a number...7 - 7 - 7, and here I have the number 1-7-7-7-7-4,\nSO...",
        "Q: Uh Linda would like you to repeat the phrase about the bracelet so my voice isn't in there,\nso the only identity...just say it again.",
        "A: The only identity...iden...not id...1identity, document or identity piece which I had on\nmyself was a military bracelet which...from my military service in France which had a\nnumber 7 - 7 - 7. And it...and I I threw away at this point. That's really the point I want to\nmake. I threw it away somehow because I thought it would indicate that I have been in\nthe French army, which was right, but the strange coincidence is that there were three 7's,\nand here I have four 7's on my...here. (Cough) So after a couple of hours, pandemonium\nbroke out. People were crying. People were uh shouting, wailing. It was...there was the\nterrible stench and people always...the train stopped quite often. I remember it stopped\nonce I believe in Mintz (ph). Mintz, in in the Alsace (ph). I I figured it's Mintz, in the\nAlsace. And people shouted to to the outside, open the door. We want to so that we throw\nthe the the excrements out and we want water, but the doors were not opened. Then we\ncame...there was a little incident. We came into a big railroad station and I believe it was\nFrankfurt or _. It was in a big city, and opposite our tra...1n the train...our train\nstopped and opposite our train was a first class train of Germans and they stared at us,\nand and a lady who was...a woman who was on the train took her little girl and and held\nit up to the little window with barbed wire, and shouted, water, please, water, please,\nwater. And the Germans...there were...there were fifty in this railroad...in this other train,\nlooked at us and they didn't move because they were afraid and I mean there was no\nsatisfaction on their...they could have shouted dirty Jews, which happened later on, but\nnothing , and suddenly a German woman was running on the platform with a\ncontainer with water and her husband behind her who wanted to restrain her and the\nsoldier went after her and she didn't stop. She wanted to give water to this...to us...to\nthis...to this woman in the train, and then she had to stop. I mean we didn't get any water.\nThen a man came to this window, one of the inmates, and he scratched himself somehow\non this barbed wire. No, not voluntarily. He wanted himself and injured himself, and he\nwas profuse...profusely bleeding and...but I don't know what he did. Somebody was\nshooting but he wasn't shooting at him. There were shots outside. He believed, or he\nshouted he had been...he has been shot. He hadn't been shot. He had scratched himself, so\nyou know, it is...1t was a situation which nobody can describe. No Dante...no...1t was\ninferno...inferno, which is indescribable. I read a lot about the Holocaust and apparently\nthere were similar, very similar experiences in other deportation trains, very similar. The\ncrowding, the one bucket for water and for uh for for for excrement as a tol...use a toilet.\nI think it was a widely shared experience. Of course, not many people can tell about it. I\ndo not know how long we traveled. It seemed to me four days, but it might have been\nless...day and night and we didn't know any more whether there was day or night so we\nhad little windows but inside in spite of the windows it was very...1t was very dark. I do\nnot recall that there was hunger. Perhaps people...I don't know...but I mean the the people\nwere thirsty and and and we were...we were already... mean some people had the feeling\nthey are trying to kill us there, so suddenly after three, or four or five days...I don't\nknow...the train stopped in an open field and we heard\nshout...shouting...shoutings...everybody...all men between I guess they said fifty\nand...fifteen and fifty...I don't know...something like this. Perhaps...yeah,\nprobably...fifteen and fifty...all men between fifteen and fifty, out. Women and children\nremain inside. Well, we jumped out of the...out of the...out of the wagon and there\nwas...there was a little hill and we walked...we we run down the hill, and the SS came\nand and uh and uh uh pushed all the people back, but you see there were some younger\npeople, young men who didn't want to separate from their families. They didn't want to\ncome down, so they tried to get them down and the same woman who had shown her\nchild in the train on the German station, walked out and an SS man came...with the\nchild...and an SS man came and threw the child against the wagon and probably killed\nthe child and shoved the mother back and she carried the child. It was bleeding. She had\nthe child back. And we walked down a little slope and suddenly let me go back to the\ntrain. I really do not recall and cannot really imagine now how...what happened with this\none bucket and with this...with this bucket of water. You know, the bucket of water was,\nof course, empty, but the toilet bucket, I know it was overflowing. There was stench. I\nmust say I personally wouldn't recall that I used it. I don't recall. I don't recall, and there\nwas stench. There was dirt. There was...you know, the the excrements were all over.\nAlso, when you're in a lot of stench, you become insensitive to it. You don't...I don't think\nyou you you don't feel it anymore. Uh it was hot. It was depressing. Also physiologically\nde...depressing. Uh you were not very active, not very alert, but I must say...that's a very\ngood question...I do not really know what people did after the bucket...and I myself...after\nall, as I say, I think it was between three or five days...I myself don't recall, and after all,\nafter three or five days you have some need to go somewhere. I don't recall.",
        "Q: Would you tell us again now about the train stopping? Where it stopped?",
        "A: Yeah. The train stopped near a little town called Kozel (ph), which is in Upper Salasia\nand which is I believe atthe __ River. at this time. It stopped in the open\nfield. Uh we uh the young...the men capable of work between fifteen and fifty, I believe,\nwere...they were told to get out and all the others to remain inside. There were, of course,\npeople with family who were let's say twenty years old, or thirty years old or husband or\nwife who didn't want to separate. They were pushed out by the SS and the women and the\nchildren and the older people remained in the train and the train then left. We saw it still\nleaving, after this incident where an SS man threw a child, a little girl against the...against\nthe the train, and we were then uh beaten and shouted at and uh by the SS and after a\nwhile, after this went on for a while all of the story with the shoes...I don't know we...I\nthink they wanted to take shoes away...at least they didn't take mine...we were loaded on\ntrucks and we rode to a camp which called Kozel and this was...this Kozel camp was near\nthe city of Kozel, and you can see it on the map. It can be easily identified. Kozel was, as\nfar as I know, a transition camp. That is to say, out of Kozel people were sent into\ndifferent directions, either to labor or to the gas, but we didn't know about gas. Uh we\nwere there and we were...in the morning we had to go to work. It was heavy work,\nconstruction work, on the high....highway. It was very important that I speak about this\nbecause people think of gas and beating and sickness and starvation, but\npeople were killed by simple work because people were unused...they're not accustomed,\nmany people were not accustomed to working and with us in Kozel was a large group of\nDutch Jews. They had...we had a uniform at this time, so you could see from their suits,\nthese were middle and upper class people. You know...they had jacket and you could see\ntheir hat and how they had lived and how they had dressed at home, and these people\nwere completely incapable of meeting these very rough conditions, both the\ntreatment...the shouting, the beating... and the work. You had...for ten hours we had with\nthe...we had with the shovel and with the what you call the uh...",
        "Q: Pick axe?",
        "A: Pick axe...you had to to loosen the ground, and they couldn't do it. I mean I myself had\ndifficulty, the greatest difficulty. Some friends helped me. I couldn't do it the whole day,\nbut they couldn't do it at all so they they stopped working. Uh the the the overseers came\nand they beat them. The beating worsened their conditions. They fell to the ground.\nMany of them perished there and they perished I would say primarily because they were\nunable to to do the heavy work. And it's very important to see this aspect of the\nconcentration camp. It wasn't that they were beaten to death. There were some were\nbeaten to death, but it was the work which finished them.",
        "Q: When you say that your friends helped you, can you talk a little bit about that? How did\nthat work?",
        "A: Well, everybody tried to help everybody else. I think you couldn't be an egotist in this\nsituation...I mean only concentrate on yourself. You helped your buddy, like he he wasn't\na friend in the sense of being a a long...as a result of a long friendship. Everybody tried to\nhelp everybody else, if you could. Some people couldn't, but I can tell you later on about\n. So many people died there and uh I don't know how long we were there. Not\nlong, three days perhaps, and then they formed from the prisoners there, groups and sent\nthem to various places, some probably to Auschwitz which we didn't know. Uh we\nwere...we that is to say, we...not all of the people who had come with me, but I...the\npeople with whom I was were put into a strangely enough not a freight car train but a\ntrain with passenger cars and as far as I can...as I can uh remember, we went towards\nAuschwitz but this is constructed afterwards. I think there came other...other cars were\nwere added to our train, and we moved...we...first our train moved first east and we were\nnot far from Auschwitz and perhaps we came very near to Auschwitz, and then it moved\nit west to...when I say Auschwitz, I mean Auschwitz I or Birkenau, because there were\nmany Auschwitz camps...and then we moved west and now let me tell you very briefly\nwhy we moved west. Uh there was a man who came with me from Vernet. He had gotten\nvery nice uh stamps and uh...from the outside when we were in Vernet and the French uh\npostal officials always stole his stamps so he asked me to take letters addressed to him\nand bring them to him personally, so I knew him a little bit. His name was Stanislov\nKubacheck (ph), and when the train moved west and we moved to , he was\nstanding next to me and suddenly started to talk to me. He said to me, I am not Jewish. I\nam a Polish officer, and I cannot say that I am a Polish officer because...you see, he had\nsome confidence in me because I had given him...I had preserved his nice stamps, and if\nhe dared to say that he is a Polish officer, they would take him out and kill him. And he\nlater on...I'll tell you later on...he helped me. He really saved my life twice, so it was\nStanislov Kubacheck and then we...the train went west and we came to a camp called\nLauerhutte (ph). Now Lauerhutte...you know what a hutte 1s...a hutte in German is a\ncombination between a mine and a blast furnace. In Upper Salasia it was full of heavy\nindustry and Lauerhutte was one of those huttes where you had blasted furnaces and\nwhere you had...I don't know whether there was a coal mine or not. Lauerhutte which is\nthe German name is...was part of a big city called...a relatively big industrial city called\nin German Hindenburg (ph) after Hindenburg, and I know it was called in Polish\n, and it's a combination of many industrial smaller towns in\nLauerhutte. Lauerhutte was a...had several old blast furnaces and they installed in the\nfactory in this Lauerhutte, the concentration camp...I don't know how many were there,\nthere were perhaps five hundred or eight hundred people there. We were sleeping in big\nrooms where there had been boilers before and we...the the camp or the concentration\ncamp was in this factory, so we didn't have far to go. We went from the...from where we\nslept through a little door into the pla...to the place where we worked. It was very strange\nthat we were guarded by a group which looked like SR...not SS...SR or organization\n____. They were very rude. They were elderly people. They were very rude. They beat\nus, but the supervision of this camp was the SS and uh I must say I'm... have been never\nclear and I am still not clear about Auschwitz I, Auschwitz I, Auschwitz III. This was an\noutcamp of Auschwitz, but I didn't know about it and it was not guarded by the SS or the\nSS was uh was supervising uh the...our supervision, the old guard and once there was a\nbig scandal. Those who guarded us were accused of having had some deals with some\nJews from Antwerp who had brought diamonds into the camp, and the SS arrested our\nguards, but they arrested other guards which were not SS. In Lauerhutte...whatever the\nthe Polish name I don't know...the work was very, very, very difficult. I remember when\nthey assigned together...I was assigned to this...we were dismantling one of the old blast\nfurnaces and we were carrying heavy pieces of wood which had been in this blast\nfurnace...in this...in the install...installation of this blast furnace, and, you know, that was\nso heavy that uh perhaps eight men...uh we had iron iron uh sticks or bars and we\nhad...eight men had to carry this, but some of them were very...of us were very weak\nfrom the beginning, and if one cou...there were perhaps four couples. If one couple\nreleases or didn't didn't carry enough, the others couldn't and the whole thing fell down\nand injured people. It was hea...and and when we couldn't...when we couldn't lift 1t, we\nwere beaten and one of the things from the concentration camps which I have never\nunderstood...sometimes people have been beaten with iron bars, and they would think\nthey have been injured. Sometimes they were injured. Sometimes they were killed, but\nsometimes...I don't know. It fell in a way where nothing happened, so we were badly\nbeaten and we were beaten to lift this thing and we couldn't lift it and people were laying\non the floor uh and couldn't walk anymore. Uh that was the first month in Lauerhutte. We\ncame there sometimes in the middle of September. We left uh Paris, Drancy, the first of\nSeptember and we came there around the middle of September. By the beginning of\nNovember, about one third, all the Dutch were gone. All the Dutch who had...didn't\nsurvive Kozel, had died. And the people who died and every day people died, the people\nwho died...we were in this big room where there had been boilers before, a boiler room...\nand there were...there were bunker beds...beds, you know, uh three story beds, and\nbehind us there was some straw and the Dutch people were always around into the straw.\nThe next day they were carried out in one coffin...one coffin, and there was a a team (ph)\nwhich didn't do anything else but the whole day they they they carried the dead people\nout and uh and as I said, by November I guess one third of the people had died, and new\npeople came in. Uh at this time, before this happened, I was once ordered to go by truck\nto the station...now I don't know whether whether Lauerhutte had a station or whether it\nwas , to a station and I was sitting with another buddy, with another inmate,\nnext to the driver and in the back there were perhaps thirty or forty uh concentration\ncamp inmates uh who had been all sick. They came from the sick bay, and when we came\nto the station, they had to undress naked and were pushed into a freight car and the reason\nwhy I and my buddy had to come along because we had to take their clothes and bring it\nback and they probably went to to Auschwitz to the gas, you know. We were in\nAuscHwitz and they went to the gas chambers. I don't know at what time we started to\nrealize that there are gas chambers, but we didn't understand this...we identified gas\nchambers with crematoria and I think since we were people from...coming from the west,\nthe knowledge of what really happened was given to us by Jews from Poland and from\nthe ___ IT remember there was a group of Jews from , and they knew what\nhappened, but they couldn't explain it either. Frankly, nobody knew about gas...I mean\nnow it seems strange not to know about it, but I don't think we understood it. We knew\nabout crematoria and you know, you didn't follow...develop your ideas since we know\nwhat happened...how the person killed in the crematorium...if he burned. We didn't\nfollow the...the crematoria, that was the place where people were killed, and we didn't go\nfurther and this incident which I told you about with people being sent naked, that was\nclearly a case, an instance where people were sent to death, but I must say it took a long\ntime until I and I think all the others started to realize that we are condemned to dea...to\ndie and all pe...all Jews are condemned to die. For some time we believed the Germans\nare crazy and just killed people but that everybody is to be killed, that we didn't\nunderstand . Now on a personal note, around this time I once came in front of a\nmirror, and I saw what was called a mussulman. You know what a mussulman\nwas...somebody who was so emaciated was about to die. That was the last stage when\npeople died, and I was struck by what I saw, myself, and outside this place where I saw\nmyself there was a garbage can, and I looked into the garbage can and there was a book\nand the book contained the text of of songs by Shubert (ph) and you might know there is\none song by Shubert, the Austrian composer, the death and the maiden and the death says\nto the maiden, don't be afraid. You are not going to suffer. You will sleep in my arms,\nand that uh encouraged me very much because I said to myself OK, if I have to die, it\nwill be sleeping. If I die, I don't have to be afraid and I wasn't afraid, and that was a very\nexperience. Shortly thereafter I was so weak that I asked for sick leave. Now you\ncould ask for sick leave...sick leave...you could ask not to go to work for one day but it\nwas very dangerous because when you came to the sick bay and then you\nwent... . | was so weak I stayed in bed and I didn't want to go _. I\nwas what happened. I couldn't anymore and this Stanislov Kubacheck, this\nPolish officer who had become a kapo, helped me. In the first place, the kapo has...had\nto...had to watch whether his people got one ration...got their food, and he had to watch\nothers that they don't don't come twice and take food twice, so he allowed me to go twice.\nI was the first and came the last one. Then he took me to his commander in his team and I\ndidn't have to work, so I recovered and I must say amongst the many circumstances why I\nsurvived, that was one, but it's only one because there were thousands other dangers\nwhich I was exposed to and that's then another story. Uh I must say from Lauerhutte we\nalso were sent to work in combination. I don't remember\nwhere the mines were. Perhaps there were no mines anymore, only the blast furnaces, and\nI worked in where we had to...where we had to to dig the founda...the foundations\nfor a new blast furnace in order to which al...which is also near there and all these\nnames are very long, aslongas_——— German. Now today all this is Polish. I must say\nthat there also... know that there are concentration camps in or in in I\nhave read...I have read a great lot about uh the Holocaust. Never read anything, heard\nanything about these concentration camps and I know some of these camps disappeared\nfrom the surface of the earth when people disappeared. They were perhaps buried. There\nmust be plenty of places in Poland or in this area where there are mass graves and never\nbeen who is there, who was buried there. Uh I want to mention two things. Now\nwhen we worked or in Lauerhutte , we had to march there from\nthe camp in which we were, Lauerhutte. One day we saw British prisoners of war passing\nus and shouting at us and it turned out these were Jewish soldiers who had volunteered\nfrom Palestine into the Bristish army, had been taken prisoner by the German. They were\nthreatened to be sent to a concentration camp until the British government told them, told\nthe German that if they are not treated like British...British soldiers, the British will take\nretaliatory measures, so the Germans separated them but treated them like prisoners of\nwar according to the Geneva Convention. They knew we were marching till the next day\nin the evening so when the pass us, they threw us packages. The other thing I want to\nmention is we had to march through the city of when we marched to these places,\nto these work places, and one day we were attacked by the...by the Hitler youths. You\nknow, we were marching there and were attacked by the Hitler youths...dirty Jews, Jews,\nJews, Jews. And the SS...there was SS...now how was SS there? There was SS. There\nwas SS. I don't know. In the camp there was supervisory SS. The SS considered us their\nprisoners and nobody was supposed to do us anything, so they started to fight the Hitler\nyouth. Uh with there, I was in Lauerhutte until the year 1943. Work was very hard. Food\nwas insufficient. Uh people died from exhaustion or because they were beaten to death.\nThere is also this which I have to say and this was much more...more more permanent\nand later on in the other camp I have been...you know, when the...when...when the\nwar...when we had to march into the camp, many people were sick or dying or injured\nand we had to the extent possible, we had to to drag them so all these marches looked\nlike uh...how should I say...I mean, it was not...it was supernatural what you could see,\nwhat and it was very difficult to help people back. And from time to time there\nwere selections, particularly these prisoners were sent out because they couldn't work but\nwe didn't quite understand why that was. Uh but we did understand because I want to say\nnow at the end of our stay in in Lauerhutte, we had a very good Polish master. We\nworked in a factory under German masters or Polish masters and we were watched and\nguarded by by these uh SR or whatever they were, and 1t was known that we would uh be\ntransferred and he thought we would be sent to the gas and so he was very kind and sad.\nHe gave us cigarettes and then one day we were...we were transferred in August of 1943\nand we went to Blechhammer (ph). Now Lauerhutte was a small camp and it was an\noutside camp of Auschwitz. Blechhammer was a big camp. There were five thousand\npeople in Blechhammer and it was Auschwitz No. III. I have as I said before I have read\na lot about concentration camps and the Holocaust, and I think there is no clarity about\nthe number of camps, about the number...the the the number assigned to certain camps.\nThere was Auschwitz I which was...which was the Auschwitz work camp which was a\nhorrible camp. Then Auschwitz II was Birkenau. That was the extermination camp, so\nnot everybody that was in Birkenau was exterminated. There were people who were for\nweeks in Birkenau and instead of going to the gas, they were sent to work, and then there\nwere...was Auschwitz III, and to my knowledge that was the camp of Blechhammer, uh\nBuna (ph)...there's another camp...there were further camps having...having the...having\nthe...",
        "Q: Linda's saying don't worry about the details but to go on with your own story.",
        "A: Yeah. And in Blechhammer, after a short period where we were guarded by the German\narmy and the German shouldn't say the army didn't do anything. We were guarded by the\nGerman regular German army. Then we were guarded by the SS. Uh there 1s a very good\nbook by who wrote....",
        "Q: I don't think...they they don't want this kind of detail. They want your own story. Go on\nwith your own personal story.",
        "A: OK. Now, uh in Blechhammer...Blechhammer was a big concentration camp. In the later\npart of the existence of Blechhammer, there were not only Jewish there. There were\nFrench, French resistance fi...non-Jewish French resistance fighters. There were\nhomosexuals. There were uh Jehovah's Witnesses. There were criminals. Gypsies...I don't\nbelieve there were gypsies there.",
        "Q: Can you talk about the uniforms and the numbers and the....",
        "A: Yes. And uh uh...always every...everybody had the well-known uniform. I don't know\nhow we could stand with this the winter with this uniform because when it was cold, it\ndidn't give us any any any warmth. Didn't protect us. Uh gave us...we didn't possess a\ncomb. We didn't possess a toothbrush. We didn't possess soap. Some people...I I had an\nold...a can, a can and I just...I could get my soup, and I also had...I don't know from\nwhere I had it...a spoon, but there were people who had nothing of this, so they would get\ntheir food in a big washing...wash dish for let's say six people, and now imagine how can\nyou get your food...how can you fish out part of the soup and the potatoes...there were\npotatoes in it...1f you have no instrument, you know, utensil to take it out. These people\nquarreled, didn't get what was their due, and uh many of them died of course. Uh we\nworked...we were in the camp and we got up in the summer at five o'clock...no, in the\nsummer at four or three o'clock. In the winter later and we worked from six in the\nmorning to six in the evening, twelve hours. We worked on various jobs and the type of\njob you had depended...determined very much your your your fate because if you had a\nheavy job, it was exhausting and you were exposed to beatings. If you had a relatively\nlight job, you were exempt from this. You were not exposed to this and I must say in\nBlechhammer I worked on construction work, but I was able to make it and then then I\nhad light...light work, and the last job I had in Blechhammer was...there were...there there\nwere...and there were...all the windows were broken from bombings and so we had to fit\nin uh cardboards where the the glass had been. I must tell you that Blechhammer was one\nof the German factories where oil, petrol, gasoline was derived from coal. It was one of\nthe most important German factories and there were a few of such factories in Bohemia,\nin central Germany, and there, and at the end when the Germans lost uh Romanian oil\nfields, they were of of utmost strategic importance and I'll tell you later on about the\nbombing. Uh how should I systematize Blechhammer. I've told you about uh there being\nvarious nationalities, and uh we had to walk about two, three miles...no, two, three\nkilometers to the factory. We had to get up very, very early. Uh the factory employed\ntwenty-five thousand people. Among them were five thousand Germans who were free\nworkers, a small number of French and Czech workers who were free workers who were\nonly obliged to work there, and a great number of slaves of uh various degrees, prisoners\nof war, English prisoners of war, French prisoners of war, Yugoslav prisoners of war and\nso on. Uh so in the morning, you could...it was an incredible picture. You could see...it\nwas still dark...you could see from all sides the people marching towards the factory and\nuh we were surrounded on both sides by the SS which had like long whips with\nwhich their...and machine guns uh and uh in the morning we had the appell...the the the\nwhat you call the roll call in the morning. If somebody felt sick during the the appell, he\nwas already counted, they tried to force him to march out with us, so we had to drag him\nout. When we left the camp, the music was playing. When we came back the music was\nplaying. They were inmates, the musicians. Uh now I want to tell you one story which\nwas important...important... _ spoke recently here of the hidden children. The head of\nthe camp, the Jewish head of the camp, the lageraltester he was called, was Mr. Demera\n(ph) who had managed to bring a five year old child, his son, into the camp and he was\nafraid that his son would taken...would be taken away from him and sent to the gas. Now\nthe Polish Jews had learned that each SS occupied a village, a Jewish village or a Jewish\nplace, and would divide the population into two groups, women and old people and\nchildren on one side and men on the other side, men being expected to work. And after\nthey had learned this, uh they did the following. They tried to hide boys, not girls, boys\namong the men in the group where the men were standing and it so happened that in the\ncourse of time, more and more children came into the camp. I think at the end...not at the\nend...at the point which I am now talking about...there were some thirty children and\nDemera, the lageraltester, the head of the of the camp, the Jewish head of the camp, was\nafraid that his child and his children who were badly...who were well treated, they had\nenough to eat...the Germans gave them enough to eat, but that they would would be\ngassed, so he persuaded...uh he told the SS look...we have the children. They're not\nworking. I mean they're parasites. We need to have children, the children work. And a\ncolumn was created, a kommando was created, consisting only of children. The kapo was\nMr. Klepich (ph) from Paris, the deputy kapo was Mr. Bornstein (ph) from Warsaw...I\nknew them well...I happened to know them well...and for some reason which I cannot\nrecall, I had...I was thrown out of my kommando. It was a bad work...I don't know what I\ndid, and nobody wants to have me in his kommando, so being during the roll call pushed\nfrom one...one kommando to the other, I landed at the children's kommando which had\nthe first day...which was...had it's first day, and since I knew that the the the kapo and his\ndeputy, they took me in. I don't know what right they had to take me in but I had\nsomebody else to throw me out or push me out from their kommando. I was with the\nchildren's kommando, and so we walked on this day...that was in October 1943...with the\nchildren to work. Now the children...the SS on both sides with its sticks and with whips\nand its machine guns and all the five thousand people in this ___ this way and the thirty\nchildren. Now when we met the other prisoners, the French prisoners, the British\nprisoners, everybody started to shout and to to whistle and to call shame on the Germans\nand the SS itself was embarrassed and they did react, so we walked with the children to\nour assigned working place and there somebody uh uh a kapo appeared and said the\nchildren have to do the following. There are stones on this side of the road and they have\nto bring the stones to the other side of the road, and he disappeared and we were alone.\nAnd some of the children started to work and took the stones and brought them to the\nother side and other children knew that they were in concentration camps. They were\nbetween six and twelve years old. Whatever the little boy and a charming little boy called\nMalich (ph) and he didn't recognize that he was in a concentration camp. He wanted to\nplay, so when we came to this place and the other children were...brought stones from\none side to the other, he played. He played. He had...there was a broken down machine. It\nwas a plane or something...a steam engine. He played there, and suddenly there came a\nyoung SS man whom I had never seen and he liked this boy and he started to play with\nMalich and then he started to carve out of wood which was laying around, little things\nwhich he...little toys and gave it to to Malich and then he said to me, isn't it a pity. Such a\nnice boy, but he is Jewish. He must die. Now the children's column had no tragic end I\nhave to say. After a while the children gave up carrying the stone. The whole thing was\nwas meaningless and they were staying around there, but it was October. It became...it\nwas very, very cold. It became colder and colder and uh we didn't know what to do with\nourselves and with the children and I remember they they were singing and they were\nsinging two songs. One of the which is their home, and another song\nabout Treblinka (ph), Treblinka being a place where people are burned. Now the children\nsurvived until until the marches at the end of the...of my stay in the camp and then uh\nthey went on the marches. Whether they have survived or how many of them have\nsurvived, I don't know but I do know of five thousand people marching out, very very\nfew have survived. I mean of the five thousand...I don't know what happened to the\nchildren, but nothing happened to them. The the the kommando was dissolved again.\n(drinking) Now I want to tell you the story about the gallows. The SS beat people. The\nSS uh could take uh a stick or something, an iron bar and hit somebody and kill him.\nNothing happened. They were not called. They were not in any way responsible, but\nthere was a very strange thing. The one...they hanged somebody and erected a gallow. A\nperson was hanged upon order of the chief of the...no...the furher of the SS and chief of\nthe German police. Furher of the SS and chief , and when somebody was\nhanged, there was a sentence and this sentence had to be...had to be read and it was\nillegal to hang somebody without the sentence because there was uh German justice, so\nyou you could be killed or murdered in any way possible but hanging...there was a\ngallow and uh everybody was called...everybody...the the whole the whole the whole...all\nthe inmates had to assemble and then the per...then the number was called out and it was\nsaid why the person was hanged, but always upon order of the chief of the German\npoli...chief of the...the furher of the SS and chief of the German police, and while\neverything was horrible, you know, if somebody was hit by somebody, you didn't know.\nPerhaps he he he he fell down. Perhaps it was...he he was not badly hit. Perhaps he was\ndying. He was bleeding. He was not bleeding. But that had never the dramatic effect of\nthe public hanging. The public hanging uh was staged in such a way that everybody was\ndeeply, deeply afraid although he knew he was not being hanged, but here, part of...part\nof yourself was hanged. boy whom I remember...not a boy. He was a young man\nby the name of Johnson. He was a Dutch man. He had survived up to this uh point. He\nhad found white powder and the SS said that was powder that was powder, an explosive\nand he wanted to commit sabotage and uh therefore he was sentenced to die and on the\ngallow he said greet my mother. Uh he said greet my mother. There were people who\nsaid Israel. Some people were so frightened they couldn't say anything, but it\nwas...it was a spec...1t was created as a spectacle, you know. So you saw other things\nwhich were very cruel, so I say this because of this experience when they wanted to hang\nus, me. I was in a column which transported things from one place to another. We had a\nlittle cart with rubber wheels and it was rather easy, and whenever...and I must say the\nfactory was a little town. That was...I mean not a town inhabited but it was tremendously\nbig. It was perhaps two miles in diameter or more. There were streets A - B - C - D, and\nwe were told go to F Street and it was called...there was an F Street...and go to such and\nsuch a building. There 1s a big parcel. Bring it to so and so. So one day we were called by\nworkers. They said look, there are sheets. Load these sheets and bring them to another\nbarrack. So we loaded the sheets...",
        "Q: Sheets of what?",
        "A: Yeah. Sheets of tin. Sheets of tin. We didn't realize that this was considered uh scarce\nmaterial.",
        "Q: Uh Linda's asking me to ask you to start that sentence all over...when they were asked to\nload sheets of tin...so we don't have the interruption.",
        "A: One day we were...we were asked to load sheets of tin which were in front of a barrack\nand transport them to another barrack, so we loaded a few of these sheets on this little\ncart and started to walk towards the other barrack, and suddenly we heard behind us,\nsabotage, sabotage. In the factory, there was not only the SS. There was what was called\nFactory Gestapo, Work Gestapo, and they had noticed that we had loaded this, and they\nnoticed that we transported it and behind the Gestapo came SS man. You dirty Jews. You\ntraitors. You...and they started to shout sabotage, sabotage. And that was a very good\nexample. I mean in general, , generally they beat us why. Because we didn't\nwork uh fast enough or we did something which was quite normal for which one was not\nsupposed to be punished, but here we had really transported something which really not\nsupposed to transport, so they started to shout and more and more came after us and\nstarted to shout hang them, hang them. And they brought us to the outer perimeter of the\nfactory. The factory was surrounded by wire. It was not uh barbed wire, and this wire was\non cement uh...what do you call...what do you call it...uh what would you call this uh...",
        "Q: Pole.",
        "A: Poles. On cement poles which were bent. Whenever I...you see them all over here, garden\n, and there was the wire on it so when a...fence. There was a fence and the fence\nwas in cement posts, so whenever I see such a pole, I have to remember the story I'm\ntelling you now. And more and more people came and I don't know how many were\nthere...perhaps seven, perhaps ten people. They brought us there and they put wire on\nthese poles in order to hang us and I must say we had a...I think all of us had a very\nstrange reaction. We didn't believe the reality of this. However, perhaps we didn't believe\nthe reality of this because while the SS started and...you know, they they put the wires on\nand they pushed us to these poles, while they did this, the Gestapo...which was after all\nthe Gestapo was more careful, and behind the Gestapo came the management of the\nfactory who had been alerted and they came and started...they were very careful...that\nthey started to plead, not on our behalf. On behalf of uh the workers who had given us the\norder because the workers had done something illegal first of all to tell us to transport this\nwhich they had no right to tell us. Not...anybody could tell us anything but they had not\nthe right and number two, it turned out but that I understood only later that they wanted\nto steal this in order to use it for themselves. They made iron uh irons for the black\nmarket. There was a scarcity of iron , you know, and they used this. They used this\nuh uh...they used this as the steel plates, so the management came and uh more and more\npeople started to argue, but they started to argue because the workers would have been\naccused of sabotage, even if they had hanged us and number two, according to this\nstrange system of justice which prevailed there, you couldn't hang somebody without the\norder of Himmler. There was no order signed by Himmler. So after a long and we\nwere in a very strange state I think all of us, they started to beat us and to slap us and\nchased us away and that was the end of the story, and we, however, were afraid that we\nwould be hanged nevertheless because when people were hanged, they didn't...for\ninstance this Johnson who had found the powder, he didn't know that he was sentenced to\ndeath. They had his number and they called all the people together and would uh...they\ncould...they called all the people together and suddenly would read...his first name was\nSam Johnson...uh number so and so...sentence death for sabotage, so we were afraid for\nfor many weeks thereafter that we would be called...that there would be another hanging\nand then they would call us and say we are sentenced to death, so we got out of this. But\nit was not only an extraordinary experience, very extraordinary experience...I think there\nare a few people who considered under the gallows but walk today. Now it's difficult to\ngive you other highlights if there are other highlights in the life of the camp, but I must\nsay, our enemies were the SS, hunger... even so we were much better fed than the County\nVernet. We were working hard and even if we were not working hard, I mean sixteen\nhours. I mean I tried to work as little as possible but still uh so there was hu...the SS was\nthe main enemy. There was hunger and there was a short thing and that was the bombing.\nThe bombing came...came later. Uh this was one of the most strategic factories in\nGermany and when the Allies had advanced far enough in northern Italy so that they\ncould fly from northern Italy to Upper Salasia and back, they started to bomb.",
        "Q: OK. Linda's saying we don't have time for this story. We'll wait until the tape changes.\nLinda, what would you like him to...(pause)...oh, OK. Oh, OK. She said this is going to\nbe the end of the tape, so would you talk about hiding when everybody left on the death\nmarch.",
        "A: Let me say one thing whether it's on the tape or not. This bombing is important to be\nmentioned because at this...1n this connection, they bombed deliberately or not\nAuschwitz I and the whole story about why have Auschwitz not been bombed...it has\nbeen bombed and I know witnesses. I have...1 mean Auschwitz bombed...that was\nAuschwitz III. And uh uh the second thing I want to say about this bombing, it's\nridiculous to say they should bomb the the the the railroad tracks. We worked on the\nrailroad tracks. You can...if they were destroyed or damaged, you could have restored\nthem in a couple of days.",
        "Q: Please talk about hiding when the death marches came.",
        "A: OK. Uh on the fourteenth of January, 1945, the Russian offensive started and that was I\nthink from Warsaw towards the __, and we knew that contrary to the landing of the of\nthe of the of of the Allies in western Europe or in Italy or some other Russian victories,\nthis time it's us. This offensive means that they will reach us. In the camp there was never\nany resistance movement. There couldn't be any resistance movement, but at this time\npeople said you have to resist because there are so many possibilities. Either they will run\naway and the Russians will come and save us or they will uh...they will kill all of us and\nthen run away, or they will evacuate us and we have to resist being killed or being\nevacuated but that was logically correct but we...there was no possibility of of of\nresistance. I mean they had the machine guns. They had the weapons. We had nothing.\nWe couldn't...we couldn't prevail over them, so uh we say it but that was some\nconsolation in which we didn't believe. OK. If we are evacuated...no...we didn't know\nwhat to what to say, and finally on the...well, the the battle came near. We heard the guns\nand these were the guns of liberation. We knew this...over there. These were ominous\nguns. These were the liberators or we are...we are dying, and uh then we heard...I think it\nwas the eighteenth of January, Auschwitz, Auschwitz I is being evacuated and uh the\nevacuees marched towards...are being marched towards the west, and on the eighteenth\nor nineteenth of January, some five thousand uh...some five thousand concentration camp\npeople from eastern camps came into into uh Blechhammer...into into our camp. They\nwere exhausted. Some of them were dying or they they fell down. We didn't know\nwhether they're dying or not, and the next day the order was given that we should be\nevacuated and then I said to myself...then we said among us OK, we are going to march\ntogether and then we are going to run away, if we can, but when they started to evacuate I\nhad second thoughts and I said, now or never. I'm not going to be evacuated but I didn't\nknow what to do, and walking through the...they pushed people towards the roll call\nplace uh square and you could see once you were in the crowd, you were surrounded by\nthe SS. You couldn't get out of this, and I started to try to stay outside but suddenly an SS\nman, an SS man caught me and shouted I should go to the roll call place and he had two\nhand grenades and he always threatened he would...he would throw them at me, but I\nknew...I didn't run. He started...run, run, run. I didn't run because I knew if he threw it at\nme, he would be...he would be hit too by his own grenade, so he pushed me towards the\ncrowd. He didn't push me in and again I got out of this cro...out of the perimeter...of the\nperipheral of the crowd and I tried to find a place to hide and I found another uh man\nwhom I knew from uh from Vernet who was also out looking for a place to hide, and we\ncame to the sick bay and the sick bay was separated from the camp. You could only go in\nif if a certain gate was opened and there was...there was a man standing whom I hated. I\nhated him because he had been a male nurse called...kind of male nurse to the people who\nwere dying. He wasn't much of a male nurse but he was part of the inmate...he was an\ninmate. He was stealing their bread, and I guess he felt that I didn't like him, but coming\nto this gate together with my buddy, he said do you want to come in. We said yes. So he\nopened the gate and this is...we want to get into hiding, but not with the sick, and he said\nthere's an empty barrack, so we came to a barrack and he opened the door. It seemed to\nbe full of chairs. I don't know where the chairs came from. Full of chairs. It seemed you\ncannot get in, but when we investigated more closely, we found it wasn't so full and we\nentered this this barrack. On the other side of the barrack, there was a little window.\nThere we made room for ourselves, my buddy and I and then there was a third person\nwhom...a young boy who had been entrusted to him but not a child anymore. He was\nfourteen, fifteen years. There were hiding so we made a hiding place and then we\narranged the chairs...where they came from I don't know...in such a way that if you\nopened the door from the other side...\nTape #2",
        "Q: Linda's asking if you can take the handkerchief out of your hand? I don't think you even\nhave it now. He doesn't...he doesn't have it. OK. Please start with the shooting when the\npeople tried to attack the food barrack.",
        "A: Alright. The people who had remained in the camp were the people who had come on the\nfirst hunger march...some of them remained in the camp, perhaps two thousand,\ndiscovered that there were food barracks...there were barracks full of food, magazines,\nand started to attack them and tried to get in to get food and they were repelled by the SS\nwhich uh shot many of them and many of them were in front of our little window and we\nsaw them , laying there and some had friends who brought them back and others\nwere laying there and after a while uh these attacks repeated themselve and the SS shot\nagain and this became crescendo, always stronger and stronger and then there came a\ngeneral offensive from the SS. They shot the right and the left, and the left and the right\nand many people were killed or wounded and then came a cry, the SS left, and then\ncame however shouting they have...they have uh put fire on the camp and indeed we saw\nsome of the barracks burning and now we had felt pretty secure in our hiding place. Now\nwe saw we would have to leave our hiding place, but we were in the middle of the camp\nand the fire died down. The SS had left and uh my friend uh crawled over the...over the\nuh chairs and then he shouted when he came to the door, be careful. You cannot open the\ndoor. The door is not...you cannot easily open the door, so after he had left I came. You\nknow, I had my blanket and I had some bread and and I came to the door and I couldn't\nopen it and I put...I pushed myself and I opened it a little bit and there was a heap of dead\npeople, of corpses as high as that. I don't know...you know, we had...that's why I stressed\nwe didn't see all...all what has happened. Somebody must have brought dead people,\ncorpses there and the only way I could get across it was to crawl over them. And then we\nwere free. Part of the camp was burning...was still burning and now we discovered the\nthe...the open...the open barracks but we discovered something else. We discovered a\nbarrack full of children's...children's and women's underwear. Children wear and\nunderwear...that must have some from the gas, from the gas chambers. It was full of them\nand it was very very cold. Very, very cold. The liberated people behaved like ani...some\nof them behaved like animals. They were eating. They were cooking. They were making\nuh their needs. It it...like animals and the fires were burning, you know, and then they\ntook from this...from this magazine where there was children's wear and women's\nunderwear, they took, for instance, a bra and, you know, to protect their head because it\nwas very, very cold. It was really pandemonium. Suddenly there were women there. I had\nnever seen women before there. There were women there and a woman came to me and\nsaid I should help her to to find her sister who had been killed somewhere in the camp, so\nI went with her and we entered a barrack and there was a group of people sitting and\neating and eating and eating and we said have you seen that woman here. They said no.\nAnd I opened...there there was a...what you call it...where they put things in a...",
        "Q: Closet.",
        "A: Closet. Opened a closet and the body of this woman fell out and I said who put\nthem...who put her in there, and they said we. Can you imagine...how can you eat with a\ndead person around you. Well, to make the story short, we were there...the camp was\nsurrounded by the battle between the Russians and the Germans and after some\nadventures to which I don't want to go into now, on the Thursday...the whole story started\non a Saturday...Sunday the SS left I think on Monday or on Sunday...on the following\nThursday, we had moved into a little little barrack which had been a workshop. There\nwere...there were hammers there and so on, and uh we were three in this...we heard\nshouts at midnight and uh this friend of mine, this colleague of mine believed the\nRussians uh have come. He spoke Polish and hardly any Russian but he tried to find\nsome Russian words and said finally, finally you are here, finally you come, and we\nheard from the other side, out, out, out, you damn...the Germans were back. And uh this\nlittle barrack where we had been, now the little workshop was somehow on the side and\nthis German soldier came and knocked at the door and said out, out. We were quiet and\nwe had...there were some hammers there. If he had entered, we would have killed him. I\nthink the first and only time in my life...we would have killed him and for us it was a\nterrible feeling. We had believed...we had believed we are free, and here they were again.\nHe was afraid to enter. He was afraid to enter and uh he left. Then they took some of\nthose people who had still been in the camp...not all of them...along and they shot them\noutside, and we said to ourselves we cannot stay here any longer. We have to leave. So\nthe next morning, the battle was going on. We left through the main gate. We saw the SS\na couple of hundred yards away and we run into a forest. We run through this forest and\nwe came to a village and this village was the village of Blechhammer. Before we came\nthere, we saw some dead uh inmates who had done the same thing as we. Somebody shot\nthem, and as we came into the main street of uh this little village, we saw British\nprisoners of war running through the main street and French prisoners of war and other\nprisoners, former obviously prisoners so we run with them and run and run and suddenly\nwere Russians soldiers and they run further and we were free.",
        "Q: The SS didn't make any attempt to stop you as you ran out of the camp?",
        "A: No, because they were engaged with the Russians, you know. We were secondary at this\npoint.",
        "Q: Linda, what would you like to ask? (Pause - Linda talking). Linda would like you talk\nvery briefly about where you went after liberation, how you met Linda again and how\nyou got to this country. Elizabeth...I'm sorry.",
        "A: Yes. After liberation, we went uh...I went first uh to a place called Chesta...Chestahova\n(ph) but the Russians had even uh repatriation camp, but they were incapable of\norganizing it and uh from there I went to Krackow and uh we walked to Krackow. It was\ndeep winter. It was very cold, and we always went to peasants and asked for the\npossibility of sleeping there and they always gave us food. They didn't have much\nthemselves. In Krackow, there was such famine that we decided...that in Krackow, there\nwas...yeah...there was such famine that we decided foolishly...I say we...there was a boy\nfrom Czechoslovakia, there were always other...other people we were with. We are going\nacross the mountains to Czechoslovakia. Now that was completely foolish. How could\nwe go across...in winter across very high mountains. It turned out that we hadn't realized\nthere was a wall there which was not high enough and we walked through this wall and\nwe came to Czechoslovakia. We came to Slovakia. There we met Jewish people who had\nbeen hidden and they helped us and from there we went very slowly as the Russians\nmoved westward, we moved westward and at the end of April, at the beginning of May\nwe were in Moravia and was back in Brun and my...the the boys we went with me went\nto Prague and it was the end of the war. I stayed one year still in Czechoslovakia. I had a\nvery uneasy feeling. You had...it was the beginning of Communism, but it wasn't yet\nCommunism. It was democratic. But there were many arbitrary things happening and I\nhad a feeling you cannot stay here, so...and uh shortly after having arrived in Prague, I\ngot in touch with Elizabeth indirectly. I learned she was alive and in 19...so I stayed still\none year in Prague. I studied in Prague. I didn't study much but I went to the University,\nand in 1946 I got a three-day British transit visa to go to go via Britain to the United\nStates. While...my daughter was in Britain and she got this transit visa for three days. The\nBritish were very decent. Out of the three days, there were one and a half years. And then\nElizabeth came to England. We married in England in 1947. She being an American\ncitizen could claim me outside the quota because at this time it was very difficult to go to\nthe United States. You were on a quota which depended on your place of birth. Since my\nplace of birth was Austria, the quota was over filled...overfull, and so in uh in February\n1948 I came with a ship called Ernie Pyle to New York while there was big __—__ and I\ngot a job. I started immediately to to register at the University. I worked during the day\nand in the evening I went to school. I made my MA in 1950. I went to Johns Hopkins\nUniversity where I was junior instructor for one year, and then I felt I have enough of\nacademia. I need a job and since Baltimore and Johns Hopkins was near Washington, I\nwent to Washington. I got a job in the Treasury but I would have had to wait for two\nmonths to start the job. I got a temporary job in the Department of Agriculture and I\nnever left. Well, I left after thirty-nine years. I worked in the Department for eight years\nuntil '59 and in '59 I went overseas to first to Germany where I was at the American\nEmbassy, then to Brussels where I was for ten years Agricultural Attache to the Common\nMarket, a year's mission. Then to Geneva where I was in the big trade negotiations called\nthe Tokyo __, the head of the agricultural delegation, of the American agricultural\ndelegation. Then I went back to Washington. Then I was assigned to Paris as Counselor\nat the Embassy and then I came back and after a couple of years I resigned...I retired last\nyear.",
        "Q: Good. (cough) Thank you very much. Linda wants to go back over something. (Long\npause - Linda talking in background.) OK. She would like you to go back to the story\nwhere you were almost hanged and try to talk a little bit more about what you were\nfeeling at the time...she said as a young person to be faced with this, and just...if you can\ngive us a little more...",
        "A: Right. Uh the feeling was blank because I mean we were all the time, all the time...",
        "Q: OK. Start...start from....the...like that that little story. Make a separate little story. Can\nyou...she wants you in other words to go back and say you were almost hanged...I was\nalmost hanged because...",
        "A: Well, uh shall I describe how they put us under under this pole, cement pole...",
        "Q: Yes.",
        "A: We were under the cement poles and I didn't quite believe it was happening and I think\nmy colleagues who were with me had the same feeling. It was the unbelievable and it was\nstrange that it was an unbelievable feeling because we had been confronted so often\nbefore in the camp with the...with the...with the threat of death. Perhaps it was...we we\ndidn't...we we refused mentally and psychologically to accept it because when we had\nbeen confronted with the danger or with the risk of being killed, it was just a risk, but\nhere it was so to speak an ultimate risk and this ultimate risk seemed to be unacceptable,\nyou know. There was no hope that when you are hanged...when they start to hang you, uh\nthen then you are dead. That it was...at the other occasions there was always a chance\neven if you were wounded or injured, to to escape somehow. So uh it was not the feeling\nwhich has been described 1n literature...I saw my whole life before eyes...it 1t it was the\nopposite of a supreme moment subjectively. Objectively it was. You know, it's like...J am\nsorry. I have to go back to the bombing. I was more or less I would say courageous but I\nwas afraid of the bombs and sometimes I had...I was panic...I was panicky in spite of the\nfact that objectively was not as dangerous then as other occasions where it was\nmore dangerous and I was less afraid. As a matter of fact, in my recollection of the\nconcentration camp, this episode with the hanging was for a long time in the background.\nI refused even to internally to invoke it. (Pause)",
        "Q: Linda, 1s it...right. OK. Is there anything else you would like to speak about, anything that\nyou recall now before we end?",
        "A: No. I I mean there are many, many other things but I think I have given the gist...perhaps\nI remember afterwards some...",
        "Q: Right. Well, I'm sure...uh also you had said at one point that people usually tried to help\none another but sometimes they didn't. Was there a specific incident that you had in mind\nthat you wanted to talk about that?",
        "A: No. What I mean with helping...everybody...everybody was helpless and so people quite\nnaturally uh had each other...except, of course, the kapos. You know, that's a very sad\nstory and very little is said about the kapos because the kapos were traitors. The kapos\nbeat us and the kapos made our life miserable and some...and some of the kapos killed\neven, and they were Jews. Now if...there is no excuse to...for to say that they were forced\nto do this. They were not forced. I could have been a kapo too. I think would have lasted\ntwo days or a day, but they were not forced to do it. True, they improved their fate. They\nhad the chance...they they increased the chance of survival. That is true, but they were\nnot forced. There is no moral excuse and it's quite interesting that nobody speaks about\nthis and it was not the same as the, as the...you know, in the in the so-called Judenrat (ph)\nwhen the Germans asked them to assign people for a transport. What should they have\ndone? They could assign or they were...they were going themselves, but the kapos, it was\ndifferent. The kapos pushed us because they got more food. The kapos forced us to work\nhard and the kapos enforced us by beating us, and that's no glorious page in the\nHolocaust story and very little is said about it.",
        "Q: Right. You had also mentioned that the man with the stamps saved your life twice. I don't\nrecall you talking about it a second time. I remember you said that he brought you to his\nkommando and saved your life...",
        "A: Oh, twice. Twice, because first of all he...he saw to it that I got a double ration of food.\nThat was once and then I was in his column...in his kommando where he didn't...he didn't\nlet me work I mean, so I recovered. Incidentally, uh at the...at one point he started to\nshout at me...later on...shout at me and beat me, slapped me in front of everybody and I\nwas quite , and threw me out of his kommando and two weeks later he had\nescaped. He had disappeared, so that last service which he rendered to me was to to make\nit appear that he wasn't my friend so that nobody would do me anything, and uh a year\nlater, you know, as newspapers were smuggled into the camp...we were not allowed to\nread anything but newspapers were smuggled in camp...I read that eight resistance\nfighters had been killed in Paris and one of them had the name of Stanislov Kubacheck. I\ndon't...it seems to...well, perhaps he went to Paris. I think the Polish resistance helped\nhim to escape.",
        "Q: Good. Thank you very much. Good. Linda, is that it? OK. OK.",
        "A: I don't know. You have given many interviews. You know, I have the experience and\nother have the experience, if you talk to survivors who had the same experience, it's\nstimulates recollection.",
        "Q: Yes.",
        "A: See, our recollections are patent and are bound to be frozen. Somebody says something.\nYou start to recall...",
        "Q: You recall. That's right...absolutely...absolutely. Have you ever written your story.?",
        "A: Yes. I...1...well, since I am retired I'm...I write my souvenirs and I have them by and large\nfinished but by and large only have write and write and write.",
        "Q: That's good. That's that's very important and that's the kind of thing...\n"
    ],
    "questions": [
        "Q: Please tell us your name and where and when you were born?",
        "Q: Right.",
        "Q: The the Jews were expelled?",
        "Q: Before you go into that, tell us a little bit more about what you were doing, how you\ncame to go to France to study?",
        "Q: What were you studying?",
        "Q: I see. And when you came to France, where did you go to school?",
        "Q: Did you serve with these people?",
        "Q: And what what what was that like? What kind of housing...what kind of...?",
        "Q: And you were arrested not as a Jew but as a...?",
        "Q: Could you talk a little bit about that?",
        "Q: And once you were interned at Vernet...?",
        "Q: Did you work? Was there work?",
        "Q: How did people spend hours of the day? What did they do with themselves?",
        "Q: Uh was there a sense that that there was a time limit to how long you would be there or\nthis was just an interminable thing? You you would...?",
        "Q: And would you tell us now about when you were deported, how that happened, how you\nfelt, the people that you had to leave or went with you?",
        "Q: Had you been at this point identified as a Jew and were you being deported as a Jew, or\nwas it still as a foreign national?",
        "Q: Bracelet.",
        "Q: Uh Linda would like you to repeat the phrase about the bracelet so my voice isn't in there,\nso the only identity...just say it again.",
        "Q: Would you tell us again now about the train stopping? Where it stopped?",
        "Q: Pick axe?",
        "Q: When you say that your friends helped you, can you talk a little bit about that? How did\nthat work?",
        "Q: Linda's saying don't worry about the details but to go on with your own story.",
        "Q: I don't think...they they don't want this kind of detail. They want your own story. Go on\nwith your own personal story.",
        "Q: Can you talk about the uniforms and the numbers and the....",
        "Q: Sheets of what?",
        "Q: Uh Linda's asking me to ask you to start that sentence all over...when they were asked to\nload sheets of tin...so we don't have the interruption.",
        "Q: Pole.",
        "Q: OK. Linda's saying we don't have time for this story. We'll wait until the tape changes.\nLinda, what would you like him to...(pause)...oh, OK. Oh, OK. She said this is going to\nbe the end of the tape, so would you talk about hiding when everybody left on the death\nmarch.",
        "Q: Please talk about hiding when the death marches came.",
        "Q: Linda's asking if you can take the handkerchief out of your hand? I don't think you even\nhave it now. He doesn't...he doesn't have it. OK. Please start with the shooting when the\npeople tried to attack the food barrack.",
        "Q: Closet.",
        "Q: The SS didn't make any attempt to stop you as you ran out of the camp?",
        "Q: Linda, what would you like to ask? (Pause - Linda talking). Linda would like you talk\nvery briefly about where you went after liberation, how you met Linda again and how\nyou got to this country. Elizabeth...I'm sorry.",
        "Q: Good. (cough) Thank you very much. Linda wants to go back over something. (Long\npause - Linda talking in background.) OK. She would like you to go back to the story\nwhere you were almost hanged and try to talk a little bit more about what you were\nfeeling at the time...she said as a young person to be faced with this, and just...if you can\ngive us a little more...",
        "Q: OK. Start...start from....the...like that that little story. Make a separate little story. Can\nyou...she wants you in other words to go back and say you were almost hanged...I was\nalmost hanged because...",
        "Q: Yes.",
        "Q: Linda, 1s it...right. OK. Is there anything else you would like to speak about, anything that\nyou recall now before we end?",
        "Q: Right. Well, I'm sure...uh also you had said at one point that people usually tried to help\none another but sometimes they didn't. Was there a specific incident that you had in mind\nthat you wanted to talk about that?",
        "Q: Right. You had also mentioned that the man with the stamps saved your life twice. I don't\nrecall you talking about it a second time. I remember you said that he brought you to his\nkommando and saved your life...",
        "Q: Good. Thank you very much. Good. Linda, is that it? OK. OK.",
        "Q: Yes.",
        "Q: You recall. That's right...absolutely...absolutely. Have you ever written your story.?",
        "Q: That's good. That's that's very important and that's the kind of thing..."
    ],
    "answers": [
        "A: My name is Ernest Koenig and I was born on the 19th of May, 1917 in Vienna, Austria.",
        "A: I, however, never lived in Vienna. I spent my childhood in a little place north of Vienna\nwhich became a part of Czechoslovakia after the 1st World War. And I mention this\nplace whose German name is and Czech name is because there\nwere some three hundred Jews living there who had been there for at least four hundred,\nfive hundred years and who had been in this region possibly since Roman times.\nPossibly...there is no indication. I can trace my family back to the 16th century. So they\nlived there until 1938 when part of Czechoslovakia was occupied by Germany and they\nwere expelled. And I don't want to talk about them any more except to say that of this\nsome three hundred, two hundred eighty were killed and perished during the war through\nthe Nazis.",
        "A: Yeah. They were expelled. Not only the Jews. Also some Czechs were expelled but the\nJews were all expelled and most of them perished and I would like to mention at this\npoint...I don't want to go in to this...uh my mother. My mother was together with thirty\nthousand Jewish women massacred in Minsk in July 1942. My...and they were...the\nwomen were in the middle and had to shovel their graves. Uh the SS surrounded them.\nOutside the SS were the men, where took my father too had to look at this, and the men\nwere surrounded by either the German army or by the organization TOP (ph) which was\nthe working arm of the Nazi movement, and there was a soldier who my father knew,\neither a soldier or a member of the organization TOP, and he told his men, when you\ncome back, tell the story. And he gave to this man a , . Said well, what\nhappened, and when I came back from the concentration camp, somebody called me and\ntold me the story and by chance, I met shortly after I was told the story and little\npicture, I met somebody who had known my father and who told me the same story, who\nhad witnessed...had not witnessed this. My father was later on in the concentration camp\nnear Lublin and died there. OK. (Pause - drinking) Now we lived a happy life until 1938\nwhen the Germans came and expelled my family. I was at this time in France in order to\nstudy and I stayed in France in Paris until February 1939. We had no money. I was\nhungry, but really not starving but hungry, pretty hungry, so I decided to go back to\nCzechoslovakia and my parents lived in the internal part of Czechoslovakia, in Burno\n(ph), Burn (ph), and they came there and after two, three weeks being there, the Germans\noccupied the rest and from there my adventure started.",
        "A: I was...I have German schools, and I was studying in Prague from '36 to '38...",
        "A: At the German university, I was first studying medicine, which I gave up, and then I\nstudied uh uh philosophy and uh romance language and that's why I went to France.",
        "A: Well, I was first in Tulle (ph). Tulle is a city west of Paris and then when\nCzechoslovakia...when and Czechoslovakia had to cede its territory, the so-\ncalled territory, uh I went back to Paris and then I still inscribed (ph) at Sorbonne,\nbut I cannot say that I studied much because we had other problems. So I was there until\nabout February 1939 and came back to see my parents and hardly was I there that the\nGermans occupied Czechoslovakia, the rest of Czechoslovakia, and I had very great\ndifficulty to get out. I was arrested by the Nazis in Bruno. Then when they came to\nPrague, you had to go to the Gestapo to get permission to leave the country and I had...I\nhad a lot of luck in my life. The very fact that I am here proves it, but I want to tell you\none story how the Gestapo...there were some eight hundred thousand people were waiting\nin front of the Gestapo building to get in and get permission and the SS that I saw for the\nfirst time the SS was in the back and was beating the people but the people didn't dare to\nleave because they had to get their permission to leave the country, and the Gestapo\ndistributed about twenty numbers. They said we are going to go by numbers. There were\neight hundred people and uh there were about uh uh twenty numbers given out. I also got\na number, but when they started to call numbers and I looked for my number in the\npocket, I gave them what was apparently the checking number of a movie house, you\nknow, I had left in my coat...1t was number four. The man...the man didn't see that there\nwas...that the paper is different from what they...four...he let me in. So I got out and I\ncame to France and stayed in France until the outbreak of the war. I stayed longer there,\nbut until the outbreak of the war I also met at this time Elizabeth, my present wife, and\nwhen the war broke out in 1939 I volunteered for the French army. All Czech citizens\nhad however to join a unit which was part of the French army but we had the command\nlanguage was Czech, so I was with this Czech army unit uh from October 1939 to the\nbreakdown of France, and I should say a few words about this this Czech army unit. It\nconsisted basically of three groups...Slovaks which had been settled in France for a long\ntime, which had been mobilized and which had to join this army and they were very\nunhappy about it because they want to join the French army, so it was the French army\nbut it was a Czech unit. Uh Czechs which had escaped from Czechoslovakia from Hitler,\nfrom occupied Czechoslovakia and a great number of Jews. Perhaps forty percent of the\npeople were Jews. These were people who had fled from Czechoslovakia to what was\nthen Palestine and had volunteered in Palestine to join the ar...the Czech army in France.\nUh one of them is the famous uh published Maxwell who bought one of the New\nYork...that's the New York Post...one of the New York papers.",
        "A: Yeah, and I served with these people.",
        "A: It was very...we were very badly treated, all of us. Incidentally, there was anti-Semitism\nin the army. There was no anti-Semitism in the all-Czechoslovakia, in Bohemia and\nMoravia but there was anti-Semitism, even anti-Semitic remarks made by officers. The\narmy was very badly treated by the French. It was ill-equipped. It was...the food was bad.\nWe lived in barracks where the wind was blowing through and there happened to be...we\nwere in the south of France where generally the the climate is mild, but it was a very cold\nwinter, the winter of 1939-1940. And we believed we are kind of parade army and we\nwill be used when Germany 1s defeated, we will be used as the as the core of the Czech\narmy, which will move back to Prague, but when France suffered one defeat after the\nother, in May 1940 we were well-equipped, or relatively well-equipped and we were sent\nto the front and we were...we were positioned uh east of Paris as part of the army to\ndefend Paris and the front was broken and we retreated. We were again...I...my...there\nthere were only small units left. This unit in with which I was was again used at the |\nRiver and that was the end of the of the campaign of France. France was defeated and uh\nI like other people tried to get away from France. Now some people went to where\nthe army in southern France...where the army had originally been stationed. I tried to get\nto western France and to get from western France on a ship to to England or to the west,\nbut I couldn't get on any ship and finally...finally I ended up at the at the Spanish frontier\ntogether with some other boys and we thought we would go into Spain so we were afraid\nof this because we guessed that uh in Franco Spain we would be arrested and while we\nwere approaching the frontier, we learned from the radio that Germany will not occupy\nthe whole of France but only a stretch of territory uh inland from the Atlantic, so when\nyou were beyond this demarkation line, you would be in unoccupied France, so we didn't\ngo to it. We went to Spain and then to to this unoccupied part of France and there I was\ntogether with French refugees, my comrades...they're not close friends but whom I had\njust met...and they went to a little village in southern France. There again I became...or\nnot again, but first I became a teacher in a very interesting family. The family was in part\nvery pro-German, very pro-German and the elder part...the elder parts of the family were\nhappy that France had been defeated and that was so because one of the ladies...1t was a\ntremendous family...one of the ladies was the daughter of the French Prime Minister who\nin 19...in 1866...who in 1870 uh had declared war on Germany and on Napoleon the\nThird and had said we enter this war with a light...with a light-heart, light-heartedly,\n. And uh six weeks later they were beaten in , SO this lady found a\ncertain satisfaction in the fact that not only her father and her friends under her father's\nregime had been defeated but but also...but also France again, but they were very nice.\nThe young people were...were anti-German. They were very nice and I stayed with them\nand I taught a little boy and a young girl until one day my wife, my present wife, came\nand found me there and we traveled together toto _, a little place, near near the city\nof Lemouge (ph) where her father and her mother had been and they found themselves\nafter dramatic circumstances because millions of French people had left, had fled the\nGermans at this time, and uh I stayed with them but they had nothing to eat and I decided\nthere...and they shared everything but I decided I can't stay with them, so I went on my\nway to Grenoble (ph). Why Grenoble? I don't know. It was in the unoccupied zone and\nthere I was demobilized by the French and there I got a carde identite (ph) as a student.\nNow very few foreigners had a carde identite, a permission of staying in France. I had\none but it...from this I couldn't live and after many attempts to...after many attempts to to\nfind some way of uh ma...making a living which I couldn't do, I I found a job as I told\nyou before in western France, again as a teacher in a family, in an aristocratic refuge\nfamily and I I decided to go there and but you you could only travel at this time with a\nspecial permit, de voyage (ph) it was called so I went to the police and asked for\na de voyage and they told me why why you want to go there and I said my aunt is\nsick because...it wasn't very cleaver but I had no better...nothing better in mind, so uh\nthey didn't give it. They said uh bring me a certificate from the doctor of your aunt, so of\ncourse I didn't bring any. I took the train and went to this place and I was there for\nseveral weeks, but this place was...this family lived in a little village, had a very nice\nhouse in this village and of course the people saw me. I was a foreigner there and the\npolice there uh paid attention to me and I had not...I should have registered with the\npolice. I should...I didn't register. I didn't do anything, so after three days...after three\nweeks, I was arrested and I was sent to the County Vernet (ph). Uh now that was a very\narbitrary act because the County Vernet of which I will speak immediately was one of the\nworst camps. It was the worst concentration camp in France as far as I know, but uh I\nwas sent there. I was sent with uh together with a pastor, a Romanian pastor who\nin 19 uh...a protestant pastor who in 1934 had crossed the Place de la Concorde (ph) in\nParis during big demonstrations and he was stopped and he showed his identity card. He\nwas released but apparently...he had nothing to do with this demonstration. He was a\nchurch man. They took his identity and then they caught him somewhere and they had his\nidentity that he participated, he was in this demonstration. So uh he was with me and then\na poor Portuguese worker who apparently was in the same situation as I had been,\nworking without permission and had been there without identity card, so we got sent to\nVernet.",
        "A: Not as a Jew.",
        "A: Yes. It's important to realize because projections back often...are often misleading that\nwhile in the fall of 1940, the Vichy government started to issue uh anti-Semitic,\nanti-Jewish laws, generally when we had to deal with the police and even in the camp, we\nwere not singled out as being Jews. There was no anti-Semitism except in there... mean\nno open anti-Semitism except in in Government levels but we didn't hear any any anti-\nJewish remarks and uh anti-Semitism came in to force for us only when we were\ndeported, or when people were arrested as Jews, but that was much later. Of course,\nmany French people might have lost their jobs or their business, but I speak now from my\nown personal experience. There was no anti-Semitic movement or attitude. We were\ndirty foreigners. The French have an expression... . Dirty foreigner, and we\nbelonged to the dirty foreigner who potentially took away...took away French jobs, but\nthis reminds me that during my flight uh to the south when the army was dispersed and I\ntried to go get on a ship, I was once by chance...in the very last days of the French\ncampaign in a compartment, a railroad compartment. There were three British students\nand a lady, and the lady turned out to be the wife of the French Ambassador to Franco,\n. She was Madame , and the Monsieur was the successor to\n, and she came into the compartment. She was very friendly and she said since\n. She says these are the German Jews who have done us this, and this\nslogan you heard very often, but that was general. That was government propaganda. I\npersonally didn't experience nor observe any anti-Semitism until much later. This was a\nvery, very very populist organi...in the right wing circles. The Ger...German Jews have\ndone us this. This incidentally comes...goes back to the Dreyfuss (ph) affair, because he\nwas a German Jew for...they was also persecuted him.",
        "A: Now I have to speak about Vernet first and describe it. Vernet was a camp erected in the\nIst World War for Austrian prisoners of war, for Austrian prisoners of war, for their\nAustrian soldiers at the German front uh front uh in 1914, 1918, and when they were\ncaptured, they were imprisoned there and in 1939 the camp was used to imprison\ndangerous foreigners, and these were primarily Germans, Nazis, Nazis who had been\ncaught in France and who hadn't returned...returned in time and then also foreign\ncommunists because they were also considered dangerous in view of the fact that uh\ncommunists were against the war at the very beginning. They said Hitler and the western\npowers, that Hitler and the western powers are the same thing. It's an imperialistic war as\nthey said. Now uh when France was defeated, the Nazis who had been imprisoned there,\nwere freed and in addition to Communists, all kinds of people were imprisoned there and\nthere was no longer a question of being dangerous to France or not dangerous to France.\nUh people were imprisoned there, and I will tell you was imprisoned at the end before\n_____, before we were deported. There were people from all over Europe. They were\n, for instance German first one you was imprisoned there and\nthen...not in my time anyway. He got out. And then Otto Kirsler (ph), the the British, the\nHungarian-British writer, and uh it was a horrible camp. The horror of the camp\nconsisted in the fact that perhaps it was different before but after the defeat, France\nstarted to ration. Food was scarce and the food they gave to the prisoners was a hunger\nration. You got something black in the morning which was supposed to be coffee, two\nhundred fifty grams of bread. At noon...at...1n the forenoon, in the morning, which was\nthe basis of all our food. At noon we got a water soup with carrots or with uh onions and\nin the evening we got, believe it or not, one artichoke and some of for drink...long\nperiod...one artichoke or a little bit of artificial honey, sometimes a glass of uh of wine.\nNow wine has calories. The net effect of this was that uh if people didn't get help from\noutside, parcels or some help in some other way, they died after about one year, and\nmany people died there. The regime was very strict and from time to time they shot\nsomebody, always saying that the person wanted to escape and that was probably partly\ntrue but partly was other...their method of intimidating people. As I said, there were\nforeigners from all over Europe and the Gestapo came from time to time together with\nGerman officials and asked people whether they want to work voluntarily in Germany\nand many people see that they can't survive, Poles in particular, Hungarians uh\nvolunteered for work in Germany. I have read...I don't know anymore where, but I\nbelieve it's true...that there were other Jews from eastern Europe, from Hungary, who said\nthey wantto sin Germany. Didn't say they were Jews. They were Hungarians, and\nthey survived in this way as foreign workers in Germany. Uh I stayed there for two years\nand the hygienic conditions were horrible. We were filthy. We were dirty. We had\nnothing to eat. We had lice. We had fleas. Many people died, of course, from diseases,\nbut...",
        "A: No. We didn't have to work. We didn't have to work. We had to do some what they called\n, some work in...for the camp, you know, but otherwise we didn't have to work and\nbeing told all the time. I was...after...I don't know...after I was there for a while I was\ncalled and said...by the...by a captain whose name incidentally was Vernet, Captain\nVernet, and Captain Vernet said you are here by mistake. Uh yes, we recognize you have\nbeen in the army and so we will send you to a better camp, and that happened...I was in\nsay a month and at the beginning it raised my my hope and my morale and I didn't\nbelieve inin _ anymore, but I got indeed some privilege because of their alleged\nmistake. I was made deputy postmaster, . That is to say I was allowed to\nwork...I was allowed to work at the post office and that was from a moral point of view\nvery helpful because I was busy with something. I was distributing letters and uh parcels\nbut I was...I was terribly...my wife had sent me for a while food but then she left France\nand I suffered terribly from hunger. It's there where I started to smoke because when you\nsmoke, it seems that the the smoke, when you inhale the smoke, would would pacify the\nhunger pangs and it it hurt badly but in reality 1t was burning. You know, the smoke just\ngave you a burning feeling, and it was very very uh very very painful. Hunger was the\ngreat problem there and, of course, hunger was the one problem. The other great problem\nwas the lack of liberty. I was a young person and uh we lived there like animals,\nimprisoned there. We hadn't done anything. So it was very, very depressing.",
        "A: Uh I, for instance, was reading a tremendous lot and many people were were reading a\ntremendous lot. Other people there were...I don't reca...there were small Jewish religious\ngroups but I must repeat that wasn't a Jewish camp so it was a camp for foreigner, so\nmany of the foreigners were Jewish, but except for knowing that there were Jewish, there\nwas no identification of being Jewish and there were other religious groups, Jewish\nreligious people which...whom I haven't seen in Auschwitz...I haven't seen any...a few I\nhave to ...uh what did they do? They were desperate. Uh they played chess\nand they they were singing and they were...for instance, we had to...we had...we had no\ngroup toilet. We had big containers and we had to carry it out to the peasants and some\npeople when we...when we carried this out to the peasants, some people would exchange\na shirt and the peasant would uh would give you some bread or something, but they\nwould also give you...give you wheat but and we had a very primitive mill there which\nsomebody had constructed and we milled the wheat and from time to time we made a big\nuh a big uh feast, you know, out of it. We we cooked...we boiled the wheat and that was a\ngreat feast because people had saved for this and people had gotten parcels. Some people\ngot parcels. It was also from a moral point of view very, very depressing. You were a\nprisoner, but a prisoner who was innocent, a prisoner who couldn't say oh, hadn't I done\nthis, because we hadn't done anything. The one thing which kept our morale up and that\nis true of this period and that is true of the...of Auschwitz later on, was the war. We had a\nfeeling unlike the prisoners who were sent by Stalin to Siberia, who had no hopes that\nStalinism would ever end, we had a great hope that the war will end and Nazi Germany\nwill be defeated and we had a feeling that the others, our friends, people fight for us. That\nkept the morale up and we followed very closely political events. We could have papers\nin the camp and some people had Swiss papers and uh we always hoped now that they\nwill be defeated now, now they will be defeated...never were defeated.",
        "A: It was interminable, because every event like for instance uh well, in our case it was\nthe...it was the attack of Russia by the Nazis, where we believed that will be the end of\nGermany, but later on in Germany when we learned about the invasion of Europe by the\nAllies, by the American and British armies, we always believed now it's the end. It was\nnever the end. It was very frustrating. I mean never. But uh I've never been in a prison by\nI mean in a prison, people think they have done something and if they're they're...they\nwere innocently imprisoned, and then they had a time limit on their stay. They're there\nfor...they're there for for for life...they have a life sentence, but there there was no hope\nexcept the end of the war and a victorious end of the war.",
        "A: Yes. On the 7th of August, 1942...let me say perhaps on the 6th of August, 1942...no. Let\nme say on the 6th or 5th, we could see from the camp the little station of ____ Vernet.\nThere was a railroad station of Vernet, and you could see it. It was uh perhaps a mile\naway but you could see it, and we saw on the 5th or the 6th of uh August that there are\nrailroad cars there which generally were not there and probably on the 6th, a great\nnumber of people were surrounded in the camp, because in the camp we were...and you\nbelieved you are...you were free in the camp. You can...within limits, you were free. We\nwere surrounded and ___ say they would be deported. Now all of them were Jews. There\nwere many non-Jews in the camp, but I do believe we didn't realize that all of them were\nJews because as I said before, there was...we didn't feel being Jews in this sense that we\nwere singled out, and they were deported and they were marched to the station and were\ndeported. At the end of August of 1942, something uh incredible happened. Whole\nfamilies came into the camp and these were all Jews, people, Jewish people who had\ntaken refuge in France and who had managed to live outside camps, who had some even\njobs. How they managed, I don't know...if some lived from their savings and had some\nsavings...but they were people living outside and they were all brought into the camp, and\nthat was far sensational. Not only...we had...there were no women in the camp, so there\nwere not only men and women came in...whole families and children. We hadn't seen\nchildren for two years, and uh they were not badly treated. Uh they had enough to eat and\nthey were, of course, deeply depressed and I guess they knew already but we might have\nheard too, that there were de...deportations of Jews to Germany because I think some\npeople listened...could listen or to the to the British broadcast. They had heard about it,\nso this was an all Jewish affair. That was very clear, and it was a deportation affair and\nthe first transport was also deportation, but it wasn't very clear...didn't seem so much as a\npunishment. It could be interpreted as a...and since it was only men, it could be\ninterpreted as meaning they are going to work. The Germans uh uh always hired people\nwho were imprisoned or wanted those people in Germany so that they took Jews to\nGermany was a bit strange but we didn't think about this as far as I remember. It's now\nfifty years, but as far as I remember about the second time, this was ominous. This was\ndangerous, and we couldn't understand what it means. And there was in the camp a group\nof perhaps fifteen, twenty people like I who had been in the French army, and we were\nsuddenly separated from the others and we believed that we are separated because France\nwould never send the people who had...who have fought for France, would never\nsurrender those people to the enemy. On the contrary I mean what they did was to be sure\nthat we don't run away, they...it wasn't impossible to run away. In spite of all the guards\nand for men like...who like me who had a right to be around in the camp because I was\npostmaster, it would have been considerably possible, like in Auschwitz later. I'll tell you\nabout it. It was possible, possible to run away. But what happened afterwards is the\nsecond question because where would you ever run. You had no papers. You had no\nmon...money. Uh people there are certainly hostile. If you were to knock at their door,\nwho would have helped you. But so they wanted to be sure that we don't run away, but\nwe cer...we misinterpreted this. As a matter of fact there was in the camp a French police\nofficer who was and I was quite on good terms with him because he spoke\nGerman. I spoke German with him. One day...and on this day he came and said I have to\narrest you, and he arrest me to bring me in the group of the former soldiers and when I\nrealized what I...what he was saying, I spit at him and he slapped me, but it was in a\nfriendly way, and he had likewise because it was profound dishonor. The French\nthink their honor 1s...their honor has been maintained, the honor of the French army. It\nwas profound dishonor to sen...to send off...apart from everybody else certainly, but to\nsend off to Germany, because the Germans could have killed us immediately. I mean we\nwere...they could have said we...you are former citizens of a territory which we have\noccupied. Therefore, it's against your own country. You are...you...that is high treason\nand you have to be killed. Why? On the first of September 19...well, after...after this\nexcitement with having all the people there, these families, and...but they had enough to\neat and uh everybody was, of course, preoccupied so again the the the wagons at the\nrailroad station and we knew what they meant and on the Ist of September, we were led\nout from the camp to the station. Now that was unforgettable. It was unforgettable\nbecause there were some of the old people with us, old ladies, old men, you know, who\nhad not been in the camp before who were now being imprisoned. Women,\nchildren...children, and the worst of all, the most depressing thing was that there were\nperhaps ten, twelve cripples, people who had no legs, such cripples, and I...I don't recall\nhaving seen them in the camp before but it's possible that they had been in the camp\nbefore, and they were moving on little boards and they had little...little...little wheels, you\nknow, and that's how they were moving forward and I mention them because at the\nrailroad station there was the French Red Cross. They were very kind and very sad. They\nhad...they had an inkling of what...what...what's happening to us. Very sad, very\nkind...their behavior was contradictory and they had to...to lift these cripples into the\nfreight cars. You see, these cripples couldn't...couldn't walk. They couldn't...and they had\nto lift them into the freight cars and there was also something else. Nearby was I think the\nvillage of Vernet and the church bells were ringing, so we went. We were...we were\ndeported to Germany within freight cars. They...we were not...we were not uh like\nsardines pressured like later on when we went to Auschwitz and we were, of course, all\nthe time debating and thinking what does it mean. Uh the Germans are going to send us\nto work, but why would they take us there. You know, the the the German Jews who\nhave been expelled from Germany in 1940 to Guerres (ph), thousands of them, and now\nthey're taking all the Jews back. What does it mean? Supposed they are going to to have\nus work. Why do they take children and and and women? Why did they take these\ncripples? And there was an endless debate and not only a debate among ourselves but I\nmyself started all the time to figure out all the possibilities. There was no...there was no\nanswer, but if they would massacre everybody. Nobody thought of this....not out of\nquestion...I mean that they would kill one or the other. They have...we knew they had\nkilled people. They would kill many, yes, but that they would kill all of us or that their\npractice was to exterminate these people...and I came finally to the conclusion but that\nwas later on, they are establishing a Jewish slave state somewhere in the Ukrain and sure\nthey want to have everybody in this slave...you will be slaves. Now uh I managed to send\na postcard from the train with the help of a French gendarme to my brother who was in\nEngland where I said I am going home, but I really didn't want to, or something to this\neffect, and see he got the card and it was terribly depressing. After having escaped the\nGermans, now for years with all the sufferings we had gone through, suddenly everything\nwas in vain. We...we went back. Uh I was with a couple of uh younger persons in the\nfreight car, and we considered breaking out but again the question was, you know, we\ncould have lifted the boards. There was nothing in the freight car but the boards. Uh\nperhaps you could have lifted them and jumped out and we were...also it was strange the\nFrench uh gendarmes, not not the Germans but uh then the question arose . Where\nare we going? We will be caught again. So after perhaps twenty-four hours, we came to\nDrancy and that's in...and then then ——_—~ Drancy. Drancy looked horrible. Drancy\nconsisted of barracks or which had been made for the French police before the war\nand which could not be occupied because they were wet and badly built, so they stood\nempty, I guess. I know...I think they stood empty before we came. Not only before we\ncame...before Drancy became a concentration camp. Uh we left incidentally on the\nIst...on the lst of September...the Ist of September of Vernet. We were perhaps on the\n2nd or the 3rd in Drancy, which is in a suburb of Paris. It was fully of concentra...of uh of\nof uh barbed wire. Of course, we couldn't see the whole thing. We know there were other\nsections, except the section where we were. We were put into rooms which were full of\nuh rotten straw. It was rotting, you know. It's wet and rotting, and there we were waiting,\nand, of course, uh uh being very much concerned and preoccupied what's going to\nhappen. It was a morbid situation already you know. Under the rotten straw and with\nchildren and uh old people and the complete uh uh the complete helplessness and the\ncomplete lack of uh of...we didn't know what's going to happen...to happen to us but we\nknew, of course, we are now in the clutches of the German and at night we heard\nsometimes shooting from other parts of the camp. We didn't know what it means. I\nremember I I went to one of the barbed wires and saw...and tried to see whether I can\nget...I can get out but it was out of questioning, and then after three or four days there, uh\nwe were ordered to go down...down...we we were upstairs I remember. We had to go\ndownstairs, you know, to the...to the platform and on the platform there was already the\nSS and with...with their customary politeness, shouting and beating and and uh sending\nus into the...into the railroad cars. Now, the French railroads had on every...perhaps they\nhave it to day...I don't think they have it today, but in the 2nd World War, an inscription\nsaying forthe _. That was from the Ist World War and they still have it in the 2nd\nWorld War. For the . [know we were, but I I know this from having read it\nlater on because I didn't know it there, we were...the the transport was transport number\n28. It was I think signed by the Chief of the Gestapo in Paris, the destination was\nAuschwitz, and we were close to a thousand people, and I know this...I didn't know this\nat that time...because the has...you know who she 1s...she has found documents\nall about the transport and the Germans being very German and very meticulous, gave\nour names, our birthdate and our nationality, so I am on the list of now of the transport\nnumber 28. And uh that was signed by the Gestapo in Paris. Destination...I think even\nEichmann's...Eichmann's name appears in this uh...",
        "A: Clear...by this time they knew we were Jews. I mean not only...we knew it before. We\nwere treated like Jews, but not like foreign nationals, and I'll you immediately why we\nknew this. But we were never told, and I have always said, no Nazi ever now told why I\nwas in Auschwitz. I was never told why I was persecuted by the Nazis. I would say...no,\nthey didn't...but they treated us like Jews. I mean they treated us like uh like non-human\nbeings. They beat us and they shouted and uh the worst thing which happened was when\nI stayed with the French freight cars were for forty...forty men or eight horses. I guess\nthey put in about eighty people. I cannot say how many, but I do know when we\nwere...when we came in, we came into the in the freight, into the freight train, on on the\non the side opposite the door were little...they're little openings and they were with\nbarbed wire. You could look out there but not very well. It was pretty dark there, and\nit... we were so crowded that when you sat down, you couldn't stretch your leg. You...you\ncouldn't move. You you were...you were fixed in this position. There were women,\nchildren, old people. They gave us...they gave us and I think they gave us enough\nbread and apples...apples. But they gave us two buckets. One a bucket for water and the\nother a bucket for as a tol...using...serving...serving as a toilet, and this bucket serving as\na toilet, of course, had a tremendously depressing effect. How could...I don't know\nwhether there were eighty...we were more than forty...we were sixty, seventy, perhaps we\nwere eighty. Perhaps we were ninety. I don't know. How could we...that would be\nhorrible. We realized it from the very beginning, and I do remember there was no fear of\nnot having enough food, because you see, uh we had gotten bread and French...and\nespecially those of us who had been in Vernet had been hungry, oh there was plenty of\nbread, apples, and I think even pate, French pate in big...in big...so there was no...we\nwere not...I wasn't afraid of uh of starving, at least at this moment, but...and also with the\nwater. I mean how long can water, such water last. And then we are...you asked me about\nJewish. I cannot now identify that was clearly we were Jewish, but I do know two things.\nAs we moved into the into the freight car, a young man stepped out of the...out of the of\nthe line and shouted to the SS, I am not Jewish, and they talked with him. I don't know\nwhat happened uh what happened to him, whether they took him out. There was a second\nman, and I'll tell you later about him, who was not Jewish but who didn't dare to say who\nhe was and he preferred to be with the Jews and there, of course, when we...I say we were\nin the first floor, second floor, and we stepped down to the platform and we went on the\nstairs, the French gendarmes tried to take everything away from us, our watches. They\nsaid you won't need this anymore. But that was meaningless, only we found that is mean\non their part. It is possible, likely even that the SS shouted dirty Jews, but I cannot...I\ndon't recall this. I mean it was clear now we were Jews, andI mentionit —_—. Now\nstarted the trip to Auschwitz, or not quite to Auschwitz as you will hear. Uh at the\nbeginning, of course, everybody was depressed and after a couple of hours uh people had\nto go to the toilet and they couldn't see well, and __ broke out and people shouted at\neach other. Uh the water was soon exhausted. The water was also exhausted I I guess\nbecause people thought I'd better take advantage. Even if they were not thirsty, they start\nto drink. I was preoccupied with the idea what's going to happen. I heard...the only\nidentity which I had with me was my French army what you call it...what you have here...",
        "A: Bracelet...and it had a number...7 - 7 - 7, and here I have the number 1-7-7-7-7-4,\nSO...",
        "A: The only identity...iden...not id...1identity, document or identity piece which I had on\nmyself was a military bracelet which...from my military service in France which had a\nnumber 7 - 7 - 7. And it...and I I threw away at this point. That's really the point I want to\nmake. I threw it away somehow because I thought it would indicate that I have been in\nthe French army, which was right, but the strange coincidence is that there were three 7's,\nand here I have four 7's on my...here. (Cough) So after a couple of hours, pandemonium\nbroke out. People were crying. People were uh shouting, wailing. It was...there was the\nterrible stench and people always...the train stopped quite often. I remember it stopped\nonce I believe in Mintz (ph). Mintz, in in the Alsace (ph). I I figured it's Mintz, in the\nAlsace. And people shouted to to the outside, open the door. We want to so that we throw\nthe the the excrements out and we want water, but the doors were not opened. Then we\ncame...there was a little incident. We came into a big railroad station and I believe it was\nFrankfurt or _. It was in a big city, and opposite our tra...1n the train...our train\nstopped and opposite our train was a first class train of Germans and they stared at us,\nand and a lady who was...a woman who was on the train took her little girl and and held\nit up to the little window with barbed wire, and shouted, water, please, water, please,\nwater. And the Germans...there were...there were fifty in this railroad...in this other train,\nlooked at us and they didn't move because they were afraid and I mean there was no\nsatisfaction on their...they could have shouted dirty Jews, which happened later on, but\nnothing , and suddenly a German woman was running on the platform with a\ncontainer with water and her husband behind her who wanted to restrain her and the\nsoldier went after her and she didn't stop. She wanted to give water to this...to us...to\nthis...to this woman in the train, and then she had to stop. I mean we didn't get any water.\nThen a man came to this window, one of the inmates, and he scratched himself somehow\non this barbed wire. No, not voluntarily. He wanted himself and injured himself, and he\nwas profuse...profusely bleeding and...but I don't know what he did. Somebody was\nshooting but he wasn't shooting at him. There were shots outside. He believed, or he\nshouted he had been...he has been shot. He hadn't been shot. He had scratched himself, so\nyou know, it is...1t was a situation which nobody can describe. No Dante...no...1t was\ninferno...inferno, which is indescribable. I read a lot about the Holocaust and apparently\nthere were similar, very similar experiences in other deportation trains, very similar. The\ncrowding, the one bucket for water and for uh for for for excrement as a tol...use a toilet.\nI think it was a widely shared experience. Of course, not many people can tell about it. I\ndo not know how long we traveled. It seemed to me four days, but it might have been\nless...day and night and we didn't know any more whether there was day or night so we\nhad little windows but inside in spite of the windows it was very...1t was very dark. I do\nnot recall that there was hunger. Perhaps people...I don't know...but I mean the the people\nwere thirsty and and and we were...we were already... mean some people had the feeling\nthey are trying to kill us there, so suddenly after three, or four or five days...I don't\nknow...the train stopped in an open field and we heard\nshout...shouting...shoutings...everybody...all men between I guess they said fifty\nand...fifteen and fifty...I don't know...something like this. Perhaps...yeah,\nprobably...fifteen and fifty...all men between fifteen and fifty, out. Women and children\nremain inside. Well, we jumped out of the...out of the...out of the wagon and there\nwas...there was a little hill and we walked...we we run down the hill, and the SS came\nand and uh and uh uh pushed all the people back, but you see there were some younger\npeople, young men who didn't want to separate from their families. They didn't want to\ncome down, so they tried to get them down and the same woman who had shown her\nchild in the train on the German station, walked out and an SS man came...with the\nchild...and an SS man came and threw the child against the wagon and probably killed\nthe child and shoved the mother back and she carried the child. It was bleeding. She had\nthe child back. And we walked down a little slope and suddenly let me go back to the\ntrain. I really do not recall and cannot really imagine now how...what happened with this\none bucket and with this...with this bucket of water. You know, the bucket of water was,\nof course, empty, but the toilet bucket, I know it was overflowing. There was stench. I\nmust say I personally wouldn't recall that I used it. I don't recall. I don't recall, and there\nwas stench. There was dirt. There was...you know, the the excrements were all over.\nAlso, when you're in a lot of stench, you become insensitive to it. You don't...I don't think\nyou you you don't feel it anymore. Uh it was hot. It was depressing. Also physiologically\nde...depressing. Uh you were not very active, not very alert, but I must say...that's a very\ngood question...I do not really know what people did after the bucket...and I myself...after\nall, as I say, I think it was between three or five days...I myself don't recall, and after all,\nafter three or five days you have some need to go somewhere. I don't recall.",
        "A: Yeah. The train stopped near a little town called Kozel (ph), which is in Upper Salasia\nand which is I believe atthe __ River. at this time. It stopped in the open\nfield. Uh we uh the young...the men capable of work between fifteen and fifty, I believe,\nwere...they were told to get out and all the others to remain inside. There were, of course,\npeople with family who were let's say twenty years old, or thirty years old or husband or\nwife who didn't want to separate. They were pushed out by the SS and the women and the\nchildren and the older people remained in the train and the train then left. We saw it still\nleaving, after this incident where an SS man threw a child, a little girl against the...against\nthe the train, and we were then uh beaten and shouted at and uh by the SS and after a\nwhile, after this went on for a while all of the story with the shoes...I don't know we...I\nthink they wanted to take shoes away...at least they didn't take mine...we were loaded on\ntrucks and we rode to a camp which called Kozel and this was...this Kozel camp was near\nthe city of Kozel, and you can see it on the map. It can be easily identified. Kozel was, as\nfar as I know, a transition camp. That is to say, out of Kozel people were sent into\ndifferent directions, either to labor or to the gas, but we didn't know about gas. Uh we\nwere there and we were...in the morning we had to go to work. It was heavy work,\nconstruction work, on the high....highway. It was very important that I speak about this\nbecause people think of gas and beating and sickness and starvation, but\npeople were killed by simple work because people were unused...they're not accustomed,\nmany people were not accustomed to working and with us in Kozel was a large group of\nDutch Jews. They had...we had a uniform at this time, so you could see from their suits,\nthese were middle and upper class people. You know...they had jacket and you could see\ntheir hat and how they had lived and how they had dressed at home, and these people\nwere completely incapable of meeting these very rough conditions, both the\ntreatment...the shouting, the beating... and the work. You had...for ten hours we had with\nthe...we had with the shovel and with the what you call the uh...",
        "A: Pick axe...you had to to loosen the ground, and they couldn't do it. I mean I myself had\ndifficulty, the greatest difficulty. Some friends helped me. I couldn't do it the whole day,\nbut they couldn't do it at all so they they stopped working. Uh the the the overseers came\nand they beat them. The beating worsened their conditions. They fell to the ground.\nMany of them perished there and they perished I would say primarily because they were\nunable to to do the heavy work. And it's very important to see this aspect of the\nconcentration camp. It wasn't that they were beaten to death. There were some were\nbeaten to death, but it was the work which finished them.",
        "A: Well, everybody tried to help everybody else. I think you couldn't be an egotist in this\nsituation...I mean only concentrate on yourself. You helped your buddy, like he he wasn't\na friend in the sense of being a a long...as a result of a long friendship. Everybody tried to\nhelp everybody else, if you could. Some people couldn't, but I can tell you later on about\n. So many people died there and uh I don't know how long we were there. Not\nlong, three days perhaps, and then they formed from the prisoners there, groups and sent\nthem to various places, some probably to Auschwitz which we didn't know. Uh we\nwere...we that is to say, we...not all of the people who had come with me, but I...the\npeople with whom I was were put into a strangely enough not a freight car train but a\ntrain with passenger cars and as far as I can...as I can uh remember, we went towards\nAuschwitz but this is constructed afterwards. I think there came other...other cars were\nwere added to our train, and we moved...we...first our train moved first east and we were\nnot far from Auschwitz and perhaps we came very near to Auschwitz, and then it moved\nit west to...when I say Auschwitz, I mean Auschwitz I or Birkenau, because there were\nmany Auschwitz camps...and then we moved west and now let me tell you very briefly\nwhy we moved west. Uh there was a man who came with me from Vernet. He had gotten\nvery nice uh stamps and uh...from the outside when we were in Vernet and the French uh\npostal officials always stole his stamps so he asked me to take letters addressed to him\nand bring them to him personally, so I knew him a little bit. His name was Stanislov\nKubacheck (ph), and when the train moved west and we moved to , he was\nstanding next to me and suddenly started to talk to me. He said to me, I am not Jewish. I\nam a Polish officer, and I cannot say that I am a Polish officer because...you see, he had\nsome confidence in me because I had given him...I had preserved his nice stamps, and if\nhe dared to say that he is a Polish officer, they would take him out and kill him. And he\nlater on...I'll tell you later on...he helped me. He really saved my life twice, so it was\nStanislov Kubacheck and then we...the train went west and we came to a camp called\nLauerhutte (ph). Now Lauerhutte...you know what a hutte 1s...a hutte in German is a\ncombination between a mine and a blast furnace. In Upper Salasia it was full of heavy\nindustry and Lauerhutte was one of those huttes where you had blasted furnaces and\nwhere you had...I don't know whether there was a coal mine or not. Lauerhutte which is\nthe German name is...was part of a big city called...a relatively big industrial city called\nin German Hindenburg (ph) after Hindenburg, and I know it was called in Polish\n, and it's a combination of many industrial smaller towns in\nLauerhutte. Lauerhutte was a...had several old blast furnaces and they installed in the\nfactory in this Lauerhutte, the concentration camp...I don't know how many were there,\nthere were perhaps five hundred or eight hundred people there. We were sleeping in big\nrooms where there had been boilers before and we...the the camp or the concentration\ncamp was in this factory, so we didn't have far to go. We went from the...from where we\nslept through a little door into the pla...to the place where we worked. It was very strange\nthat we were guarded by a group which looked like SR...not SS...SR or organization\n____. They were very rude. They were elderly people. They were very rude. They beat\nus, but the supervision of this camp was the SS and uh I must say I'm... have been never\nclear and I am still not clear about Auschwitz I, Auschwitz I, Auschwitz III. This was an\noutcamp of Auschwitz, but I didn't know about it and it was not guarded by the SS or the\nSS was uh was supervising uh the...our supervision, the old guard and once there was a\nbig scandal. Those who guarded us were accused of having had some deals with some\nJews from Antwerp who had brought diamonds into the camp, and the SS arrested our\nguards, but they arrested other guards which were not SS. In Lauerhutte...whatever the\nthe Polish name I don't know...the work was very, very, very difficult. I remember when\nthey assigned together...I was assigned to this...we were dismantling one of the old blast\nfurnaces and we were carrying heavy pieces of wood which had been in this blast\nfurnace...in this...in the install...installation of this blast furnace, and, you know, that was\nso heavy that uh perhaps eight men...uh we had iron iron uh sticks or bars and we\nhad...eight men had to carry this, but some of them were very...of us were very weak\nfrom the beginning, and if one cou...there were perhaps four couples. If one couple\nreleases or didn't didn't carry enough, the others couldn't and the whole thing fell down\nand injured people. It was hea...and and when we couldn't...when we couldn't lift 1t, we\nwere beaten and one of the things from the concentration camps which I have never\nunderstood...sometimes people have been beaten with iron bars, and they would think\nthey have been injured. Sometimes they were injured. Sometimes they were killed, but\nsometimes...I don't know. It fell in a way where nothing happened, so we were badly\nbeaten and we were beaten to lift this thing and we couldn't lift it and people were laying\non the floor uh and couldn't walk anymore. Uh that was the first month in Lauerhutte. We\ncame there sometimes in the middle of September. We left uh Paris, Drancy, the first of\nSeptember and we came there around the middle of September. By the beginning of\nNovember, about one third, all the Dutch were gone. All the Dutch who had...didn't\nsurvive Kozel, had died. And the people who died and every day people died, the people\nwho died...we were in this big room where there had been boilers before, a boiler room...\nand there were...there were bunker beds...beds, you know, uh three story beds, and\nbehind us there was some straw and the Dutch people were always around into the straw.\nThe next day they were carried out in one coffin...one coffin, and there was a a team (ph)\nwhich didn't do anything else but the whole day they they they carried the dead people\nout and uh and as I said, by November I guess one third of the people had died, and new\npeople came in. Uh at this time, before this happened, I was once ordered to go by truck\nto the station...now I don't know whether whether Lauerhutte had a station or whether it\nwas , to a station and I was sitting with another buddy, with another inmate,\nnext to the driver and in the back there were perhaps thirty or forty uh concentration\ncamp inmates uh who had been all sick. They came from the sick bay, and when we came\nto the station, they had to undress naked and were pushed into a freight car and the reason\nwhy I and my buddy had to come along because we had to take their clothes and bring it\nback and they probably went to to Auschwitz to the gas, you know. We were in\nAuscHwitz and they went to the gas chambers. I don't know at what time we started to\nrealize that there are gas chambers, but we didn't understand this...we identified gas\nchambers with crematoria and I think since we were people from...coming from the west,\nthe knowledge of what really happened was given to us by Jews from Poland and from\nthe ___ IT remember there was a group of Jews from , and they knew what\nhappened, but they couldn't explain it either. Frankly, nobody knew about gas...I mean\nnow it seems strange not to know about it, but I don't think we understood it. We knew\nabout crematoria and you know, you didn't follow...develop your ideas since we know\nwhat happened...how the person killed in the crematorium...if he burned. We didn't\nfollow the...the crematoria, that was the place where people were killed, and we didn't go\nfurther and this incident which I told you about with people being sent naked, that was\nclearly a case, an instance where people were sent to death, but I must say it took a long\ntime until I and I think all the others started to realize that we are condemned to dea...to\ndie and all pe...all Jews are condemned to die. For some time we believed the Germans\nare crazy and just killed people but that everybody is to be killed, that we didn't\nunderstand . Now on a personal note, around this time I once came in front of a\nmirror, and I saw what was called a mussulman. You know what a mussulman\nwas...somebody who was so emaciated was about to die. That was the last stage when\npeople died, and I was struck by what I saw, myself, and outside this place where I saw\nmyself there was a garbage can, and I looked into the garbage can and there was a book\nand the book contained the text of of songs by Shubert (ph) and you might know there is\none song by Shubert, the Austrian composer, the death and the maiden and the death says\nto the maiden, don't be afraid. You are not going to suffer. You will sleep in my arms,\nand that uh encouraged me very much because I said to myself OK, if I have to die, it\nwill be sleeping. If I die, I don't have to be afraid and I wasn't afraid, and that was a very\nexperience. Shortly thereafter I was so weak that I asked for sick leave. Now you\ncould ask for sick leave...sick leave...you could ask not to go to work for one day but it\nwas very dangerous because when you came to the sick bay and then you\nwent... . | was so weak I stayed in bed and I didn't want to go _. I\nwas what happened. I couldn't anymore and this Stanislov Kubacheck, this\nPolish officer who had become a kapo, helped me. In the first place, the kapo has...had\nto...had to watch whether his people got one ration...got their food, and he had to watch\nothers that they don't don't come twice and take food twice, so he allowed me to go twice.\nI was the first and came the last one. Then he took me to his commander in his team and I\ndidn't have to work, so I recovered and I must say amongst the many circumstances why I\nsurvived, that was one, but it's only one because there were thousands other dangers\nwhich I was exposed to and that's then another story. Uh I must say from Lauerhutte we\nalso were sent to work in combination. I don't remember\nwhere the mines were. Perhaps there were no mines anymore, only the blast furnaces, and\nI worked in where we had to...where we had to to dig the founda...the foundations\nfor a new blast furnace in order to which al...which is also near there and all these\nnames are very long, aslongas_——— German. Now today all this is Polish. I must say\nthat there also... know that there are concentration camps in or in in I\nhave read...I have read a great lot about uh the Holocaust. Never read anything, heard\nanything about these concentration camps and I know some of these camps disappeared\nfrom the surface of the earth when people disappeared. They were perhaps buried. There\nmust be plenty of places in Poland or in this area where there are mass graves and never\nbeen who is there, who was buried there. Uh I want to mention two things. Now\nwhen we worked or in Lauerhutte , we had to march there from\nthe camp in which we were, Lauerhutte. One day we saw British prisoners of war passing\nus and shouting at us and it turned out these were Jewish soldiers who had volunteered\nfrom Palestine into the Bristish army, had been taken prisoner by the German. They were\nthreatened to be sent to a concentration camp until the British government told them, told\nthe German that if they are not treated like British...British soldiers, the British will take\nretaliatory measures, so the Germans separated them but treated them like prisoners of\nwar according to the Geneva Convention. They knew we were marching till the next day\nin the evening so when the pass us, they threw us packages. The other thing I want to\nmention is we had to march through the city of when we marched to these places,\nto these work places, and one day we were attacked by the...by the Hitler youths. You\nknow, we were marching there and were attacked by the Hitler youths...dirty Jews, Jews,\nJews, Jews. And the SS...there was SS...now how was SS there? There was SS. There\nwas SS. I don't know. In the camp there was supervisory SS. The SS considered us their\nprisoners and nobody was supposed to do us anything, so they started to fight the Hitler\nyouth. Uh with there, I was in Lauerhutte until the year 1943. Work was very hard. Food\nwas insufficient. Uh people died from exhaustion or because they were beaten to death.\nThere is also this which I have to say and this was much more...more more permanent\nand later on in the other camp I have been...you know, when the...when...when the\nwar...when we had to march into the camp, many people were sick or dying or injured\nand we had to the extent possible, we had to to drag them so all these marches looked\nlike uh...how should I say...I mean, it was not...it was supernatural what you could see,\nwhat and it was very difficult to help people back. And from time to time there\nwere selections, particularly these prisoners were sent out because they couldn't work but\nwe didn't quite understand why that was. Uh but we did understand because I want to say\nnow at the end of our stay in in Lauerhutte, we had a very good Polish master. We\nworked in a factory under German masters or Polish masters and we were watched and\nguarded by by these uh SR or whatever they were, and 1t was known that we would uh be\ntransferred and he thought we would be sent to the gas and so he was very kind and sad.\nHe gave us cigarettes and then one day we were...we were transferred in August of 1943\nand we went to Blechhammer (ph). Now Lauerhutte was a small camp and it was an\noutside camp of Auschwitz. Blechhammer was a big camp. There were five thousand\npeople in Blechhammer and it was Auschwitz No. III. I have as I said before I have read\na lot about concentration camps and the Holocaust, and I think there is no clarity about\nthe number of camps, about the number...the the the number assigned to certain camps.\nThere was Auschwitz I which was...which was the Auschwitz work camp which was a\nhorrible camp. Then Auschwitz II was Birkenau. That was the extermination camp, so\nnot everybody that was in Birkenau was exterminated. There were people who were for\nweeks in Birkenau and instead of going to the gas, they were sent to work, and then there\nwere...was Auschwitz III, and to my knowledge that was the camp of Blechhammer, uh\nBuna (ph)...there's another camp...there were further camps having...having the...having\nthe...",
        "A: Yeah. And in Blechhammer, after a short period where we were guarded by the German\narmy and the German shouldn't say the army didn't do anything. We were guarded by the\nGerman regular German army. Then we were guarded by the SS. Uh there 1s a very good\nbook by who wrote....",
        "A: OK. Now, uh in Blechhammer...Blechhammer was a big concentration camp. In the later\npart of the existence of Blechhammer, there were not only Jewish there. There were\nFrench, French resistance fi...non-Jewish French resistance fighters. There were\nhomosexuals. There were uh Jehovah's Witnesses. There were criminals. Gypsies...I don't\nbelieve there were gypsies there.",
        "A: Yes. And uh uh...always every...everybody had the well-known uniform. I don't know\nhow we could stand with this the winter with this uniform because when it was cold, it\ndidn't give us any any any warmth. Didn't protect us. Uh gave us...we didn't possess a\ncomb. We didn't possess a toothbrush. We didn't possess soap. Some people...I I had an\nold...a can, a can and I just...I could get my soup, and I also had...I don't know from\nwhere I had it...a spoon, but there were people who had nothing of this, so they would get\ntheir food in a big washing...wash dish for let's say six people, and now imagine how can\nyou get your food...how can you fish out part of the soup and the potatoes...there were\npotatoes in it...1f you have no instrument, you know, utensil to take it out. These people\nquarreled, didn't get what was their due, and uh many of them died of course. Uh we\nworked...we were in the camp and we got up in the summer at five o'clock...no, in the\nsummer at four or three o'clock. In the winter later and we worked from six in the\nmorning to six in the evening, twelve hours. We worked on various jobs and the type of\njob you had depended...determined very much your your your fate because if you had a\nheavy job, it was exhausting and you were exposed to beatings. If you had a relatively\nlight job, you were exempt from this. You were not exposed to this and I must say in\nBlechhammer I worked on construction work, but I was able to make it and then then I\nhad light...light work, and the last job I had in Blechhammer was...there were...there there\nwere...and there were...all the windows were broken from bombings and so we had to fit\nin uh cardboards where the the glass had been. I must tell you that Blechhammer was one\nof the German factories where oil, petrol, gasoline was derived from coal. It was one of\nthe most important German factories and there were a few of such factories in Bohemia,\nin central Germany, and there, and at the end when the Germans lost uh Romanian oil\nfields, they were of of utmost strategic importance and I'll tell you later on about the\nbombing. Uh how should I systematize Blechhammer. I've told you about uh there being\nvarious nationalities, and uh we had to walk about two, three miles...no, two, three\nkilometers to the factory. We had to get up very, very early. Uh the factory employed\ntwenty-five thousand people. Among them were five thousand Germans who were free\nworkers, a small number of French and Czech workers who were free workers who were\nonly obliged to work there, and a great number of slaves of uh various degrees, prisoners\nof war, English prisoners of war, French prisoners of war, Yugoslav prisoners of war and\nso on. Uh so in the morning, you could...it was an incredible picture. You could see...it\nwas still dark...you could see from all sides the people marching towards the factory and\nuh we were surrounded on both sides by the SS which had like long whips with\nwhich their...and machine guns uh and uh in the morning we had the appell...the the the\nwhat you call the roll call in the morning. If somebody felt sick during the the appell, he\nwas already counted, they tried to force him to march out with us, so we had to drag him\nout. When we left the camp, the music was playing. When we came back the music was\nplaying. They were inmates, the musicians. Uh now I want to tell you one story which\nwas important...important... _ spoke recently here of the hidden children. The head of\nthe camp, the Jewish head of the camp, the lageraltester he was called, was Mr. Demera\n(ph) who had managed to bring a five year old child, his son, into the camp and he was\nafraid that his son would taken...would be taken away from him and sent to the gas. Now\nthe Polish Jews had learned that each SS occupied a village, a Jewish village or a Jewish\nplace, and would divide the population into two groups, women and old people and\nchildren on one side and men on the other side, men being expected to work. And after\nthey had learned this, uh they did the following. They tried to hide boys, not girls, boys\namong the men in the group where the men were standing and it so happened that in the\ncourse of time, more and more children came into the camp. I think at the end...not at the\nend...at the point which I am now talking about...there were some thirty children and\nDemera, the lageraltester, the head of the of the camp, the Jewish head of the camp, was\nafraid that his child and his children who were badly...who were well treated, they had\nenough to eat...the Germans gave them enough to eat, but that they would would be\ngassed, so he persuaded...uh he told the SS look...we have the children. They're not\nworking. I mean they're parasites. We need to have children, the children work. And a\ncolumn was created, a kommando was created, consisting only of children. The kapo was\nMr. Klepich (ph) from Paris, the deputy kapo was Mr. Bornstein (ph) from Warsaw...I\nknew them well...I happened to know them well...and for some reason which I cannot\nrecall, I had...I was thrown out of my kommando. It was a bad work...I don't know what I\ndid, and nobody wants to have me in his kommando, so being during the roll call pushed\nfrom one...one kommando to the other, I landed at the children's kommando which had\nthe first day...which was...had it's first day, and since I knew that the the the kapo and his\ndeputy, they took me in. I don't know what right they had to take me in but I had\nsomebody else to throw me out or push me out from their kommando. I was with the\nchildren's kommando, and so we walked on this day...that was in October 1943...with the\nchildren to work. Now the children...the SS on both sides with its sticks and with whips\nand its machine guns and all the five thousand people in this ___ this way and the thirty\nchildren. Now when we met the other prisoners, the French prisoners, the British\nprisoners, everybody started to shout and to to whistle and to call shame on the Germans\nand the SS itself was embarrassed and they did react, so we walked with the children to\nour assigned working place and there somebody uh uh a kapo appeared and said the\nchildren have to do the following. There are stones on this side of the road and they have\nto bring the stones to the other side of the road, and he disappeared and we were alone.\nAnd some of the children started to work and took the stones and brought them to the\nother side and other children knew that they were in concentration camps. They were\nbetween six and twelve years old. Whatever the little boy and a charming little boy called\nMalich (ph) and he didn't recognize that he was in a concentration camp. He wanted to\nplay, so when we came to this place and the other children were...brought stones from\none side to the other, he played. He played. He had...there was a broken down machine. It\nwas a plane or something...a steam engine. He played there, and suddenly there came a\nyoung SS man whom I had never seen and he liked this boy and he started to play with\nMalich and then he started to carve out of wood which was laying around, little things\nwhich he...little toys and gave it to to Malich and then he said to me, isn't it a pity. Such a\nnice boy, but he is Jewish. He must die. Now the children's column had no tragic end I\nhave to say. After a while the children gave up carrying the stone. The whole thing was\nwas meaningless and they were staying around there, but it was October. It became...it\nwas very, very cold. It became colder and colder and uh we didn't know what to do with\nourselves and with the children and I remember they they were singing and they were\nsinging two songs. One of the which is their home, and another song\nabout Treblinka (ph), Treblinka being a place where people are burned. Now the children\nsurvived until until the marches at the end of the...of my stay in the camp and then uh\nthey went on the marches. Whether they have survived or how many of them have\nsurvived, I don't know but I do know of five thousand people marching out, very very\nfew have survived. I mean of the five thousand...I don't know what happened to the\nchildren, but nothing happened to them. The the the kommando was dissolved again.\n(drinking) Now I want to tell you the story about the gallows. The SS beat people. The\nSS uh could take uh a stick or something, an iron bar and hit somebody and kill him.\nNothing happened. They were not called. They were not in any way responsible, but\nthere was a very strange thing. The one...they hanged somebody and erected a gallow. A\nperson was hanged upon order of the chief of the...no...the furher of the SS and chief of\nthe German police. Furher of the SS and chief , and when somebody was\nhanged, there was a sentence and this sentence had to be...had to be read and it was\nillegal to hang somebody without the sentence because there was uh German justice, so\nyou you could be killed or murdered in any way possible but hanging...there was a\ngallow and uh everybody was called...everybody...the the whole the whole the whole...all\nthe inmates had to assemble and then the per...then the number was called out and it was\nsaid why the person was hanged, but always upon order of the chief of the German\npoli...chief of the...the furher of the SS and chief of the German police, and while\neverything was horrible, you know, if somebody was hit by somebody, you didn't know.\nPerhaps he he he he fell down. Perhaps it was...he he was not badly hit. Perhaps he was\ndying. He was bleeding. He was not bleeding. But that had never the dramatic effect of\nthe public hanging. The public hanging uh was staged in such a way that everybody was\ndeeply, deeply afraid although he knew he was not being hanged, but here, part of...part\nof yourself was hanged. boy whom I remember...not a boy. He was a young man\nby the name of Johnson. He was a Dutch man. He had survived up to this uh point. He\nhad found white powder and the SS said that was powder that was powder, an explosive\nand he wanted to commit sabotage and uh therefore he was sentenced to die and on the\ngallow he said greet my mother. Uh he said greet my mother. There were people who\nsaid Israel. Some people were so frightened they couldn't say anything, but it\nwas...it was a spec...1t was created as a spectacle, you know. So you saw other things\nwhich were very cruel, so I say this because of this experience when they wanted to hang\nus, me. I was in a column which transported things from one place to another. We had a\nlittle cart with rubber wheels and it was rather easy, and whenever...and I must say the\nfactory was a little town. That was...I mean not a town inhabited but it was tremendously\nbig. It was perhaps two miles in diameter or more. There were streets A - B - C - D, and\nwe were told go to F Street and it was called...there was an F Street...and go to such and\nsuch a building. There 1s a big parcel. Bring it to so and so. So one day we were called by\nworkers. They said look, there are sheets. Load these sheets and bring them to another\nbarrack. So we loaded the sheets...",
        "A: Yeah. Sheets of tin. Sheets of tin. We didn't realize that this was considered uh scarce\nmaterial.",
        "A: One day we were...we were asked to load sheets of tin which were in front of a barrack\nand transport them to another barrack, so we loaded a few of these sheets on this little\ncart and started to walk towards the other barrack, and suddenly we heard behind us,\nsabotage, sabotage. In the factory, there was not only the SS. There was what was called\nFactory Gestapo, Work Gestapo, and they had noticed that we had loaded this, and they\nnoticed that we transported it and behind the Gestapo came SS man. You dirty Jews. You\ntraitors. You...and they started to shout sabotage, sabotage. And that was a very good\nexample. I mean in general, , generally they beat us why. Because we didn't\nwork uh fast enough or we did something which was quite normal for which one was not\nsupposed to be punished, but here we had really transported something which really not\nsupposed to transport, so they started to shout and more and more came after us and\nstarted to shout hang them, hang them. And they brought us to the outer perimeter of the\nfactory. The factory was surrounded by wire. It was not uh barbed wire, and this wire was\non cement uh...what do you call...what do you call it...uh what would you call this uh...",
        "A: Poles. On cement poles which were bent. Whenever I...you see them all over here, garden\n, and there was the wire on it so when a...fence. There was a fence and the fence\nwas in cement posts, so whenever I see such a pole, I have to remember the story I'm\ntelling you now. And more and more people came and I don't know how many were\nthere...perhaps seven, perhaps ten people. They brought us there and they put wire on\nthese poles in order to hang us and I must say we had a...I think all of us had a very\nstrange reaction. We didn't believe the reality of this. However, perhaps we didn't believe\nthe reality of this because while the SS started and...you know, they they put the wires on\nand they pushed us to these poles, while they did this, the Gestapo...which was after all\nthe Gestapo was more careful, and behind the Gestapo came the management of the\nfactory who had been alerted and they came and started...they were very careful...that\nthey started to plead, not on our behalf. On behalf of uh the workers who had given us the\norder because the workers had done something illegal first of all to tell us to transport this\nwhich they had no right to tell us. Not...anybody could tell us anything but they had not\nthe right and number two, it turned out but that I understood only later that they wanted\nto steal this in order to use it for themselves. They made iron uh irons for the black\nmarket. There was a scarcity of iron , you know, and they used this. They used this\nuh uh...they used this as the steel plates, so the management came and uh more and more\npeople started to argue, but they started to argue because the workers would have been\naccused of sabotage, even if they had hanged us and number two, according to this\nstrange system of justice which prevailed there, you couldn't hang somebody without the\norder of Himmler. There was no order signed by Himmler. So after a long and we\nwere in a very strange state I think all of us, they started to beat us and to slap us and\nchased us away and that was the end of the story, and we, however, were afraid that we\nwould be hanged nevertheless because when people were hanged, they didn't...for\ninstance this Johnson who had found the powder, he didn't know that he was sentenced to\ndeath. They had his number and they called all the people together and would uh...they\ncould...they called all the people together and suddenly would read...his first name was\nSam Johnson...uh number so and so...sentence death for sabotage, so we were afraid for\nfor many weeks thereafter that we would be called...that there would be another hanging\nand then they would call us and say we are sentenced to death, so we got out of this. But\nit was not only an extraordinary experience, very extraordinary experience...I think there\nare a few people who considered under the gallows but walk today. Now it's difficult to\ngive you other highlights if there are other highlights in the life of the camp, but I must\nsay, our enemies were the SS, hunger... even so we were much better fed than the County\nVernet. We were working hard and even if we were not working hard, I mean sixteen\nhours. I mean I tried to work as little as possible but still uh so there was hu...the SS was\nthe main enemy. There was hunger and there was a short thing and that was the bombing.\nThe bombing came...came later. Uh this was one of the most strategic factories in\nGermany and when the Allies had advanced far enough in northern Italy so that they\ncould fly from northern Italy to Upper Salasia and back, they started to bomb.",
        "A: Let me say one thing whether it's on the tape or not. This bombing is important to be\nmentioned because at this...1n this connection, they bombed deliberately or not\nAuschwitz I and the whole story about why have Auschwitz not been bombed...it has\nbeen bombed and I know witnesses. I have...1 mean Auschwitz bombed...that was\nAuschwitz III. And uh uh the second thing I want to say about this bombing, it's\nridiculous to say they should bomb the the the the railroad tracks. We worked on the\nrailroad tracks. You can...if they were destroyed or damaged, you could have restored\nthem in a couple of days.",
        "A: OK. Uh on the fourteenth of January, 1945, the Russian offensive started and that was I\nthink from Warsaw towards the __, and we knew that contrary to the landing of the of\nthe of the of of the Allies in western Europe or in Italy or some other Russian victories,\nthis time it's us. This offensive means that they will reach us. In the camp there was never\nany resistance movement. There couldn't be any resistance movement, but at this time\npeople said you have to resist because there are so many possibilities. Either they will run\naway and the Russians will come and save us or they will uh...they will kill all of us and\nthen run away, or they will evacuate us and we have to resist being killed or being\nevacuated but that was logically correct but we...there was no possibility of of of\nresistance. I mean they had the machine guns. They had the weapons. We had nothing.\nWe couldn't...we couldn't prevail over them, so uh we say it but that was some\nconsolation in which we didn't believe. OK. If we are evacuated...no...we didn't know\nwhat to what to say, and finally on the...well, the the battle came near. We heard the guns\nand these were the guns of liberation. We knew this...over there. These were ominous\nguns. These were the liberators or we are...we are dying, and uh then we heard...I think it\nwas the eighteenth of January, Auschwitz, Auschwitz I is being evacuated and uh the\nevacuees marched towards...are being marched towards the west, and on the eighteenth\nor nineteenth of January, some five thousand uh...some five thousand concentration camp\npeople from eastern camps came into into uh Blechhammer...into into our camp. They\nwere exhausted. Some of them were dying or they they fell down. We didn't know\nwhether they're dying or not, and the next day the order was given that we should be\nevacuated and then I said to myself...then we said among us OK, we are going to march\ntogether and then we are going to run away, if we can, but when they started to evacuate I\nhad second thoughts and I said, now or never. I'm not going to be evacuated but I didn't\nknow what to do, and walking through the...they pushed people towards the roll call\nplace uh square and you could see once you were in the crowd, you were surrounded by\nthe SS. You couldn't get out of this, and I started to try to stay outside but suddenly an SS\nman, an SS man caught me and shouted I should go to the roll call place and he had two\nhand grenades and he always threatened he would...he would throw them at me, but I\nknew...I didn't run. He started...run, run, run. I didn't run because I knew if he threw it at\nme, he would be...he would be hit too by his own grenade, so he pushed me towards the\ncrowd. He didn't push me in and again I got out of this cro...out of the perimeter...of the\nperipheral of the crowd and I tried to find a place to hide and I found another uh man\nwhom I knew from uh from Vernet who was also out looking for a place to hide, and we\ncame to the sick bay and the sick bay was separated from the camp. You could only go in\nif if a certain gate was opened and there was...there was a man standing whom I hated. I\nhated him because he had been a male nurse called...kind of male nurse to the people who\nwere dying. He wasn't much of a male nurse but he was part of the inmate...he was an\ninmate. He was stealing their bread, and I guess he felt that I didn't like him, but coming\nto this gate together with my buddy, he said do you want to come in. We said yes. So he\nopened the gate and this is...we want to get into hiding, but not with the sick, and he said\nthere's an empty barrack, so we came to a barrack and he opened the door. It seemed to\nbe full of chairs. I don't know where the chairs came from. Full of chairs. It seemed you\ncannot get in, but when we investigated more closely, we found it wasn't so full and we\nentered this this barrack. On the other side of the barrack, there was a little window.\nThere we made room for ourselves, my buddy and I and then there was a third person\nwhom...a young boy who had been entrusted to him but not a child anymore. He was\nfourteen, fifteen years. There were hiding so we made a hiding place and then we\narranged the chairs...where they came from I don't know...in such a way that if you\nopened the door from the other side...\nTape #2",
        "A: Alright. The people who had remained in the camp were the people who had come on the\nfirst hunger march...some of them remained in the camp, perhaps two thousand,\ndiscovered that there were food barracks...there were barracks full of food, magazines,\nand started to attack them and tried to get in to get food and they were repelled by the SS\nwhich uh shot many of them and many of them were in front of our little window and we\nsaw them , laying there and some had friends who brought them back and others\nwere laying there and after a while uh these attacks repeated themselve and the SS shot\nagain and this became crescendo, always stronger and stronger and then there came a\ngeneral offensive from the SS. They shot the right and the left, and the left and the right\nand many people were killed or wounded and then came a cry, the SS left, and then\ncame however shouting they have...they have uh put fire on the camp and indeed we saw\nsome of the barracks burning and now we had felt pretty secure in our hiding place. Now\nwe saw we would have to leave our hiding place, but we were in the middle of the camp\nand the fire died down. The SS had left and uh my friend uh crawled over the...over the\nuh chairs and then he shouted when he came to the door, be careful. You cannot open the\ndoor. The door is not...you cannot easily open the door, so after he had left I came. You\nknow, I had my blanket and I had some bread and and I came to the door and I couldn't\nopen it and I put...I pushed myself and I opened it a little bit and there was a heap of dead\npeople, of corpses as high as that. I don't know...you know, we had...that's why I stressed\nwe didn't see all...all what has happened. Somebody must have brought dead people,\ncorpses there and the only way I could get across it was to crawl over them. And then we\nwere free. Part of the camp was burning...was still burning and now we discovered the\nthe...the open...the open barracks but we discovered something else. We discovered a\nbarrack full of children's...children's and women's underwear. Children wear and\nunderwear...that must have some from the gas, from the gas chambers. It was full of them\nand it was very very cold. Very, very cold. The liberated people behaved like ani...some\nof them behaved like animals. They were eating. They were cooking. They were making\nuh their needs. It it...like animals and the fires were burning, you know, and then they\ntook from this...from this magazine where there was children's wear and women's\nunderwear, they took, for instance, a bra and, you know, to protect their head because it\nwas very, very cold. It was really pandemonium. Suddenly there were women there. I had\nnever seen women before there. There were women there and a woman came to me and\nsaid I should help her to to find her sister who had been killed somewhere in the camp, so\nI went with her and we entered a barrack and there was a group of people sitting and\neating and eating and eating and we said have you seen that woman here. They said no.\nAnd I opened...there there was a...what you call it...where they put things in a...",
        "A: Closet. Opened a closet and the body of this woman fell out and I said who put\nthem...who put her in there, and they said we. Can you imagine...how can you eat with a\ndead person around you. Well, to make the story short, we were there...the camp was\nsurrounded by the battle between the Russians and the Germans and after some\nadventures to which I don't want to go into now, on the Thursday...the whole story started\non a Saturday...Sunday the SS left I think on Monday or on Sunday...on the following\nThursday, we had moved into a little little barrack which had been a workshop. There\nwere...there were hammers there and so on, and uh we were three in this...we heard\nshouts at midnight and uh this friend of mine, this colleague of mine believed the\nRussians uh have come. He spoke Polish and hardly any Russian but he tried to find\nsome Russian words and said finally, finally you are here, finally you come, and we\nheard from the other side, out, out, out, you damn...the Germans were back. And uh this\nlittle barrack where we had been, now the little workshop was somehow on the side and\nthis German soldier came and knocked at the door and said out, out. We were quiet and\nwe had...there were some hammers there. If he had entered, we would have killed him. I\nthink the first and only time in my life...we would have killed him and for us it was a\nterrible feeling. We had believed...we had believed we are free, and here they were again.\nHe was afraid to enter. He was afraid to enter and uh he left. Then they took some of\nthose people who had still been in the camp...not all of them...along and they shot them\noutside, and we said to ourselves we cannot stay here any longer. We have to leave. So\nthe next morning, the battle was going on. We left through the main gate. We saw the SS\na couple of hundred yards away and we run into a forest. We run through this forest and\nwe came to a village and this village was the village of Blechhammer. Before we came\nthere, we saw some dead uh inmates who had done the same thing as we. Somebody shot\nthem, and as we came into the main street of uh this little village, we saw British\nprisoners of war running through the main street and French prisoners of war and other\nprisoners, former obviously prisoners so we run with them and run and run and suddenly\nwere Russians soldiers and they run further and we were free.",
        "A: No, because they were engaged with the Russians, you know. We were secondary at this\npoint.",
        "A: Yes. After liberation, we went uh...I went first uh to a place called Chesta...Chestahova\n(ph) but the Russians had even uh repatriation camp, but they were incapable of\norganizing it and uh from there I went to Krackow and uh we walked to Krackow. It was\ndeep winter. It was very cold, and we always went to peasants and asked for the\npossibility of sleeping there and they always gave us food. They didn't have much\nthemselves. In Krackow, there was such famine that we decided...that in Krackow, there\nwas...yeah...there was such famine that we decided foolishly...I say we...there was a boy\nfrom Czechoslovakia, there were always other...other people we were with. We are going\nacross the mountains to Czechoslovakia. Now that was completely foolish. How could\nwe go across...in winter across very high mountains. It turned out that we hadn't realized\nthere was a wall there which was not high enough and we walked through this wall and\nwe came to Czechoslovakia. We came to Slovakia. There we met Jewish people who had\nbeen hidden and they helped us and from there we went very slowly as the Russians\nmoved westward, we moved westward and at the end of April, at the beginning of May\nwe were in Moravia and was back in Brun and my...the the boys we went with me went\nto Prague and it was the end of the war. I stayed one year still in Czechoslovakia. I had a\nvery uneasy feeling. You had...it was the beginning of Communism, but it wasn't yet\nCommunism. It was democratic. But there were many arbitrary things happening and I\nhad a feeling you cannot stay here, so...and uh shortly after having arrived in Prague, I\ngot in touch with Elizabeth indirectly. I learned she was alive and in 19...so I stayed still\none year in Prague. I studied in Prague. I didn't study much but I went to the University,\nand in 1946 I got a three-day British transit visa to go to go via Britain to the United\nStates. While...my daughter was in Britain and she got this transit visa for three days. The\nBritish were very decent. Out of the three days, there were one and a half years. And then\nElizabeth came to England. We married in England in 1947. She being an American\ncitizen could claim me outside the quota because at this time it was very difficult to go to\nthe United States. You were on a quota which depended on your place of birth. Since my\nplace of birth was Austria, the quota was over filled...overfull, and so in uh in February\n1948 I came with a ship called Ernie Pyle to New York while there was big __—__ and I\ngot a job. I started immediately to to register at the University. I worked during the day\nand in the evening I went to school. I made my MA in 1950. I went to Johns Hopkins\nUniversity where I was junior instructor for one year, and then I felt I have enough of\nacademia. I need a job and since Baltimore and Johns Hopkins was near Washington, I\nwent to Washington. I got a job in the Treasury but I would have had to wait for two\nmonths to start the job. I got a temporary job in the Department of Agriculture and I\nnever left. Well, I left after thirty-nine years. I worked in the Department for eight years\nuntil '59 and in '59 I went overseas to first to Germany where I was at the American\nEmbassy, then to Brussels where I was for ten years Agricultural Attache to the Common\nMarket, a year's mission. Then to Geneva where I was in the big trade negotiations called\nthe Tokyo __, the head of the agricultural delegation, of the American agricultural\ndelegation. Then I went back to Washington. Then I was assigned to Paris as Counselor\nat the Embassy and then I came back and after a couple of years I resigned...I retired last\nyear.",
        "A: Right. Uh the feeling was blank because I mean we were all the time, all the time...",
        "A: Well, uh shall I describe how they put us under under this pole, cement pole...",
        "A: We were under the cement poles and I didn't quite believe it was happening and I think\nmy colleagues who were with me had the same feeling. It was the unbelievable and it was\nstrange that it was an unbelievable feeling because we had been confronted so often\nbefore in the camp with the...with the...with the threat of death. Perhaps it was...we we\ndidn't...we we refused mentally and psychologically to accept it because when we had\nbeen confronted with the danger or with the risk of being killed, it was just a risk, but\nhere it was so to speak an ultimate risk and this ultimate risk seemed to be unacceptable,\nyou know. There was no hope that when you are hanged...when they start to hang you, uh\nthen then you are dead. That it was...at the other occasions there was always a chance\neven if you were wounded or injured, to to escape somehow. So uh it was not the feeling\nwhich has been described 1n literature...I saw my whole life before eyes...it 1t it was the\nopposite of a supreme moment subjectively. Objectively it was. You know, it's like...J am\nsorry. I have to go back to the bombing. I was more or less I would say courageous but I\nwas afraid of the bombs and sometimes I had...I was panic...I was panicky in spite of the\nfact that objectively was not as dangerous then as other occasions where it was\nmore dangerous and I was less afraid. As a matter of fact, in my recollection of the\nconcentration camp, this episode with the hanging was for a long time in the background.\nI refused even to internally to invoke it. (Pause)",
        "A: No. I I mean there are many, many other things but I think I have given the gist...perhaps\nI remember afterwards some...",
        "A: No. What I mean with helping...everybody...everybody was helpless and so people quite\nnaturally uh had each other...except, of course, the kapos. You know, that's a very sad\nstory and very little is said about the kapos because the kapos were traitors. The kapos\nbeat us and the kapos made our life miserable and some...and some of the kapos killed\neven, and they were Jews. Now if...there is no excuse to...for to say that they were forced\nto do this. They were not forced. I could have been a kapo too. I think would have lasted\ntwo days or a day, but they were not forced to do it. True, they improved their fate. They\nhad the chance...they they increased the chance of survival. That is true, but they were\nnot forced. There is no moral excuse and it's quite interesting that nobody speaks about\nthis and it was not the same as the, as the...you know, in the in the so-called Judenrat (ph)\nwhen the Germans asked them to assign people for a transport. What should they have\ndone? They could assign or they were...they were going themselves, but the kapos, it was\ndifferent. The kapos pushed us because they got more food. The kapos forced us to work\nhard and the kapos enforced us by beating us, and that's no glorious page in the\nHolocaust story and very little is said about it.",
        "A: Oh, twice. Twice, because first of all he...he saw to it that I got a double ration of food.\nThat was once and then I was in his column...in his kommando where he didn't...he didn't\nlet me work I mean, so I recovered. Incidentally, uh at the...at one point he started to\nshout at me...later on...shout at me and beat me, slapped me in front of everybody and I\nwas quite , and threw me out of his kommando and two weeks later he had\nescaped. He had disappeared, so that last service which he rendered to me was to to make\nit appear that he wasn't my friend so that nobody would do me anything, and uh a year\nlater, you know, as newspapers were smuggled into the camp...we were not allowed to\nread anything but newspapers were smuggled in camp...I read that eight resistance\nfighters had been killed in Paris and one of them had the name of Stanislov Kubacheck. I\ndon't...it seems to...well, perhaps he went to Paris. I think the Polish resistance helped\nhim to escape.",
        "A: I don't know. You have given many interviews. You know, I have the experience and\nother have the experience, if you talk to survivors who had the same experience, it's\nstimulates recollection.",
        "A: See, our recollections are patent and are bound to be frozen. Somebody says something.\nYou start to recall...",
        "A: Yes. I...1...well, since I am retired I'm...I write my souvenirs and I have them by and large\nfinished but by and large only have write and write and write.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJuly 1, 1991\nRG-50.030*0112",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Ernest\nKoenig, conducted by Linda Kuzmack on July 1, 1991 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ERNEST KOENIG\nJuly 1, 1991"
    ]
}