{
    "rg": "RG-50.233.0096_trs_en",
    "sequence": [
        "Q: The date is Friday, June 5, 1992 and we are talking with Mrs. Sylvia Murawski in\nAnnandale, Virginia. Mrs. Murawski, could you please --",
        "A: Call me Sylvia.",
        "Q: Okay, Sylvia, could you please tell me your name, your name that you were given\nin Poland and that you used during the war, your date of birth, your place of birth\nand anything you possibly can about your childhood and your family, growing up.",
        "A: Okay. I was born on July 10, of 1928. My name is Sylvia, was, my name was\nSylwia Ann Winawer but I was never, ever called by this name. I was Dzidzia,\ncalled Dzidzia home and I ---",
        "Q: How do you spell that?",
        "A: Let me write it down. It was a nickname, Dzidzia, something like this. It was\nquite popular nickname in Poland and I was known as Dzidzia from my\nschooldays till before the war. For a long time, I was an only child and I loved\nthe status of being the only child and loved by everyone, the center of attention, of\ncourse. I had a small puppy that I loved but she passed away as a puppy. But\nlater on I had a sister. My sister was, in my life, played a special role because she\nwas nine years younger than me. I treated her something between my toy and\nbetween my child. It was very, very, very nice feeling. My mother was wise\nenough to keep me believing that I’m the one who is responsible for my sister.\nMy friends at school were very jealous. Nobody had such a small sister or brother\naround. I could tell you about my childhood. It was a very happy childhood,\nnothing ---",
        "Q: Did you live in a suburb of Warsaw or in the city?",
        "A: No, I lived in the center of Warsaw. My father was a lawyer and we lived in a\nbig, big apartment. Those old days, everybody had maids, everybody who --\nmiddle-class people had maids. It’s such a distant and different life.",
        "Q: Your parents -- you came from a Jewish family?",
        "A: It’s very, very hard to say about -- that my family was a Jewish family. We were\nJewish because my parents were converts. So it wasn’t strictly Jewish family. I\nwas raised more in Christian traditions than Jewish tradition.",
        "Q: Your family --your parents had both converted to Catholicism?",
        "A: My father was Catholic, my mother was Protestant. On my father’s family was a\nfamily of assimilators. Is that the right word?",
        "Q: Were they assimilated? But the father’s parents were Jewish?",
        "A: Well, it takes some more explaining. They were, by faith they were Jewish, my\nfather’s family. My father’s family was quite known and I would even say my\nfamous father in Poland. My ---",
        "Q: The name was Winawer?",
        "A: Winawer. My father’s cousin was a very well known writer, a play writer My\nfather’s grandfather was, oh my goodness, famous chess player. He won a --, He\nwas best in Europe. He won a tournament -- how do you say it? He was a ---.",
        "Q: Champion?",
        "A: Champion, maybe once, maybe. But he was a European champion. But he felt\nPolish because in those old years, it was a very strong movement of assimilation.\nJewish intelligentsia, you know the word? -- was very Polonized",
        "Q: Right.",
        "A: So on my father’s side it was very natural that he felt more Polish than Jewish and\nhis change of -- conversion didn’t bother anybody. I think. But on my mother’s\nside, it was a different story because her family was more Jewish, more traditional\nand more Jewish. There were some misunderstandings between my mother and\nher mother but ---",
        "Q: Did you ever see them?",
        "A: Well, I, yes. My grandmother lived in Lodz. It’s a big, big city.",
        "Q: Oh, sure I know Lodz.",
        "A: Big Jewish and German population. She used to come over for to visit us twice a\nyear. Stay for a few weeks. There was always some misunderstanding about\nsynagogue, about Christmas, about something. I felt it. It wasn’t very open but I\nfelt there was some tension about religion.",
        "Q: Did you have any religious instruction, any formal --?",
        "A: No, because my parents weren’t very religious people. They -- it’s really hard to\nunderstand in America why people change the faith. Only to show that the sort of\nbelonging to Polish society or something.",
        "Q: I think it was in Europe and in Poland especially, it was a form of social mobility.",
        "A: Maybe.\nQ Definitely, definitely.",
        "A: For my father, it was sort of patriotism. Maybe, he was very young, it was very\nnaive, it wasn’t very wise, what he did. On my mother’s side, it was because she\n-- my father wasn’t Jew. I don’t how the situation was between Jewish and not\nJewish marriage but I think that my mother wanted to -- wanted some change,\nwanted to confirm to my father’s standards or something like this.",
        "Q: But it’s interesting then, that number one, that she chose Protestant, and number\ntwo, that he wasn’t a Polish Pole, he was formerly of a Jewish --. You know they\nstill had --.",
        "A: Difference of religion, yes.",
        "Q: They still came from that background and that’s --.",
        "A: It was some but it --. The times were utmost political, atmosphere and social\natmosphere changed do quickly in Poland so some things that in 1921 or 1920\nwere appropriate might be less appropriate in 1927 when my mother got married.\nI never asked my parents; I just accepted the situation that my father was\nCatholic, my mother was Protestant and children were Protestant too. SoI--. We\nhad two Jewish, two Jewish girls in our class. They were taught religion by a\nrabbi and I was taught religion by pastor. Jews didn’t, Jewish girls didn’t feel, felt\nill at ease being Jewish. It was such an atmosphere in Poland. I don’t know why\nit was like this but it was like this. We used to go to Protestant school.",
        "Q: And you didn’t feel different? I spoke with Jana in Boston. She said even though\nshe was raised with these Catholic parents, she knew they were different. She\nknew something about her family was different than all the other Catholic people,\nyou know. Did you have a sense of that?",
        "A: Well, something was different but it wasn’t different because of religion. It was\ndifferent because of, I don’t know, because of what. Because I think that my\nparents were more independent people than most people around. More free-\nthinking, free- thinkers, more -- well, better educated or something like this.\nMore open mind.",
        "Q: What was your mother’s education",
        "A: My mother’s formal education wasn’t very, very high. She was an orphan, well\nnot complete orphan. Her father died when she was thirteen. My grandmother\nmarried at the age of sixteen with no education at all so when she widowed, she\nwas widowed at the age of 33 with three teenager, or two teenagers and one small\ngirl. It was the end of the war, end of the First World War in 1917 and they went\nthrough a real terrible poverty. My mother was extremely brave and industrious\nand ambitious and beautiful. You can see now that she was a --. She didn’t\naccept -- she was more like American women, not Polish. She was -- she didn’t\naccept the whole situation of being poor and poorly educated and living in lower\nmiddle class family. She, as an extern, she tried to -- she got a high school\ndiploma but she didn’t finish high school. She had diploma, went for exams,\nextern, is this the right word? No, you don’t say this.",
        "Q: External student or something --?",
        "A: Something like you can say. She took any chance she had in life to be among\ninteresting people, to learn things and to see the world. She spent few years in\nFrance.",
        "Q: How did she do that? She just --?",
        "A: She was a student. She gave lessons, she taught, she worked as a tutor, she\nsometimes -- she was a tutor, living with a family, she was very popular with\npeople, very, very easy to make friends. When she married my father, she had\nsome few years of college but she didn’t finish college. But she had many talents,\nmany interests. She was interested in art. She was a -- she became a real -- she\ngot a real knowledge in art, especially in china, in oriental rugs. During the war,\nwhen we were alone and my father went to the army, she started buying and\nselling things. She sort of entered, this is how we survived the war because she\nwas able to earn money. After the war when it was forbidden and very, very\ndangerous, she did the same. So my parents were well-to-do people. I never went\nthrough, never is not the right word, but most of the war, most of the time, the\nwartime, we were well to do. We were well-to-do in the sense that we weren’t\nhungry. We and friends of my parents and relatives of my parents had always at\nleast one meal fixed at my parent’s table.",
        "Q: Can we back up a little bit? I have --.",
        "A: Yeah, sure because _ I --. It’s the -- if you start the story of your life, you are\nextremely poorly organized, unorganized.",
        "Q: That’s fine because we’ll just jump a little, no problem. What about your\nschooling? Where did you go to school? Did you go to private school?",
        "A: I went -- it was a private school and the name of the school was -- very long\nname. It was a private school supported and -- not supported by --",
        "Q: It was run or founded by --?",
        "A: Founded from and something more.",
        "Q: You want to look it up?",
        "A: No, I can’t because I don’t remember even in Polish, the right word. Under the\nhelp, under the supervision and help of Lutheran, Lutheran Church. There were\ntwo schools, one Rey school, that school was old, very well known in Poland, in\nWarsaw for boys. After the First World War, there was parallel school for girls\nopened by the same Lutheran Church, Ana Vasa School. She was a sister of\nPolish king from 16\" century. They were Protestants and they patronized, the\npatron of the school was that Protestant princess of the past. The school, Rey\nHigh School was very well established and often very high -- highly accepted\nschool. The Vasa School was more for girls but 1t was okay, was okay. The\natmosphere was very liberal. Everybody was well bred, tactful and I didn’t feel I\nfelt at home there. I didn’t feel any of that I didn’t belong; I belonged. I belonged\nperfectly well.",
        "Q: The education there, was it equivalent or better than a gymnasium? Or is it at the\nlevel of a gymnasium?",
        "A: I didn’t go that far because when the --.",
        "Q: When the war broke out?",
        "A: Yes, I finished -- I was in elementary school. It was fifth grade, I finished fifth\ngrade and I started sixth grade. Then the trouble started.",
        "Q: Now, can I ask --? Did you have any -- did you take ballet lessons, or any music\nlessons or anything like that?",
        "A: Music lessons, not ballet because I had no talents.",
        "Q: Me either.",
        "A: Very poor ear for music, no talents for dance, nothing for drawing. I had only\nvery bad marks in all of those subjects.",
        "Q: Did you enjoy to read or --?",
        "A: Read, yes. I was good in reading, in history, in writing.",
        "Q: Okay, well--.",
        "A: I had extremely nice, sweet teacher of religion. She was a saint. She never, ever -\n-. Sometimes Christianity is in conflict with Judaism but it wasn’t the case. I\nnever felt that something against Jews in my teaching of religion, what I learned\nin my religion lessons. I didn’t feel anything, anything wrong about my double\nperson, my double personality at school.",
        "Q: You didn’t even feel that it was a double one, it was --?",
        "A: No, I knew it wasn’t a secret. It wasn’t a secret, it wasn’t anything to keep in\nhiding, the past. My family was very proud of being part of -- of being one of the\nWinawers. It was very special thing that my father tried to explain me before he -\n- when he visited me before he died. It was a last visit like saying goodbye, and\nwe were very open with each other. He told me, it’s very hard to explain but I felt\nmore Polish than Jewish. It didn’t have anything to do with my religion.",
        "Q: That’s understandable.",
        "A: It wasn’t like trying to hide whatever you were. My parents were Jewish friends\nand the best friends didn’t feel like my parents. They felt very, how to say it --,\nrebellious. They felt Jewish and rebellious. It wasn’t to conform to Polish\nstandards. It wasn’t done to conform to anything, it was sort of emotional attitude.",
        "Q: Did your family ever -- your parents’ best friends then were Jewish? Did they\never spend any holidays or anything like that with them?",
        "A: No, they weren’t that religious, no.",
        "Q: Oh, okay. I see.",
        "A: It was young generation. You never, ever saw in Poland any Jewish holiday, any\nSeder, any Passover or anything like this. I’m sorry. I’m very sorry. I wish I\nknew more about Jewish tradition but I had no chance to. People, young people\nweren’t religious.",
        "Q: They were being progressive.",
        "A: They were progressive.",
        "Q: Okay, I understand. We’ve established a little bit about your childhood. Did you\nplay with your friends? Your sister was so much younger, I assume she was just a\nbaby when most of this started.",
        "A: She was a baby. I had a grandaunt, takes long time.",
        "Q: I just keep an eye on it so when I need to switch it --.",
        "A: Don’t let people talk. When they start talking, they can’t stop.",
        "Q: That’s what I want. I want you to talk. I have five tapes here. If you want to fill\nthem up, go ahead.",
        "A: I talk --. I had an aunt in Warsaw suburbs, in Podkowa Lesna. It was something\nlike place we are living here. Every Sunday, she wasn’t married, she\nlived with her old charming father. I was the only child in the family and I used\nto go to visit her from almost every Saturday and Sunday. From Saturday to\nSunday evening, and I had friends over there. We played together. Of course, I\nhad other friends in the town too but it wasn’t like American suburban life.\nVisiting friends was a big happening because big city, long distance to go\neverywhere. So it was always planned, planned event. Mostly planned for two\ndays, usually from Saturday to Sunday with -- oh, it was very exciting. I had\nsome friends in my building too. We played together. Before the war, there\nwasn’t --. I didn’t go downstairs to play in the yard but I visited my friends in my\nbuilding. It was such a typical life of a child, nothing --.",
        "Q: Nothing out of the ordinary?",
        "A: No.\nQL ~~ Would you like to discuss then about what happened to your family when -- in\n1939 when the war broke out?",
        "A: The first thing happened it was raining like this, just before the -- like today, the\nnight before the war, maybe two nights earlier, maybe three nights earlier. I was\nstupid enough to leave a book that I was reading, to leave my book outside and\nthe rain damaged the book. The book didn’t belong to me; it belonged to my\nmother’s friend’s daughter and I was so scared, I didn’t know what to do to hide\nthe book but those people didn’t let me go without returning the book, I knew\nthat. They were very strict. So war broke out and I was so happy now, I’m saved,\nI’m saved. And no school, no school because --.",
        "Q: That was good, you liked that?",
        "A: Oh, it was great! It was fantastic! It was extremely exciting happening but before\nthis great, fantastic thing happened, some bad things happened before. In August\n1939, last month before the war broke out, my parents went for vacation for a\nweek or two. Left my grandmother, the grandmother that I told you about, from\nLodz, me, my little daughter and --.",
        "Q: Your little sister.",
        "A: My little sister and some, oh, some maid who worked for --. But my mother had a\nyounger sister. She lived in France. My mother always worried about her\nbecause she married very young. She didn’t finish any school. She was very\nunbalanced, emotionally unbalanced. She had a very bad marriage. They were --\nher husband was communist and they were deported from France to Poland. My\nmother’s sister with her small son, Claude came to stay with us for two weeks, for\nthree weeks. Part of the time my parents were out. This was the only time in my\nlife, I met my cousin Claude. He came from France. He hated everything Polish.\nHe -- looking at them I had a premonition of what will happen to us because they\nwere So poor, so -- they were deportees. They had no work -- his; Claude’s\nparents, had no work. They didn’t belong anywhere because they didn’t belong to\nFrance, they didn’t belong to Poland. They were victim of some social forces that\nwe became later. They perished in the, perished in Holocaust. They were in Lodz\nghetto and they perished and they probably were the first to die from hunger\nbecause they were not able to work. They were not able to work in normal\nconditions not only in Lodz ghetto which was terrible place to live in. That small\nchild, that Claude and my aunt, whom I didn’t like and I didn’t know well; I\nhardly knew them, never -- are still with me. I -- did you see the picture of Mr.\nLanzmann from Shoah?",
        "Q: Oh yes, Shoah.",
        "A: Shoah and they look --. His name is Claude and he looks exactly like my cousin\nClaude because they were the same age, the same family, the same -- very similar\nkind of family, Polish emigrants. It’s such a similarity between them. I can’t ever\nforget them. My grandmother lived with is in Warsaw and during the time,\nwartime, she didn’t get any letter from her daughter in Lodz ghetto. It was sort of\nconstant, constant tragedy that was killing her.",
        "Q: Can I ask you what type of awareness did you have of the rise of Nazism in\nGermany and Austria? Did you have a sense of danger?",
        "A: I had something before my aunt Helenka and Claude came to visit us. I had\nanother experience with Nazism, not with Germans but Nazi Germany deported\nJews who were born in Poland in 1937. It was sort of obligation, sort of moral\nobligation of everybody who belonged to the Jewish, somehow to Jewish\ncommunity, to help them. My mother took a young girl, was maybe 19, maybe\n20, gave her a job of teaching me in German and sort of like being governess. It\nwasn’t exactly governess but something like teacher and governess, something in\nbetween. She was boring, stupid and I didn’t want to learn German but she was --\non the other hand, I knew she was so poor, she was so troubled. She didn’t feel\nhappy, she was so out of place. It was bad experience but I thought that it’s my\nfault.",
        "Q: Did she live in your home with you?",
        "A: No, she used to come over well, twice a week or so. That -- our relation didn’t\nlast long because we didn’t -- it didn’t work at all. She didn’t, she wasn’t born to\nbe teacher or governess or anything like this. She wasn’t any companion to me\neither. I didn’t -- but I know that was something, always sort of talking about\nhelping those people. I had, in my school, the school wasn’t anti-Semitic, in my\nschool, there was a girl -- too long?",
        "Q: No, a few more minutes and I’1l flip it.",
        "A: There was a girl from -- deported from Austria. Her name was Ingeborga. Her\nparents didn’t speak Polish at all; they spoke German. She was very poor and\nduring the war, I had a special relation with her but this is the story later. I will\ntell you later on. It was only two people I knew, two deportees I knew from\nGermany. I didn’t know, I didn’t, we didn’t, we children didn’t take German\nseriously. There was something so -- Poland was strong and prepared for war and\nthe whole world was supposed to help Poland. No, Germans were something to\nmake fun of. I was only ten and eleven.",
        "Q: Did you know, did your parents have a sense of the German racial laws and things\nlike that?",
        "A: You are kidding! Of course they did!",
        "Q: I mean, they felt -- they knew that the extreme danger that was posed by --?",
        "A: They knew but somehow people didn’t know -- there was some blockage in the\nheads. Your imagination can’t go that far. You have to have some experience to\nimagine things. If you don’t experience things like that, you can’t --. They knew\nthat life would be very hard but there was always hope that the war won’t break\nout. There was always hope that Hitler will stop. This was sort of loyalty. You\ncan’t escape from place where the others have to live, you know. This is\nsomething not honorable. My father was, it was so romantic generation, not --.",
        "Q: Well, I’m going to put the tape over and --.\n(End of Side A, Tape 1)",
        "A: Away from returning the book because my father, try to think of, the war broke\nout, my father was in Warsaw because we were on vacation in the suburbs in\nPodkowa Lesna and my father used to come over for, in the evening or sometimes\nfor weekends only. On the 4\" of September, my father came over in his small,\nvery, very small car, small Fiat, very small.",
        "Q: You had a car? That’s a sign of affluence.",
        "A: Yes, yes. My parents were, my father was a lawyer. It was -- he was in his late\nthirties at the time. He was born in 1899 so he was forty the time. He was in peak\nof his career; he was very well --. He had big clientele, he was very well known\nlawyer, hard working lawyer and very clever. My father said we have to go back\nto Warsaw. Things are getting dangerous. So he packed all of us into the small\ncar. We left everything that we had at home. Wasn’t anything very valuable and\nwe went back to Warsaw. Next day, my father said to my mother, I love you all\nbut I love my country more; or something like this. He kissed us goodbye and\nwent to fight for the country. He left my mother with two years old and me and\neverything -- no money because somehow people weren’t prepared. If he had\nanything, he didn’t have it home -- maybe in bank, maybe clients were --. It was\na normal, regular life like every day, day like every day from financial point of\nview. It was a -- the war started this way for almost everybody with not mentally\nprepared for it, for the change. My mother and -- the bombardment started and\nthere was no food in the stores. The stores were shut closed. Well, every day was\nworse than the day before. My sister became ill, sick and she got a very high\nfever and she was dying. She was dying and I don’t know how far you want to go\ninto gossip, into small things.",
        "Q: This is fine, this is fine.",
        "A: We lived on, I didn’t give you my address. But you don’t want it --.",
        "Q: I’m sure. Why don’t you tell me? Tell it on the tape.",
        "A: It was Kapucynska Street. I lived on Kapucynska 15 in Warsaw. It was a very\nsmall street with dead end so the traffic was limited. It was inhabited mostly by\nlawyers because the court was very close --- the court and a land registry. I don’t\nknow how you -- or whatever it is the place I --. Can you stop?",
        "Q: Yeah, sure.",
        "A: There was a --. Can you stop again? I have this --.",
        "Q: Sure. . . . Okay so you were telling me about --?",
        "A: About that strange street we lived on with historic monuments, with monastery,\nCapuchin. Capuchin monastery with big, big garden; so it was very quiet place. I\ndon’t remember why I told you that. I had some idea but I forgot so you can\nforget what --. But we came back home and -- oh, I know. On the first floor of\nthe same building, lived our aunt, my father’s aunt. She was old lady with,\nwidow with two daughters. They had no children because she didn’t like children\nand when my small sister, Kieia; she had nickname Kieia. Kieia became ill and\nwe lived on the third floor and bombardment became very frequent, we were\nforbidden to live upstairs. We couldn’t stay in the basement all the time because\nof the small sick child so we asked that aunt to let us stay with her. She lived on\nthe second floor and she said no because I don’t like children and sick children is\nsomething that I really hate. I couldn’t believe she was my father’s aunt.",
        "Q: Nice lady.",
        "A: But before the war, she was extremely nice. She became -- she was very nice as\nlong as everything was planned and organized. She loved guests from five till\nseven every Tuesday and that’s it. My mother was absolutely astonished .It was\nsomething unbelievable so we went down to the first floor to the neighbors who\nwere very unfriendly but he couldn’t; he had no guts to say no. We spent part of\nthe September of 1939, this terrible -- you know what was September of ’39 in\nPoland, in Warsaw?",
        "Q: It was the beginning of the war.",
        "A: It was the beginning of the war. It was the bombardment of Warsaw. We spent in\n-- partly in the basement, partly in that neighbor’s apartment. In the basement,\npeople prayed all the time and there I felt very tension between my mother and\nmy grandmother. She was strongly against accepting and being part of the\nprayers. She felt it was a time of trial and she felt that she is Jewish and she\ndidn’t want to stay with these praying people. When the -- after the -- after\nWarsaw came into hands of Germans, my grandmother went back to Lodz. She\ncame, she was evacuated, deported in very brutal manner. She, some, not all\nJews, but some, I don’t know why my grandmother, maybe old people, were\ndeported from Lodz, took to small towns. Because she had Jewish -- gmina,\nJudenrat, you know the word Judenrat?",
        "Q: Yeah, the Jewish council.",
        "Q: The Jewish council used to find place for those deportees but my grandmother\ndidn’t need any place because she had her daughter in Warsaw. She came to us.\nBut when she was in Radom, she had such an experience, that it’s worth telling\nand worth remembering. Those poor ,poor deportees were placed among people\nby Jewish council. There were many in one building. In the evening, one of the\nGerman, captain or lieutenant or something, used to gather them. They stayed\nthere for a few days. He gathered, the German captain gathered them and wrote\nBible to them and told them that monster and anti-Christ will be punished by God\nand that something will happen. You know who I am talking in, anti-Christ and\nmonster was Hitler in his --.",
        "Q: His theology.",
        "A: Yes. That he will be punished and that everybody has to keep faith and hope. He\ngave them extreme consolation. He was sort of saint but he was taken next day.\nSome evening he didn’t come and those people asked what happened to him.\nSome were told that better not to ask because he was --.",
        "Q: He was a German officer?",
        "A: A German officer.",
        "Q: I see.",
        "A: So it was something that doesn’t happen very often and something that shouldn’t\nbe forgotten. My grandmother came to us and stayed with us and went to ghetto\nwith us.",
        "Q: You were sent to the --?",
        "A: We went to ghetto in October of 1940.",
        "Q: How did that happen? You were deported to the ghetto?",
        "A: No, because it wasn’t deportation or anything like this. The ghetto was built, the\nplace was, the place for Jewish population was --.",
        "Q: It was marked out?",
        "A: Was marked out. The wall was started to be built and the deadline was set. We\nwere in trouble because my parents had beautiful apartment with beautiful\nfurniture and charming place and everything. Somehow they couldn’t find\nanybody to --. Jewish population outside the ghetto had to find place in the ghetto\ndistrict. People from Polish population from ghetto used to trade their apartments.\nIt was very unpleasant time because it was time for very easy quick bucks for,\nmostly for Polish people who lived in ghetto quarters. It was big, big, tension,\nbig, big -- the deadline was very close and we didn’t have place to live. But at\nlast, in last minute, in the court, one of the -- well, clerks, law clerks told my\nfather, this judge who lives in ghetto, one of judges who lives in ghetto and who is\nin the same situation. He has to go out of ghetto and he has no place to live. He\nwas very impractical man. We quickly changed apartments -- traded apartments\namong ourselves. We moved into Nowolipie 48.",
        "Q: Did your parents ever consider trying not to go?",
        "A: They were -- do you have my parents’, my father’s picture? He looks like,\nabsolutely, he’s the quintessence of Jewish --.",
        "Q: Yeah, yeah.",
        "A: More than me. I’m Jewish enough but he was more than me. He had too many\nacquaintances. He was well known among the people and it was too risky,\nabsolutely. They didn’t take the -- it was a chance. They considered it but they\ndecided not. At the same time, my grandmother, I have two grandmothers; one\nfrom Lodz that I told you about, and the other is my father’s mother. She lost her\nmind, she was very seriously mentally ill, very dangerous for herself. It was\nsomething very, very acute, acute illness. She -- you ask me about family?",
        "Q: Yeah, this is important.",
        "A: Well, on my father’s side, his mother’s family was manufacturers. Her father,\nbecause of -- it’s too long story to go that far.",
        "Q: Well, whatever you want to tell me.",
        "A: He had to quit Poland because of -- as a young boy fourteen years old or in some\ncases eleven years old, in others fourteen years old because the Russians deported\nJewish young boys to make them -- young, strong, healthy boys to make them, to\ntake them to army and make them something, of special guards, special,\ncompletely, well -- I don’t even understand it myself. It was something very\ndangerous and he had to escape at night, go through border. He lived in a small\ntown, the borders with Austria. His father got information by policeman that that\nnight there will be hunting for Jewish boys. In 15 minutes he left home with a\nfew rubles, whatever he had, they had at home. He went through the border and\nhe started his independent life and he worked for farmers. He works -- at last he\nworked in a manufacture of ribbons. When he grew up at the age of twenty and\nsomething, he returned home. But he didn’t speak Polish, I don’t know about his\nJewish but he spoke only German that time. My grandmother’s family was\nbilingual. They spoke German at home and my grandmother was very, very\nfluent in German. Being so sick and out of mind, she used to open the windows\nand start the very, very convincing speeches to German people, to get rid of\nHitler.",
        "Q: Oh my God.",
        "A: It was very dangerous. It was very dangerous so my parents need to get to wire\nthe windows and she had to be put under constant supervision. But she didn’t\ntrust anybody except me so I stayed with her day and night.",
        "Q: Was she dangerous? I mean, was she --?",
        "A: She was dangerous, she was dangerous.",
        "Q: I mean physically dangerous?",
        "A: Physically dangerous. She had hallucinations. She had some -- when something\ncame into her mind, she was dangerous because she believed that -- like seriously,\nmentally ill people, she was very --. It happened very sudden. After the whole --.\nBecause my father went for a war and there was no information what happened to\nhim for long time. My grandmother was pledged not to eat until he comes back.\nI don’t know if she was sick then or she became sick because of emotions and --\nor of her pain but we had --. We stayed with grandmother. We had to keep her\nseparated from the world and at last, we had to put her into a hospital because the\nplace we got in, in ghetto, we divided with other relatives; another family of five\npeople. We had no room to keep grandmother safely. She went to hospital in\nSofiowka. It was in suburbs of Warsaw, Jewish hospital for mentally ill. Before\nthe hospital was --.",
        "Q: Liquidated?",
        "A: Liquidated, she took away her life. She died in December of 1940. We went to\nghetto. The first year of war was still normal life for me. I used to go\nunderground, no it wasn’t even underground, to school. Because children in that\ntime were -- there was no statute to forbid children, Jewish children, to go to\nschool so I used to go to regular school. From 1940, from the summer of 1940,\nthe real war life started to me. Because everything changed. First with illness of\nmy grandmother, later in ghetto everything was completely different. In ghetto,\nwhen it came to ghetto, we started our -- went to the -- started meeting people\nfrom over there. We learned that that judge who lived in, who we traded\napartments, was a special person and his family was very, very unusual. They\nwere owners of the possession, of the land, owners of the building. They were\nowners of the lumber that was in, behind the building. It was very unusual and\nit’s important to the part of my story. We moved Nowolipie. Around, we have\nregular buildings, three-four-story buildings like in crowded city streets but our\nbuilding was completely different. We had three courts, very long three courts. It\nwas very old part of farm, of plantation that existed in Warsaw few hundred years\nago. The people, the owners who were owners of plantation; they had plantation\nin the eastern part of Poland but they lost everything because of revolution, the\nRussian revolution in 1917, they returned to Warsaw and they treated the place\nthey lived like their plantation. They took care of people who lived there. They\ndidn’t expect to be paid for rent because they treated them like --.",
        "Q: Serfs?",
        "A: Like serfs, no, they didn’t expect any work. They had mentality of people of\nplantation. In the best sense of that word. You take care, they are your people,\nyou take care of them. They teach them, they give them help they need. If they\nneed medication, the mistress is there to --. They were absolutely crazy people.\nThey lived in poverty. Their apartment was never painted, nothing was repaired\nfor probably -- oh more than years. There was plenty of space but on the right\nside of those courts were sort of buildings two, three-story buildings; very\nprimitive but buildings. On the left side was sort of barracks. Like in the country,\nin the poor country dwellings. Keep it in mind because this is important. Lumber\nfactory in the back. When my father learned who the place belonged to; saint\npeople who took care of all poor, terribly poor Jewish, the poorest of the poor\nwho lived in this building, was sort of obligation, sort of challenge for us. In the\nsame apartment with us lived our, moved into the same apartment, moved our\nfamily. Two doctors, my father, two doctors and my father organized sort of\ncommunity association you can say it. It wasn’t association but he was so\nconvincing that everybody tried to take care in improving our life in our building.\nHe built some grass, some places to play for children. He organized kitchens\nsoup-kitchens soup.",
        "Q: Soup kitchens.",
        "A: Soup kitchens for poor people. There was one prostitute who lived in the attic of\n--. Because it wasn’t a building, it was something like rural, like rural house. The\nprostitute came once, I remember, she said, I earn money very easily so I can have\nmoney easily too but I can’t have people to feed them. Because I work at my\napartment; this is my place of work. I will give money, whatever you need, but I\ncan’t take people to, for dinners. Because people first sort of obligation and my\nfather was -- gave initiative to that everybody has to give once a week dinner for\nat least one person.",
        "Q: Oh, I see.",
        "A: Or give money, they can do it. I taught children, two girls from the -- I taught\nprogram of third class. I was then in high school. I should be in high school. So I\ntold them some, gave them some elementary program teaching. We became very,\nvery friendly with -- very, very close to those people in our building, in our\nneighborhood. We had books or some young people used to come over to borrow\nbooks. Doctors used to give medical help to people who lived in those barracks.",
        "Q: About how many people was this altogether?",
        "A: I tried to figure out but it 1s impossible. There were at least two parts of one --\nmaybe 12 apartments, 12 regular apartments, middle-sized, three, four rooms.\nProbably about 10 small apartments, one room, one kitchen in the barracks for ten\nfamilies. Maybe, one or two small stores or -- but people were crowded. There\nwere many, many people.",
        "Q: Probably couple hundred people, I would say.",
        "A: Probably couple hundred people but there weren’t that many apartments. One of\nthose girls that I taught, her name was Fajga but I didn’t feel Jewish. I, my\nmission was to keep those kids Polish. I didn’t know Yiddish, I didn’t, so one of\nthe girls promised to teach me Yiddish because some people didn’t speak Polish.",
        "Q: They speak Yiddish?",
        "A: They speak Yiddish because they were very, very poor. Poor Jewish population\nof uneducated Jewish populations. Some blahas (?) or I remember but I don’t\nknow what the word -- let me check. They discussed politics and everything in\nYiddish and they were different type than I knew before because they were real\nJewish population, Jewish proletarian. We were very, very close friends\nespecially with that girl, Fajga. Tinsmiths’s work, tinsmiths, we don’t, tin man,\nzinc, I don’t know what the, they probably fixed pots, something like this, this\nkind of people.",
        "Q: So not a full-fledged tinsmith?",
        "A: No, no. They were extremely poor, extremely smelly, extremely ----. They were\nalways hungry, I know. I remember that my student, my pupil Fajga, how hungry\nshe was. How thin she was, how pale.",
        "Q: How did you manage to get food in the Warsaw ghetto?",
        "A: It was, if you had money, it wasn’t hard to get food. My mother was a business\nwoman.",
        "Q: So she managed?\nA She managed and she didn’t have any other ambition. She didn’t have ambition\nto gather money; she had ambition to buy food and let people, let people, help\nsome people with feeding them. We had three meals daily. Not everybody was\nhungry in ghetto. There were people who were very rich in ghetto too. So we\nhad three meals and we had always two, three, four people who were regular\nboarders. Two uncles of my mother and I don’t remember all of them because it\nchanged but we had always 12 people for every meal. Most of them were regular\nboarders. They didn’t live with us but they used to eat with us. It was sort of help\nbecause it was fixed and it was -- they could trust.",
        "Q: They could rely on it?\nA They could rely but there were tragic situations. Behind every jolly and cheerful\nmeal that we tried to keep, there was always tragedy. One of my mother’s uncles\nhad grown-up son who was mentally ill and not able to work and to do anything.\nHe had a -- my uncle had a girlfriend, not a wife, but sort of wife. He had a, we\ncall it, common-law-wife.",
        "Q: Common-law?",
        "A: She didn’t come over for meals with us. I don’t know -- it was impossible to feed\neverything, just impossible. It was very, very unpleasant situation of making\nchoices. It was a very bad part because my grandmother had bad feelings. Give\nthis, give him for Vera. Vera was the common-law wife. Give some food for\nJulek, his son. So whoever used to eat at our table had many people who should\nbe fed too. It was absolutely, it was absolutely impossible. It was always a\nchoice of every day. One day you could give them and other day you couldn’t. It\nwasn’t pleasant situation. It wasn’t pleasant situation even for my mother’s uncle\nbecause he wasn’t hungry. I don’t know but the art of life, of living in those days,\nwas not to talk about everything, to avoid negative talking.",
        "Q: What type of goods were available though? You said that food was available, I\nassume --.",
        "A: Of course, it wasn’t any problem if you had money. It was a big market. The\nproblem was to get food in the nearest store. We had a very small store. In our\nhome, or maybe in the neighboring homes but the problem was, the art, the\nchallenge was, to buy a loaf of bread and take it home. Because the moment, the\nvery moment you left your -- the store, the beggars, the hungry people tried to ---.",
        "Q: Take it away?",
        "A: Take it away and they did. Most of the time, they did.",
        "Q: I assume that you did go out of this little enclave during your time in the ghetto.\nDo you want to discuss any of the things you might have seen? I mean anything\nyou witnessed while you were there?",
        "A: In the ghetto?",
        "Q: Yeah.",
        "A: Well, I want to tell you about two things. One about Fajga, I called her Frania but\nshe accepted it. I felt Polish and I tried to -- well I didn’t understand the Jewish-\nPolish problems in those days. Eventually because her uncle was so poor, she had\nto be taken to Korczak Orphanage. I was over there and visited her. They didn’t\n-- it was the most, most remembered by me experience, very, very touching thing\nto do. I don’t know, I don’t use the right word but something very inspiring going\nto Korczak Orphanage and taking --.",
        "Q: It was worth it.",
        "A: It was absolutely -- it was the place like a -- well, how do you call the place where\nEve and --.",
        "Q: Garden of Eden.",
        "A: Garden of Eden, Garden of Eden. So it was the last time I saw my Fajga, was in\nthe orphanage. Another thing I wanted to tell you was the girl from Austria. The\ngirl from Austria somehow lost her parents in, during the, in ghetto. She was my\nclassmate before the war. Her name was Ingeborga. We had friends, a few\nfriends who lived in ghetto tried to help her by making cigarettes and selling\ncigarettes and giving money to her. But any time I saw her, she was more like\nghost than not like living person. She didn’t look like a living person. She went\nthough typhus, she went through hunger like it was in ghetto, it wasn’t in a camp.\nBut there were places where people lived like, looked like skeletons. Her mind\nwas almost gone. But otherwise, there were some people who lived regular life\nmore or less.",
        "Q: I want to change tapes if that’s okay with you.",
        "A: Okay.\n(End of Tape 1, Side B)",
        "A: There were stores full of food but food was very expensive. When I tell you that\nwe have three meals doesn’t mean that we have meat every day. We didn’t --.",
        "Q: That’s what I was wondering.",
        "A: It was a very simple food like -- but, well, comparing to people in the wartime, it\nwas food. There was always soup, there was some kasha, there was bread. You\ncould eat as much bread, as many slices as you like to. There was milk and butter\nonly for my father who had tuberculosis and for my small sister. But nobody was\nhungry, nobody was hungry and you had very, very --. From my point of view,\nthe life was very, very --. I can’t say it because it can be misunderstood by people\nbut I enjoyed life. I was thirteen years old, twelve, thirteen, fourteen. I turned 14\nin July of 1942 and those two years were very happy years for me. I had the best\nfriend across the street. We spent most of the time together.",
        "Q: The images that I’ve heard from anybody who’s in the Warsaw ghetto was of\nleaving bodies out in the street, covered with newspaper and all that, I mean --?",
        "A: If you kept, well if you hear --. You ask the same question as my sons. How\ncould you say you were happy? I was happy. If you see something every day,\nevery minute, you are smart enough to turn your head away. The people who live\nin Washington, who get out of Metro every day are unhappy because they look at\nhomeless people? Are you unhappy because of that? It doesn’t -- it make --.\nYou learn to keep your mind away from unpleasant things and think of that only\non special occasions. You do whatever you can do but you don’t torture yourself\nthinking about it all the time. It was the same with me. I -- that’s not that I was\nneutral, that I didn’t see things. I see them all the time. I hear voices; I still hear\nvoices from beggars from ghetto and small dying children but at the same time I\nwas a happy child, very happy. I had my sister who was left to me and I used to\ntake her on long walks to discover the town. Ghetto was like Jerusalem. Ghetto\nwas very exotic place if you had some imagination, you were very young. You\nsaw so many different quarters, different people, different language that people\nspoke. I used to take her to very dangerous place, to Jewish cemetery. There was\nplace of trade between Aryan part of the town and Jewish part of the town, that\nwas what people called “szmugiel”. You know what’s that --?",
        "Q: What is that? No.",
        "A: It’s a word that I probably won’t find here. It’s a trade between, illegal trade\nbetween --.",
        "Q: Like the English word, smuggle?",
        "A: Smuggle, yes, oh the same word. But it was a very dangerous smuggle because\nwas constant shots with police, Jewish police and Polish police and German\ngendarmes chasing people. It was very dangerous but I didn’t tell anybody and I\nused to take her. We had a great time, it was sort of excitement, of danger, of\nexcitement. We had a great time but one day she came home and she told. He\nwas taken to the Russian --.",
        "Q: We’re talking about your father now. I just want to make it clear on the tape.",
        "A: Okay, okay. Now this is -- I will explain what happened. The history of my\nfather. He went to the army, he was in reserve. He didn’t have to go but he\nwanted to. He was taken by Russian army in the eastern part of Poland and when\nhe was in convoy, the guard, the Russian officer or soldier, I don’t remember\nwho, told him; you look Jewish to me. There’s one thing I want you to know.\nThis is not Russia. Russia comes POW? (Intent is to say that it was the Russian\nguard who told my father that Russian authority was prejudiced against Jews and\ntherefore helped my father escape the convoy.)",
        "Q: POW, the labor camps?",
        "A: No, for soldiers, for army people.",
        "Q: I believe there are POW camps.",
        "A: POW camps. He had something to this effect in very, very short words because\nhe was -- my father was in convoy and he was a person who had kept convoy in\norder. In very few words, he said, you better escape. Go slower, slower and\nescape. So my father escaped and he --. We learned about that. He sent a letter\nto us and he stay on the Russian side of occupied Poland, in Lvov, in some places\nin that -- that were taken by Soviet Union. But he was very unhappy and very,\nvery lonely and in New Year’s Night of 1939, he returned home. He went\nthrough, illegally through the border, passed the border and he returned home.\nWhen he came in into our apartment. My mother, instead of being happy, almost\npassed away from fear. Because it was the worst place to be for my father, was\nWarsaw. That night, or maybe the night before, eighty lawyers were arrested and\nsent to the concentration camp. In the beginning they arrested people from lists\nnot from --. My father came back and couldn’t go out in street because his\nfeatures were so Jewish. He didn’t want to wear Jewish armband. Every Jew was\nobligated to wear the armband. So he mostly stayed home and was very, very\ndepressed, extremely depressed. But coming back to my father, when we were in\n--.Well, there’s nothing more to tell you about the life in the ghetto because I\nwould go on --.",
        "Q: How about if I ask you?",
        "A: If you ask, I will answer, of course.",
        "Q: Are there any other episodes or incidents beside from the two that you, the\nspecific two, that you told me that made such an impression on you? Any other\nimage that sand out in your mind of the time that you spent there.",
        "A: Well, once --. There were many but if I try to --. Well, the wailing of dying\npeople on the street; some beggars that were more -- they appealed more to my\nimagination. There was a father and two girls, two small girls and they begged\ntogether. They danced and they --. He looked like a well- educated person and\nsort of desperation. There were many things but I --. I remember my last\nbirthday party. My last birthday party was on July 10. It was 16 days before the\ninformation of, before the decision of the liquidation of ghetto. But somehow\nmost people who came for my birthday party, my parents’ friends, were fully,\nfully aware of things that will happen very soon. It was very nice, very quiet,\nvery friendly, the real party.",
        "Q: Was it your 14\" birthday?",
        "A: Yes, but it was, first time I notice that people talk about things that they usually\ndidn’t talk. They talk about our last meeting, about things that were nice in life,\nabout --. It was something like you go for burial and you are in funeral home, and\nyou are smiling but everything 1s very, very --. If you go for a funeral, a very sad\nfuneral, you know that it was not a regular funeral, but something like special\ntragedy. You try to pretend that everything will be okay. It was my last birthday\nparty. I was, then, I was treated like a grown-up person. First time in my life, I\nremembered that they didn’t treat me like a child. It was then, no --. few days\nlater, my mother had a friend from her childhood. That friend had a younger\nsister who was paralyzed after that influenza.",
        "Q: Typhus?",
        "A: No. Childhood, you know --.",
        "Q: Oh, polio.",
        "A: Polio. In ghetto and she constantly had to eat something, to bite on something\nconstantly. She had some very, sort of --. She couldn’t keep her mouth shut. It\nwas something that they had to put something into her mouth. They didn’t have\nanything. They were three women; mother, that friend of my mother, and that\nsick sister. They decided that since you get a loaf of bread for every, for each\nperson if you go from your own will to Umschlagplatz for so-called deportation,\nhow did they call it, not deportations, they called it change of place.",
        "Q: Yes, relocation.",
        "A: Relocation, she will do that. She came to say goodbye because we never see each\nother again. Because she couldn’t leave that sister without food so she had to eat\nuntil she died. She put it very openly and said, oh my dear what are you talking.\nWhy are you talking such a nonsense? Everything will be okay. She looked at\nmy eyes and she treating me like a grown up person and she said, Dzidzia, don’t\nbe a child, don’t be stupid. She tried to push me to do something, to open my\neyes to the real life. From that time on, I remember that very well. I know that\nwe have always lived with open eyes because if you let our eyes to be naive, the\nlife is so terrible. Things are happening everywhere, it’s so terrible. It doesn’t\nmatter if it was in Holocaust. It might happen in China, everywhere.",
        "Q: Yugoslavia?",
        "A: Yugoslavia, everywhere. Well, there are many, many things, of course that I\nremember but some -- they come and they go away. They don’t stay with me all\nthe time.\nQ Do you want to discuss what __",
        "A: And what happened, what happened? The great, great action started in ghetto.\nMy father didn’t come back home in the evening of August 3, or maybe --\nbecause I’m not sure.",
        "Q: In ‘42?",
        "A: Forty-two. I’m not sure about dates. This is one thing. I read that book. It was a\n-- this is a -- 1t was written in when the things happened.",
        "Q: Yes, do you want to mention it in the tape?",
        "A: No, oh no. You don’t have to, no. This is to tell you that I can’t, he gives\ndifferent dates than I remember. He’s probably right because he used to write day\nafter day and I --. But in my memory, I’m talking about things that happened on\nAugust 3. My father didn’t come back home. That evening, people on our street\nwere surrounded, rounded up and taken to Umschlagplatz but only people from\nstreet. They didn’t go to houses, they didn’t pick up people from the buildings,\njust from the street.",
        "Q: Took them off the street?",
        "A: From the street. It was the beginnings, it was the sort of --. It was the tenth day\nof “great action”. They call it in English, great action?",
        "Q: No, but I know what you’re --.",
        "A: Because in Polish, it’s -- has it’s name. My father didn’t come home. My mother\nwas devastated. The whole night she waited and packed things and knew things\nare going to the end. The end is very close. Next morning, my father came back.\nThe same thing happened to him when he was in a column. He was caught and he\nwas directed to Umschlagplatz in column of other people. When he passed the\nlast building, the street in front of him was deserted and he was close to pass the\nlast building; he decided to escape. I think there was sort of discussion between\nhim and the Jewish policeman. The Jewish policeman helped him. He closed his\neyes and my father escaped. He came back home and there was day almost like\nany other day. We started, was 2:00 or 2:30 in the afternoon and our house, or\nmaybe more houses but I know only about our house, was surrounded by --.\nThere was a whistle, very, very loud whistle in the courtyard and voice very, very\nharsh, and very, very loud ordering people to take his belongings, to take small\nbelongings, going down to the court. My father said that absolutely --. My\nfather, when he came home, he had some conversation with my mother that I\npicked up; that this is obviously the end. This is no, there is no doubt, they don’t,\nthe destination of people is this. What I saw yesterday was like hell, it was\nobviously something --. People can’t, you can’t get caught and --. Well, we were\nordered to go down. My father was very quick not -- to call everybody in the\nhouse, all the relatives and tell to follow him. He started to -- but most of the\npeople, they were old people and there were at least ten people in the household.\nThey didn’t want to be sent over to my father. They had good “ausweisses”’, good\ndocuments or they didn’t want to take any risk. They didn’t go with us but my\nfather took mother, me, my mother, my sister, my grandmother and we all started\nto get out of the stairs. We met a Jewish policeman. Jewish policeman wanted to\nfollow him, asked us to follow him. Asked ! well I call it asked. He gave orders\nand my father said something brutal, in brutal way, fuck off or something like\nthis. He tried to pretend to be strong man and my father said I will kill you right\nhere if you don’t let me pass you and he gave up. But it was only the beginning\nof hunting. There were one or two policemen in this building; the rest was\ncoming but they weren’t there. So my father took us to those barracks. I told you\nthat in the same courtyard were small, small barracks. There was a ceiling,\nunderground ceiling, like in the peasants’ homes in old days. We all -- he opened\nthe . Opening in the floor. The floor was wooden. He opened it.",
        "Q: A trap door?",
        "A: A trap door, yes. He tried to put us into that cellar. Was very, very small; of\ncourse, very small. There were 16 people already so it was --. People started to\nfight back. They didn’t want us but my father was so determined with them like\nwith the policeman before. So we all went down and we settled down. My\ngrandmother was sick; she had asthma. She couldn’t -- they were so, so crowded\nand no ventilation at all, no fresh air. My grandmother said, no I can’t. I can’t\nstand any moment longer, no more. She left the place but everything was decided\nin a second. It’s much shorter period of time, moments. So grandmother went\nout, the trap went back. Somebody, I don’t know who, I don’t know if, somebody\nwas supposed to put a rug on top of that door trap. We stayed there, the air was\nstale. Little by little, people fainted. My sister fainted, my mother almost fainted.\nWe heard voices, we heard shots. It was long, long day. After many, many\nhours, it was quiet. My mother with her head, opened the trap a little bit to let the\nair come in. We spent there six or seven hours and in the evening somebody\ncame and started to call us to get out because everything is over. The building\nwas empty, almost nobody survived, everybody was taken. We went upstairs and\nthe whole apartment was looted. There was no food. My mother had some food\nstocked but there was no food. The prospects weren’t very bright. This manner,\nwe spent three weeks. We had the last telephone in our -- well, this is what I\nknow about. This is not what I find in different --.",
        "Q: Accounts?",
        "A: Yes. But -- oh, something happened very important to us in history of our\nsurviving. One day there was telephone from telephone company. Young girl\nwith very small, shy low voice told my father she wanted to talk to my father.\nShe told him somebody has to pay a bill. If the bill won’t be paid today, I will\nhave to turn off the telephone. The bill, it was sort of interesting thing for history\nof ghetto, the bills were not paid from ghetto because the post office didn’t exist\nanymore. So it was a trap, Catch 22. My father called his friend out of ghetto and\nhe went and paid the bill so we had a telephone. The telephone saved the life of\nmany people. Because people could contact the outside world and make contacts,\nmake arrangements and save their life. It saved our loves too by -- just by sheer\naccident. Somebody called -- people made the meeting place in our house.\nMeeting place and they waited for message from outside world that were\nsupposed to come through our telephone. It was crowded, our house became very\ncrowded then. Nobody from our family except us were still living but new people\ncame from all over ghetto, whoever knew that there’s such an apartment with\ntelephone. So we lived with strangers and once somebody called to -- somebody\ncalled somebody who was supposed to be in our home but he weren’t and talked\nto my father. They were old colleagues, old friends, lawyer friends. That father’s\nold friend told my father, if you get, find a way to get out of the ghetto, the rest\nleave to me. I will give you a helping hand but I can’t help you to get out of\nghetto. It was some hope for my father who looked like 100 Jews in one, you\nknow, in person. Little by little, we left the ghetto through groups who worked\noutside the ghetto. They were counted by people and they were able to manage,\nto leave somebody outside. They bribed Polish policemen or whoever, I don’t\nknow exactly. It was a big business. They made, it was a way of making money\nin those days. First they took my sister, One worker who worked outside, in the\ngroup outside the ghetto, took my sister as his daughter. Then I left. That’s the\nend of my life in ghetto.",
        "Q: Where did you go?",
        "A: Where I -- I think --.",
        "Q: This was all in August, 1942?",
        "A: I left on August 16. It was August 16. I am sure about the date, My sister left a\nfew days earlier, Any time there was -- the Germans, not the Germans, mostly the\n--. Close the --. From raids, there were raids on the big scale, at least three in\nthose days between August 4 and August 16 when I left. In the beginning, we\nused to go to the same ceiling where we stayed first time. Later on it was, oh,\nlater on, we, for some reason, I don’t remember why, those small ceilings became\ndangerous. My father, maybe there was no time. We spent nights at home\nwithout light, only in the dark to wash ourselves, to get something to eat. In\ndaytime, we didn’t stay in our apartment. We stayed in the lumber factory. The\nlumber factory was in the back of the courtyard, our lot. Whoever survived those\nfirst -- whoever was alive stayed there. People talked and people -- I met very,\nvery interesting people over there. They were always in love, I was fourteen and I\nwas always in love. Since young men were mostly militia men so I was always in\nlove with some militia man. I found, since I was only 14 and not a woman but a\nchild, we were very good friends. They used to talk to me about this all. They\nwere very strange people. You don’t know how far hypocrisy can go into the soul\nof people, they were murderers. They were helping hands of murderers. Every\nday they murdered hundreds of people but they didn’t feel guilty. They always\ndid it for some better reason, to save their mother, to save their somebody, to help\nsomeone survive. It was interesting experience to talk to those people. One day I\nwas very close to death, the closest in my life, I never was so close o be caught\nlike that. The raid came suddenly with no -- we had no time to hide. Somebody\ntook my sister, a four- year old child with me and put lumber in front; put me\nbetween lumber, between boards, lumber boards. The Germans or Ukrainians\nwhoever they were, chasers, came and one board after another, they took away.\nThey were very, very close and my sister didn’t, she fell asleep. She could wake\nup any second and they were so -- only one board was between us and them.\nThey went away and it was over. Once one of those, I don’t know who were, who\nexactly who were, nationality is the wrong way to tell about them because they\nwere from many, many nationalities. There were, most of the time there were\nnon-Germans but from some groups from different, many, many countries. Sort\nof, do you know something about who they were?",
        "Q: Yes, these fascist groups, well I imagine many of them were Ukrainians.",
        "A: But not all of them, not all of them. This one whom I will talking about was\nprobably German, was probably some German soldier. He found, this was a very,\nred-haired, big blue-eyed girl who survived the first round-ups. She hid ina\nspecial kind of folding bed that don’t exist any more. He opened the bed and the\neyes met, big blue eyes and nobody was in close vicinity. He shut that bed closed\nand said nobody’s there and went away. It was interesting happening too. She\ndidn’t know why, she couldn’t understand. It was she herself who told us the\nstory. It was something she couldn’t understand. So, now I’m out of the ghetto.",
        "Q: Okay, I would like to know what happened for the rest of the war.\n\\",
        "A: Rest of the war. For next few months, I changed places. Nobody -- it was hard to\nfind any place to be safe for longer than a few weeks, or a few months, there was\nalways something. January 17 of 1943, our friends found places for us with a\nfamily who kept us from -- till the end of the war. So we spent there two years. I\nlived like Anne Frank, in the hiding. I didn’t go out, I didn’t see; we saw only\npeople who -- very, very, selected people who could come over and visit us. Our\ncontact with the outside world was very limited. We had one room, we lived\ntogether in one room, my parents and me. My sister was with foster family if you\ncan call it. Some friends of our family took my sister and she lived like -- almost\nnormal life in the suburban, in Milanowek, in the suburbs of Warsaw. With small\nchildren around because her foster parents had small children. First six months\nthat I lived out of ghetto --. The worst thing was my contact, my encounter with\nthe Aryan world, with the Warsaw that didn’t exist for me, with the normal\npeople, normal life, normal life. People who had different scale value and\ndifferent needs. I couldn’t, it was very hard to adjust. People who took me, the\nfirst people who took me and I spend few weeks with them, were cousins of my --\n, the nearest cousin of my mother. But they were transformed, they were different\npeople. They pretended not to be Jewish; they still pretend. They were\ncompletely different people. I had nothing in common with them. Everything\nturned, our friendship, our love, didn’t survive the war. We didn’t, we are not\nfriends any more. It’s hard to say what happened, what happened was that they\ntried to become like other people. They tried to live in petty, small, petty\nproblems. I left my parents in ghetto and I didn’t know if they were still alive. I\ncouldn’t care for small things, I was one important burden that I --.Well, I wasn’t\nalone over there because cousins, our cousin took another cousin who was young;\nI was 14, he was 17. Since the life, normal life and sun and smiling people and\nchitchat and things like that didn’t -- were so distant to us, we used to keep\ntogether. We tried to be, well, there was --. They lived in the attic, they had very\nnice apartment in the upper --.",
        "Q: Penthouse, for instance?",
        "A: Yes, for, for --.\n(End of Side A, Tape IT)",
        "A: I will finish with that story about our cousins. There was an attic and we used to\ngo up to that attic. We didn’t talk much but we just stayed, sit and be quiet. I\ndon’t remember any conversation, any special conversation with him. My cousin,\nmy aunt or my cousin told me that this is a very inappropriate thing for a young\ngirl to be alone with a young man with no --. It was such a stupid thing. I was\nreally -- I felt terribly isolated. I felt terribly isolated because I didn’t belong to\nthe world that she wanted to belong. Her father was in ghetto and he was one of\nthose constant boarders who always used to spend days with us. She never asked\nabout him. She wasn’t interested. It was sort of self -- self defense. I am sure\nnow she wanted to be like other people. She didn’t want to have father in ghetto\ndying in there, or maybe already dead, or in a transport in a - to Treblinka. She\ndidn’t want it but I didn’t want to listen about her new dress or a new fur or\nsomething like this. So I was very, very unhappy. I was unhappy but I don’t\nthink I had the courage to say something. I really don’t know. A few weeks later,\nthey found a place for me to stay. It was in the Warsaw suburbs; I don’t\nremember even the name of the -- I forgot the name but it doesn’t matter. The\nman who took me, took me only for money. He was an alcoholic. He treated his\nfamily very badly. They lived in very bad -- they were very primitive people.\nBut I don’t think they were -- they weren’t brutal, they didn’t do anything bad,\nanything cruel for me. They were such a simpleton. My mother visited me there.\nMy mother didn’t talk and didn’t trust, instinctively didn’t trust our\ncousins. She noticed the transformation; they were different people and she\ndidn’t know how far they are able to go. Something opened, something different;\nthey were very close relatives and very close friends. But something strange,\nstrange feelings and mistrust, opened between my mother and my cousins. So\nthey didn’t want to tell my mother where I am. At last my mother came. I have to\ntell you about how my mother left ghetto. I will finish this, okay?",
        "Q: Okay.",
        "A: My mother came and I went to meet her. It was only three weeks after I left\nghetto, three or four, very short time. We met on the road and I was like dead\ninside. I couldn’t even be happy. It was -- I didn’t feel my mother was coming. I\nwas like a living -- like somebody sucked away my feelings. It took some time,\nnot very long, maybe half an hour, maybe 15 minutes, before I started to feel\nhappiness and then it was absolutely great feeling to have my mother again.\nBecause I didn’t think that we could survive. I left, no. This is something that I\nnever told anybody. It’s something that I’m not sure if it’s very loyal to tell about\nother people. To tell how disaster makes people, divide people, divide close\npeople --. When I was in my cousins’ apartment, 1t wasn’t -- not very big\napartment; other people helped my parents to get out -- of ghetto. They -- the\ntelephone -- I said that the telephone was still working. The ghetto almost didn’t\nexist but the telephone was working. So one of my father’s, my parents’ friends\ncame over and told me Dzidzia please, I want to talk in private with Lilusia.\nLilusia was cousin. I don’t want you to be here because I have to tell something.\nWe have some things that grown-up people have to talk. I left the room but I\nknew that it was about my parents. I put my ear into a lock and I heard\neverything. He told, Mr. ---- I am saying his words. He said “Wladek, (my\nfather) he’s crazy. They don’t have any valuables, they don’t have any valuable\nthings. They have little money, he looks like he looks and he want to leave the\nghetto. He’s absolutely crazy. I don’t know what, I can’t figure out the way of\nhis thinking.” It was quite cruel but it was the -- his intentions were good. He\ndidn’t say this because he had something against my father’s survival but he knew\nit was unrealistic. At least I knew my father, my parents were alive. By the same\nway, the same groups who worked outside ghetto, were still working outside\nghetto, were working for quite a long time, few months longer. First my mother,\nthen my father were transported through ghetto borders and they were also in the\nworking place outside the ghetto. Some friends of my parents came over and took\nthem to their house. It was act of courage like absolute heroism. They were\nheroes because it was obvious for people outside the ghetto, who my parents were\n-- the way they looked and the sort of the way they were dressed, it was\nabsolutely obvious. But from where my parents were outside in the safe place,\nthe other friend made first contact, who talk on the phone with my father and who\ngave him the idea that there’s a chance for my father, took things in his hands and\nfound a place in Milanowek, in Warsaw suburbs. My parents were in Milanowek;\nI moved from one place to another for a few months. Some people were nice,\nsome people were scared; some people had tried but couldn’t manage, it was too\nrisky Sometime people around started to talk about me; that there is something\nstrange with me, who I am, it’s obvious who I am. It was obvious who I am. At\nlast, from January 17, 1943, we were together for two years, together with my\nparents. Those two years weren’t bad.",
        "Q: Where were you?",
        "A: In Milanowek, in Warsaw suburbs. We spent two years in relative quiet, quiet\nenvironment, relatively quiet. We --.",
        "Q: Your sister was there too?",
        "A: No. My sister was --.",
        "Q: Oh, she was with the other people?",
        "A: The other people. On some occasions when there was some danger around, other\npeople used to take my sister to our place because it was in the same small town.\nBut it was rather rare. Most of the time, my sister was with, in the other place.\nWe weren’t -- the people, Mr. and Mrs. Sokolowski is this name, they are both\ndead by now, only their daughter is alive. Their daughter was my friend. She4\nwas -- we were of the same age so we --. Mr. and Mrs. Sokolowski put some\nconditions. They took us under some conditions. We were not supposed to have\nguests, nobody was supposed to know our address and we were not supposed to\nleave the place. We had some false documents but my father when he got his --\nyou know what kennkarte was?",
        "Q: Yes, passport.",
        "A: When my father got his passport, his kennkarte, that was very hard to get one. At\nlast he received one, he had to sign it. He signed Wladyslew Winawer. His\nkennkarte was for different name but he -- it was disaster. But at the same time,\nwe knew that my father couldn’t use that kennkarte, he simply couldn’t use it.\nNobody would believe he was --.",
        "Q: Now this is a personal --. Was he circumcised?",
        "A: Yes, he was.",
        "Q: He was? So that would have been a problem?",
        "A: No, it couldn’t have been any problem to know that more. It was sort of, really,\nno false hope. It’s obvious that we can’t lead any official life. There’s no way for\nus to pretend that we live here, live there as tenants or something like that. But our\nMr. and Mrs. Sokolowski didn’t believe, didn’t, took us knowing that we are a --\nwait a second -- it was a death sentence. So thy built something sort of, the same\nthing that we had in our small barracks. They built sort of trap with covered\nentrance and any time they kept the house gated. The gate was always locked and\nany time somebody suspicious appeared at the gate, we’re supposed to hide in the\ntrap. We did it; we learned how to do it very quickly. It was like a drill, like a\nmilitary drill. They were, they weren’t like Polish people, Polish people are\nemotional, poorly organized. This is typical, this is what 1s typical in Polish\nculture and Polish --. But they were completely different. They had a very strong\nsense of responsibility and they knew the risk they taking and everything was\nperfectly well organized. Little by little, we had more and more things to take\nwith us, a radio and arms and many, many things because we were the safest\npeople to keep dangerous things. Because we weren’t supposed to be taken to\nGestapo or to be tortured because Jews were killed on the spot. Since we, little by\nlittle we had more important things to hide with us, we felt more -- our life had\nmore value. We did something, we did something more than try to save our lives.\nComparing to the other people our life in hiding was very, very quiet and\nuneventful.",
        "Q: Were you in hiding, did you have any part in the Warsaw uprising towards the\nend or --?",
        "A: No, because we were 1n hiding.",
        "Q: So what happened? How were you liberated?",
        "A: When we liberated; we --. A few days later, my father was very sick. Well, those\n-- my father was depressed. He, in his character, he was able to do heroic acts but\nhe had no discipline like my mother, to stay quiet, to wait, to do routine things; he\nbecame depressed, he became so depressed, he didn’t get up, he stayed in bed for\nweeks on. What turned out to be great, great help for his tuberculosis because this\nis the way that tuberculosis can be cured. So he survived. There were some bad\ntimes, sometimes he was very sick but all in all he, in the end of the war, he was\nmuch better than a few years earlier. He survived; I think what he did, he opened\nsort of Jewish ;place of Jewish, not council; Jewish, not gathering place; place\nthat you learn about other people who survived.",
        "Q: Oh, I see.",
        "A: Something, it wasn’t any, it was spontaneous, it was something, it wasn’t any\norganization in -- but it was the place where many people --. We moved from\nthat, our hiding place. We found an apartment very, very close, close by. People\nwho came from Russia, people who was leaving the hiding places, people who\ncame from camps, they came en masse to our place to talk about the way they\nsurvived, what happened to them, to ask about other people. It was unfortunate,\nwe didn’t have anything like tape recorders, tape recorders like now. I didn’t, I\ndon’t remember --. Most of those exciting stories got lost.",
        "Q: The Russians are the ones who liberated you?",
        "A: The Russians on exact date, I’m telling you the date because the date was very\nimportant, very, very meaningful in Poland. Because on January 17 of 1945, the\nRussians came. It’s questionable if they liberated Poland but they liberated us,\nthat’s for sure. It was exactly two years of living in the Mr. and Mrs.\nSokolowski’s house.",
        "Q: After having escaped the ghetto. What about the Jewish uprising in the ghetto?\nDid you have any knowledge of that?",
        "A: Well, only I saw the fire and heard shots but --.",
        "Q: You didn’t know anything about it?",
        "A: I didn’t know because I lived in suburbs. It wasn’t close. It wasn’t -- so people,\nmy husband, who wasn’t Jewish, who lived next to ghetto and the neighboring\nstreet, to walls so his knowledge about uprising in ghetto is much more precise\nthan mine. Because he heard voices, he saw things that I didn’t. I know it was,\naccording to his memory, it was something you can’t forget.",
        "Q: Maybe he’d like to talk about it some time.",
        "A: But well, this is nothing, nothing special because he didn’t, he’s contacted his --.\nHe doesn’t know that much to make the story special. You have to listen, to talk\nto people who have some, who helped or who --.",
        "Q: There really aren’t that many who survived it altogether, that’s why the problem.\nI mean I know there are --.",
        "A: Well, maybe. I will --. People who helped Jews are heroes. I really think of it.",
        "Q: In any event, are there other things in that period after the ghetto period that you\nmight want to fill in for your story.",
        "A: After the -- well --.",
        "Q: Just the time in hiding and --.",
        "A: After time in hiding. When I left my hiding place, I wasn’t normal girl. I wasn’t\nlike the other girls. Because after two years of being isolated, I was strange. I\nwas almost half-crazy, stupid, extremely naive, extremely stupid. I wanted to be\nlike other girls, I didn’t want to be so wise and experienced and remember. I\ndidn’t want to remember anything for years.",
        "Q: You didn’t talk about it afterwards?",
        "A: Well, I talked. I didn’t -- I talked. I didn’t like to talk about our disappointments\nof our relatives or something that our friends said, not knowing that I heard it\nbecause they were very good people. They had good intentions, they didn’t want\nto hurt anybody. No, I don’t have any --. I don’t feel different than other people.\nI don’t feel that I survived, that I had tragic experience because my experience\nwas very, very --. Comparing to other people, my life, my war experience was --.",
        "Q: I wouldn’t call it mild though. I would say --?",
        "A: Mild, I would say mild. Comparing --.",
        "Q: Yeah, compared to the people who were in the camps, it was --.",
        "A: Absolutely mild. I would say it was mild comparing to the others. Comparing to\nAmerican girl, living in American suburb, it was tragedy but you have to always,\nalways compare to something. It was mild. I didn’t know a fear of death. Since I\ndidn’t, I had only a fear of being alone, not being with my parents. I was afraid of\nbrutal people, of primitive people more than of execution. I remember that\nmoment close to death, it wasn’t a moment of fear. It was sort of moment of\nexpectation, not of fear. I don’t know if I hadn’t -- if execution squad will shot\nme, I will be hero, I don’t know. As far as I know, I wasn’t afraid of death and in\nsome way, I was prepared. We knew that there’s no chance to survive. We had\nno money, we lived from month to month. My father had some lots in Warsaw.\nThey were un-built lots; they were very difficult to be sold but our friends\nmanaged somehow to find buyers. Well, for low price. We lived selling those\nlots. My parents didn’t have, didn’t have, really didn’t have any money to live\non. It was almost day-to-day survival. We didn’t have much hope but we --. I\ncan tell about my father because my father helped us out of his difficult streak in\nhim; but my mother and me were quiet. We were always quiet. My father was a\nhero but couldn’t stand the passive life.",
        "Q: Do you want to discuss any of your experiences after the war? Your studies or\nanything, or your life, or coming to America, or anything?",
        "A: My life.",
        "Q: Only if you’d like to.",
        "A: Well, okay. Can we take some break.",
        "Q: Sure.",
        "A: Okay, our life after war was difficult to me because I didn’t go to school during\nthe war. My education was shattered. I learned something, a little bit of this, a\nlittle bit of that. My parents tried to teach me but wasn’t organized, disciplined\nway of teaching so I was two years behind my peers. I thought at the age of 17, if\nyou are two years older than your classmates, you feel terrible.(?) It’s completely\ndifferent, different world. With my experience, I was more distant, more different\nthan -- to my peers than even if I were two years older but --. I couldn’t find a\nplace. I didn’t belong anywhere. In those days, it was only once in my years that\nI found the victim of anti-Semitism. After the war, there was very strong anti-\nSemitic attitude, especially among the young people, among kid at school.\nMaybe not only, but I felt it at school.",
        "Q: You still didn’t really feel Jewish or did you by this time?",
        "A: Well, I felt the same. No, I didn’t, I didn’t. I didn’t feel different, I felt\nprosecuted or hurt but no, hurt by stupid idiots. But the school was anti-Semitic,\nnot only kids, teachers too. The atmosphere was very unpleasant. I wanted to go\nto a special school for grown-ups. There were such schools after the war, to make\nevening classes for working people. But my parents didn’t accept it and I was -- I\nwas, somehow, I depended on my family more than seventeen-year-old depends\nin normal times. If they say no, I accepted it and I used to go to regular school.\nThe school was so bad and they treated me so unfairly that I moved to another\nschool. I changed schools and in that school, in another place, another town, I felt\n--. It was a good school and everybody liked me and everything was okay. Little\nby little, I returned to normal life. When I finished school, I started to study law\nand the new calamities, how do you say it in English, disaster came?",
        "Q: Calamities.",
        "A: The calamities came, Stalinism, communism. Whatever happened during the\nHitler era had some good followers during the Stalin era. Little by little, I was\nmore involved in rebellion against Stalinism than thinking about my past.",
        "Q: Did your parents consider leaving Poland after the war?",
        "A: My -- many friends begged them to leave Poland. But my father was sick with\nthe tuberculosis that was much better but when he started working and he was --\nworked with such an energy, he became ill again. My father had no -- this is not\nprofession to --.",
        "Q: To just go to another country, right.",
        "A: At the age of 44 or 45, sick with -- and the world didn’t like, wasn’t open for\nrefugees. It was very bad time for the -- the only immigration could be to -- even\nthat was before Israel was formed",
        "Q: Oh, right. I know it was difficult. I just wondered if they tried to so they didn’t --",
        "A: They didn’t, they thought it wouldn’t be reasonable.",
        "Q: So you studied law and got a law degree and practiced law in Poland?",
        "A: And got married. No I, for a few years, I worked as a judge, as a judge\nsomething. Then I started to practice law. Not a regular judge, sort of judge. Was\nadministration, sort of -- well, doesn’t matter. Interesting?",
        "Q: To me.",
        "A: I will tell you because I forgot the word today. New Socialistic organization that\nwas supposed to judge, to settle the cases between public sector because courts\nwere too conservative and the communist wants special court for organizations,\nfor whatever. I’m getting tired and I --.",
        "Q: I don’t want to press you any more.",
        "A: So, whatever you hear, you hear only my eh, eh, eh.",
        "Q: No, that’s not true.",
        "A: So it was a very quiet place. There was, the place was built by communism, by\ncommunists but it turned out to be less political than they expected it to be. I\nspend there five years and during the Gomulka rebellion, a renovation in 1957, I\ndecide to change profession and be a lawyer. My first husband was a lawyer and\nmy father was very prominent lawyer. He was in the council in the town.",
        "Q: I think now we’re getting tired so we will stop now but perhaps another time we\ncould talk about the rest of this. I want to thank you very much for your time and\nyour very interesting story.",
        "A: Oh, thank you, thank you.\nNote:\n[Some additions/deletions as well as corrections were made to the original\ntranscript. Therefore some aspects of this copy may differ from the taped\ninterview. |\n"
    ],
    "questions": [
        "Q: The date is Friday, June 5, 1992 and we are talking with Mrs. Sylvia Murawski in\nAnnandale, Virginia. Mrs. Murawski, could you please --",
        "Q: Okay, Sylvia, could you please tell me your name, your name that you were given\nin Poland and that you used during the war, your date of birth, your place of birth\nand anything you possibly can about your childhood and your family, growing up.",
        "Q: How do you spell that?",
        "Q: Did you live in a suburb of Warsaw or in the city?",
        "Q: Your parents -- you came from a Jewish family?",
        "Q: Your family --your parents had both converted to Catholicism?",
        "Q: Were they assimilated? But the father’s parents were Jewish?",
        "Q: The name was Winawer?",
        "Q: Champion?",
        "Q: Right.",
        "Q: Did you ever see them?",
        "Q: Oh, sure I know Lodz.",
        "Q: Did you have any religious instruction, any formal --?",
        "Q: I think it was in Europe and in Poland especially, it was a form of social mobility.",
        "Q: But it’s interesting then, that number one, that she chose Protestant, and number\ntwo, that he wasn’t a Polish Pole, he was formerly of a Jewish --. You know they\nstill had --.",
        "Q: They still came from that background and that’s --.",
        "Q: And you didn’t feel different? I spoke with Jana in Boston. She said even though\nshe was raised with these Catholic parents, she knew they were different. She\nknew something about her family was different than all the other Catholic people,\nyou know. Did you have a sense of that?",
        "Q: What was your mother’s education",
        "Q: External student or something --?",
        "Q: How did she do that? She just --?",
        "Q: Can we back up a little bit? I have --.",
        "Q: That’s fine because we’ll just jump a little, no problem. What about your\nschooling? Where did you go to school? Did you go to private school?",
        "Q: It was run or founded by --?",
        "Q: You want to look it up?",
        "Q: The education there, was it equivalent or better than a gymnasium? Or is it at the\nlevel of a gymnasium?",
        "Q: When the war broke out?",
        "Q: Now, can I ask --? Did you have any -- did you take ballet lessons, or any music\nlessons or anything like that?",
        "Q: Me either.",
        "Q: Did you enjoy to read or --?",
        "Q: Okay, well--.",
        "Q: You didn’t even feel that it was a double one, it was --?",
        "Q: That’s understandable.",
        "Q: Did your family ever -- your parents’ best friends then were Jewish? Did they\never spend any holidays or anything like that with them?",
        "Q: Oh, okay. I see.",
        "Q: They were being progressive.",
        "Q: Okay, I understand. We’ve established a little bit about your childhood. Did you\nplay with your friends? Your sister was so much younger, I assume she was just a\nbaby when most of this started.",
        "Q: I just keep an eye on it so when I need to switch it --.",
        "Q: That’s what I want. I want you to talk. I have five tapes here. If you want to fill\nthem up, go ahead.",
        "Q: Nothing out of the ordinary?",
        "Q: That was good, you liked that?",
        "Q: Your little sister.",
        "Q: Oh yes, Shoah.",
        "Q: Can I ask you what type of awareness did you have of the rise of Nazism in\nGermany and Austria? Did you have a sense of danger?",
        "Q: Did she live in your home with you?",
        "Q: No, a few more minutes and I’1l flip it.",
        "Q: Did you know, did your parents have a sense of the German racial laws and things\nlike that?",
        "Q: I mean, they felt -- they knew that the extreme danger that was posed by --?",
        "Q: Well, I’m going to put the tape over and --.",
        "Q: You had a car? That’s a sign of affluence.",
        "Q: This is fine, this is fine.",
        "Q: I’m sure. Why don’t you tell me? Tell it on the tape.",
        "Q: Yeah, sure.",
        "Q: Sure. . . . Okay so you were telling me about --?",
        "Q: Nice lady.",
        "Q: It was the beginning of the war.",
        "Q: Yeah, the Jewish council.",
        "Q: The Jewish council used to find place for those deportees but my grandmother\ndidn’t need any place because she had her daughter in Warsaw. She came to us.\nBut when she was in Radom, she had such an experience, that it’s worth telling\nand worth remembering. Those poor ,poor deportees were placed among people\nby Jewish council. There were many in one building. In the evening, one of the\nGerman, captain or lieutenant or something, used to gather them. They stayed\nthere for a few days. He gathered, the German captain gathered them and wrote\nBible to them and told them that monster and anti-Christ will be punished by God\nand that something will happen. You know who I am talking in, anti-Christ and\nmonster was Hitler in his --.",
        "Q: His theology.",
        "Q: He was a German officer?",
        "Q: I see.",
        "Q: You were sent to the --?",
        "Q: How did that happen? You were deported to the ghetto?",
        "Q: It was marked out?",
        "Q: Did your parents ever consider trying not to go?",
        "Q: Yeah, yeah.",
        "Q: Yeah, this is important.",
        "Q: Well, whatever you want to tell me.",
        "Q: Oh my God.",
        "Q: Was she dangerous? I mean, was she --?",
        "Q: I mean physically dangerous?",
        "Q: Liquidated?",
        "Q: Serfs?",
        "Q: Soup kitchens.",
        "Q: Oh, I see.",
        "Q: About how many people was this altogether?",
        "Q: Probably couple hundred people, I would say.",
        "Q: They speak Yiddish?",
        "Q: So not a full-fledged tinsmith?",
        "Q: How did you manage to get food in the Warsaw ghetto?",
        "Q: So she managed?",
        "Q: They could rely on it?",
        "Q: Common-law?",
        "Q: What type of goods were available though? You said that food was available, I\nassume --.",
        "Q: Take it away?",
        "Q: I assume that you did go out of this little enclave during your time in the ghetto.\nDo you want to discuss any of the things you might have seen? I mean anything\nyou witnessed while you were there?",
        "Q: Yeah.",
        "Q: It was worth it.",
        "Q: Garden of Eden.",
        "Q: I want to change tapes if that’s okay with you.",
        "Q: That’s what I was wondering.",
        "Q: The images that I’ve heard from anybody who’s in the Warsaw ghetto was of\nleaving bodies out in the street, covered with newspaper and all that, I mean --?",
        "Q: What is that? No.",
        "Q: Like the English word, smuggle?",
        "Q: We’re talking about your father now. I just want to make it clear on the tape.",
        "Q: POW, the labor camps?",
        "Q: I believe there are POW camps.",
        "Q: How about if I ask you?",
        "Q: Are there any other episodes or incidents beside from the two that you, the\nspecific two, that you told me that made such an impression on you? Any other\nimage that sand out in your mind of the time that you spent there.",
        "Q: Was it your 14\" birthday?",
        "Q: Typhus?",
        "Q: Oh, polio.",
        "Q: Yes, relocation.",
        "Q: Yugoslavia?",
        "Q: In ‘42?",
        "Q: Yes, do you want to mention it in the tape?",
        "Q: Took them off the street?",
        "Q: No, but I know what you’re --.",
        "Q: A trap door?",
        "Q: Accounts?",
        "Q: Where did you go?",
        "Q: This was all in August, 1942?",
        "Q: Yes, these fascist groups, well I imagine many of them were Ukrainians.",
        "Q: Okay, I would like to know what happened for the rest of the war.",
        "Q: Penthouse, for instance?",
        "Q: Okay.",
        "Q: Where were you?",
        "Q: Your sister was there too?",
        "Q: Oh, she was with the other people?",
        "Q: Yes, passport.",
        "Q: Now this is a personal --. Was he circumcised?",
        "Q: He was? So that would have been a problem?",
        "Q: Were you in hiding, did you have any part in the Warsaw uprising towards the\nend or --?",
        "Q: So what happened? How were you liberated?",
        "Q: Oh, I see.",
        "Q: The Russians are the ones who liberated you?",
        "Q: After having escaped the ghetto. What about the Jewish uprising in the ghetto?\nDid you have any knowledge of that?",
        "Q: You didn’t know anything about it?",
        "Q: Maybe he’d like to talk about it some time.",
        "Q: There really aren’t that many who survived it altogether, that’s why the problem.\nI mean I know there are --.",
        "Q: In any event, are there other things in that period after the ghetto period that you\nmight want to fill in for your story.",
        "Q: Just the time in hiding and --.",
        "Q: You didn’t talk about it afterwards?",
        "Q: I wouldn’t call it mild though. I would say --?",
        "Q: Yeah, compared to the people who were in the camps, it was --.",
        "Q: Do you want to discuss any of your experiences after the war? Your studies or\nanything, or your life, or coming to America, or anything?",
        "Q: Only if you’d like to.",
        "Q: Sure.",
        "Q: You still didn’t really feel Jewish or did you by this time?",
        "Q: Calamities.",
        "Q: Did your parents consider leaving Poland after the war?",
        "Q: To just go to another country, right.",
        "Q: Oh, right. I know it was difficult. I just wondered if they tried to so they didn’t --",
        "Q: So you studied law and got a law degree and practiced law in Poland?",
        "Q: To me.",
        "Q: I don’t want to press you any more.",
        "Q: No, that’s not true.",
        "Q: I think now we’re getting tired so we will stop now but perhaps another time we\ncould talk about the rest of this. I want to thank you very much for your time and\nyour very interesting story."
    ],
    "answers": [
        "A: Call me Sylvia.",
        "A: Okay. I was born on July 10, of 1928. My name is Sylvia, was, my name was\nSylwia Ann Winawer but I was never, ever called by this name. I was Dzidzia,\ncalled Dzidzia home and I ---",
        "A: Let me write it down. It was a nickname, Dzidzia, something like this. It was\nquite popular nickname in Poland and I was known as Dzidzia from my\nschooldays till before the war. For a long time, I was an only child and I loved\nthe status of being the only child and loved by everyone, the center of attention, of\ncourse. I had a small puppy that I loved but she passed away as a puppy. But\nlater on I had a sister. My sister was, in my life, played a special role because she\nwas nine years younger than me. I treated her something between my toy and\nbetween my child. It was very, very, very nice feeling. My mother was wise\nenough to keep me believing that I’m the one who is responsible for my sister.\nMy friends at school were very jealous. Nobody had such a small sister or brother\naround. I could tell you about my childhood. It was a very happy childhood,\nnothing ---",
        "A: No, I lived in the center of Warsaw. My father was a lawyer and we lived in a\nbig, big apartment. Those old days, everybody had maids, everybody who --\nmiddle-class people had maids. It’s such a distant and different life.",
        "A: It’s very, very hard to say about -- that my family was a Jewish family. We were\nJewish because my parents were converts. So it wasn’t strictly Jewish family. I\nwas raised more in Christian traditions than Jewish tradition.",
        "A: My father was Catholic, my mother was Protestant. On my father’s family was a\nfamily of assimilators. Is that the right word?",
        "A: Well, it takes some more explaining. They were, by faith they were Jewish, my\nfather’s family. My father’s family was quite known and I would even say my\nfamous father in Poland. My ---",
        "A: Winawer. My father’s cousin was a very well known writer, a play writer My\nfather’s grandfather was, oh my goodness, famous chess player. He won a --, He\nwas best in Europe. He won a tournament -- how do you say it? He was a ---.",
        "A: Champion, maybe once, maybe. But he was a European champion. But he felt\nPolish because in those old years, it was a very strong movement of assimilation.\nJewish intelligentsia, you know the word? -- was very Polonized",
        "A: So on my father’s side it was very natural that he felt more Polish than Jewish and\nhis change of -- conversion didn’t bother anybody. I think. But on my mother’s\nside, it was a different story because her family was more Jewish, more traditional\nand more Jewish. There were some misunderstandings between my mother and\nher mother but ---",
        "A: Well, I, yes. My grandmother lived in Lodz. It’s a big, big city.",
        "A: Big Jewish and German population. She used to come over for to visit us twice a\nyear. Stay for a few weeks. There was always some misunderstanding about\nsynagogue, about Christmas, about something. I felt it. It wasn’t very open but I\nfelt there was some tension about religion.",
        "A: No, because my parents weren’t very religious people. They -- it’s really hard to\nunderstand in America why people change the faith. Only to show that the sort of\nbelonging to Polish society or something.",
        "A: Maybe.\nQ Definitely, definitely.",
        "A: For my father, it was sort of patriotism. Maybe, he was very young, it was very\nnaive, it wasn’t very wise, what he did. On my mother’s side, it was because she\n-- my father wasn’t Jew. I don’t how the situation was between Jewish and not\nJewish marriage but I think that my mother wanted to -- wanted some change,\nwanted to confirm to my father’s standards or something like this.",
        "A: Difference of religion, yes.",
        "A: It was some but it --. The times were utmost political, atmosphere and social\natmosphere changed do quickly in Poland so some things that in 1921 or 1920\nwere appropriate might be less appropriate in 1927 when my mother got married.\nI never asked my parents; I just accepted the situation that my father was\nCatholic, my mother was Protestant and children were Protestant too. SoI--. We\nhad two Jewish, two Jewish girls in our class. They were taught religion by a\nrabbi and I was taught religion by pastor. Jews didn’t, Jewish girls didn’t feel, felt\nill at ease being Jewish. It was such an atmosphere in Poland. I don’t know why\nit was like this but it was like this. We used to go to Protestant school.",
        "A: Well, something was different but it wasn’t different because of religion. It was\ndifferent because of, I don’t know, because of what. Because I think that my\nparents were more independent people than most people around. More free-\nthinking, free- thinkers, more -- well, better educated or something like this.\nMore open mind.",
        "A: My mother’s formal education wasn’t very, very high. She was an orphan, well\nnot complete orphan. Her father died when she was thirteen. My grandmother\nmarried at the age of sixteen with no education at all so when she widowed, she\nwas widowed at the age of 33 with three teenager, or two teenagers and one small\ngirl. It was the end of the war, end of the First World War in 1917 and they went\nthrough a real terrible poverty. My mother was extremely brave and industrious\nand ambitious and beautiful. You can see now that she was a --. She didn’t\naccept -- she was more like American women, not Polish. She was -- she didn’t\naccept the whole situation of being poor and poorly educated and living in lower\nmiddle class family. She, as an extern, she tried to -- she got a high school\ndiploma but she didn’t finish high school. She had diploma, went for exams,\nextern, is this the right word? No, you don’t say this.",
        "A: Something like you can say. She took any chance she had in life to be among\ninteresting people, to learn things and to see the world. She spent few years in\nFrance.",
        "A: She was a student. She gave lessons, she taught, she worked as a tutor, she\nsometimes -- she was a tutor, living with a family, she was very popular with\npeople, very, very easy to make friends. When she married my father, she had\nsome few years of college but she didn’t finish college. But she had many talents,\nmany interests. She was interested in art. She was a -- she became a real -- she\ngot a real knowledge in art, especially in china, in oriental rugs. During the war,\nwhen we were alone and my father went to the army, she started buying and\nselling things. She sort of entered, this is how we survived the war because she\nwas able to earn money. After the war when it was forbidden and very, very\ndangerous, she did the same. So my parents were well-to-do people. I never went\nthrough, never is not the right word, but most of the war, most of the time, the\nwartime, we were well to do. We were well-to-do in the sense that we weren’t\nhungry. We and friends of my parents and relatives of my parents had always at\nleast one meal fixed at my parent’s table.",
        "A: Yeah, sure because _ I --. It’s the -- if you start the story of your life, you are\nextremely poorly organized, unorganized.",
        "A: I went -- it was a private school and the name of the school was -- very long\nname. It was a private school supported and -- not supported by --",
        "A: Founded from and something more.",
        "A: No, I can’t because I don’t remember even in Polish, the right word. Under the\nhelp, under the supervision and help of Lutheran, Lutheran Church. There were\ntwo schools, one Rey school, that school was old, very well known in Poland, in\nWarsaw for boys. After the First World War, there was parallel school for girls\nopened by the same Lutheran Church, Ana Vasa School. She was a sister of\nPolish king from 16\" century. They were Protestants and they patronized, the\npatron of the school was that Protestant princess of the past. The school, Rey\nHigh School was very well established and often very high -- highly accepted\nschool. The Vasa School was more for girls but 1t was okay, was okay. The\natmosphere was very liberal. Everybody was well bred, tactful and I didn’t feel I\nfelt at home there. I didn’t feel any of that I didn’t belong; I belonged. I belonged\nperfectly well.",
        "A: I didn’t go that far because when the --.",
        "A: Yes, I finished -- I was in elementary school. It was fifth grade, I finished fifth\ngrade and I started sixth grade. Then the trouble started.",
        "A: Music lessons, not ballet because I had no talents.",
        "A: Very poor ear for music, no talents for dance, nothing for drawing. I had only\nvery bad marks in all of those subjects.",
        "A: Read, yes. I was good in reading, in history, in writing.",
        "A: I had extremely nice, sweet teacher of religion. She was a saint. She never, ever -\n-. Sometimes Christianity is in conflict with Judaism but it wasn’t the case. I\nnever felt that something against Jews in my teaching of religion, what I learned\nin my religion lessons. I didn’t feel anything, anything wrong about my double\nperson, my double personality at school.",
        "A: No, I knew it wasn’t a secret. It wasn’t a secret, it wasn’t anything to keep in\nhiding, the past. My family was very proud of being part of -- of being one of the\nWinawers. It was very special thing that my father tried to explain me before he -\n- when he visited me before he died. It was a last visit like saying goodbye, and\nwe were very open with each other. He told me, it’s very hard to explain but I felt\nmore Polish than Jewish. It didn’t have anything to do with my religion.",
        "A: It wasn’t like trying to hide whatever you were. My parents were Jewish friends\nand the best friends didn’t feel like my parents. They felt very, how to say it --,\nrebellious. They felt Jewish and rebellious. It wasn’t to conform to Polish\nstandards. It wasn’t done to conform to anything, it was sort of emotional attitude.",
        "A: No, they weren’t that religious, no.",
        "A: It was young generation. You never, ever saw in Poland any Jewish holiday, any\nSeder, any Passover or anything like this. I’m sorry. I’m very sorry. I wish I\nknew more about Jewish tradition but I had no chance to. People, young people\nweren’t religious.",
        "A: They were progressive.",
        "A: She was a baby. I had a grandaunt, takes long time.",
        "A: Don’t let people talk. When they start talking, they can’t stop.",
        "A: I talk --. I had an aunt in Warsaw suburbs, in Podkowa Lesna. It was something\nlike place we are living here. Every Sunday, she wasn’t married, she\nlived with her old charming father. I was the only child in the family and I used\nto go to visit her from almost every Saturday and Sunday. From Saturday to\nSunday evening, and I had friends over there. We played together. Of course, I\nhad other friends in the town too but it wasn’t like American suburban life.\nVisiting friends was a big happening because big city, long distance to go\neverywhere. So it was always planned, planned event. Mostly planned for two\ndays, usually from Saturday to Sunday with -- oh, it was very exciting. I had\nsome friends in my building too. We played together. Before the war, there\nwasn’t --. I didn’t go downstairs to play in the yard but I visited my friends in my\nbuilding. It was such a typical life of a child, nothing --.",
        "A: No.\nQL ~~ Would you like to discuss then about what happened to your family when -- in\n1939 when the war broke out?",
        "A: The first thing happened it was raining like this, just before the -- like today, the\nnight before the war, maybe two nights earlier, maybe three nights earlier. I was\nstupid enough to leave a book that I was reading, to leave my book outside and\nthe rain damaged the book. The book didn’t belong to me; it belonged to my\nmother’s friend’s daughter and I was so scared, I didn’t know what to do to hide\nthe book but those people didn’t let me go without returning the book, I knew\nthat. They were very strict. So war broke out and I was so happy now, I’m saved,\nI’m saved. And no school, no school because --.",
        "A: Oh, it was great! It was fantastic! It was extremely exciting happening but before\nthis great, fantastic thing happened, some bad things happened before. In August\n1939, last month before the war broke out, my parents went for vacation for a\nweek or two. Left my grandmother, the grandmother that I told you about, from\nLodz, me, my little daughter and --.",
        "A: My little sister and some, oh, some maid who worked for --. But my mother had a\nyounger sister. She lived in France. My mother always worried about her\nbecause she married very young. She didn’t finish any school. She was very\nunbalanced, emotionally unbalanced. She had a very bad marriage. They were --\nher husband was communist and they were deported from France to Poland. My\nmother’s sister with her small son, Claude came to stay with us for two weeks, for\nthree weeks. Part of the time my parents were out. This was the only time in my\nlife, I met my cousin Claude. He came from France. He hated everything Polish.\nHe -- looking at them I had a premonition of what will happen to us because they\nwere So poor, so -- they were deportees. They had no work -- his; Claude’s\nparents, had no work. They didn’t belong anywhere because they didn’t belong to\nFrance, they didn’t belong to Poland. They were victim of some social forces that\nwe became later. They perished in the, perished in Holocaust. They were in Lodz\nghetto and they perished and they probably were the first to die from hunger\nbecause they were not able to work. They were not able to work in normal\nconditions not only in Lodz ghetto which was terrible place to live in. That small\nchild, that Claude and my aunt, whom I didn’t like and I didn’t know well; I\nhardly knew them, never -- are still with me. I -- did you see the picture of Mr.\nLanzmann from Shoah?",
        "A: Shoah and they look --. His name is Claude and he looks exactly like my cousin\nClaude because they were the same age, the same family, the same -- very similar\nkind of family, Polish emigrants. It’s such a similarity between them. I can’t ever\nforget them. My grandmother lived with is in Warsaw and during the time,\nwartime, she didn’t get any letter from her daughter in Lodz ghetto. It was sort of\nconstant, constant tragedy that was killing her.",
        "A: I had something before my aunt Helenka and Claude came to visit us. I had\nanother experience with Nazism, not with Germans but Nazi Germany deported\nJews who were born in Poland in 1937. It was sort of obligation, sort of moral\nobligation of everybody who belonged to the Jewish, somehow to Jewish\ncommunity, to help them. My mother took a young girl, was maybe 19, maybe\n20, gave her a job of teaching me in German and sort of like being governess. It\nwasn’t exactly governess but something like teacher and governess, something in\nbetween. She was boring, stupid and I didn’t want to learn German but she was --\non the other hand, I knew she was so poor, she was so troubled. She didn’t feel\nhappy, she was so out of place. It was bad experience but I thought that it’s my\nfault.",
        "A: No, she used to come over well, twice a week or so. That -- our relation didn’t\nlast long because we didn’t -- it didn’t work at all. She didn’t, she wasn’t born to\nbe teacher or governess or anything like this. She wasn’t any companion to me\neither. I didn’t -- but I know that was something, always sort of talking about\nhelping those people. I had, in my school, the school wasn’t anti-Semitic, in my\nschool, there was a girl -- too long?",
        "A: There was a girl from -- deported from Austria. Her name was Ingeborga. Her\nparents didn’t speak Polish at all; they spoke German. She was very poor and\nduring the war, I had a special relation with her but this is the story later. I will\ntell you later on. It was only two people I knew, two deportees I knew from\nGermany. I didn’t know, I didn’t, we didn’t, we children didn’t take German\nseriously. There was something so -- Poland was strong and prepared for war and\nthe whole world was supposed to help Poland. No, Germans were something to\nmake fun of. I was only ten and eleven.",
        "A: You are kidding! Of course they did!",
        "A: They knew but somehow people didn’t know -- there was some blockage in the\nheads. Your imagination can’t go that far. You have to have some experience to\nimagine things. If you don’t experience things like that, you can’t --. They knew\nthat life would be very hard but there was always hope that the war won’t break\nout. There was always hope that Hitler will stop. This was sort of loyalty. You\ncan’t escape from place where the others have to live, you know. This is\nsomething not honorable. My father was, it was so romantic generation, not --.\n(End of Side A, Tape 1)",
        "A: Away from returning the book because my father, try to think of, the war broke\nout, my father was in Warsaw because we were on vacation in the suburbs in\nPodkowa Lesna and my father used to come over for, in the evening or sometimes\nfor weekends only. On the 4\" of September, my father came over in his small,\nvery, very small car, small Fiat, very small.",
        "A: Yes, yes. My parents were, my father was a lawyer. It was -- he was in his late\nthirties at the time. He was born in 1899 so he was forty the time. He was in peak\nof his career; he was very well --. He had big clientele, he was very well known\nlawyer, hard working lawyer and very clever. My father said we have to go back\nto Warsaw. Things are getting dangerous. So he packed all of us into the small\ncar. We left everything that we had at home. Wasn’t anything very valuable and\nwe went back to Warsaw. Next day, my father said to my mother, I love you all\nbut I love my country more; or something like this. He kissed us goodbye and\nwent to fight for the country. He left my mother with two years old and me and\neverything -- no money because somehow people weren’t prepared. If he had\nanything, he didn’t have it home -- maybe in bank, maybe clients were --. It was\na normal, regular life like every day, day like every day from financial point of\nview. It was a -- the war started this way for almost everybody with not mentally\nprepared for it, for the change. My mother and -- the bombardment started and\nthere was no food in the stores. The stores were shut closed. Well, every day was\nworse than the day before. My sister became ill, sick and she got a very high\nfever and she was dying. She was dying and I don’t know how far you want to go\ninto gossip, into small things.",
        "A: We lived on, I didn’t give you my address. But you don’t want it --.",
        "A: It was Kapucynska Street. I lived on Kapucynska 15 in Warsaw. It was a very\nsmall street with dead end so the traffic was limited. It was inhabited mostly by\nlawyers because the court was very close --- the court and a land registry. I don’t\nknow how you -- or whatever it is the place I --. Can you stop?",
        "A: There was a --. Can you stop again? I have this --.",
        "A: About that strange street we lived on with historic monuments, with monastery,\nCapuchin. Capuchin monastery with big, big garden; so it was very quiet place. I\ndon’t remember why I told you that. I had some idea but I forgot so you can\nforget what --. But we came back home and -- oh, I know. On the first floor of\nthe same building, lived our aunt, my father’s aunt. She was old lady with,\nwidow with two daughters. They had no children because she didn’t like children\nand when my small sister, Kieia; she had nickname Kieia. Kieia became ill and\nwe lived on the third floor and bombardment became very frequent, we were\nforbidden to live upstairs. We couldn’t stay in the basement all the time because\nof the small sick child so we asked that aunt to let us stay with her. She lived on\nthe second floor and she said no because I don’t like children and sick children is\nsomething that I really hate. I couldn’t believe she was my father’s aunt.",
        "A: But before the war, she was extremely nice. She became -- she was very nice as\nlong as everything was planned and organized. She loved guests from five till\nseven every Tuesday and that’s it. My mother was absolutely astonished .It was\nsomething unbelievable so we went down to the first floor to the neighbors who\nwere very unfriendly but he couldn’t; he had no guts to say no. We spent part of\nthe September of 1939, this terrible -- you know what was September of ’39 in\nPoland, in Warsaw?",
        "A: It was the beginning of the war. It was the bombardment of Warsaw. We spent in\n-- partly in the basement, partly in that neighbor’s apartment. In the basement,\npeople prayed all the time and there I felt very tension between my mother and\nmy grandmother. She was strongly against accepting and being part of the\nprayers. She felt it was a time of trial and she felt that she is Jewish and she\ndidn’t want to stay with these praying people. When the -- after the -- after\nWarsaw came into hands of Germans, my grandmother went back to Lodz. She\ncame, she was evacuated, deported in very brutal manner. She, some, not all\nJews, but some, I don’t know why my grandmother, maybe old people, were\ndeported from Lodz, took to small towns. Because she had Jewish -- gmina,\nJudenrat, you know the word Judenrat?",
        "A: Yes. That he will be punished and that everybody has to keep faith and hope. He\ngave them extreme consolation. He was sort of saint but he was taken next day.\nSome evening he didn’t come and those people asked what happened to him.\nSome were told that better not to ask because he was --.",
        "A: A German officer.",
        "A: So it was something that doesn’t happen very often and something that shouldn’t\nbe forgotten. My grandmother came to us and stayed with us and went to ghetto\nwith us.",
        "A: We went to ghetto in October of 1940.",
        "A: No, because it wasn’t deportation or anything like this. The ghetto was built, the\nplace was, the place for Jewish population was --.",
        "A: Was marked out. The wall was started to be built and the deadline was set. We\nwere in trouble because my parents had beautiful apartment with beautiful\nfurniture and charming place and everything. Somehow they couldn’t find\nanybody to --. Jewish population outside the ghetto had to find place in the ghetto\ndistrict. People from Polish population from ghetto used to trade their apartments.\nIt was very unpleasant time because it was time for very easy quick bucks for,\nmostly for Polish people who lived in ghetto quarters. It was big, big, tension,\nbig, big -- the deadline was very close and we didn’t have place to live. But at\nlast, in last minute, in the court, one of the -- well, clerks, law clerks told my\nfather, this judge who lives in ghetto, one of judges who lives in ghetto and who is\nin the same situation. He has to go out of ghetto and he has no place to live. He\nwas very impractical man. We quickly changed apartments -- traded apartments\namong ourselves. We moved into Nowolipie 48.",
        "A: They were -- do you have my parents’, my father’s picture? He looks like,\nabsolutely, he’s the quintessence of Jewish --.",
        "A: More than me. I’m Jewish enough but he was more than me. He had too many\nacquaintances. He was well known among the people and it was too risky,\nabsolutely. They didn’t take the -- it was a chance. They considered it but they\ndecided not. At the same time, my grandmother, I have two grandmothers; one\nfrom Lodz that I told you about, and the other is my father’s mother. She lost her\nmind, she was very seriously mentally ill, very dangerous for herself. It was\nsomething very, very acute, acute illness. She -- you ask me about family?",
        "A: Well, on my father’s side, his mother’s family was manufacturers. Her father,\nbecause of -- it’s too long story to go that far.",
        "A: He had to quit Poland because of -- as a young boy fourteen years old or in some\ncases eleven years old, in others fourteen years old because the Russians deported\nJewish young boys to make them -- young, strong, healthy boys to make them, to\ntake them to army and make them something, of special guards, special,\ncompletely, well -- I don’t even understand it myself. It was something very\ndangerous and he had to escape at night, go through border. He lived in a small\ntown, the borders with Austria. His father got information by policeman that that\nnight there will be hunting for Jewish boys. In 15 minutes he left home with a\nfew rubles, whatever he had, they had at home. He went through the border and\nhe started his independent life and he worked for farmers. He works -- at last he\nworked in a manufacture of ribbons. When he grew up at the age of twenty and\nsomething, he returned home. But he didn’t speak Polish, I don’t know about his\nJewish but he spoke only German that time. My grandmother’s family was\nbilingual. They spoke German at home and my grandmother was very, very\nfluent in German. Being so sick and out of mind, she used to open the windows\nand start the very, very convincing speeches to German people, to get rid of\nHitler.",
        "A: It was very dangerous. It was very dangerous so my parents need to get to wire\nthe windows and she had to be put under constant supervision. But she didn’t\ntrust anybody except me so I stayed with her day and night.",
        "A: She was dangerous, she was dangerous.",
        "A: Physically dangerous. She had hallucinations. She had some -- when something\ncame into her mind, she was dangerous because she believed that -- like seriously,\nmentally ill people, she was very --. It happened very sudden. After the whole --.\nBecause my father went for a war and there was no information what happened to\nhim for long time. My grandmother was pledged not to eat until he comes back.\nI don’t know if she was sick then or she became sick because of emotions and --\nor of her pain but we had --. We stayed with grandmother. We had to keep her\nseparated from the world and at last, we had to put her into a hospital because the\nplace we got in, in ghetto, we divided with other relatives; another family of five\npeople. We had no room to keep grandmother safely. She went to hospital in\nSofiowka. It was in suburbs of Warsaw, Jewish hospital for mentally ill. Before\nthe hospital was --.",
        "A: Liquidated, she took away her life. She died in December of 1940. We went to\nghetto. The first year of war was still normal life for me. I used to go\nunderground, no it wasn’t even underground, to school. Because children in that\ntime were -- there was no statute to forbid children, Jewish children, to go to\nschool so I used to go to regular school. From 1940, from the summer of 1940,\nthe real war life started to me. Because everything changed. First with illness of\nmy grandmother, later in ghetto everything was completely different. In ghetto,\nwhen it came to ghetto, we started our -- went to the -- started meeting people\nfrom over there. We learned that that judge who lived in, who we traded\napartments, was a special person and his family was very, very unusual. They\nwere owners of the possession, of the land, owners of the building. They were\nowners of the lumber that was in, behind the building. It was very unusual and\nit’s important to the part of my story. We moved Nowolipie. Around, we have\nregular buildings, three-four-story buildings like in crowded city streets but our\nbuilding was completely different. We had three courts, very long three courts. It\nwas very old part of farm, of plantation that existed in Warsaw few hundred years\nago. The people, the owners who were owners of plantation; they had plantation\nin the eastern part of Poland but they lost everything because of revolution, the\nRussian revolution in 1917, they returned to Warsaw and they treated the place\nthey lived like their plantation. They took care of people who lived there. They\ndidn’t expect to be paid for rent because they treated them like --.",
        "A: Like serfs, no, they didn’t expect any work. They had mentality of people of\nplantation. In the best sense of that word. You take care, they are your people,\nyou take care of them. They teach them, they give them help they need. If they\nneed medication, the mistress is there to --. They were absolutely crazy people.\nThey lived in poverty. Their apartment was never painted, nothing was repaired\nfor probably -- oh more than years. There was plenty of space but on the right\nside of those courts were sort of buildings two, three-story buildings; very\nprimitive but buildings. On the left side was sort of barracks. Like in the country,\nin the poor country dwellings. Keep it in mind because this is important. Lumber\nfactory in the back. When my father learned who the place belonged to; saint\npeople who took care of all poor, terribly poor Jewish, the poorest of the poor\nwho lived in this building, was sort of obligation, sort of challenge for us. In the\nsame apartment with us lived our, moved into the same apartment, moved our\nfamily. Two doctors, my father, two doctors and my father organized sort of\ncommunity association you can say it. It wasn’t association but he was so\nconvincing that everybody tried to take care in improving our life in our building.\nHe built some grass, some places to play for children. He organized kitchens\nsoup-kitchens soup.",
        "A: Soup kitchens for poor people. There was one prostitute who lived in the attic of\n--. Because it wasn’t a building, it was something like rural, like rural house. The\nprostitute came once, I remember, she said, I earn money very easily so I can have\nmoney easily too but I can’t have people to feed them. Because I work at my\napartment; this is my place of work. I will give money, whatever you need, but I\ncan’t take people to, for dinners. Because people first sort of obligation and my\nfather was -- gave initiative to that everybody has to give once a week dinner for\nat least one person.",
        "A: Or give money, they can do it. I taught children, two girls from the -- I taught\nprogram of third class. I was then in high school. I should be in high school. So I\ntold them some, gave them some elementary program teaching. We became very,\nvery friendly with -- very, very close to those people in our building, in our\nneighborhood. We had books or some young people used to come over to borrow\nbooks. Doctors used to give medical help to people who lived in those barracks.",
        "A: I tried to figure out but it 1s impossible. There were at least two parts of one --\nmaybe 12 apartments, 12 regular apartments, middle-sized, three, four rooms.\nProbably about 10 small apartments, one room, one kitchen in the barracks for ten\nfamilies. Maybe, one or two small stores or -- but people were crowded. There\nwere many, many people.",
        "A: Probably couple hundred people but there weren’t that many apartments. One of\nthose girls that I taught, her name was Fajga but I didn’t feel Jewish. I, my\nmission was to keep those kids Polish. I didn’t know Yiddish, I didn’t, so one of\nthe girls promised to teach me Yiddish because some people didn’t speak Polish.",
        "A: They speak Yiddish because they were very, very poor. Poor Jewish population\nof uneducated Jewish populations. Some blahas (?) or I remember but I don’t\nknow what the word -- let me check. They discussed politics and everything in\nYiddish and they were different type than I knew before because they were real\nJewish population, Jewish proletarian. We were very, very close friends\nespecially with that girl, Fajga. Tinsmiths’s work, tinsmiths, we don’t, tin man,\nzinc, I don’t know what the, they probably fixed pots, something like this, this\nkind of people.",
        "A: No, no. They were extremely poor, extremely smelly, extremely ----. They were\nalways hungry, I know. I remember that my student, my pupil Fajga, how hungry\nshe was. How thin she was, how pale.",
        "A: It was, if you had money, it wasn’t hard to get food. My mother was a business\nwoman.\nA She managed and she didn’t have any other ambition. She didn’t have ambition\nto gather money; she had ambition to buy food and let people, let people, help\nsome people with feeding them. We had three meals daily. Not everybody was\nhungry in ghetto. There were people who were very rich in ghetto too. So we\nhad three meals and we had always two, three, four people who were regular\nboarders. Two uncles of my mother and I don’t remember all of them because it\nchanged but we had always 12 people for every meal. Most of them were regular\nboarders. They didn’t live with us but they used to eat with us. It was sort of help\nbecause it was fixed and it was -- they could trust.\nA They could rely but there were tragic situations. Behind every jolly and cheerful\nmeal that we tried to keep, there was always tragedy. One of my mother’s uncles\nhad grown-up son who was mentally ill and not able to work and to do anything.\nHe had a -- my uncle had a girlfriend, not a wife, but sort of wife. He had a, we\ncall it, common-law-wife.",
        "A: She didn’t come over for meals with us. I don’t know -- it was impossible to feed\neverything, just impossible. It was very, very unpleasant situation of making\nchoices. It was a very bad part because my grandmother had bad feelings. Give\nthis, give him for Vera. Vera was the common-law wife. Give some food for\nJulek, his son. So whoever used to eat at our table had many people who should\nbe fed too. It was absolutely, it was absolutely impossible. It was always a\nchoice of every day. One day you could give them and other day you couldn’t. It\nwasn’t pleasant situation. It wasn’t pleasant situation even for my mother’s uncle\nbecause he wasn’t hungry. I don’t know but the art of life, of living in those days,\nwas not to talk about everything, to avoid negative talking.",
        "A: Of course, it wasn’t any problem if you had money. It was a big market. The\nproblem was to get food in the nearest store. We had a very small store. In our\nhome, or maybe in the neighboring homes but the problem was, the art, the\nchallenge was, to buy a loaf of bread and take it home. Because the moment, the\nvery moment you left your -- the store, the beggars, the hungry people tried to ---.",
        "A: Take it away and they did. Most of the time, they did.",
        "A: In the ghetto?",
        "A: Well, I want to tell you about two things. One about Fajga, I called her Frania but\nshe accepted it. I felt Polish and I tried to -- well I didn’t understand the Jewish-\nPolish problems in those days. Eventually because her uncle was so poor, she had\nto be taken to Korczak Orphanage. I was over there and visited her. They didn’t\n-- it was the most, most remembered by me experience, very, very touching thing\nto do. I don’t know, I don’t use the right word but something very inspiring going\nto Korczak Orphanage and taking --.",
        "A: It was absolutely -- it was the place like a -- well, how do you call the place where\nEve and --.",
        "A: Garden of Eden, Garden of Eden. So it was the last time I saw my Fajga, was in\nthe orphanage. Another thing I wanted to tell you was the girl from Austria. The\ngirl from Austria somehow lost her parents in, during the, in ghetto. She was my\nclassmate before the war. Her name was Ingeborga. We had friends, a few\nfriends who lived in ghetto tried to help her by making cigarettes and selling\ncigarettes and giving money to her. But any time I saw her, she was more like\nghost than not like living person. She didn’t look like a living person. She went\nthough typhus, she went through hunger like it was in ghetto, it wasn’t in a camp.\nBut there were places where people lived like, looked like skeletons. Her mind\nwas almost gone. But otherwise, there were some people who lived regular life\nmore or less.",
        "A: Okay.\n(End of Tape 1, Side B)",
        "A: There were stores full of food but food was very expensive. When I tell you that\nwe have three meals doesn’t mean that we have meat every day. We didn’t --.",
        "A: It was a very simple food like -- but, well, comparing to people in the wartime, it\nwas food. There was always soup, there was some kasha, there was bread. You\ncould eat as much bread, as many slices as you like to. There was milk and butter\nonly for my father who had tuberculosis and for my small sister. But nobody was\nhungry, nobody was hungry and you had very, very --. From my point of view,\nthe life was very, very --. I can’t say it because it can be misunderstood by people\nbut I enjoyed life. I was thirteen years old, twelve, thirteen, fourteen. I turned 14\nin July of 1942 and those two years were very happy years for me. I had the best\nfriend across the street. We spent most of the time together.",
        "A: If you kept, well if you hear --. You ask the same question as my sons. How\ncould you say you were happy? I was happy. If you see something every day,\nevery minute, you are smart enough to turn your head away. The people who live\nin Washington, who get out of Metro every day are unhappy because they look at\nhomeless people? Are you unhappy because of that? It doesn’t -- it make --.\nYou learn to keep your mind away from unpleasant things and think of that only\non special occasions. You do whatever you can do but you don’t torture yourself\nthinking about it all the time. It was the same with me. I -- that’s not that I was\nneutral, that I didn’t see things. I see them all the time. I hear voices; I still hear\nvoices from beggars from ghetto and small dying children but at the same time I\nwas a happy child, very happy. I had my sister who was left to me and I used to\ntake her on long walks to discover the town. Ghetto was like Jerusalem. Ghetto\nwas very exotic place if you had some imagination, you were very young. You\nsaw so many different quarters, different people, different language that people\nspoke. I used to take her to very dangerous place, to Jewish cemetery. There was\nplace of trade between Aryan part of the town and Jewish part of the town, that\nwas what people called “szmugiel”. You know what’s that --?",
        "A: It’s a word that I probably won’t find here. It’s a trade between, illegal trade\nbetween --.",
        "A: Smuggle, yes, oh the same word. But it was a very dangerous smuggle because\nwas constant shots with police, Jewish police and Polish police and German\ngendarmes chasing people. It was very dangerous but I didn’t tell anybody and I\nused to take her. We had a great time, it was sort of excitement, of danger, of\nexcitement. We had a great time but one day she came home and she told. He\nwas taken to the Russian --.",
        "A: Okay, okay. Now this is -- I will explain what happened. The history of my\nfather. He went to the army, he was in reserve. He didn’t have to go but he\nwanted to. He was taken by Russian army in the eastern part of Poland and when\nhe was in convoy, the guard, the Russian officer or soldier, I don’t remember\nwho, told him; you look Jewish to me. There’s one thing I want you to know.\nThis is not Russia. Russia comes POW? (Intent is to say that it was the Russian\nguard who told my father that Russian authority was prejudiced against Jews and\ntherefore helped my father escape the convoy.)",
        "A: No, for soldiers, for army people.",
        "A: POW camps. He had something to this effect in very, very short words because\nhe was -- my father was in convoy and he was a person who had kept convoy in\norder. In very few words, he said, you better escape. Go slower, slower and\nescape. So my father escaped and he --. We learned about that. He sent a letter\nto us and he stay on the Russian side of occupied Poland, in Lvov, in some places\nin that -- that were taken by Soviet Union. But he was very unhappy and very,\nvery lonely and in New Year’s Night of 1939, he returned home. He went\nthrough, illegally through the border, passed the border and he returned home.\nWhen he came in into our apartment. My mother, instead of being happy, almost\npassed away from fear. Because it was the worst place to be for my father, was\nWarsaw. That night, or maybe the night before, eighty lawyers were arrested and\nsent to the concentration camp. In the beginning they arrested people from lists\nnot from --. My father came back and couldn’t go out in street because his\nfeatures were so Jewish. He didn’t want to wear Jewish armband. Every Jew was\nobligated to wear the armband. So he mostly stayed home and was very, very\ndepressed, extremely depressed. But coming back to my father, when we were in\n--.Well, there’s nothing more to tell you about the life in the ghetto because I\nwould go on --.",
        "A: If you ask, I will answer, of course.",
        "A: Well, once --. There were many but if I try to --. Well, the wailing of dying\npeople on the street; some beggars that were more -- they appealed more to my\nimagination. There was a father and two girls, two small girls and they begged\ntogether. They danced and they --. He looked like a well- educated person and\nsort of desperation. There were many things but I --. I remember my last\nbirthday party. My last birthday party was on July 10. It was 16 days before the\ninformation of, before the decision of the liquidation of ghetto. But somehow\nmost people who came for my birthday party, my parents’ friends, were fully,\nfully aware of things that will happen very soon. It was very nice, very quiet,\nvery friendly, the real party.",
        "A: Yes, but it was, first time I notice that people talk about things that they usually\ndidn’t talk. They talk about our last meeting, about things that were nice in life,\nabout --. It was something like you go for burial and you are in funeral home, and\nyou are smiling but everything 1s very, very --. If you go for a funeral, a very sad\nfuneral, you know that it was not a regular funeral, but something like special\ntragedy. You try to pretend that everything will be okay. It was my last birthday\nparty. I was, then, I was treated like a grown-up person. First time in my life, I\nremembered that they didn’t treat me like a child. It was then, no --. few days\nlater, my mother had a friend from her childhood. That friend had a younger\nsister who was paralyzed after that influenza.",
        "A: No. Childhood, you know --.",
        "A: Polio. In ghetto and she constantly had to eat something, to bite on something\nconstantly. She had some very, sort of --. She couldn’t keep her mouth shut. It\nwas something that they had to put something into her mouth. They didn’t have\nanything. They were three women; mother, that friend of my mother, and that\nsick sister. They decided that since you get a loaf of bread for every, for each\nperson if you go from your own will to Umschlagplatz for so-called deportation,\nhow did they call it, not deportations, they called it change of place.",
        "A: Relocation, she will do that. She came to say goodbye because we never see each\nother again. Because she couldn’t leave that sister without food so she had to eat\nuntil she died. She put it very openly and said, oh my dear what are you talking.\nWhy are you talking such a nonsense? Everything will be okay. She looked at\nmy eyes and she treating me like a grown up person and she said, Dzidzia, don’t\nbe a child, don’t be stupid. She tried to push me to do something, to open my\neyes to the real life. From that time on, I remember that very well. I know that\nwe have always lived with open eyes because if you let our eyes to be naive, the\nlife is so terrible. Things are happening everywhere, it’s so terrible. It doesn’t\nmatter if it was in Holocaust. It might happen in China, everywhere.",
        "A: Yugoslavia, everywhere. Well, there are many, many things, of course that I\nremember but some -- they come and they go away. They don’t stay with me all\nthe time.\nQ Do you want to discuss what __",
        "A: And what happened, what happened? The great, great action started in ghetto.\nMy father didn’t come back home in the evening of August 3, or maybe --\nbecause I’m not sure.",
        "A: Forty-two. I’m not sure about dates. This is one thing. I read that book. It was a\n-- this is a -- 1t was written in when the things happened.",
        "A: No, oh no. You don’t have to, no. This is to tell you that I can’t, he gives\ndifferent dates than I remember. He’s probably right because he used to write day\nafter day and I --. But in my memory, I’m talking about things that happened on\nAugust 3. My father didn’t come back home. That evening, people on our street\nwere surrounded, rounded up and taken to Umschlagplatz but only people from\nstreet. They didn’t go to houses, they didn’t pick up people from the buildings,\njust from the street.",
        "A: From the street. It was the beginnings, it was the sort of --. It was the tenth day\nof “great action”. They call it in English, great action?",
        "A: Because in Polish, it’s -- has it’s name. My father didn’t come home. My mother\nwas devastated. The whole night she waited and packed things and knew things\nare going to the end. The end is very close. Next morning, my father came back.\nThe same thing happened to him when he was in a column. He was caught and he\nwas directed to Umschlagplatz in column of other people. When he passed the\nlast building, the street in front of him was deserted and he was close to pass the\nlast building; he decided to escape. I think there was sort of discussion between\nhim and the Jewish policeman. The Jewish policeman helped him. He closed his\neyes and my father escaped. He came back home and there was day almost like\nany other day. We started, was 2:00 or 2:30 in the afternoon and our house, or\nmaybe more houses but I know only about our house, was surrounded by --.\nThere was a whistle, very, very loud whistle in the courtyard and voice very, very\nharsh, and very, very loud ordering people to take his belongings, to take small\nbelongings, going down to the court. My father said that absolutely --. My\nfather, when he came home, he had some conversation with my mother that I\npicked up; that this is obviously the end. This is no, there is no doubt, they don’t,\nthe destination of people is this. What I saw yesterday was like hell, it was\nobviously something --. People can’t, you can’t get caught and --. Well, we were\nordered to go down. My father was very quick not -- to call everybody in the\nhouse, all the relatives and tell to follow him. He started to -- but most of the\npeople, they were old people and there were at least ten people in the household.\nThey didn’t want to be sent over to my father. They had good “ausweisses”’, good\ndocuments or they didn’t want to take any risk. They didn’t go with us but my\nfather took mother, me, my mother, my sister, my grandmother and we all started\nto get out of the stairs. We met a Jewish policeman. Jewish policeman wanted to\nfollow him, asked us to follow him. Asked ! well I call it asked. He gave orders\nand my father said something brutal, in brutal way, fuck off or something like\nthis. He tried to pretend to be strong man and my father said I will kill you right\nhere if you don’t let me pass you and he gave up. But it was only the beginning\nof hunting. There were one or two policemen in this building; the rest was\ncoming but they weren’t there. So my father took us to those barracks. I told you\nthat in the same courtyard were small, small barracks. There was a ceiling,\nunderground ceiling, like in the peasants’ homes in old days. We all -- he opened\nthe . Opening in the floor. The floor was wooden. He opened it.",
        "A: A trap door, yes. He tried to put us into that cellar. Was very, very small; of\ncourse, very small. There were 16 people already so it was --. People started to\nfight back. They didn’t want us but my father was so determined with them like\nwith the policeman before. So we all went down and we settled down. My\ngrandmother was sick; she had asthma. She couldn’t -- they were so, so crowded\nand no ventilation at all, no fresh air. My grandmother said, no I can’t. I can’t\nstand any moment longer, no more. She left the place but everything was decided\nin a second. It’s much shorter period of time, moments. So grandmother went\nout, the trap went back. Somebody, I don’t know who, I don’t know if, somebody\nwas supposed to put a rug on top of that door trap. We stayed there, the air was\nstale. Little by little, people fainted. My sister fainted, my mother almost fainted.\nWe heard voices, we heard shots. It was long, long day. After many, many\nhours, it was quiet. My mother with her head, opened the trap a little bit to let the\nair come in. We spent there six or seven hours and in the evening somebody\ncame and started to call us to get out because everything is over. The building\nwas empty, almost nobody survived, everybody was taken. We went upstairs and\nthe whole apartment was looted. There was no food. My mother had some food\nstocked but there was no food. The prospects weren’t very bright. This manner,\nwe spent three weeks. We had the last telephone in our -- well, this is what I\nknow about. This is not what I find in different --.",
        "A: Yes. But -- oh, something happened very important to us in history of our\nsurviving. One day there was telephone from telephone company. Young girl\nwith very small, shy low voice told my father she wanted to talk to my father.\nShe told him somebody has to pay a bill. If the bill won’t be paid today, I will\nhave to turn off the telephone. The bill, it was sort of interesting thing for history\nof ghetto, the bills were not paid from ghetto because the post office didn’t exist\nanymore. So it was a trap, Catch 22. My father called his friend out of ghetto and\nhe went and paid the bill so we had a telephone. The telephone saved the life of\nmany people. Because people could contact the outside world and make contacts,\nmake arrangements and save their life. It saved our loves too by -- just by sheer\naccident. Somebody called -- people made the meeting place in our house.\nMeeting place and they waited for message from outside world that were\nsupposed to come through our telephone. It was crowded, our house became very\ncrowded then. Nobody from our family except us were still living but new people\ncame from all over ghetto, whoever knew that there’s such an apartment with\ntelephone. So we lived with strangers and once somebody called to -- somebody\ncalled somebody who was supposed to be in our home but he weren’t and talked\nto my father. They were old colleagues, old friends, lawyer friends. That father’s\nold friend told my father, if you get, find a way to get out of the ghetto, the rest\nleave to me. I will give you a helping hand but I can’t help you to get out of\nghetto. It was some hope for my father who looked like 100 Jews in one, you\nknow, in person. Little by little, we left the ghetto through groups who worked\noutside the ghetto. They were counted by people and they were able to manage,\nto leave somebody outside. They bribed Polish policemen or whoever, I don’t\nknow exactly. It was a big business. They made, it was a way of making money\nin those days. First they took my sister, One worker who worked outside, in the\ngroup outside the ghetto, took my sister as his daughter. Then I left. That’s the\nend of my life in ghetto.",
        "A: Where I -- I think --.",
        "A: I left on August 16. It was August 16. I am sure about the date, My sister left a\nfew days earlier, Any time there was -- the Germans, not the Germans, mostly the\n--. Close the --. From raids, there were raids on the big scale, at least three in\nthose days between August 4 and August 16 when I left. In the beginning, we\nused to go to the same ceiling where we stayed first time. Later on it was, oh,\nlater on, we, for some reason, I don’t remember why, those small ceilings became\ndangerous. My father, maybe there was no time. We spent nights at home\nwithout light, only in the dark to wash ourselves, to get something to eat. In\ndaytime, we didn’t stay in our apartment. We stayed in the lumber factory. The\nlumber factory was in the back of the courtyard, our lot. Whoever survived those\nfirst -- whoever was alive stayed there. People talked and people -- I met very,\nvery interesting people over there. They were always in love, I was fourteen and I\nwas always in love. Since young men were mostly militia men so I was always in\nlove with some militia man. I found, since I was only 14 and not a woman but a\nchild, we were very good friends. They used to talk to me about this all. They\nwere very strange people. You don’t know how far hypocrisy can go into the soul\nof people, they were murderers. They were helping hands of murderers. Every\nday they murdered hundreds of people but they didn’t feel guilty. They always\ndid it for some better reason, to save their mother, to save their somebody, to help\nsomeone survive. It was interesting experience to talk to those people. One day I\nwas very close to death, the closest in my life, I never was so close o be caught\nlike that. The raid came suddenly with no -- we had no time to hide. Somebody\ntook my sister, a four- year old child with me and put lumber in front; put me\nbetween lumber, between boards, lumber boards. The Germans or Ukrainians\nwhoever they were, chasers, came and one board after another, they took away.\nThey were very, very close and my sister didn’t, she fell asleep. She could wake\nup any second and they were so -- only one board was between us and them.\nThey went away and it was over. Once one of those, I don’t know who were, who\nexactly who were, nationality is the wrong way to tell about them because they\nwere from many, many nationalities. There were, most of the time there were\nnon-Germans but from some groups from different, many, many countries. Sort\nof, do you know something about who they were?",
        "A: But not all of them, not all of them. This one whom I will talking about was\nprobably German, was probably some German soldier. He found, this was a very,\nred-haired, big blue-eyed girl who survived the first round-ups. She hid ina\nspecial kind of folding bed that don’t exist any more. He opened the bed and the\neyes met, big blue eyes and nobody was in close vicinity. He shut that bed closed\nand said nobody’s there and went away. It was interesting happening too. She\ndidn’t know why, she couldn’t understand. It was she herself who told us the\nstory. It was something she couldn’t understand. So, now I’m out of the ghetto.\n\\",
        "A: Rest of the war. For next few months, I changed places. Nobody -- it was hard to\nfind any place to be safe for longer than a few weeks, or a few months, there was\nalways something. January 17 of 1943, our friends found places for us with a\nfamily who kept us from -- till the end of the war. So we spent there two years. I\nlived like Anne Frank, in the hiding. I didn’t go out, I didn’t see; we saw only\npeople who -- very, very, selected people who could come over and visit us. Our\ncontact with the outside world was very limited. We had one room, we lived\ntogether in one room, my parents and me. My sister was with foster family if you\ncan call it. Some friends of our family took my sister and she lived like -- almost\nnormal life in the suburban, in Milanowek, in the suburbs of Warsaw. With small\nchildren around because her foster parents had small children. First six months\nthat I lived out of ghetto --. The worst thing was my contact, my encounter with\nthe Aryan world, with the Warsaw that didn’t exist for me, with the normal\npeople, normal life, normal life. People who had different scale value and\ndifferent needs. I couldn’t, it was very hard to adjust. People who took me, the\nfirst people who took me and I spend few weeks with them, were cousins of my --\n, the nearest cousin of my mother. But they were transformed, they were different\npeople. They pretended not to be Jewish; they still pretend. They were\ncompletely different people. I had nothing in common with them. Everything\nturned, our friendship, our love, didn’t survive the war. We didn’t, we are not\nfriends any more. It’s hard to say what happened, what happened was that they\ntried to become like other people. They tried to live in petty, small, petty\nproblems. I left my parents in ghetto and I didn’t know if they were still alive. I\ncouldn’t care for small things, I was one important burden that I --.Well, I wasn’t\nalone over there because cousins, our cousin took another cousin who was young;\nI was 14, he was 17. Since the life, normal life and sun and smiling people and\nchitchat and things like that didn’t -- were so distant to us, we used to keep\ntogether. We tried to be, well, there was --. They lived in the attic, they had very\nnice apartment in the upper --.",
        "A: Yes, for, for --.\n(End of Side A, Tape IT)",
        "A: I will finish with that story about our cousins. There was an attic and we used to\ngo up to that attic. We didn’t talk much but we just stayed, sit and be quiet. I\ndon’t remember any conversation, any special conversation with him. My cousin,\nmy aunt or my cousin told me that this is a very inappropriate thing for a young\ngirl to be alone with a young man with no --. It was such a stupid thing. I was\nreally -- I felt terribly isolated. I felt terribly isolated because I didn’t belong to\nthe world that she wanted to belong. Her father was in ghetto and he was one of\nthose constant boarders who always used to spend days with us. She never asked\nabout him. She wasn’t interested. It was sort of self -- self defense. I am sure\nnow she wanted to be like other people. She didn’t want to have father in ghetto\ndying in there, or maybe already dead, or in a transport in a - to Treblinka. She\ndidn’t want it but I didn’t want to listen about her new dress or a new fur or\nsomething like this. So I was very, very unhappy. I was unhappy but I don’t\nthink I had the courage to say something. I really don’t know. A few weeks later,\nthey found a place for me to stay. It was in the Warsaw suburbs; I don’t\nremember even the name of the -- I forgot the name but it doesn’t matter. The\nman who took me, took me only for money. He was an alcoholic. He treated his\nfamily very badly. They lived in very bad -- they were very primitive people.\nBut I don’t think they were -- they weren’t brutal, they didn’t do anything bad,\nanything cruel for me. They were such a simpleton. My mother visited me there.\nMy mother didn’t talk and didn’t trust, instinctively didn’t trust our\ncousins. She noticed the transformation; they were different people and she\ndidn’t know how far they are able to go. Something opened, something different;\nthey were very close relatives and very close friends. But something strange,\nstrange feelings and mistrust, opened between my mother and my cousins. So\nthey didn’t want to tell my mother where I am. At last my mother came. I have to\ntell you about how my mother left ghetto. I will finish this, okay?",
        "A: My mother came and I went to meet her. It was only three weeks after I left\nghetto, three or four, very short time. We met on the road and I was like dead\ninside. I couldn’t even be happy. It was -- I didn’t feel my mother was coming. I\nwas like a living -- like somebody sucked away my feelings. It took some time,\nnot very long, maybe half an hour, maybe 15 minutes, before I started to feel\nhappiness and then it was absolutely great feeling to have my mother again.\nBecause I didn’t think that we could survive. I left, no. This is something that I\nnever told anybody. It’s something that I’m not sure if it’s very loyal to tell about\nother people. To tell how disaster makes people, divide people, divide close\npeople --. When I was in my cousins’ apartment, 1t wasn’t -- not very big\napartment; other people helped my parents to get out -- of ghetto. They -- the\ntelephone -- I said that the telephone was still working. The ghetto almost didn’t\nexist but the telephone was working. So one of my father’s, my parents’ friends\ncame over and told me Dzidzia please, I want to talk in private with Lilusia.\nLilusia was cousin. I don’t want you to be here because I have to tell something.\nWe have some things that grown-up people have to talk. I left the room but I\nknew that it was about my parents. I put my ear into a lock and I heard\neverything. He told, Mr. ---- I am saying his words. He said “Wladek, (my\nfather) he’s crazy. They don’t have any valuables, they don’t have any valuable\nthings. They have little money, he looks like he looks and he want to leave the\nghetto. He’s absolutely crazy. I don’t know what, I can’t figure out the way of\nhis thinking.” It was quite cruel but it was the -- his intentions were good. He\ndidn’t say this because he had something against my father’s survival but he knew\nit was unrealistic. At least I knew my father, my parents were alive. By the same\nway, the same groups who worked outside ghetto, were still working outside\nghetto, were working for quite a long time, few months longer. First my mother,\nthen my father were transported through ghetto borders and they were also in the\nworking place outside the ghetto. Some friends of my parents came over and took\nthem to their house. It was act of courage like absolute heroism. They were\nheroes because it was obvious for people outside the ghetto, who my parents were\n-- the way they looked and the sort of the way they were dressed, it was\nabsolutely obvious. But from where my parents were outside in the safe place,\nthe other friend made first contact, who talk on the phone with my father and who\ngave him the idea that there’s a chance for my father, took things in his hands and\nfound a place in Milanowek, in Warsaw suburbs. My parents were in Milanowek;\nI moved from one place to another for a few months. Some people were nice,\nsome people were scared; some people had tried but couldn’t manage, it was too\nrisky Sometime people around started to talk about me; that there is something\nstrange with me, who I am, it’s obvious who I am. It was obvious who I am. At\nlast, from January 17, 1943, we were together for two years, together with my\nparents. Those two years weren’t bad.",
        "A: In Milanowek, in Warsaw suburbs. We spent two years in relative quiet, quiet\nenvironment, relatively quiet. We --.",
        "A: No. My sister was --.",
        "A: The other people. On some occasions when there was some danger around, other\npeople used to take my sister to our place because it was in the same small town.\nBut it was rather rare. Most of the time, my sister was with, in the other place.\nWe weren’t -- the people, Mr. and Mrs. Sokolowski is this name, they are both\ndead by now, only their daughter is alive. Their daughter was my friend. She4\nwas -- we were of the same age so we --. Mr. and Mrs. Sokolowski put some\nconditions. They took us under some conditions. We were not supposed to have\nguests, nobody was supposed to know our address and we were not supposed to\nleave the place. We had some false documents but my father when he got his --\nyou know what kennkarte was?",
        "A: When my father got his passport, his kennkarte, that was very hard to get one. At\nlast he received one, he had to sign it. He signed Wladyslew Winawer. His\nkennkarte was for different name but he -- it was disaster. But at the same time,\nwe knew that my father couldn’t use that kennkarte, he simply couldn’t use it.\nNobody would believe he was --.",
        "A: Yes, he was.",
        "A: No, it couldn’t have been any problem to know that more. It was sort of, really,\nno false hope. It’s obvious that we can’t lead any official life. There’s no way for\nus to pretend that we live here, live there as tenants or something like that. But our\nMr. and Mrs. Sokolowski didn’t believe, didn’t, took us knowing that we are a --\nwait a second -- it was a death sentence. So thy built something sort of, the same\nthing that we had in our small barracks. They built sort of trap with covered\nentrance and any time they kept the house gated. The gate was always locked and\nany time somebody suspicious appeared at the gate, we’re supposed to hide in the\ntrap. We did it; we learned how to do it very quickly. It was like a drill, like a\nmilitary drill. They were, they weren’t like Polish people, Polish people are\nemotional, poorly organized. This is typical, this is what 1s typical in Polish\nculture and Polish --. But they were completely different. They had a very strong\nsense of responsibility and they knew the risk they taking and everything was\nperfectly well organized. Little by little, we had more and more things to take\nwith us, a radio and arms and many, many things because we were the safest\npeople to keep dangerous things. Because we weren’t supposed to be taken to\nGestapo or to be tortured because Jews were killed on the spot. Since we, little by\nlittle we had more important things to hide with us, we felt more -- our life had\nmore value. We did something, we did something more than try to save our lives.\nComparing to the other people our life in hiding was very, very quiet and\nuneventful.",
        "A: No, because we were 1n hiding.",
        "A: When we liberated; we --. A few days later, my father was very sick. Well, those\n-- my father was depressed. He, in his character, he was able to do heroic acts but\nhe had no discipline like my mother, to stay quiet, to wait, to do routine things; he\nbecame depressed, he became so depressed, he didn’t get up, he stayed in bed for\nweeks on. What turned out to be great, great help for his tuberculosis because this\nis the way that tuberculosis can be cured. So he survived. There were some bad\ntimes, sometimes he was very sick but all in all he, in the end of the war, he was\nmuch better than a few years earlier. He survived; I think what he did, he opened\nsort of Jewish ;place of Jewish, not council; Jewish, not gathering place; place\nthat you learn about other people who survived.",
        "A: Something, it wasn’t any, it was spontaneous, it was something, it wasn’t any\norganization in -- but it was the place where many people --. We moved from\nthat, our hiding place. We found an apartment very, very close, close by. People\nwho came from Russia, people who was leaving the hiding places, people who\ncame from camps, they came en masse to our place to talk about the way they\nsurvived, what happened to them, to ask about other people. It was unfortunate,\nwe didn’t have anything like tape recorders, tape recorders like now. I didn’t, I\ndon’t remember --. Most of those exciting stories got lost.",
        "A: The Russians on exact date, I’m telling you the date because the date was very\nimportant, very, very meaningful in Poland. Because on January 17 of 1945, the\nRussians came. It’s questionable if they liberated Poland but they liberated us,\nthat’s for sure. It was exactly two years of living in the Mr. and Mrs.\nSokolowski’s house.",
        "A: Well, only I saw the fire and heard shots but --.",
        "A: I didn’t know because I lived in suburbs. It wasn’t close. It wasn’t -- so people,\nmy husband, who wasn’t Jewish, who lived next to ghetto and the neighboring\nstreet, to walls so his knowledge about uprising in ghetto is much more precise\nthan mine. Because he heard voices, he saw things that I didn’t. I know it was,\naccording to his memory, it was something you can’t forget.",
        "A: But well, this is nothing, nothing special because he didn’t, he’s contacted his --.\nHe doesn’t know that much to make the story special. You have to listen, to talk\nto people who have some, who helped or who --.",
        "A: Well, maybe. I will --. People who helped Jews are heroes. I really think of it.",
        "A: After the -- well --.",
        "A: After time in hiding. When I left my hiding place, I wasn’t normal girl. I wasn’t\nlike the other girls. Because after two years of being isolated, I was strange. I\nwas almost half-crazy, stupid, extremely naive, extremely stupid. I wanted to be\nlike other girls, I didn’t want to be so wise and experienced and remember. I\ndidn’t want to remember anything for years.",
        "A: Well, I talked. I didn’t -- I talked. I didn’t like to talk about our disappointments\nof our relatives or something that our friends said, not knowing that I heard it\nbecause they were very good people. They had good intentions, they didn’t want\nto hurt anybody. No, I don’t have any --. I don’t feel different than other people.\nI don’t feel that I survived, that I had tragic experience because my experience\nwas very, very --. Comparing to other people, my life, my war experience was --.",
        "A: Mild, I would say mild. Comparing --.",
        "A: Absolutely mild. I would say it was mild comparing to the others. Comparing to\nAmerican girl, living in American suburb, it was tragedy but you have to always,\nalways compare to something. It was mild. I didn’t know a fear of death. Since I\ndidn’t, I had only a fear of being alone, not being with my parents. I was afraid of\nbrutal people, of primitive people more than of execution. I remember that\nmoment close to death, it wasn’t a moment of fear. It was sort of moment of\nexpectation, not of fear. I don’t know if I hadn’t -- if execution squad will shot\nme, I will be hero, I don’t know. As far as I know, I wasn’t afraid of death and in\nsome way, I was prepared. We knew that there’s no chance to survive. We had\nno money, we lived from month to month. My father had some lots in Warsaw.\nThey were un-built lots; they were very difficult to be sold but our friends\nmanaged somehow to find buyers. Well, for low price. We lived selling those\nlots. My parents didn’t have, didn’t have, really didn’t have any money to live\non. It was almost day-to-day survival. We didn’t have much hope but we --. I\ncan tell about my father because my father helped us out of his difficult streak in\nhim; but my mother and me were quiet. We were always quiet. My father was a\nhero but couldn’t stand the passive life.",
        "A: My life.",
        "A: Well, okay. Can we take some break.",
        "A: Okay, our life after war was difficult to me because I didn’t go to school during\nthe war. My education was shattered. I learned something, a little bit of this, a\nlittle bit of that. My parents tried to teach me but wasn’t organized, disciplined\nway of teaching so I was two years behind my peers. I thought at the age of 17, if\nyou are two years older than your classmates, you feel terrible.(?) It’s completely\ndifferent, different world. With my experience, I was more distant, more different\nthan -- to my peers than even if I were two years older but --. I couldn’t find a\nplace. I didn’t belong anywhere. In those days, it was only once in my years that\nI found the victim of anti-Semitism. After the war, there was very strong anti-\nSemitic attitude, especially among the young people, among kid at school.\nMaybe not only, but I felt it at school.",
        "A: Well, I felt the same. No, I didn’t, I didn’t. I didn’t feel different, I felt\nprosecuted or hurt but no, hurt by stupid idiots. But the school was anti-Semitic,\nnot only kids, teachers too. The atmosphere was very unpleasant. I wanted to go\nto a special school for grown-ups. There were such schools after the war, to make\nevening classes for working people. But my parents didn’t accept it and I was -- I\nwas, somehow, I depended on my family more than seventeen-year-old depends\nin normal times. If they say no, I accepted it and I used to go to regular school.\nThe school was so bad and they treated me so unfairly that I moved to another\nschool. I changed schools and in that school, in another place, another town, I felt\n--. It was a good school and everybody liked me and everything was okay. Little\nby little, I returned to normal life. When I finished school, I started to study law\nand the new calamities, how do you say it in English, disaster came?",
        "A: The calamities came, Stalinism, communism. Whatever happened during the\nHitler era had some good followers during the Stalin era. Little by little, I was\nmore involved in rebellion against Stalinism than thinking about my past.",
        "A: My -- many friends begged them to leave Poland. But my father was sick with\nthe tuberculosis that was much better but when he started working and he was --\nworked with such an energy, he became ill again. My father had no -- this is not\nprofession to --.",
        "A: At the age of 44 or 45, sick with -- and the world didn’t like, wasn’t open for\nrefugees. It was very bad time for the -- the only immigration could be to -- even\nthat was before Israel was formed",
        "A: They didn’t, they thought it wouldn’t be reasonable.",
        "A: And got married. No I, for a few years, I worked as a judge, as a judge\nsomething. Then I started to practice law. Not a regular judge, sort of judge. Was\nadministration, sort of -- well, doesn’t matter. Interesting?",
        "A: I will tell you because I forgot the word today. New Socialistic organization that\nwas supposed to judge, to settle the cases between public sector because courts\nwere too conservative and the communist wants special court for organizations,\nfor whatever. I’m getting tired and I --.",
        "A: So, whatever you hear, you hear only my eh, eh, eh.",
        "A: So it was a very quiet place. There was, the place was built by communism, by\ncommunists but it turned out to be less political than they expected it to be. I\nspend there five years and during the Gomulka rebellion, a renovation in 1957, I\ndecide to change profession and be a lawyer. My first husband was a lawyer and\nmy father was very prominent lawyer. He was in the council in the town.",
        "A: Oh, thank you, thank you.\nNote:\n[Some additions/deletions as well as corrections were made to the original\ntranscript. Therefore some aspects of this copy may differ from the taped\ninterview. |\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nJune 5, 1992\nAnnandale, Virginia"
    ]
}