{
    "rg": "RG-50.030.0305_trs_en",
    "sequence": [
        "Q: If you would please tell me your name, where you were born, when you were born?",
        "A: My name is Solomon Rodashinksy. I was born and raised in Poland, in Warsaw. My birthday\nis May 17, 1910. All my life I was in Warsaw, the whole family. I come from eight people, six\nchildren, three girls and three boys and my father and my mother and the rest of the family,\nmy father's side was six brothers and three sisters. My mother's was two sisters and three\nbrothers, so we had a big family. Over there, I figured out after the war how many people is\nalive, I never find it to now nobody. I was looking in papers, conventions, I was going in\n1981 and in 1993 the Washington D.C. and then in 1985 in Philadelphia. There was a\nconvention I ever missed, I advertised through the radio, through the\ntelevision, through the . Still now I get some papers from the\n, they ask me to find somebody and until now I never saw a person\npointing their finger saying I know you. There was 78 people including nieces, nephews, all\nof the family, and I’m the one alive. I ask myself many times why, why am I alive? But,\nmaybe God leave it me to be alive to sometime say the way I am and what I am and that's it.\nThen in 1940 Yom Kippur day, it comes out they're going to make a ghetto and that ghetto\ndon't take too long from Yom Kippur to November 15, everybody had to come out and\nwhere to find a room. It was very hard. Some people never let in, but later on they did it\nbecause the Jewish section around Warsaw was around and we found a room of less in\n, the street. But there was on the one room, six people, my\nmother, my father, three sisters and I who were the six. I think one of my brothers there. We\nsleep on the floor and the winter time -- and Europe's winter time is not like here, a little day\nlike yesterday morning you say oh it's cold. I say it's cold too, because I'm already 45 years\nhere in the United States, but the life was very, very hard. Until they come into the ghetto.\nThe ghetto was so terrible, people were laying in the streets. Mostly the people were coming\naround from around the small towns behind Balsa. The Germans throw out and make it the\nthird . The third means any people can't live around in this\ntown, the third . People with little children, they're in the street every\nmorning we saw the dead in the corner. When the Jewish commander ;\nthat means people would come and pick up the dead people in little hand trailers and bring\nthat to the cemetery and the cemetery had no place. They made big, big holes and they put in\n100 to 200 people and they covered it. No food. So, when I'm talking about, I see the picture\nfrom my eyes what happened there. There was a young guy, his name was Rubinstein. He\nwas no crazy, he made it crazy. He was running around in the streets, I have to say a few\nwords in Yiddish what he said , that means we're all the same\nand the fat get off, so it's no one higher than the other one. And he knows to who to go and\nask for money. You got a cat, give me money. Give me five , like you say\nhere five dollars and if you're going to give me I'm going to holler and we\ngot scared. Everybody give him, he got a full cap with money, he go around in those sections\nwith the poor people laying in the street with their children and take the money and throw tt,\nand they grabbed the money and bring the money again, just money. He\nhelped those poor people in the street. This was not help too, of course. There come a time\n1942, July 22, the about 2 o'clock signs in the street who wants to go to\nwork and get two bread. Our bread at that time, our bread is not like you got it here, a pint, a\nbread is a kilo. A kilo is close to two and half pounds. People pushed one into the other one.\nEverybody like to be the first to get the bread. The first transport as 20,000 people. They\ndon't know where they're going. Nobody don't know but the president and the Jewish\ncommander his name was . He hid a man, a Pollock and he paid him\nmoney to follow the trains with 20,000 people and that Pollock took that money and never\ncame back. The next day he did the same thing. He gave another Pollock the money and\nfollow it. He never came back, but Treblinka is not too far from Warsaw, is 120 kilometers is\nlike 80 miles. The third day comes a young man blonde, he never looked like a Jew and he\ntook off his arm band and put on a cap like the Pollocks used to wear with the leather, and\nhe said 80 years old the guy is, all but 6'2\" tall and he said I risk my life. I'm going to follow\nthat train and I'm coming back. I don't want no money and I'm coming back and I'm going\nto see what's going on and he followed and he was coming back and it was told Mr.\nthis and this place, Treblinka is a crematortum. The people coming down in\nthe trains is no selection like they make selections in other camps, it is no selection they tell\nthem to get off their clothes and they tell them they're going in to take a bath, and they cut\noff their hair, everybody, the men, the women and they shave their heads and they're going\nin a shed, they close the door, outside in the corner there is a man who brings down the\nswitch. They bring down the switch and it pumps gas. He heard that and the people were\nhollering, children crying and a while later, he said they come in and they're taking out little\nhand trailers, put it down and bring that to the crematoriums put them in the ovens. He told\nthis, Mr. , when I speak many times about this, I tell their story. To me the men\ndid a big mistake. He's supposed to say for the public what's going on. There's no where to\ngo any way, what you know. He did it. He called his whole family, brothers, sisters, brother-\nin-laws, uncles, aunts, nephews, nieces to his house and closed all the windows, the doors,\nand put in all the ovens the gas, and they killed themselves. The next morning we find it out\nwith a note what this is and they're all dead. They're dead, nobody can take their life. They\ncome in and take that way and they were going the same way the others were, the same way.\nThat time, the organizations the communists other , allies got\ntogether and seen to protect what they can protect. but Pollocks used to come\nin the ghetto, they don't suppose they smuggle in themself. One bring a few potatoes, one\nbring a bread, and he asked you want a suit. We give him our suit and they give us bread.\nWhatever he wanted, we give him. He asked not for money and the people got clothes and\nthey got in contact with the Polish side only risk was some of them take the money and they\nbring a gun and they bring a rifle. They bring some bullets. Some of them say no send me\nthe money. How can we send the money. There was little children, 8, 10, 12 that break the\nfence from the ghetto, it was a brick fence and the evening as soon as it's getting a little dark\nthose children were going over on the other side smuggling. They used to buy some bread,\npotatoes, carrots. Early in the morning, six o'clock in the morning when we can walk and get\ndaylight, they're coming back. With their children we're sending all the money and they send\nthe ammunition and they bring ammunition and many times if they send the children\nthrough the canals, the drains in the street, the drains in the street was dry because when\nthey used no water, there was nothing to cook so there was no water. It should have gone\nthrough the drains and canals in the street to the other side and bringing in bottles with\ngasoline, and we make bombs. Fill a bottle with gasoline and cover it with a piece of rag\nthat's coming out and light and throw and this was a bomb.",
        "Q: Were you involved with this?",
        "A: No.",
        "Q: But you knew about it?",
        "A: I know that, but I would have been but I know that. Not everybody was to know that, but I\nknow that. I was even maybe three kilometers, three kilometers is over two miles because my\nshop was in a different street and as so we got organized from bombs, ammunition, hand\nerenades, rifles, you know, and the time was coming. I was a . The\nGermans got two shops. One shop was the name Schultz and one shop was Terbantz. I was\nin Terbantz, three kilometers away, let's say like three miles. One day a guy came and said he\nsaw my sister by Schultz. I say you're sure. He said you know I know your sister, the\nyoungster. I said yes, and I say how can I go over and see? I'm locked up here, I cannot go\nout on the street. He said I was coming with a German and I'm going to stay there over\nnight and if you want he's going to take you and he's going to bring you back, but it's going\nto cost you 500 marks, like $500. I say okay, I give him the money and he introduced me to\nthe German and the German tied my hand with a piece of string in the bag and I'm in front\nof him and they're behind me with the rifle and he bring me over there to Schultz. I come\nover there and he give me the address and I look and my sister is not there. I asked people\nthat I used to know and some of them said yes she was working today. Some said they didn't\nsee her in a few days. I can never find her. It's coming five o'clock I have to go back and the\nGerman soldier said to me we cannot go back. I cannot come back. I said why? He said you\ndon't know? I said no what is? You bring me to the gate, to the fence, he said look out, do\nyou see what there is? I said yes I see man soldiers there around this is what tomorrow\nmorning. I said what do you mean tomorrow morning. He said all the Juden are going to be\ndead tomorrow morning. This was the 18th of April.",
        "Q: What year?",
        "A: 1943, I stayed over night as soon as daylight was coming in the morning we hear a song. The\nGermans opened the gate and come in in the ghetto and singing that song all the Jews are\ngoing to be dead today. We looked down there and we see in the meantime comes out three\nsoldiers, officers, the lieutenant, a captain and looking like the Germans were walking with\ntheir hands in the boots and their head high and stopping. They stopped and one from the\nthree asked the leader of the group where are you going. We're going to kill all the Jews. You\ngot a paper to show something. We don't know nothing. No, we don't have nothing. The\nmajor is outside. They turn around and come back they don't know nothing. They turn\naround and go back they started to fire. Fire was coming out where the building I was\nbefore, demolished, half from the bombs. See nobody in that time we killed all but two\nhundred soldiers inside. The Jews started the uprising April 19 and I was there because I was\nnot going back. Hundreds were probably killed but the Germans saw that we be strong, but\none thing we never got, we didn't have no airplanes or they're throwing out higher bombs.\nThey got that. They started throwing out the bombs with the fire bombs and this was about\nsix weeks we were fighting. May 1st was quiet in the morning and I was going out taking a\nlook and I got a shot in my right ankle. See my right ankle, I got the shot right there, through\nhere. One German saw me I fall down. He was coming with the rifle. He hollered stand up\nand I had to stand up , they bring me to the , you\nknow what the is? No more now. I come to\nthe , the train is mostly full already with people to go to Treblinka. Well,\nthey pushed me and they throwed me in. I come to Treblinka. That train stopped they say\nthey can not the 20,000. They can take half. They took the half but my luck I wasn't out of\nsight. I was going to Maidonek.",
        "Q: Did you at this time know anything about Treblinka?",
        "A: Yes, I told you before there president",
        "Q: Yeah, but you said he didn't tell anybody?",
        "A: He left a note. He left a note and then killed himself and his family and left a note about\nTreblinka. That's how we find it out.",
        "Q: So you knew what Treblinka was?",
        "A: Yes. They cut the train in half and I was going to Maidonek.",
        "Q: When was this?",
        "A: 1943, May 1. I was in the ghetto until May 1. From the 18th to May Ist.",
        "Q: Can I just go back a second?",
        "A: Yes.",
        "Q: During the few weeks of the beginning of the uprising in the ghetto, what were you doing?\nJust hiding?",
        "A: Everybody was hiding. Special people that organized to do something there because they\nwere scared. They were scared to trust, maybe spies, civil spies, Germans. Even they know\nme, no we have no place for you to help. When we need you we'll call you. There was\norganized. They were fighting six weeks. When the war started German met Poland not even\nless two weeks. Why? Because there was spies, give over the telegrams to the Germans\nwhere to find the bombs, where there were houses, and where the railroad tracks and\neverything, not even two weeks, and they fight us, they fight six weeks. Then the history and\nthe war, the six weeks they give up many, I was in Balsa two years ago and I seen in\na tombstone but it stood where he used to live Street. My wife\nused to live on that street. I saw that tombstone, and it is written in Hebrew and in Jewish\nand in Polish, his name. My wife used to know the man.",
        "Q: How did you know where to hide? Where did you hide?",
        "A: Like I say before, I was lucky. All my family dead, I'm the one alive. There were many people\nthat survived the . There was no place to go. We go into the bunkers. There were\nmany bunkers. There were bunkers made onto the ground. From one street to the other one\nfor two miles and the Germans found them out and they destroyed the bunkers with the\npeople. We can never find the people later. It was to go\nout . When I got and that was on the ground, those bunkers\nfrom all the way from street to the other one and they find it and they throw bombs there.\nThe whole Warsaw 1s destroyed, 85 percent destroyed. I was there two years ago and I don't\nwant to go there. My daughter used to bother me to go and I when I was\ncoming there to Street and I take a look inside. I didn't want to go no further,\nnot one house. Everything is destroyed and the barracks the Russians put up barracks four\not five floors and the Pollocks come, there never was so many Pollocks there and they got in\nthe millions there not in the thousands, in the millions in the street so many cars, they park\nin the sidewalk, they park in the cars. 1 was coming to Maidenek.",
        "Q: Okay, I was just wondering if you could tell me a little bit more about your life before the\nwat, so can we just go back and then we'll get to Maidenek. When you were living in\nWarsaw, I want to know a little bit more about your family life. You weren't married before\nthe war?",
        "A: Yes.",
        "Q: Oh, you were married. When you went into the ghetto your wife was with you as well?",
        "A: She was, not too long. She was all the time with me until 1942 to ,\nOne day it was in September and October was a selection and they took out all the people\nplus the people that were in the shop. I was in the shop and that was in the house. It was\nsupposed to be that people were in the house working the night shift and they want to know\nwho took that evening. A man, a German officer, he was running the shop and he told the\npeople from the night shift and they said you get us some others and they say I don't have it.\nThey say that's your problem and took them, all of them to Treblinka.",
        "Q: So, when you came home for work?",
        "A: This was in the same building, they left ten minutes later all the shop we go down there and\nsaw nobody was there. Even was a lot of children was too. In Europe the houses are not like\nhere. The houses are built in the ground a cellar and then build up the houses and we put\ntogether a few cellars and we hid over there a woman which worked in the shop with\nchildren. On the other side, we put in some water to see when the commandant says\nsomething is broken from the pipes, water on it because you cannot get a plumber. But\nsomebody who had a big mouth said on the other side there is a woman and children. We'd\nlike to find it out and we can never find it out who did it there. Who did it there we just\nthink it was the police.",
        "Q: The Jewish police?",
        "A: That's right. The police had a big mouth and that did it and those Germans knocked off that\nwall and there were people who were going out -- they had to close the water and they got\nwet and it was a very frozen day, and snow and they have to go through the water and walk\nthrough the . I think many, many was fall down there and it was a far way\nto walk to the place where we were.",
        "Q: Did you have any children at that time?",
        "A: One child, two and a half years.",
        "Q: When you were working at the plant what kind of work were you doing?",
        "A: We used to make jackets from lambskins like the jackets, the short ones. We used\nto make lambskin jackets like that because Europe is very cold. Some jackets like this we\nused to make gloves and caps.",
        "Q: Who were you making them for?",
        "A: For the Germans. Everything was for the Germans. Every day so much had to be ready.",
        "Q: Do you think because you were a furrier that this bought you time because you could work\nwell for the Germans?",
        "A: Yes, that's what saved me. They never touched the men from the shop, just they look in the\nhouses, the private houses. We used to live in the same building.",
        "Q: The same building you worked in?",
        "A: Yes, the same building.",
        "Q: So you couldn't go back to your home?",
        "A: No, the same building. We never saw the street. In the morning when we're going out to the\nshop or work at night they come down in the morning, six o'clock, six thirty in the morning\nI got back in my room, sleep until 3:00, 4:00 in the evening.",
        "Q: I'm a little confused because you say when you first went into the ghetto you lived with your\nfamily and there were many people in one room?",
        "A: Yes. They started the ghetto. This was in 1940. At that time there were no shops. In 1941,\n'42 they organized the shops, before they opened the shops we were scared to walk in the\nstreets because they grabbed people in the street and some of them never came home. To\nclean the snow from the railroad tracks, work in the street, this started this was later. This\nstarted in 1942 when Treblinka opened up.",
        "Q: How did people get chosen for work?",
        "A: Well not everybody can get work. You have to be -- when you say you're a tailor you have to\nbe a tailor. There was a tailor shop too. There was in the same street, but our shop was the\nfurrier shop was a big university, a big building they make a tailor shop. When somebody\nregistered a tailor is going in and working and he didn't know how to do something. He\nnever come out, why he never come out was a man, a German. His name was ;\nand he was coming mostly at night. He was coming and checking, not in the day. When\nsomebody don't know how to work was working at night because the production was made\nin the day that people that were really tailors that know how to do it. I'm a tailor you know I\nwork in the day and somebody's not, I make the production for him, for the man to be alive.\nAnd that , he used to come at night and he was I don't know how to call this\nman this, this man was a monster. You see, the material goes on the table laid down there\nabout this high, maybe higher and they put it on a stencil and chalked around with chalk,\nwhere the sleeves, where the front, where the back and took hold of that. Usually you got\nelectric scissors and cut it through there. There they got the knives. Put it on their knives and\ncut it straight in the chalk and cut it all through the material. That's very hard to do. That\nused to have knives with him he took it and he used to know who was\nworking and who was not. He used to come in and look and throw the knife straight in the\nchest. We used to know when he came we took some people bring them down in the\nbunkers and hide them. He was going to the bunkers and find them and kill them the same\nway, with the knives, thrown the knives in the chest. It was thrown.",
        "Q: It must have been terrifying?",
        "A: You have to know what you're doing. If you say you're a furrier or a shoe maker, fixes shoes,\nyou got a lot of shops but you have to know the work. Somebody was going in there maybe\nhe knows some people there to help him bring him in to save his life, his life was not sure\nthe day or the night when he got killed. When he got out alive, he was lucky.",
        "Q: Tell me a little bit about the ghetto life and the Jewish consul and all of that.",
        "A: The Jewish consul there is nothing to say because nothing can help them. They're getting no\nhelp. Where can they get help. They never used to get help from nobody. They never used to\nget it. The people themselves had to help them. Like I said before, we risked our lives and\nwe saw a common end in the ghetto. We asked them, you got a bread, you got a potato,\ncome on I'll get you something. He say, what, I'd say I got pants, I got shoes, we give up our\nshirts, give up everything, give away, because we got some money but they didn't want no\nmoney. They got a lot of money before when the Germans occupied Germans in 1939, they\nrobbed all the stores and there were some very beautiful stores, shoes, suits, ladies dresses\neverything, sections. They robbed right away. They come in the shop with the Germans, you\nthere, he got this and this. Streets, , all of those business, nice\nones, good ones. What kind of stores there were, everything sections. Not stores that got\nthis, this and everything. Mens clothes is men's cloths. Men's shirts and underwear is men's\nshirts and underwear. They used to know. They used to come by. So, we had no help. You\nhad to help yourself. You risk your life. We had to ask you come on give me a piece of bread\ngive me a few potatoes. Just to make the day to be alive.",
        "Q: Were you able to get over to the Polish side? Did you do that?",
        "A: No, I didn't go on the Polish side. I had no business to go there because I know that I used\nto have was robbed. I bring with me a little bit, I sell there and whatever I can make, I make\nit.",
        "Q: But that was for people who were coming in?",
        "A: Yes.",
        "Q: Now, life in the ghetto before you were at the shop all the time, tell me about it.",
        "A: Life in the ghetto, I was going out in the street, they grabbed me to work. I was many time\nthey take and grab me to clean up the snow on the railroad tracks and then they would come\na day when I was coming back and I was luck to be coming back. I know the sections and\nhow to handle it a little bit. Because I used to have some fur with me and carry it around.\nOne time I sell a Pollock a little jacket, a seal jacket, and the Germans were a way and a few\nweeks later they arrest him in front of the police they ask him where he got it. He told my\nname; he told my address. When I come home in the evening two policeman one a\npoliceman and one a civilian, wait for me and they arrest me. I said for what. They said come\non. I come up to the police station and first of the civilian started to beat me and he said in\nPolish, they said you dirty Jew. I say for why, why are you beating me. Tell me what you\nwant. I did nothing wrong because first of all I'm scared and I don't know if I'll come out\nalive or not. I want to know. He said you sold a seal jacket to a man, where did you get it. I\nsaid let me see if it's mine or not. Yes, I sold it because that was my wife's and I got that little\nchild and they have nothing to eat and I sold that and I didn't sell it for money; I sold it for\nbread. He bring me two breads and some potatoes. I can recognize mine because I make\nthem. Then he give me a paper with a pencil, I want you to move it down there how you can\nrecognize your work. I wrote down I can look down inside the lining, what kind of lining it\nwas and I take the paper with the pencil and I wrote down that the lining is made so on and\nso on to look nice. He brings it in, and I said this is not mine. This is not mine. He said it's\nyours. I said it's not mine. You told me to write down to give you how it was made and now\nI got the paper and look if that's the same thing or not. Well, he started to beat me again. He\nsaid I want 500 slotas. I said I don't have it with me. I can bring it tomorrow. He said if you\ndon't bring me tomorrow you're going to be dead. I'm coming out and I'll arrest you and\nyoull be dead. I said okay, but give me a pass to pass the gate when the Germans stand. He\nwrite me down, he said 12:00 you be here then I will wait outside by the gate for you. It was\na nice day and I will bring you 500 slotas and that's how I was free.",
        "Q: So this policeman was a Jewish policeman?",
        "A: No, Polish. The Jewish policemen were inside in the ghetto. There was a big man. I'll never\nforget him. My got killed through a Jewish policeman. 1942 in April he's gone\nto the wall with the children coming back and they brought our bread and our Jewish\npoliceman saw that and he called the German and says stop that Jew he's got our bread that\nlittle boy. What happened to that little boy, I don't know. I think they killed the little boy too.\nHe shot them in the back. He shot them. In 1941, wa a time to give away all fur coats, all the\ngold, all the diamonds, whatever somebody had. We give away and one day I come from\nwork I come in the house and I see my mother and two sisters dead. They took Riena, they\nwear black uniforms going door to door around and seeing them coming in and ask to give\nthe furs or gold or whatever and they said they didn't have it, they give away to the Jewish\ncommander. They didn't want to believe this to they look to see if they can find it, and they\nkilled my mother and two sisters. They killed them in the house.",
        "Q: Through who?",
        "A: Through the Jewish police. The Jewish police were showing them where to go, which\nhouses.",
        "Q: Were they ever helpful?",
        "A: To who? They were helpful to themselves. They were helpful to themselves, not to nobody.\nMany people got killed in there.",
        "Q: Was the Jewish consul any better?",
        "A: To tell you the truth, I don't know who was the Jewish council. We never got nothing to\nhelp them. Nobody send in to the ghetto to help, which consul send in? No consulate. The\nwhole war, nobody helped us nothing.",
        "Q: What I was asking is I thought there was a Judenrot.",
        "A: The Judenrot did nothing but for themselves. If they got us something, they took away for\nthemselves. That's all. They never helped nothing. I don't know from where they get the\nhelp, from where they get the help. The United States never helped nothing. The other\nconsulates, which consulate can help there, but not the United States.",
        "Q: I read that in the Warsaw Ghetto, at least in the beginning there was a lot of activity. There\nwas a lot of schools and concerts?",
        "A: That was special made for the Germans. They make some concerts. They took the nicest\ncafeterias and tell people to get dressed nice to come in and bring some .\nThey're playing, dancing and to show them the Jews in the ghetto, look how they're living,\nand this was propaganda. This was lies. It was propaganda. You read, there was propaganda\nfrom the Germans.",
        "Q: So the Jewish community didn't organize their own programs?",
        "A: The Jewish community never got nothing to organize. I remember not I remember, I saw\nwith my own eyes a man get a way a hole in the lining, the material, that time they're going to\nbuy before the war in normal time, it costs maybe 2,000 slotas and 2,000 slotas was a lot of\nmoney. In side there, at that time, he give away free bread, a Pollock did, he wanted\nsomebody to buy it he can give 5,000 slotas. It was no help.\nEnd of Tape #1\nTape #2",
        "Q: What else can you tell me about life in the Warsaw Ghetto?",
        "A: What I can tell your",
        "Q: Every day life, what you did?",
        "A: What I did, the same thing. We just hoped to be at the end to get out of there. We were\nthinking, every day it just got worse and worse and worse until it comes the end. The end\nwas to get out of the ghetto. 1943, April 19 when it was the Warsaw ghetto uprising. That\nwas the end.",
        "Q: Before that was there regular selections or deportations?",
        "A: This was something everybody was hiding, not to go and get caught. Somebody get caught\nand they're never coming back. I thought yesterday , he showed me a number\nwhich 1s close to mine. I got a number 128,232 he got 128,203, you know very short, but I\nasked him when you got the number. He told me he was coming one day before the\nAuschwitz, and from where, he was in 1940. In 1940 they grabbed him on the street. They\nerabbed people on the street like they sometimes come and get dogs on the street. Someday\nlike that and they send him away. He told me where he was. He was a hundred times dead\nand he was coming out and then he was coming the same time the Auschwitz driver was\ncoming.",
        "Q: Were there class distinctions? Did some people live better than others in the ghetto?",
        "A: No. I used to have a home with three bedrooms. Three bedrooms is a six room house. That\nI have to give up five rooms for people. And you can imagine how they live in the ghetto\nwhen I've got a house with six rooms and I have to give up five rooms for people, and\npeople bringing in their own people and they lay in the street and then they take our bed and\nchange their clothes. The life was very, very terrible for us.",
        "Q: Was your house, your house before the war was in the area where the ghetto was?",
        "A: No, no. I had to give up the house and go into the ghetto. Give up the house and give up\neverything, not even the old clothes I had. I left them. I used to have a ,1\nwatched my daughter two years ago and see them in Poland and I saw what the Pollocks\nrobbed a mahogany desk and I told her see I used to have a like that. I used\nto have a bedroom and a living room, furniture like this. The whole world you cannot see\nfurniture like that mahogany furniture.",
        "Q: So you had a nice life before the war?",
        "A: I was good off. I used to have a Polish girl in the house when the Germans were coming in\nand she was going down the , a young girl, very beautiful, and talked to her and\nshe said she worked for a Jew and she knew where they are hiding some in\nthe cellar. She bring them in and they come in with the truck and they took out everything\nand I had to run away. I ran eight kilometers. I stayed there for three days and then I was\ncoming back. I was lucky that I got a shot when I was running. The bombs the bullets\neverything falling. See, there was nobody to trust. Nobody to trust, especially you thought\nthem to be the police they want to show off who they are. This was the trouble. Maybe it\nwould be a little better. Maybe it would be better to get something more to eat, but of course\nthe Pollocks were coming in and they wanted to help, only they wanted something. They\nwere robbed themselves. When we go out after the -- the 19th of April I saw there's nobody\nthere from our family and then I was coming from concentration camp. I was coming from\nMaidonek with my leg and I got a bed, I laid down I see a man comes over to me and asks\nme the way I came. He saw the limp and I showed him my leg and I told him he said I can\nhelp you but I cannot help you with no medication. I said well, first do what you can. First I\nam a doctor, and he took it out a little pocket knife. He took it out and he operated on the\nleg there. I was lucky they give me a shot, it was a long time, he said this is going to help you\nand he helped me cut it up and make bandages but I had no medicine, no medication\nnothing. But I say I can do it. Help yourself, I said what can I help myself, excuse me the\nnext person say you and that's going to help you. The next morning we go\nout to the appell 5:30 in the morning and I look around and I see a few guys I used to know\nand they tell me everything and they said how can you walk out of the gate. When they see\nyou limp they'll take you out. When they take you out they're going to hold you until the\nevening when we all are coming back, and you see the kitchen there, yes, they're going to be\nhanged. I'm in trouble again. Well, I say, one says okay, come on then in the middle. He\nmoved out one and you stay in the middle and we're going to try, we'll go close to you and\nwe're trying to cover you. And they'll try it, and I walked out and I was coming back the\nsame way. What was the trouble outside? Outside was the most trouble than the inside. We\ngathered the wooden shoes there, and we come outside we had to take off and got the two\nholes in the bag, one got a piece of string to pull it back together and put it on the left\nshoulder, not the right, the left shoulder and walking backward and they grab you. They grab\nyour coat, the skin -- many people found and they shot them and put them on the side and\nwhen we're walking back, we have to bring back the dead, carry back the dead because by the\nappell in the morning they count out 200 that they are coming back 200 the same way, dead\not alive, bring them back. The end of the day I get better in the leg. It was nine weeks in\nMaidonek.",
        "Q: Now were you working every day with this bad leg?",
        "A: Yes, I go to work outside in the fields.",
        "Q: Like digging?",
        "A: Digging and we were bringing out some trash. It was very, very dirty work. Dirty work like\ndirty work, but to be nine weeks not to have my shirt to change, not to get a bath, nothing.\nExcuse me for my expression but the lice, it was terrible. Not just from me, we had 1,500\npeople in that barrack all of the same. Until when I was out on the 22nd of July he come, an\nSS man and took it out three groups 750 people, where are we going, we don't know. We\nwere glad to get out of Maidonek. Maidonek was the worse concentration camp there ever\nwas, and Maidonek is in history the worst concentration camp. They were talking yesterday,\nabout Auschwitz and Birkenau, I didn't want to say nothing. Many people know that. It was\nwritten one time in the papers, in a magazine how Maidonek was the worst concentration\ncamp in the history.",
        "Q: Why?",
        "A: They treat people worse than animals. They didn't need to kill people. People killed\nthemselves. Rows and rows of , 29 factory from and they had two\nboys that were Fins and they were with me in the same lodge and then were coming a young\nman, his mother and father were in the shop at with me. He had a big\n. The name of the business was . Their two\nboys, the Fins, and his father and mother was in selection that took away when I explained\nbefore there that it was in the cellar where she was there. She was gone there. He obeyed the\nbusiness with a building and that product was a good friend before the war and they say he's\ngoing to save him and his son. The son is going to Treblinka and I'll tell you about the\ndaughter and he said yes. The 18th, the evening, he walked over from and\nit wasn't to far. He risked his life he took off the , he took the boy and was\ngoing all the way to that . L was two weeks in Maidonek, I see the son is\nthere. I ask him where is Daddy. I say Daddy, they took Daddy to ;\nis not far from Maidonek, a concentration camp. There were 35,000\npeople in and Schultz there three months and that brings this rifle in there\nand they killed them in houses. 35,000 just shot like nothing. They took them up in the shop\nand they killed 35,000 people. My wife's brother was over there too in Schultz shop and I\nasked him where's Daddy and he said Daddy's going to . That guy and the two\ntwins hanged themselves in barracks, the same night they took out the bells. Two young\nboys and an 18 year old boy. The older three they hanged themselves.",
        "Q: Did you see them?",
        "A: Yes, they bring them out in the morning to the appell to the counting. 1,500 people in one\nbarrack and dead to live everybody had to be counted out the same day and then we go out\nto work. People got killed we had to bring them back and lay down there and they have to\ncome, the dead. When I was out, when the SS men took the three groups, the 750 people\nand my group was staying and I didn't make the five and I was in the second 100 and the\nsecond 50 the officer there was an appell that come to seek out a big holes. I remember now\nwhen I look at the holes. A black holes with a white striped nose and the legs have, all of her\nlegs have white and he was lighting the hose around her everyday by the appell. When the\nofficer took us and we would stay separate, the other two groups he took away the same\nthing. One group is gone and digging stones and the other group is gone making\nammunition. Only he was looking and see he comes over and colors dogs, why he colors\ndogs, because they were wearing metal numbers on a piece of metal with a piece of string. I\nremember my number 993, I remember my number and he say do you smoke a cigarette and\nwatch and tell me who smoked a cigarette and if not I'm going to hang dogs and I'll give you\nthree minutes. We're not supposed to move nothing. A whole day in summer in July in the\nheat, no nothing, and we cannot answer nothing for three minutes. It took not three\nminutes. Started the whistle and bring out the bench with the robes and everything and he\ncomes over and he got a whip like this with the silk that you throw on the animals. He\ngathered the first two fifths rivals. Nobody wanted to go first in the bench. No blind fold or\nnothing, they have to put on the rope themselves. I was in the first three. Turn around and\nwe gathered the ropes. The rope was hooked in and to kick away the bench and the first\nthree to be hanged. I muddle by and he hollered, the officer hollered halt, halt, that means\nstop. HE comes over and says what is that. Smoking a cigarette and they want to say we're\nhanging dogs. He said who ts there dogs. A new group, 750 people. You're going to hang 10\ndogs? I cannot carry ten dogs dead, turned them loose. He started beating, his type already to\npull them out in their position to open them up. We're very excited, we don't know what to\ndo. Well, we survived. He beat us but they come down there but we're supposed to stay the\nnext morning but he took us the same night. He took us out to the railroad and we stayed in\nthat train there and the next morning we left, a day and a night and we was coming to\nAuschwitz. We were coming to Auschwitz and we see coming in , the\nsion is still there. I saw that two years ago. Well, the 750 he made the selection and he took it\nout 300. What was the 300, the 300 was already, they were not able to work. There was\nfrozen, the face, the legs, they can't walk. People run in, he never saw them. He said 150 they\nstarted to go and everybody wanted to get out of Maidonek. He bring some soldiers with\nmachine guns and it's in Auschwitz they called it the Birkenau. Over there they killed 300\npeople. No gas chamber, no shower, no nothing just like that.",
        "Q: How did they kill them?",
        "A: With machine guns, and took them away.",
        "Q: Tell me about yout arrival at Auschwitz?",
        "A: Well I arrived at Auschwitz, the first thing I was glad to be over there. Yes, I'll tell you why. I\ngot other clothes an I was going to get a shower and a shirt and underwear. A little more in\nMaidonek, I'd hang myself too. You can't even get to the toilet in the morning. Terrible, so\nthat camp I never saw all that many but this one was worse. When I was coming to\nAuschwitz I can go in and they cut off my hair and I get shower and wash me up. Once in\nnine weeks, ten weeks, I feel like I'm newly born. But later on, I got some problems. This\nwas a difference. I got some problems. I was the first job was I was digging potatoes from\nthe ground where they cover them for the winter, not to get them frozen. I had all the bad\nones that were frozen were going for us. The good ones were going for the SS. That's what\nthey tell me. If you didn't find one good potato between there, you'd be hanged, that's all. I\nwas working there a few weeks. The second a few months, after there from every Sunday I\ncan be shaved. If I'm not shaved until 12:00 I get no soup. I have to be shaved, my face has\nto be shaved until 12:00 and 12:00 they're bringing out the soup. Any man not shaved\ncannot get it. You have to be shaved to get a little bit of soup. If not I'd have to wait until\nMonday 12:00. Sunday evening if you're working you get Sunday evening a little piece of\nbread. If you're not working you get nothing, just 12:00 the soup. The barber was a barber\nlike me. He says he's a barber. He got a knife and cut it. From the water, the water was not\nclean and I got an infection. I got an infection but they stopped me and one time took me\nout of the line and I was going to the hospital. I stayed in the hospital maybe eight ten days\nbut I was lucky the men there was in the hospital he gave me a little mirror he said that's one\nthing that can help you. You're not going to get another one. You can die here and you're\nnot going to get another one. Be careful because I want this back. You pull out of the hair as\nmuch as you can. Pull out and then the infection will be better and take a little water and I\nwas sitting for days and pulling out hair by hair and that's what helped. I was six or seven\ndays in the hospital. Then I was coming out, I got another job another block, block six.\nBlock six, I come out and I see some people coming from work and some young guys where\nthey used to come in 1942 was not finished. Behind in the\n76,000 that number and one comes over to me and asks me\nwhere are you from and I told him and they said oh tell me about the Warsaw ghetto\nuprising and I told him all that I can, how we were fighting in there and he brings another\ntwo guys, he brings over and the one asked me where, I told him what are you doing. Do\nyou know some people in that business, I said yes. they say yes and I\ncalled them by their name, and when I said I called them by their name no one believed me.\nHe said their name, how did you call me, I said yes I tell them how they called them. I told\nhim when I saw him on the last day in that I told him that guy is going he got the left ear, he\nwas born with that little piece that was hanging down and he said how did they call him by\nhis nick name, I said they call him because of his ear. When I saw this, I got\none in a way in a side and got a piece of bread this size. One bring me a soup but it was cold.\nIt was good soup. One of them ask me one of the piece of paper where they give you you\nare going to work. I have to go into block two tomorrow morning 5:30 in the morning. I see\nthe piece of paper, I don't want you going over there. I said why. You're going to be going\ninto a coal mine. Yesterday I met a man who was working in that coal mine. He was working\nin a coal mine, and he is -- and they say no you're not going, and I say if I'm not going I'm\ngoing to be hanged. He said nobody is going to hang you. Give me the piece of paper. He\npulled it down and went away to the kapos and talked to the kapos. He had the connection\nwith their friends in their own town. They was working and they can organize something and\nthey bring in the kapos, the kapos they changing, the kapo was for their job was not\nare criminal. A young man, 6'6\" tall who weighed over 300 pounds. The\nface when you look into his eyes you don't know him, he's a murderer. He was the kapo of\nus. But this room where I was and that boy is make him good. Then he saw something he\ndon't like you he killed that boy right now. I saw one time he took a guy when they used to\ncome and he took a shovel and hit him in the head and he killed him. He reported it that\nsomebody ran away and nobody can say that it is lie. Everybody won't say they were lying.\nThe kapo 1s telling, take him, let the commandant in the morning and I was scared. I was\nhow I can go out to pass the gate when I got my numbers here. They said you come with us.\nWe're going to save you. You going over there eight ten days you'll be dead. You cannot\nmake it in a coal mine. They covered me and I passed in the morning and I come back in the\nevening and I was working the whole time until the end with those guys. My job was ten\npeople we were digging and bringing it to Birkenau twice a day and we covered\nthe ashes. When the ashes were coming out from the crematoriums. The crematorium and in\nthe back there was a little hole there and coming out the ashes and there was a big two holes\nto get out and we were covering them with the , we were covered with\nashes. I showed my daughter the crematortums in Maidonek and I showed her the ashes\nbecause in Birkenau you can't see, it's demolished everything. One crematorium is just a little\nbit there. You know it's a crematorium but you cannot see nothing. In Birkenau and\nMaidonek all the crematoriums and gas chambers is in Birkenau and I was showing her how\nthe gas chambers and the crematorium where the people were going into the ovens and the\nashes come out in the back and I was covered in Auschwitz.",
        "Q: This was kind of a unique job. Can you remember what you were thinking as you did this\nwork?",
        "A: Yes, sure. When I wasn't going to another job, maybe I was there a long time because I got\nout of here and the boys were saved me. They saved me not to go into the coal mine. I know\nto myself if I was going to a coal mine I was going to be dead. The condition that I was, and\nthat helped me. They gave me some kind of piece of bread. They give me some time a little\nsoup.",
        "Q: Were they working with you?",
        "A: The same group, ten to fifteen people that were coming out there in the fields was divided.\nOne time they come and they say you can make a cape for a kapo. I said yes, but I have no\nmaterial, I have no needle. I need a needle and thread ad scissors. You go and get everything\nand when they bring me there and I say to one, look I have to take the measurement to make\nthe cape. But I was scared to go up and talk to him. He said don't worry. I will take the\nmeasurement. I said I have no tape but I can take a piece of paper and take it around and\nthat's what I need. We come out to work in the morning, they bring me in to the toilet and\nhe was coming in and he looked and me and he whether I hear what he say\nand I told him to sit down because he was tall, 6'6\". I told him to sit down on the toilet. I\ntake a piece of paper and I told him to take off his cap and make the measurement. He said\nthat's it, I said that's it. I can make the cape in two or three hours but I worked two days, in\nthe same toilet every day. I was sitting over there for two days and I made him the cape. He\nbrought me in a piece of bread in the middle of work and I made him the cape and he\nlooked at that. I hope he still has it. He was very happy. Then he don't touch me. He never\nbeat me, never, for eighteen months I was working for him. He never put a finger on me.",
        "Q: Tell me a little bit more about this work, because you were doing the same work for a year\nand halfe",
        "A: Yes.",
        "Q: Did you see a lot of people coming and going?",
        "A: I see men were coming out of Birkenau. We saw the transports coming, people coming in\ntransports. We saw and we saw the selections, left, right. 1944, I think it was April or May\nwas coming a transfer, 10,000 people from Budapest and ;\nThose people never knew where they were going. They lie and say they are going some place\nand it would be changed and for other people they were going to work. They're bringing\nwith them fur coats and all kinds of things and food and we asked the guard there, bread, we\nasked you see what there is. This is not for us, this is for you. You don't smell the steam that\ncomes out from the chimneys? Yes, we feel it there, that is not for us. People said okay.\nThey give us a little piece of bread or crackers, no we need it for us. Later on when the\nselections, right, left, they realized the first group is going on and to see who comes out of\nthe shower and who does not come out, they realize that.\n. That's all from there. This place is not for us. This place\nis for you not for us. One time I think there came a group a mother with her daughter. A\nbeautiful girl I see her with my eyes. Beautiful, young, beautiful and they separate the mother\nfrom the daughter, and the daughter started to cry and she run back and the first man\norabbed her by the hair and throw her over there. And she run back to the mother and she\ncried and she said I want to be with my mother. Wherever my mother goes I want to be with\nmy mother. They told her your mother is going to the gas and you're not going. She said yes,\nI want to go. And he grabbed that pistol and pulled it out, he shot her. The selection was\nmade and they put the ghetto back, the whole 10,000 and they killed them there with\nmachine guns.",
        "Q: They killed everybody?",
        "A: Everybody, all the 10,000, and this girl was the first.",
        "Q: Did you see this?",
        "A: I saw it from far away. I was watching.",
        "Q: You knew it was going on?",
        "A: I used to know every day what's going on there because I was coming twice a day.",
        "Q: Were you working at the crematorium at the time there was that uprising?",
        "A: In 1944 in August or September there were four girls and two boys. Two boys and one girl\ngot caught and got hanged and the woman I was there and they got\nhanged. One boy and two girls he got men in the mornings every day come out and we got a\nmemorial for the six million April 19 every year. One time it's coming out and a man\nspeaking a few years ago and he got a slide and he showed this is a slide and this and this girl\nand she got hanged for the uprising. I said the other girl, I don't know nothing. I said well,\nyou got the one slide and you don't know -- and I told him all about it. He said, oh, I have to\nlook it up and see there.",
        "Q: What were you aware of?",
        "A: You see when they were hanging somebody the whole camp cannot go in the barracks until\nthey have seen for themselves the hanging and talk around it why they get a hanging and for\nwhat and everything. The two girls were hanged in the camp for women. That's in\nAuschwitz, not Birkenau in Auschwitz because they used to work in the ammunition factory.\nThey organized some ammunition, but one crematorium, they damaged one crematorium.\nThey got the gas chambers.",
        "Q: What were you aware of when this going on?",
        "A: What?",
        "Q: Were you aware of what they were doing?",
        "A: Yes.",
        "Q: Before the hanging?",
        "A: No, we find it out after. Find out after, see what happened. Nobody don't know what's\ngoing on. Just the six people the two boys and two girls, nobody else. Even inside in\nBirkenau even in there they don't know nothing. Those four girls and\nthose two boys they organized their own with nobody's help. There was no nothing before\nthat.",
        "Q: Because you were working near the crematorium, did they isolate you at all from other\nprisoners?",
        "A: No.",
        "Q: But you knew exactly what was going on over there?",
        "A: Yes.",
        "Q: So they didn't try to keep you from passing information to other people, nothing like that?",
        "A: No. They were coming out, we used to know the news in the evening and if anything\nhappened any place we used to know in the evenings when we were coming home from\nwork after the appell. They were coming around to each barrack. If I knew something I was\ngoing over to tell them. They would give the news to another one. There was a rabbi in\nAuschwitz in block two. Block two was tailors and there tailors all the good clothes they'd\nlook them over and fix them. People were coming and hiding some gold, diamonds and\nrubies in the clothes, mostly the shoulders. When it comes to that tailor shop it was outside\nin Auschwitz not in where the camp is but on the outside. They find some gold, diamonds,\nbut from their town this is I talk to people yesterday. I talked there were\neven some of them in Auschwitz don't even know what I told them. There was a rabbi in\nblock two and in English the block manager there, in block two they\npaid him. If he was alive, he got enough. He built a closet with a toilet. In the morning the\nrabbis going out to the appell and before we go out to work, he was going in that close and\nhe was sitting inside until we were coming back from work to the appell and at night he was\nfree.",
        "Q: You were talking about the rabbi?",
        "A: Yes, and the rabbi was in the closet the whole day. In the evening he was coming out in the\nappell and he get a slice of bread until in the morning, until January '45, the 18th when we\nwere all going to the death march, I was there too. I saw and another guy was in the same\neroup with me working from Belgium, a young guy 18 or 19 years old and we saw somebody\nfall there. Who fall down because it was a blizzard, snow, was hard walking, hard snow and\nwe saw somebody fall down in the snow and we pick him up. We pick him up and I used to\nknow the rabbi and why I used to know in '43 I was going every morning 5:00 in the\nmorning in the barracks saying after my father. The young guy picked him\nup and take him around and he hold on to us and we spoke but in the middle way one\nsoldier stopped us and give us he got us some stuff, how do you call a slice of ;\nI don't know how to say it in English, but a slice and I and the other\ncuy get the ropes and we pulled there a whole day and a whole night and this man hold on to\nus a whole night and we walked until the morning. The morning it was getting a little bit day\nlight, they stopped us and put us in I don't where, in a small town and they put us in all over\nin stables with animals, cows horses, pigs. Divided, you know, until the evening. The evening\nthey call us out and they said we're going to and from that time we never\nsaw the rabbi again. See, many people don't know what was going on there, what we can do\nto help people. The boys risked their lives and they helped the rabbi to be alive. What\nhappened nobody don't know.",
        "Q: You brought up something that 1s interesting.",
        "A: What?",
        "Q: In the camps, you were able to at least in some small ways observe Judaism?",
        "A: Yes.",
        "Q: Some of the ritual of Judaism?",
        "A: In the same block, people were praying every morning.",
        "Q: Were you aware of Jewish holidays?",
        "A: Jewish holidays we were working. We cannot take Jewish holidays. If Jewish holidays, one\nday you mentioned I will never forget it. We see nobody and we see a soldier, a German\nsoldier and stay and look down there and we started working fast and he say to us slow\ndown, don't work so fast. Today is Saturday. Just like that, today is Saturday. I know all the\nJewish holidays and he started counting all the Jewish holidays, Passover, Rosh Hoshana,\nYom Kippur, all the holidays he started counting and asked him and he'd say himself I'm\nfrom Budapest. I'm from Budapest. You all can give me some money? We're scared to\nanswer. He said don't be scared who goes out there to Birkenau when there are people\ncoming on the transport, I need some Hungarian money. I want to send home to my people.\n. We was working there, the mine was maybe 50 feet away where the\nbarracks were for the soldiers. Every day about three o'clock I opened up the\nand I'm going to make a signal I want every day another person to come every day and I'm\ngoing to have 11 pieces of bread and divide it each for them and they got it and for maybe\nthree or four weeks we give him money. We got some connections. Guys that were working\nthere when the transfers were coming and we got a little money and then later on he\ndisappeared and until now I don't know what's happened to him.\nEnd of Tape #3\nTape #3",
        "Q: I understand there was a big transport from Lodz, I guess 1944, when you were working at\nthe crematorium.",
        "A: You see, I'd like to comment. I don't want to mix it in one with the other one, you know. I\nwant to comment today, you know.",
        "Q: Okay.",
        "A: I want to comment today. If you want me, I want to tell that 1944 was when the -- short\ntime before the war was over. You see, Poland used to know -- they fought in the end, you\nknow, and Germany was different. You see, the Germans hold it to until the last minute.\nLike, to hold us, Auschwitz until the last minute. January 18, you know, eight o'clock in the\nevening, they started to blow the horn, you know, \"Everybody out.\" You know, without\nthem we go to work, we go home, we don't know. But seven days later, the 25th, the\nRussians occupied Auschwitz. They took us out, more than half, but Auschwitz got 60,000\npeople, prisoners. How many was going out that night, I don't know until now. I tried to\nfind it out before, and I can't find out because I never met no people, you know. Yesterday,\nI met some -- a few people who were in the same transport with me there, you know. It's all\n-- we don't know, but until 1944, was in and Poland and Lodz was a ghetto. And they hold\nthe ghetto until the last minute. Why? Because the people used to work there. And the\nghetto was in the cemetery. In the end of the cemetery, they build up some barracks and the\npeople were staying in the ghetto. And they got -- they got a very, very hard time in the\nghetto, you know. It was with children. When they bring them in, in '44, in\nof September, was children there. And -- and the time was short. It was Russian hold\nthe crematoriums and the gas chambers were working 48 hours. Little children, they grab by\na arm, by a leg, by the hair, in the throat, and they throw them in the oven ,\nThey throw it in. So they want the Russians to know that it's the end today. He -- and this\nwas terrible. It was, they take a child by the arm or by the hair and throw them in the oven,\nyou know. But it would have been night, but in the night, you know. But when\nI was coming out in the morning, I got all the noise. I got it, what's happened in the night. In\nthe night they could do because nobody saw, nobody. They got nobody, they know there.",
        "Q: Let me ask a naive question. Sometimes when the bodies are incinerated in the -- in the\ncrematorium --",
        "A: Yeah.",
        "Q: -- are there pieces of bone or does the whole body become ash?",
        "A: The whole body become ash. I never saw no bones. I never saw no bones. Maybe they take\nout the bones in the inside. Whether they do, I don't know. I never saw the bones. I just saw\nthe ashes because I was behind the building, not in the front in the building, you know. I was\nbehind it. But ashes was coming out in the back, it was coming out there. So I didn't see no\nbones, so I don't -- I'm not going to tell you stories that I never -- don't saw, you know,\nbecause I don't know. See, the truth is natural. The best way is to say what you know and\nwhat you see, there, you know. See, when I was coming to Auschwitz, I even don't know\nthis Auschwitz, you know. I just saw the sign sion, you know,\nbut I don't know this Auschwitz. But everything was , was Auschwitz,\n, you know. You see, because the train was stopped in Auschwitz, not in the\n. It was coming down, you know, and they give us a number. They see, right,\nthat the number they give us here. And they say -- and they say, \"That's your name.\" You\nsee, That's your name.” And they call us, \" ; ;\n. And that's it, you know. And when they name, they give us -- they give us a\npotato, you know, potato. You can't eat it, throw it away. They grab us and\nbring us right to the camp, to -- you know. But anyway, I don't work there too\nlong there, you know, , you know. I wasn't out there. You know, a\nfew weeks, and they bring me back -- they bring me back to Auschwitz. And they bring me\nback to Auschwitz, and a selection there (ph.). And when I come to Auschwitz, come in --\n35 people who come with me in Borna. And, like, they are going to the gas chambers, you\nknow. This was in November -- in November, yeah -- in November, 1943 -- in November.\nAnd we was -- I think the were about 35 people. We was already . And we got\nour selection and we had to take off their clothes and everything. He let us in -- in -- in the\n. The whole day, you know, I don't know how to call them. I never saw a place\nlike that. And then we stayed there over night, in the morning was coming, little trucks in the\nred and push us in, one on top of the other one, and bring us to Auschwitz, to\nthe crematoriums. It's in Borna , which is nine kilometers, not too far, you\nknow. You come down there -- come down a guy in a barrack and call the numbers. Call --\nand call my number and then he asked me, \"Where are you from?\" You see, I was a Pollack,\nyou know. \"Where you frome\" I say, \"From Russia, from Poland, from Russia.” \"Russia?\nWhat's your name?\" I say, 'Radashinski (ph.).\" They say, '\"Radashinski?\" He calls me, I never\nheard in my life. So it was, you know. And he put me in and put me in the\ncorner, he put me in. And he say they'll take me, about ten, 15 minutes he comes out with a\npiece of bread. He say, \"Come around there,\" you know, \"and take away the last one.\" That's\nwhen I used to have a few friends -- good friends I used to know from home, you know.\nAnd they -- they -- I never saw them in my life. Another soldier then he come back, he bring\nme into the barrack. Bring me to the barrack, I lay down. I turn around, I see a young guy\nwho stay by me and looked at me he say to me, \"Oh, I know you.\" I said, \"You know me?\nFrom where you know me?\" \"T know you from village. My was close to you,”\nyou know, \"You see, my name is Edler (ph.). I said, \"Elder?\" I told him, \"Maybe I remember\nyou, maybe not,\" you know. And he say -- I said, \"What is here?\" He said, \"Here is just -- it's\nnot a hospital, it's just for people to rest in,” you know. And then he gone out to work. He\nsaid, \"It's not too many Jewish people that stay here, but Doctor Mengele (ph.) comes twice\na week here, Tuesday and Friday.\" Now, today is Tuesday that's how I know it was a\nTuesday and not another day, you know. \"Today is Tuesday and now it's after 12 o'clock and\nhe has not shown up. He is not coming today, but when he coming, I let you know.\" I said,\n\"How you knowe\" He said, \"I'm from Krakow. My grandfather was a rabbi in Krakow. And\nhere these two doctors, who saved some people -- Jewish people tried to help him, their life,\nand somebody in the neighbors called the Gestapo and took out the people in the Krakow,\nis out in the middle -- in the middle the town and Krakow is when they come\nout all the time different houses, and businesses, you know, it's very nice. And they took out\nover there and they killed all of them. And then took the two doctors here. And the two\ndoctors got away from work -- from here -- there.\" And I say, \"How are you come here?\"\n\"See, I was coming with you -- with me.\" He say, \" here and I got weak from\nwork and they put me in here and I'm here five weeks already.\" I said, \"It's so bad, how you\ncan be five weeks?\" \"The doctors help me. The doctors -- Doctor Mengele is supposed to\ncome here and they hide me.\" What I want to let you know, this was Tuesday. Thursday, the\nsame boy come and tell me Doctor -- that Doctor Mengele is going to be in tomorrow --\nPriday. I said, \"What do I have to dor\" He said, \"Jump through the window.\" I say, \"You tell\nme to jump through the window? I cannot raise my leg to go out to the . [have\nto take and put it down and you tell me to jump through the window?\" \"You have to help\nyourself. If not, Mengele coming, you're going to be -- he is going to look at you, you're\ngoing to be the first.\" At four o'clock -- about four o'clock, I take a look. The same guy sit at\na table and asked, \"Who want to go out to work?\" I was the first one. He looked at me and\nsaid, \"What's your name?” And I tell him. He calls me again. So I begged him, \"Let me out. I\ngot some friends there. I like to work. I don't want to be here. Let me out.\" He let me out.\nThe next morning, Mengele was coming, he got 150 people of -- the guy told me. You know,\n150 people. He came up, he said, \"You go over there, you will be the first,\" you know. So\nthe life was not easy. Every day was something else. You know, coming out. Once\nsomebody got a lot in their life, somebody not, you know. It's very, very -- well, it's hard to\ntalk, you know. But --",
        "Q: I want to ask you --",
        "A: Yes.",
        "Q: Now, you are, were in Auschwitz a year?",
        "A: Righteen -- eighteen months.",
        "Q: And most of the time, you were working in this crematorium duty?",
        "A: Yes.",
        "Q: Anything else in terms of the way you were -- you were treated or special things that you saw\nort could do because of your job?",
        "A: Well, my job was -- I was working for an SS man. His name was Polige (ph.). Just to look at\nhim scared the people can fall dead, you know. A face -- a really, really murder. Tall, always\ngoing with a little , with the German . But, when he was coming\nout of the job, that few minutes where he was staying, we was working so hard moving the\nwhole day because -- he know that who he is. He always hate out life. He say, \"Where come\nthe strong to us to work so fast?\" We don't know. That's all, but he keep us. Then he was\ncoming, he was working so fast or not, he would not keep us. He would see one person, you\nknow, work a little slowly, you know, you all would be gone. We make up the mind, all of us,\nto do it -- what we can -- fast when he comes out. How we know when he coming? We got\n-- we got a supervisor. We was ten, eleven people, one was the supervisor of us. He was\ninside, in the mine and he would stay outside, in the top. When he was coming, he can see\nwhen he is coming with his car. And then he give us a signal. He give us -- when he give us a\nsional, you know, we know we had to work fast. And that's -- he was keep us. He would say,\n\"You good workers, fast workers.\" That's what the -- that's what the German's would like,\nworking fast. When you work fast for them, they ;",
        "Q: Now, you had mentioned earlier that when you came home from -- when you went back to\nyour barracks at night --",
        "A: Yeah.",
        "Q: -- after work, which was in the other camp.",
        "A: Yeah.",
        "Q: That was a time at which everybody kind of talked about what they learned during the day?",
        "A: Yeah. We were talking about -- we were talking about the news was going around then. The\nnews was going around then, because some of the -- so many people who used to work by\nthe gas chambers or the crematoriums, they always got to keep the special -- the people, the\npeople. See, there was -- was staying there in . They got a special\nbarracks, you know, and over there, not together with us, you know. But the news was\ncoming around, in the day not in the night, it was coming around, what's going to happen?\nHow we know that -- how we know that there was the four girls and the two boys, you see?\nThere are other things, you know, was coming. And Mengele when he come, when he don't\ncome, see?",
        "Q: How useful was this information, this informal network?",
        "A: You see, one each other. That's -- that's what's going around. There was no\nradio, was no television, was no telephone, nothing, just with the mouth, you know. Or\nsometimes -- or sometime lunchtime, you know, when we gather , we lay down\nthere in the grass resting, we was talking, you know, who's coming down, what we saw, what\nkind of transfer was coming and what -- what -- what's happened there, you know, so and\nso, you know. That's the news there.",
        "Q: Was this information helpful in any way?",
        "A: Was -- was helpful or not because this was help -- this was help -- we was thinking when was\ncoming the end, you know. When we see something, you know, we can figure out when will\ncome the end. You see, in -- in '44 -- '44, the end, you know, we where thinking, you know,\nwhen was coming the end. Was one airplane flying, you know, at no time you looked and\nthere was pieces of papers. But some of them were guarded there and some of them not.\nWho guarded there was hiding. And when someone guarded there, the was\ncoming and taken away. And they never read it, what it is. Or later on, you know, if someone\nfind it out when the was this. See, this was in '44, in October, November -- was\nthen, you know. See, in '45, too. In '45 -- in the beginning of '45, was the same thing. As a\nmatter of fact, when -- before I got survived, in May 1st, in '45, I was staying -- I was staying\nin -- in Germany. In 1945, you know, when Russia was in Gross-Rosen and Gross-Rosen to\nDolha. And in Dolha, you know, we was thinking nobody was coming out. Because Dolha\ngo a brook (ph.), a typus brook. They took it out, people, and put it into their brook -- in\ntheir brook. In a few days, the people get sick and the high fever and their dead, you know.\nAnd for -- just for this, we was very scared of what ; was not too\nlong, it was a month in Dolha, in January. In February -- in February, we out -- many, not\njust me, many -- and we go into Mindov. I even don't know where Mindov is, I just\nremember the name, you know. This must be -- a small town must be there because the\nsame -- the same kenta (ph.) -- was -- when I survived, I meet my wife in\nGermany and was the same kenta. Was a kenta from the fields, cut it out, you\nknow, holes, and make steps, five steps is in three -- two feet of the one. Two, three feet\n, you know, and put it on a with a little straw, you know, and a\npiece of blanket. This was a place for sleeping. A kitchen was outside, you know. And there\nwas a few thousand people there in this barrack, you know, there. And what -- and there\nwasn't too long, it was in February, March -- March. April, they took us out, again, they put\nus in the trains. We're going around, back and forth, back and forth, back and forth, until we\nsurvive in May.",
        "Q: Let's backtrack a little.",
        "A: Yeah.",
        "Q: Tell me about how you came to leave Auschwitz.",
        "A: How I came to Auschwitz?",
        "Q: How you came to leave it.",
        "A: To leave it, Auschwitz?",
        "Q: Yeah, tell me about that.",
        "A: Just simple, we used to work, we don't know nothing. We don't know nothing. We come in\nthe evening, we get a slice of bread, you know, going to take our shower and then we are\ngoing took lay down. Nine o'clock, the bell ring and they take off the light, you know. The\nnext day -- next today, we go out to work and we come from work, we come and we sit and\nwait until the -- before the light gets out, just -- the signal started to whistle. Everybody out.\nEverybody out.",
        "Q: What day was -- when was this?",
        "A: This was -- this was January 18th, in '45, okay. Everybody out. And they told us\n-- that's me -- to stay together, you know, to go into -- to five in line and groups. They get\nwho groups is altogether. And they took the and they took us out. Where we\nwas going, we don't know. However, we come outside, we see a lot of soldiers with rifles,\nwith dogs, you know, the German dogs, the Shepard dogs, and we walking and we walking\nin the snow, the blizzard, you know, a whole night until it gets daylight -- a little bit daylight.\nUntil then I don't know of the town where we were stopped, but it must be a small town\nbecause they left us in -- in stables -- in stables and from cows and horses, pigs, you know,\nuntil the evening. And then at the evening, which get a little dark, they took -- took us out\nagain to the trains and we were going to Gross-Rosen. Coming to Gross-Rosen took us\nabout two days. To come to Gross-Rosen -- was two days in Gross-Rosen. That is a\ncamp. Over there, in all pictures, you have a big hole and put it down a piece of\nin the cement floor, you know. And we lay down at night, a tall man with a\nshort man, they put together. You see, my legs suppose to come straight to his head. How --\nhe's taller than me, I can stretch the legs. And they gone in -- the are going in\nwith a piece pipes, you know, a half-inch pipe -- three-foot pipes and beat him. \"Stretch your\nlegs, stretch your legs,\" you know. When I -- when I move down to stretch my legs to his --\nto his head, you know, there -- if he is short, they beat him, you know. And that was -- a few\ndays that was, not too long. But they don't let me out. They don't let me because I don't have\nno -- I just got a number. I don't have no . All they thought I had, they\n, because they look at -- they look at my records, Radashinski, I\nthen come up Pollack, you know. And when I -- and when we all we were going out from\nGross-Rosen to Dolha, I jumped out through the window. I jump out the -- in first floor.\nAnd they look for me, other than that, they can't find me because I was in that ;\nI was running in from the first , when they stay, by the gate who broke out, you\nknow. There -- the Nazi's there, when they caught me, they'd kill me, you know, in\nGross-Rosen. And then I was coming to Dolha.",
        "Q: Where do you jump out of?",
        "A: Through a window in the barrack, you know. The window -- the window was open and I\njumped out through the window and I run and they who was staying, he broke\nout from Gross-Rosen.",
        "Q: That was to get out of Gross-Rosen?",
        "A: Yes, yes, yes, yes. Then I was coming to Dolha. Coming to Dolha, I got a typhus\n, you know.",
        "Q: Were you put in the typhus ?",
        "A: No, I don't go . There was a in the city. Yes, some\nfriends of mine. I used to -- met one guy from Belgtum, you know, and we got very, very\nfriendly. We got very friendly. He almost died in the typhus . He bring we one\ntime -- he bring me one time, he was going out, they took him out at night. He was coming\nfrom work. He was working the same job as me, you know. They took him one night, out in\nthe -- in '43. And I think it was November or December that he , you know,\nsome transports come in at night and the afternoon, now. And he find gold change. And he\nrisked it and he bring it in, but he was scared to hold it there. He give it to me and I got a\nfriend on the , his name it Houser (ph.) , he is from my home\ntown. He is also in the same business I am. And he was in my barrack with me. And then\nwas -- into my barrack -- when I mentioned before that the two groups was going out before\nme, from the 7150 (ph.), he was in the second group. He was going to place to digging out\nstones, you know, they dig them out. And then in November or December, they bring him\nback, you know, he was so nothing -- weak, that he cannot work no more, you know, that\nthey bring him to Auschwitz to go into the gas chambers. How -- how , 1 don't\nknow. Although, he told me, but I was coming from work in the evening and I saw him by\n. And then he told me the story that he run away, you know. I say, \"What are\nyou going to do now? You're not registered here,\" you know, \"anyway, they -- the find you,\nyou know, they hang right there by the kitchen there. They hang you.\" He say, \"Well, I risk\nbut I did it. And I got this piece of gold change.\" Well, that guy from Krakow. And then he\ngot it -- not a Jewish star, no, no, he got a star as a criminal. And they find him, they bring\nhim to Auschwitz. They don't know he's Jewish. He told me. His name -- he got to change\nhis name, Kavalski, Adam Kavalski, you know. And he told me he's Jewish. He come and\ntalk . And I say, \"Adam, I see you'te talking. I want you to help\nme.\" He said, \"What?\" I said, \"That's my friend.\" That's when he say -- I told him the whole\nstory, what he told me. \"And I don't want him to get caught. I -- when they get him -- caught\nhim, you know, they're going to beat him up or they going hang him, they are going to send\nhim to the gas chambers, you know. Please help me to get him a job. work,\nbecause he can get it at the same way like the boys did it for me, you know, through the\n, you know. He said, \"I'll see what I can do.\" He come back and he say to me,\n\"Yes, I got a couple.\" But he wanted something. And I ask the guy what he wanted. I told\nyou he was going in the -- in the typhus , you know, in Beletum. And I say -- he\nsay, \"Okay. Or tell him -- tell him that he can bring him some -- a piece of bread.\" And I\ntold him, I said, \"Look, Adam, I got him this change.\" I told him the truth, from where I got\nit, you know. If it ever comes up, I don't want to be involved. I'm going to be involved\nanyway. You know they are going to beat me to death. And he said, \"Don't worry. Nobody\ngoing to beat.\" Let's see, I give him -- and he bring us that time all whole bread, cut it in\npieces, you know, four pieces. And he got a job for me. He got a job to the Union in\n, to the ammunition factory, where they used to make ammunition and bullets,\nthe . And he was going there. When he was coming over there, he find his wife.\nBecause when they was coming from , a Shoe shop. They was shoes, not\n, but shoes, he and his wife. And a little boy, three years, the little boy, they\norabbed her in my and they bring them to the gas chambers, you know. In the\nhole, they put away, you know, the boy. See, when she was coming to Auschwitz, when she\nwas coming with the woman camp was with men. The women, together was\nseparate, you know. And she was going to the ammunition -- to the Union. And he don't\nknow about her. Anyway, now when I find a job for him, he was coming back, he find her,\nyou know. And she survived. She survived but she got killed in an accident, a car. And the\nchildren, he say that he saw, when he was riding, you know, a truck hit a , you\nknow. But he's in New York. He is -- he's good off, you know. So --",
        "Q: So back in Dolha.",
        "A: Yeah. In Dolha, I was going to Mindov.",
        "Q: Did you work at all in Dolha?",
        "A: No, you worked volunteer, no work. But Dolha -- Dolha was closed to , you\nknow. I cannot get no shower, no shirt, no nothing. Maybe before, I don't know. But at that\ntime, where we was, you know, they never saw people going out to work. All the blocks was\nfull with prisoners and locked up, never can coming out.",
        "Q: So you were locked in your barracks?",
        "A: Yes.",
        "Q: All of the time?",
        "A: All the time. A month or more than a month, Something like that, you know.",
        "Q: You didn't go outside?",
        "A: No outside, no. No outside. In the evening -- in the evening, , they never let us\nout. They have kept us inside in the morning and in the evening.",
        "Q: Where were the bathrooms?",
        "A: Huh? The bathroom was in the hall, you know. We can go, you know, yes.",
        "Q: Inside or outside?",
        "A: Huh? Inside. Inside.",
        "Q: All right. So you were locked up there for a month?",
        "A: Yeah.",
        "Q: And then?",
        "A: And then we going to Mindov. It was close -- close to the end. We come to the -- in\nMindov, I was around there until April. In April -- by the end of April, they took us out,\n4,000 or 5,000 people, and we travel around back and forth, back and forth for a few days.\nAnd one day, we stopped. We stopped between a mountain. And where we see no building,\nwe only see no nothing. And we see nobody to come in to give us a piece of bread or some\nwater or -- for three days, nothing. One day, they come in, the soldiers, and open up the\ndoors from the trains, they were the slide doors, there was the where they\ncarried the animals, you know, cows, pigs. And the mountain looked so high and the train\nwas in the middle, it looked like it, like, divided it, divided the mountains to make the\nrailroad track there. And the train was running up long. We started running up --",
        "Q: I'm sorry. Who were the soldiers?",
        "A: The Germans.",
        "Q: Okay",
        "A: The Germans. And they said, \"Go and you're free.\" \"We're free?\" And we started to run up\nthe mountain and we come high, maybe 25, 30 feet high, the Germans -- the Germans sit at\nthe top with machine guns and started to fire at us and we run around there, 100 of us found\ndead. And they come and -- and we come -- there was about 4,000 or 5,000 -- I think -- I\nthink about 4,000, about less than 4,000 was alive, you know. We go back in the trains.\nCome back in the trains, a few hours later, come in two soldiers coming and they're saying\nthey need ten people to help mop -- help mop the , you know.\nAnd they say that they need ten people to volunteer. Nobody want to volunteer because we\nwere scared, you know, to go, you know. One comes insides and two stay outside and\neverybody hide and he grabbed who he wanted. He grabbed and throw out from the train,\nthrow out, and I was out of there, too. I said, \"Oh, my God, that's my last day to myself,\"\nyou know. I see that's the end. Because he told us to go back up and then he got the\nmachine guns and they shoot us, you know, looking at all the dead there. That's my last day.\nAnd I say to myself, \"Oh, my God, if I got a piece -- I got a piece of bread, decent piece of\nbread to eat for my last minute there. I will be happy.\" When we go on, their soldiers go on\nwith us. And their soldiers come with us, it must be something else. I asked a question, I\nanswered my question myself, you know. When we come up there, the machine gun is gone.\nIt was a little -- a little radio station in the workshop. And they way it got damaged, was an\nAmerican planes past there and throw down bombs at that time. And that radio station got\ndamaged. They took us to clean it up, you know. They give me shovel, one got a pick, one\ngot a broom, you know. And then we come up to that radio station and look in there, I see a\ncounter. First thing we see, don't see nothing, no food, no , no nothing. I\nlooked into the counter, I see some bread, some little, little pumpernickel bread. I grabbed a\nlittle bread, I say, \"I got my wish, I'm going to live.\" And I grabbed a little bread under the\njacket and I started to eat. And one of the soldiers got a stick and he hit me and I fall down\nthere, and he kicked me. Kicked me, my face, my head, you know. I take the shovel and go\nto work. Went to work, and we come down there and we come down to the train there, and\nwe laid down. Next morning, we hear something. We looked over in the road. And we had\nno more than two little windows, everybody want to see, you know. Then we see -- we see\nhow the trains look over there, it's not the Germans. We think it's the Russians, but it was\nnot the Russians. It was the United States army. And we started to holler, and holler, and\nholler. Comes up a jeep with two soldiers, American, you know. One was a little man, he was\nan MP, and he talks very good German and he asks, \"What is this?\" We say, \"We is from the\nof German,\" you know, from the concentration camp. is\nconcentration camp. And he say to us in German, \"Don't be worried. We are Americans,\"\nyou know, \"you're all going to be free.\" First, they went and took us around all the soldiers\nwith the patches, you know, outside and arrest them. And then they tell us to come out and\nthey kept to cooking food for us. They put it in the kitchen, the started to cook\nthe food. And we coming out and the same soldier say to me -- he see that I'll working. He\nsay, \"Don't eat that. You see, you're only going to eat -- it's only going to be there\ntomorrow.\" I said, \"Why? We eat nothing for three days, no water, no nothing.\" He said,\n\"You can make it three days with no food no water, you're going to make it again. And then\nyou're going to eat, . Because you're stomach is too thin. If you eat rice, you get\ndiarrhea, you have no doctors, no nothing.\" It was true. the same night. But --\nand he said, \"I'm going to . It's in town, three miles, and we're going to see\nwhete -- we're going to have .\" And he was coming back -- and he was coming\nback, he gave us some barracks from the German soldiers in Feldafing. and\nthis was in Tucci (ph.), four kilometers from Feldafing. And we was the first -- this group\nwas the first 4,000 people in Feldafing. And they give us rooms and we got 18 rooms, 18\nbeds in one room. And I got 18 people in one room. And they give us -- we go and get our\nshower and everything, but don't we get enough clothes, we get our pajamas. And we get our\npajamas. I get them. And these pajamas, I was wearing six weeks. No shoes, no underwear,\nno nothing. And nobody would come and see us, plus get us something to eat. And the\nsoldiers say to me, \"Every day you get a slice of bread, toasted.\" I say, \"What is toasted?\"\n\"Because you see, your stomach cannot take it.\" And again, I get a bowl of water with a little\nbit sugar and every day a little more for two weeks. I took the bread and I go down to the\nfront and put it on a piece of paper and attach it to the bread. It's hard, you know, it's hard,\ntoasted. And then I eat it for two weeks, it's not ; . lL walk one time\nin the streets with another guy, and the same soldier passed by the and stopped\nus. He stopped us and I recognized , he was -- these German are\ncoming to Russia, you know. And I recognize him and I started to speak to him in German.\nI say, \"You're the one that give us our freedom there, four kilometers from here, in Tucci.\"\nHe said, \"Oh, yeah. .\" I said, \"Nobody come six weeks, nobody come looking\nfor us. We need something to wear, we got no clothes, and we don't have nothing. We don't\nhave -- you see. And that -- and he wash my pajamas, I stand inside until the other dry. I\nwash his pajamas, he stay inside while they dry, you know. And that's not right, what's going\non?\" You know, he said, \"Yeah.\" And he got two handbags and one shoulder bag. And he\ntook out his shoulder bag and he opened it up and got the money, German money straight\nfrom the . And he got so mad. He got -- he throw out the whole\nmoney and take a lighter and light it and burned the whole money. And he say to us, \"I want\nyou to come in three miles away tomorrow morning but not before -- be after seven o'clock.\nThen you get something to eat.\" I said, \"Okay.\" He said after seven o'clock, we was over\nthere before six o'clock. He said, \"Don't come to the front, come to the back for a little\n, maybe about ten, 15 feet high.\" And we have laid down in this -- in the grass\nand we wait. Seven o'clock, all the soldiers coming out, coming -- taking breakfast. And so\nwere eating and some say it's not good, they don't want to eat no more, you know. And he\ncomes out, we saw him, we give him our signal, we started to cough. He look around, he\nlooked up, he saw us. He got back into the camp and told the captain he got two refugees\nfrom a concentration camp and they're naked. And the captain say come in. He call us in, we\ncome down, we go into the office and the captain look at us and give him a paper and he\ntook us to the PX. He took us and he get us shirt and pants and shoes and socks and\nunderwear and jackets everything. And he bring us out, he gets us to eat. The captain say, \"If\nyou want, you can come in twice a day there, help mop and you can eat. Even sometimes\nthree times a day, you know.\" And there was -- see, when they make the hamburgers, one\nsoldier say that the hamburgers don't taste no good, they don't eat no more. So big\n, you know. He said, \"Do you want it?\" I said, \"Yeah.\" He bring us to the camp\nto visit, the DP camp of Feldafing. Three times a day, whenever we wanted to eat, we took\nit, you know, we mopped. A case of oranges, when you see some of them are a little bit\nspoiled, you know, they don't -- they don't eat none. They give it to us. They do not -- it's\ncoming a new transports of people from Feldafing, some of them were sick. Sometime a\nyoung guy come into my room and he say, \"I got a cousin that\" -- he told me the town -- a\nsmall town -- \"and she's sick, she needs a piece of white bread.\" I say, \"Come back in the\nevening, six o'clock, I bring you some back.\" I bring him a whole bread and bought him\nsome sugar, you know, oranges. Who was taken to the hospital coming to me with the other\ncuy, he helped me. A few weeks later, the same girl, everybody say she sick, she need a piece\nof white bread, she come to my room and thank me. And she looked at me and looked at\nme. A few days she bring me a pair of pants -- white pants, linen pants. I said, \"Where you\nget the material?” \"I get two sheets, two linen sheets. I took one sheet and made your pants.\"\nThat time -- that time I wasn't like this, I got a 26 or 27 waist, I put on the pants, they fit\nbeautiful. I got her two brothers -- I got in the same room, there was tailors. I feed them\nthree times a day. They got a warm blanket, a very thin blanket, they make my suit with two\npairs of pants. One pair of pants -- small pants I used to wear, and I\n, you know, and the long pants, I feed her, you know. Well --",
        "Q: Did you get food from the soldiers?",
        "A: That's what I'm saying, yeah. Yeah. I used to work for them -- I used to work for them about\ntwo months or three months. I even got a certificate from there.",
        "Q: What kind of work were you doing for them?",
        "A: I helped out, you know, washed the dishes, you know, the pots, you know. It was not too\nbad, you know. It was not too bad. This was in the beginning. A while later, all few weeks\nlater, we got some -- we got some -- we, I and the other guy, we got helpers. Some\nGermans, you know, we bring them in and let them wash. We watch what\nthey're doing, you know. And this was -- and this was , you know.\nAnd then I met my wife, you know.",
        "Q: In Feldafing?",
        "A: No, no, no. Through the guy that I just told you. I saved him -- his life. He was coming to\nFeldafing, looking for somebody. Of course, there was papers hanging around there and\npeople who survived, you know, were all coming around. He was coming looking and he\nsaw me. And he told me, he was with another young lady that I used to know, you know.\nAnd he say, \"It's one and two times, was she and ts in the . And the\nwas in the same business as I was and I used to know that. And he say to me,\n\"Why you have to stay here? 18 beds in one room? Come out here, you get a private room,\nyou know.\" And I took a friend of mine, all of the time. I say, \"Let's go. We\ncannot include him.\" And we're going down there, there's a not far from\nLandsberg, you know, about 25 kilometers. And we come in there and we get a room from a\nGerman lady, with her brother was inspector in the -- in the -- in the City Hall, you know. I\nsaid you got to the Germans is about us, you know, in the City Hall. He was\ninspector. He was so Nazi, that his sister was coming in -- her name was Cathy (ph.) -- he\nsaid, \"Cathy, get out and come in and say, \"Heil, Hitler.\" And she didn't want to do that and\nhe sent her for six months hard labor, he sent her. And then -- and then he got arrested. He\nwas coming home. He had to go into the American, see, and he didn't want to\ngo and he hang himself, you know. So Nazi he was, yes.",
        "Q: We have to change the tape.\nEnd of Tape #3\nTape #4",
        "A: I got some people in my business, you know --",
        "Q: Let's start this thought again. We just started a tape.",
        "A: Okay. Yes, yes.",
        "Q: You were telling me about Feldafing and the conditions there.",
        "A: Feldafing, in the beginning, when I was there, I was six weeks and I was walking around in\nmy pajamas, and never was coming -- later on, I hold some onra (ph.), yeah. And the onra\nused to steal away their clothes, their cigarettes, you know, and their -- their -- their coffee\nand sell them in the black market. This I can tell you.",
        "Q: The UNRRA people?",
        "A: The UNRRA people. As a matter of fact, I tell you, when I was working in Feldafing, I was\nin and I was living private and I was working. I got -- I got a license to work,\nyou know. I make , 1n 40 kilometers in , you know,\nspecial about four years. And I like they examine this and they -- they prove it, [am\n. Not a Nazi can get a license in Germany, and I pay tax. I go to just black\nmarket, you know, and I pay tax and everything. I got some job on my license\nfrom there, you know. It's , lady to me on the onra when she comes helping\npeople. She said, \"Oh, you're a . And I say, \"Yes.\" \"Can you a me a Persian\nraincoat\" I said, \"Yes.\" \"Where you can get the cloth?\" I say, \"Where you frome\" \"What do\nyou mean from where?\" She come from the United States and then she call my name, I\nnever pay attention. I say, \"Can you bring me the skins from over there?\" \"Oh, no. You can\nbuy them there.\" I say, \"Where can I buy them?\" \"Black market.\" I say -- I took out my\nlicense and I show her my shop because I was living that time , a German, you\nknow. And his wife was old and I talked to her and she said, \"Yes.\" She used a machine and\nall that equipment and I say I'm going to pay her so much a month, you know, rent and\neverything, if she let me use, because I want to work. And she agreed. And I put it in there\nand I made my examination, you know, and everything, my job. And she said to me, \"You\ncan buy.\" And I said, \"Okay. I can buy it.\" \"You want me to go to Canada?\" I said, \"Make no\ndifference.\" \"Yeah, I'm going to Canada, United States, America, you know. You see, I hear\nthey are taking out saw people, send them to Canada, you know, for . You make\nme a coat and I send you where you want, in the United States or Canada.\" I say, \"To make\nyou a coat, time to make a coat, if the coat is still here in the United States, because the skin\nwas high, maybe $7,000 -- $8,000.\" I said, \"Lady, I have no money. If you want it, buy the\nskins and I can make you and I tell you how much I want for my work.\" \"You want me to\npay you? Do you know who I am? I'm going to take you out of here. You going to\nAmerica.” I said, \"Okay. Thank you.” You know, and this is true believe me. I don't -- I\ndon't make this up, you know. See, and the other time when she saw me -- when she saw me,\nshe looked at me to tell me hello because she don't want to talk there.",
        "Q: Now, when you were in Feldafing, it was run by the U.S. army still?",
        "A: Yeah, yeah, yes.",
        "Q: Was there any effort made to send people home or help them find their families or --",
        "A: It's nothing -- it's nothing to go home. Their trying to go home was the same way was by the\nGermans, the Pollacks -- the Pollacks kill people right after the war. Jewish people, when\nthey come into their homes and they say, \"That's my home. That's my house,\" you know.\n\"No mote you house. That's mine.\" You know. In the certain, it's not finding nobody,\nthere's not to finding nobody. People was going -- people was going home, they're looking\nfor their own people, they was coming back. There's nowhere -- there's no home no mote.\nSo you never went back to work --",
        "A: I never went back until I was 92, I was.",
        "Q: How do you meet your second wife?",
        "A: How did I have meet her? Okay. When I was in Feldafing, and I saw my friend from\n, and he told me about her family, you know, and I used to know her family. I\nused to know her uncle. And I say, \"Okay. I'm going to see her.\" And I got a lot of friends,\nbut I worked with him in Auschwitz and he was . I say to him, \"Let's go. Why\nwe stay here? Look at that, 18 people in one room.\" And I was coming to the small town of\n, and was 's home town. And\nwas the second man from Hitler. You can imagine what kind of\ntown -- small town, you know, would come -- many Nazi's was there. When I was coming\nthere, I was at his house and the house I plan for was there. And she was staying outside the\nhouse and she call her friend and her friend come over to the window and she looked\naround and she said, \"Frieda, come up.\" She said, \"No, I don't want to come up.\" And she\ncalled me to the window and I look and her and her friend say, \"Go down to her.\" I was\ngoing down, is where I met her, you know. She told me from where she is and what she 1s,\nyou know. And then she was fishing there and she throw the fish and she hooked me in,\nthen she got me, you know.",
        "Q: One -- yes, one other thing I have want to ask you --",
        "A: Yes.",
        "Q: -- is how you got over to the United States. Was that difficult",
        "A: How I got over here?",
        "Q: How did you choose to come here? Was it difficult?",
        "A: I tell you. I can go to Israel, you know, but she told me she got some brothers here, you\nknow, two brothers. And I was coming. My papers was made out in Corsicana, Texas, not\n, Coriscana, Texas on -- I know the people now. And when my ship is coming\nfrom the water, the ship was 1,500 people -- 1,200 people was going down in New York, you\nknow. And 300 was coming to New Orleans. The 300 was going to Chicago, Houston,\nDallas, Montreal, you know, all of the , and I suppose to go to Corsicana. It's\ncoming, the -- the Jewish -- comes a Jewish woman, gave us a nice welcome. They make a\nnice dinner that day, would you like a certain 1949 was. Come in the evening, looking for the\npeople to go come on, one lady say, \"You going to Corsicana, Texas?\" I say, \"Yes.\" \"You are\ndown there, you know.\" I say, \"Yes.\" \"If you wanted, you can stay here in New\nOrleans.\" I say, \"Why?\" \"See, because Corsicana, Texas is a small town, you know, 90\npercent farmers. And I don't know that you can find a nice job over there.\" I said, \"Lady, it\nmake no difference where I'll going because I have nobody to look -- I have nobody in my\nfamily.\" She say, \"Why do you say that?\" I said, \"Because I know that I come from a family\nwith 78 people, and I know nobody ts alive, just I'm the one. I was looking, you know.\" She\nsay, \"Okay. Do you want to stay?\" I say, \"All right.\" \"You see, here you have a ;\nyou got a lot of stores, from shops, there you can find a job.\" \"All right.\" Until\nnow, I don't know where who pay me five months rent, $50. I got a room, it was in the back,\nin a garage they make one room. At night, I pull out the bed, I got a bedroom. In the\nmorning, I pull the bed, I got in the same room, the living room, the dining room, and the\nkitchen. If ever you wanted, I got the same room. I got a little piece of ice box, that you buy\nfor 15 cents a piece of ice to put in there, you know. And a little small stove, a 20-inch stove,\nyou know. And that's all. Well, still my son was a year old, I was staying -- I haven't seen\nnobody to come in and ask if I need something, if I need a little milk for the child, there was\nnobody. And then five days, six days, seven days, on the eighth day, I say, \"I'm going out get\n.\" She said, \"Where are you going? You get lost. Don't go down that, don't get\nlost.\" I'm going out, I look at the sign, I see the names in the street, Brown Street. And I\nwalk, I walk. I come to a corner, now I know where it is. I come back home, I see a big sign\nsaying \"the tailor.\" I stay in , 1 see a tall man, an old man and he -- he looked\nup. He want to talk to me, but he has a customer. And I wait a few minutes and I walk away\nfrom him, I walk away from him, I come to a big street. I see a streetcar running in the\nmiddle of the street, buses, so many stores, , there's Canal Street, that's an\nStreet for New Orleans. I take a right -- a left and I walk and I found a place\nand I see a railroad track -- railroad track and I stopped. I stop, I don't know where to go.\nAnd I say, \"She was right. She was right. I'm lost.\" I take a left and I walk, I come to a\ncorner, I see no people, no nothing. I see the railroad tracks, but I see a black guy across the\nstreet. And I stay on the corner and wait. He comes over to me he talks to me. While we're\ntalking, I realized he asked me where I want to go. And I answer him, \"Brown (ph.), Brown.\"\nAnd he understands I want a Brown Street.\" And he's showing me the fingers one, two,\nthree, go left, and then -- and I follow what he told me and I come back -- I come back up\non Brown Street on purpose, to the tailor. Then I see the tailor, I said -- and he\ncalled me in, and he talked to me -- the Jewish man, he talked to me. And he asked me if I\ncan work. And I tell him all about it. I tell him. He said, \"If you want it, I can help you get a\njob.\" He was very nice. \"You come tomorrow, 12 o'clock. We go out and eat lunch.\" I don't\nknow what means lunch, you know. \"And then, I'm going to help you get a job.\" The next\nday, I was there and we go out and was across the street, to the next block, in\nthe corner was there a little booth with hamburgers and hot dogs and he ordered two\nhamburgers, 12 cents a hamburger, and a little coke, a nickel. He said, \"Let's go eat.\" I said,\n\"Where?\" \"Come with me.\" We go around the booth and we stayed and we eat it. He said,\n\"Now, come let's go on Canal Street and get a job.\" We go to one place and two places, one\nsay -- one say . Can I get it -- but the one man say, \"I don't need\nnobody. I handle already-made clothes, you know. And I got a Spanish lady whenever I need\nto put in labor work, I \"That's all right.\" \"You cannot make a living through\nme, I cannot use you. But go there on this and this street to the , and the\nis the biggest company in town, and they need a man because I know they got\na man operator -- the machine operator, he left. He want a raise. He was making $60 for five\ndays, 35 hours a week, you know, and he left. And there you can find a job.\" I said, \"Okay.\"\nI'm going over with this man and this man was not -- he can speak English too, you know,\nhe come in, he say, \"Good morning. Good morning.\" And he point at me with a finger, he\nsay, Refugee, refugee, he needs a job. Refugee.\" And the man looked at him and he take the\nphone and call a man come down from the 10th floor or the 5th floor, and he told me to go\non up to the shop and going up in the elevator, he talked to me, I cannot answer. I don't\nunderstand not one word. But we come up, he give me a piece of skin, the cloth, he told me\nto sit down with a finger, you know what I mean? And I sit down with the\nmachine and he saw that and he -- good. Okay. And then, I show him that I cannot talk, but\nI saw that he had a blade, I took the blade -- I took the blade and I show him how to cut in\nand . | show him I can . | show him I can trim it and\nI can sew everything. And he goes down to talk to the boss and they tell him, you know, and\nthe boss say, \"Yes, tell him to come in tomorrow.\" I come tomorrow, come to work\nWednesday, Thursday, Friday, Saturday. Four days I work and get me an envelope, I open\nup -- not in the shop, but I go on down there in the street -- I open it up, I see I got $21 and\na few cents, not even 50 cents an hour. Four days, eight hours a day, you know, is 32 hours.\nNot even 50 cents an hour, but I was happy. I come back Monday. I work a whole week, six\ndays. I work Saturday. I work -- I got the same thing, $25. He take off Social Security and\ntax. It's the same thing.",
        "Q: I don't mean to interrupt you, but it's five after one.",
        "A: Yeah.",
        "Q: Do you want to stop?",
        "A: Okay. One minute.",
        "Q: Okay. It's up to you.",
        "A: Well, anyway -- anyway, I was working over there and I got a raise, not that time. After --\nafter a year I got a raise, ten dollars. And they don't want to raise me no more and I find me\na job for $85 in five days, you know. And I bought me a machine -- two machines, a sewing\nmachine and a machine. And I put it on, I get somebody to write me down a\npiece of cardboard and I put it on the window where I used to live. A European\nrepairs and remodels. And when I come out I don't want to give up the job.\nAnd I was -- then, in the evening, I was working, you know, there. And so I help myself.\nNobody was helping, you know, with one penny. And thank God, I raised two children. I\ngot a son, a lawyer -- a good lawyer, you know, an honest man. And my daughter -- my\ndaughter got a Master's degree from MIT. She got a -- and I'm happy that -- mostly happy\nthat two children that raised in a nice way, you know, and I am happy, too. I sure thank you.",
        "Q: Thank you very much.",
        "A: Thank you.\nEnd of Tape #4\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: If you would please tell me your name, where you were born, when you were born?",
        "Q: Were you involved with this?",
        "Q: But you knew about it?",
        "Q: What year?",
        "Q: Did you at this time know anything about Treblinka?",
        "Q: Yeah, but you said he didn't tell anybody?",
        "Q: So you knew what Treblinka was?",
        "Q: When was this?",
        "Q: Can I just go back a second?",
        "Q: During the few weeks of the beginning of the uprising in the ghetto, what were you doing?\nJust hiding?",
        "Q: How did you know where to hide? Where did you hide?",
        "Q: Okay, I was just wondering if you could tell me a little bit more about your life before the\nwat, so can we just go back and then we'll get to Maidenek. When you were living in\nWarsaw, I want to know a little bit more about your family life. You weren't married before\nthe war?",
        "Q: Oh, you were married. When you went into the ghetto your wife was with you as well?",
        "Q: So, when you came home for work?",
        "Q: The Jewish police?",
        "Q: Did you have any children at that time?",
        "Q: When you were working at the plant what kind of work were you doing?",
        "Q: Who were you making them for?",
        "Q: Do you think because you were a furrier that this bought you time because you could work\nwell for the Germans?",
        "Q: The same building you worked in?",
        "Q: So you couldn't go back to your home?",
        "Q: I'm a little confused because you say when you first went into the ghetto you lived with your\nfamily and there were many people in one room?",
        "Q: How did people get chosen for work?",
        "Q: It must have been terrifying?",
        "Q: Tell me a little bit about the ghetto life and the Jewish consul and all of that.",
        "Q: Were you able to get over to the Polish side? Did you do that?",
        "Q: But that was for people who were coming in?",
        "Q: Now, life in the ghetto before you were at the shop all the time, tell me about it.",
        "Q: So this policeman was a Jewish policeman?",
        "Q: Through who?",
        "Q: Were they ever helpful?",
        "Q: Was the Jewish consul any better?",
        "Q: What I was asking is I thought there was a Judenrot.",
        "Q: I read that in the Warsaw Ghetto, at least in the beginning there was a lot of activity. There\nwas a lot of schools and concerts?",
        "Q: So the Jewish community didn't organize their own programs?",
        "Q: What else can you tell me about life in the Warsaw Ghetto?",
        "Q: Every day life, what you did?",
        "Q: Before that was there regular selections or deportations?",
        "Q: Were there class distinctions? Did some people live better than others in the ghetto?",
        "Q: Was your house, your house before the war was in the area where the ghetto was?",
        "Q: So you had a nice life before the war?",
        "Q: Now were you working every day with this bad leg?",
        "Q: Like digging?",
        "Q: Why?",
        "Q: Did you see them?",
        "Q: How did they kill them?",
        "Q: Tell me about yout arrival at Auschwitz?",
        "Q: This was kind of a unique job. Can you remember what you were thinking as you did this\nwork?",
        "Q: Were they working with you?",
        "Q: Tell me a little bit more about this work, because you were doing the same work for a year\nand halfe",
        "Q: Did you see a lot of people coming and going?",
        "Q: They killed everybody?",
        "Q: Did you see this?",
        "Q: You knew it was going on?",
        "Q: Were you working at the crematorium at the time there was that uprising?",
        "Q: What were you aware of?",
        "Q: What were you aware of when this going on?",
        "Q: Were you aware of what they were doing?",
        "Q: Before the hanging?",
        "Q: Because you were working near the crematorium, did they isolate you at all from other\nprisoners?",
        "Q: But you knew exactly what was going on over there?",
        "Q: So they didn't try to keep you from passing information to other people, nothing like that?",
        "Q: You were talking about the rabbi?",
        "Q: You brought up something that 1s interesting.",
        "Q: In the camps, you were able to at least in some small ways observe Judaism?",
        "Q: Some of the ritual of Judaism?",
        "Q: Were you aware of Jewish holidays?",
        "Q: I understand there was a big transport from Lodz, I guess 1944, when you were working at\nthe crematorium.",
        "Q: Okay.",
        "Q: Let me ask a naive question. Sometimes when the bodies are incinerated in the -- in the\ncrematorium --",
        "Q: -- are there pieces of bone or does the whole body become ash?",
        "Q: I want to ask you --",
        "Q: Now, you are, were in Auschwitz a year?",
        "Q: And most of the time, you were working in this crematorium duty?",
        "Q: Anything else in terms of the way you were -- you were treated or special things that you saw\nort could do because of your job?",
        "Q: Now, you had mentioned earlier that when you came home from -- when you went back to\nyour barracks at night --",
        "Q: -- after work, which was in the other camp.",
        "Q: That was a time at which everybody kind of talked about what they learned during the day?",
        "Q: How useful was this information, this informal network?",
        "Q: Was this information helpful in any way?",
        "Q: Let's backtrack a little.",
        "Q: Tell me about how you came to leave Auschwitz.",
        "Q: How you came to leave it.",
        "Q: Yeah, tell me about that.",
        "Q: What day was -- when was this?",
        "Q: Where do you jump out of?",
        "Q: That was to get out of Gross-Rosen?",
        "Q: Were you put in the typhus ?",
        "Q: So back in Dolha.",
        "Q: Did you work at all in Dolha?",
        "Q: So you were locked in your barracks?",
        "Q: All of the time?",
        "Q: You didn't go outside?",
        "Q: Where were the bathrooms?",
        "Q: Inside or outside?",
        "Q: All right. So you were locked up there for a month?",
        "Q: And then?",
        "Q: I'm sorry. Who were the soldiers?",
        "Q: Okay",
        "Q: Did you get food from the soldiers?",
        "Q: What kind of work were you doing for them?",
        "Q: In Feldafing?",
        "Q: We have to change the tape.",
        "Q: Let's start this thought again. We just started a tape.",
        "Q: You were telling me about Feldafing and the conditions there.",
        "Q: The UNRRA people?",
        "Q: Now, when you were in Feldafing, it was run by the U.S. army still?",
        "Q: Was there any effort made to send people home or help them find their families or --",
        "Q: How do you meet your second wife?",
        "Q: One -- yes, one other thing I have want to ask you --",
        "Q: -- is how you got over to the United States. Was that difficult",
        "Q: How did you choose to come here? Was it difficult?",
        "Q: I don't mean to interrupt you, but it's five after one.",
        "Q: Do you want to stop?",
        "Q: Okay. It's up to you.",
        "Q: Thank you very much."
    ],
    "answers": [
        "A: My name is Solomon Rodashinksy. I was born and raised in Poland, in Warsaw. My birthday\nis May 17, 1910. All my life I was in Warsaw, the whole family. I come from eight people, six\nchildren, three girls and three boys and my father and my mother and the rest of the family,\nmy father's side was six brothers and three sisters. My mother's was two sisters and three\nbrothers, so we had a big family. Over there, I figured out after the war how many people is\nalive, I never find it to now nobody. I was looking in papers, conventions, I was going in\n1981 and in 1993 the Washington D.C. and then in 1985 in Philadelphia. There was a\nconvention I ever missed, I advertised through the radio, through the\ntelevision, through the . Still now I get some papers from the\n, they ask me to find somebody and until now I never saw a person\npointing their finger saying I know you. There was 78 people including nieces, nephews, all\nof the family, and I’m the one alive. I ask myself many times why, why am I alive? But,\nmaybe God leave it me to be alive to sometime say the way I am and what I am and that's it.\nThen in 1940 Yom Kippur day, it comes out they're going to make a ghetto and that ghetto\ndon't take too long from Yom Kippur to November 15, everybody had to come out and\nwhere to find a room. It was very hard. Some people never let in, but later on they did it\nbecause the Jewish section around Warsaw was around and we found a room of less in\n, the street. But there was on the one room, six people, my\nmother, my father, three sisters and I who were the six. I think one of my brothers there. We\nsleep on the floor and the winter time -- and Europe's winter time is not like here, a little day\nlike yesterday morning you say oh it's cold. I say it's cold too, because I'm already 45 years\nhere in the United States, but the life was very, very hard. Until they come into the ghetto.\nThe ghetto was so terrible, people were laying in the streets. Mostly the people were coming\naround from around the small towns behind Balsa. The Germans throw out and make it the\nthird . The third means any people can't live around in this\ntown, the third . People with little children, they're in the street every\nmorning we saw the dead in the corner. When the Jewish commander ;\nthat means people would come and pick up the dead people in little hand trailers and bring\nthat to the cemetery and the cemetery had no place. They made big, big holes and they put in\n100 to 200 people and they covered it. No food. So, when I'm talking about, I see the picture\nfrom my eyes what happened there. There was a young guy, his name was Rubinstein. He\nwas no crazy, he made it crazy. He was running around in the streets, I have to say a few\nwords in Yiddish what he said , that means we're all the same\nand the fat get off, so it's no one higher than the other one. And he knows to who to go and\nask for money. You got a cat, give me money. Give me five , like you say\nhere five dollars and if you're going to give me I'm going to holler and we\ngot scared. Everybody give him, he got a full cap with money, he go around in those sections\nwith the poor people laying in the street with their children and take the money and throw tt,\nand they grabbed the money and bring the money again, just money. He\nhelped those poor people in the street. This was not help too, of course. There come a time\n1942, July 22, the about 2 o'clock signs in the street who wants to go to\nwork and get two bread. Our bread at that time, our bread is not like you got it here, a pint, a\nbread is a kilo. A kilo is close to two and half pounds. People pushed one into the other one.\nEverybody like to be the first to get the bread. The first transport as 20,000 people. They\ndon't know where they're going. Nobody don't know but the president and the Jewish\ncommander his name was . He hid a man, a Pollock and he paid him\nmoney to follow the trains with 20,000 people and that Pollock took that money and never\ncame back. The next day he did the same thing. He gave another Pollock the money and\nfollow it. He never came back, but Treblinka is not too far from Warsaw, is 120 kilometers is\nlike 80 miles. The third day comes a young man blonde, he never looked like a Jew and he\ntook off his arm band and put on a cap like the Pollocks used to wear with the leather, and\nhe said 80 years old the guy is, all but 6'2\" tall and he said I risk my life. I'm going to follow\nthat train and I'm coming back. I don't want no money and I'm coming back and I'm going\nto see what's going on and he followed and he was coming back and it was told Mr.\nthis and this place, Treblinka is a crematortum. The people coming down in\nthe trains is no selection like they make selections in other camps, it is no selection they tell\nthem to get off their clothes and they tell them they're going in to take a bath, and they cut\noff their hair, everybody, the men, the women and they shave their heads and they're going\nin a shed, they close the door, outside in the corner there is a man who brings down the\nswitch. They bring down the switch and it pumps gas. He heard that and the people were\nhollering, children crying and a while later, he said they come in and they're taking out little\nhand trailers, put it down and bring that to the crematoriums put them in the ovens. He told\nthis, Mr. , when I speak many times about this, I tell their story. To me the men\ndid a big mistake. He's supposed to say for the public what's going on. There's no where to\ngo any way, what you know. He did it. He called his whole family, brothers, sisters, brother-\nin-laws, uncles, aunts, nephews, nieces to his house and closed all the windows, the doors,\nand put in all the ovens the gas, and they killed themselves. The next morning we find it out\nwith a note what this is and they're all dead. They're dead, nobody can take their life. They\ncome in and take that way and they were going the same way the others were, the same way.\nThat time, the organizations the communists other , allies got\ntogether and seen to protect what they can protect. but Pollocks used to come\nin the ghetto, they don't suppose they smuggle in themself. One bring a few potatoes, one\nbring a bread, and he asked you want a suit. We give him our suit and they give us bread.\nWhatever he wanted, we give him. He asked not for money and the people got clothes and\nthey got in contact with the Polish side only risk was some of them take the money and they\nbring a gun and they bring a rifle. They bring some bullets. Some of them say no send me\nthe money. How can we send the money. There was little children, 8, 10, 12 that break the\nfence from the ghetto, it was a brick fence and the evening as soon as it's getting a little dark\nthose children were going over on the other side smuggling. They used to buy some bread,\npotatoes, carrots. Early in the morning, six o'clock in the morning when we can walk and get\ndaylight, they're coming back. With their children we're sending all the money and they send\nthe ammunition and they bring ammunition and many times if they send the children\nthrough the canals, the drains in the street, the drains in the street was dry because when\nthey used no water, there was nothing to cook so there was no water. It should have gone\nthrough the drains and canals in the street to the other side and bringing in bottles with\ngasoline, and we make bombs. Fill a bottle with gasoline and cover it with a piece of rag\nthat's coming out and light and throw and this was a bomb.",
        "A: No.",
        "A: I know that, but I would have been but I know that. Not everybody was to know that, but I\nknow that. I was even maybe three kilometers, three kilometers is over two miles because my\nshop was in a different street and as so we got organized from bombs, ammunition, hand\nerenades, rifles, you know, and the time was coming. I was a . The\nGermans got two shops. One shop was the name Schultz and one shop was Terbantz. I was\nin Terbantz, three kilometers away, let's say like three miles. One day a guy came and said he\nsaw my sister by Schultz. I say you're sure. He said you know I know your sister, the\nyoungster. I said yes, and I say how can I go over and see? I'm locked up here, I cannot go\nout on the street. He said I was coming with a German and I'm going to stay there over\nnight and if you want he's going to take you and he's going to bring you back, but it's going\nto cost you 500 marks, like $500. I say okay, I give him the money and he introduced me to\nthe German and the German tied my hand with a piece of string in the bag and I'm in front\nof him and they're behind me with the rifle and he bring me over there to Schultz. I come\nover there and he give me the address and I look and my sister is not there. I asked people\nthat I used to know and some of them said yes she was working today. Some said they didn't\nsee her in a few days. I can never find her. It's coming five o'clock I have to go back and the\nGerman soldier said to me we cannot go back. I cannot come back. I said why? He said you\ndon't know? I said no what is? You bring me to the gate, to the fence, he said look out, do\nyou see what there is? I said yes I see man soldiers there around this is what tomorrow\nmorning. I said what do you mean tomorrow morning. He said all the Juden are going to be\ndead tomorrow morning. This was the 18th of April.",
        "A: 1943, I stayed over night as soon as daylight was coming in the morning we hear a song. The\nGermans opened the gate and come in in the ghetto and singing that song all the Jews are\ngoing to be dead today. We looked down there and we see in the meantime comes out three\nsoldiers, officers, the lieutenant, a captain and looking like the Germans were walking with\ntheir hands in the boots and their head high and stopping. They stopped and one from the\nthree asked the leader of the group where are you going. We're going to kill all the Jews. You\ngot a paper to show something. We don't know nothing. No, we don't have nothing. The\nmajor is outside. They turn around and come back they don't know nothing. They turn\naround and go back they started to fire. Fire was coming out where the building I was\nbefore, demolished, half from the bombs. See nobody in that time we killed all but two\nhundred soldiers inside. The Jews started the uprising April 19 and I was there because I was\nnot going back. Hundreds were probably killed but the Germans saw that we be strong, but\none thing we never got, we didn't have no airplanes or they're throwing out higher bombs.\nThey got that. They started throwing out the bombs with the fire bombs and this was about\nsix weeks we were fighting. May 1st was quiet in the morning and I was going out taking a\nlook and I got a shot in my right ankle. See my right ankle, I got the shot right there, through\nhere. One German saw me I fall down. He was coming with the rifle. He hollered stand up\nand I had to stand up , they bring me to the , you\nknow what the is? No more now. I come to\nthe , the train is mostly full already with people to go to Treblinka. Well,\nthey pushed me and they throwed me in. I come to Treblinka. That train stopped they say\nthey can not the 20,000. They can take half. They took the half but my luck I wasn't out of\nsight. I was going to Maidonek.",
        "A: Yes, I told you before there president",
        "A: He left a note. He left a note and then killed himself and his family and left a note about\nTreblinka. That's how we find it out.",
        "A: Yes. They cut the train in half and I was going to Maidonek.",
        "A: 1943, May 1. I was in the ghetto until May 1. From the 18th to May Ist.",
        "A: Yes.",
        "A: Everybody was hiding. Special people that organized to do something there because they\nwere scared. They were scared to trust, maybe spies, civil spies, Germans. Even they know\nme, no we have no place for you to help. When we need you we'll call you. There was\norganized. They were fighting six weeks. When the war started German met Poland not even\nless two weeks. Why? Because there was spies, give over the telegrams to the Germans\nwhere to find the bombs, where there were houses, and where the railroad tracks and\neverything, not even two weeks, and they fight us, they fight six weeks. Then the history and\nthe war, the six weeks they give up many, I was in Balsa two years ago and I seen in\na tombstone but it stood where he used to live Street. My wife\nused to live on that street. I saw that tombstone, and it is written in Hebrew and in Jewish\nand in Polish, his name. My wife used to know the man.",
        "A: Like I say before, I was lucky. All my family dead, I'm the one alive. There were many people\nthat survived the . There was no place to go. We go into the bunkers. There were\nmany bunkers. There were bunkers made onto the ground. From one street to the other one\nfor two miles and the Germans found them out and they destroyed the bunkers with the\npeople. We can never find the people later. It was to go\nout . When I got and that was on the ground, those bunkers\nfrom all the way from street to the other one and they find it and they throw bombs there.\nThe whole Warsaw 1s destroyed, 85 percent destroyed. I was there two years ago and I don't\nwant to go there. My daughter used to bother me to go and I when I was\ncoming there to Street and I take a look inside. I didn't want to go no further,\nnot one house. Everything is destroyed and the barracks the Russians put up barracks four\not five floors and the Pollocks come, there never was so many Pollocks there and they got in\nthe millions there not in the thousands, in the millions in the street so many cars, they park\nin the sidewalk, they park in the cars. 1 was coming to Maidenek.",
        "A: Yes.",
        "A: She was, not too long. She was all the time with me until 1942 to ,\nOne day it was in September and October was a selection and they took out all the people\nplus the people that were in the shop. I was in the shop and that was in the house. It was\nsupposed to be that people were in the house working the night shift and they want to know\nwho took that evening. A man, a German officer, he was running the shop and he told the\npeople from the night shift and they said you get us some others and they say I don't have it.\nThey say that's your problem and took them, all of them to Treblinka.",
        "A: This was in the same building, they left ten minutes later all the shop we go down there and\nsaw nobody was there. Even was a lot of children was too. In Europe the houses are not like\nhere. The houses are built in the ground a cellar and then build up the houses and we put\ntogether a few cellars and we hid over there a woman which worked in the shop with\nchildren. On the other side, we put in some water to see when the commandant says\nsomething is broken from the pipes, water on it because you cannot get a plumber. But\nsomebody who had a big mouth said on the other side there is a woman and children. We'd\nlike to find it out and we can never find it out who did it there. Who did it there we just\nthink it was the police.",
        "A: That's right. The police had a big mouth and that did it and those Germans knocked off that\nwall and there were people who were going out -- they had to close the water and they got\nwet and it was a very frozen day, and snow and they have to go through the water and walk\nthrough the . I think many, many was fall down there and it was a far way\nto walk to the place where we were.",
        "A: One child, two and a half years.",
        "A: We used to make jackets from lambskins like the jackets, the short ones. We used\nto make lambskin jackets like that because Europe is very cold. Some jackets like this we\nused to make gloves and caps.",
        "A: For the Germans. Everything was for the Germans. Every day so much had to be ready.",
        "A: Yes, that's what saved me. They never touched the men from the shop, just they look in the\nhouses, the private houses. We used to live in the same building.",
        "A: Yes, the same building.",
        "A: No, the same building. We never saw the street. In the morning when we're going out to the\nshop or work at night they come down in the morning, six o'clock, six thirty in the morning\nI got back in my room, sleep until 3:00, 4:00 in the evening.",
        "A: Yes. They started the ghetto. This was in 1940. At that time there were no shops. In 1941,\n'42 they organized the shops, before they opened the shops we were scared to walk in the\nstreets because they grabbed people in the street and some of them never came home. To\nclean the snow from the railroad tracks, work in the street, this started this was later. This\nstarted in 1942 when Treblinka opened up.",
        "A: Well not everybody can get work. You have to be -- when you say you're a tailor you have to\nbe a tailor. There was a tailor shop too. There was in the same street, but our shop was the\nfurrier shop was a big university, a big building they make a tailor shop. When somebody\nregistered a tailor is going in and working and he didn't know how to do something. He\nnever come out, why he never come out was a man, a German. His name was ;\nand he was coming mostly at night. He was coming and checking, not in the day. When\nsomebody don't know how to work was working at night because the production was made\nin the day that people that were really tailors that know how to do it. I'm a tailor you know I\nwork in the day and somebody's not, I make the production for him, for the man to be alive.\nAnd that , he used to come at night and he was I don't know how to call this\nman this, this man was a monster. You see, the material goes on the table laid down there\nabout this high, maybe higher and they put it on a stencil and chalked around with chalk,\nwhere the sleeves, where the front, where the back and took hold of that. Usually you got\nelectric scissors and cut it through there. There they got the knives. Put it on their knives and\ncut it straight in the chalk and cut it all through the material. That's very hard to do. That\nused to have knives with him he took it and he used to know who was\nworking and who was not. He used to come in and look and throw the knife straight in the\nchest. We used to know when he came we took some people bring them down in the\nbunkers and hide them. He was going to the bunkers and find them and kill them the same\nway, with the knives, thrown the knives in the chest. It was thrown.",
        "A: You have to know what you're doing. If you say you're a furrier or a shoe maker, fixes shoes,\nyou got a lot of shops but you have to know the work. Somebody was going in there maybe\nhe knows some people there to help him bring him in to save his life, his life was not sure\nthe day or the night when he got killed. When he got out alive, he was lucky.",
        "A: The Jewish consul there is nothing to say because nothing can help them. They're getting no\nhelp. Where can they get help. They never used to get help from nobody. They never used to\nget it. The people themselves had to help them. Like I said before, we risked our lives and\nwe saw a common end in the ghetto. We asked them, you got a bread, you got a potato,\ncome on I'll get you something. He say, what, I'd say I got pants, I got shoes, we give up our\nshirts, give up everything, give away, because we got some money but they didn't want no\nmoney. They got a lot of money before when the Germans occupied Germans in 1939, they\nrobbed all the stores and there were some very beautiful stores, shoes, suits, ladies dresses\neverything, sections. They robbed right away. They come in the shop with the Germans, you\nthere, he got this and this. Streets, , all of those business, nice\nones, good ones. What kind of stores there were, everything sections. Not stores that got\nthis, this and everything. Mens clothes is men's cloths. Men's shirts and underwear is men's\nshirts and underwear. They used to know. They used to come by. So, we had no help. You\nhad to help yourself. You risk your life. We had to ask you come on give me a piece of bread\ngive me a few potatoes. Just to make the day to be alive.",
        "A: No, I didn't go on the Polish side. I had no business to go there because I know that I used\nto have was robbed. I bring with me a little bit, I sell there and whatever I can make, I make\nit.",
        "A: Yes.",
        "A: Life in the ghetto, I was going out in the street, they grabbed me to work. I was many time\nthey take and grab me to clean up the snow on the railroad tracks and then they would come\na day when I was coming back and I was luck to be coming back. I know the sections and\nhow to handle it a little bit. Because I used to have some fur with me and carry it around.\nOne time I sell a Pollock a little jacket, a seal jacket, and the Germans were a way and a few\nweeks later they arrest him in front of the police they ask him where he got it. He told my\nname; he told my address. When I come home in the evening two policeman one a\npoliceman and one a civilian, wait for me and they arrest me. I said for what. They said come\non. I come up to the police station and first of the civilian started to beat me and he said in\nPolish, they said you dirty Jew. I say for why, why are you beating me. Tell me what you\nwant. I did nothing wrong because first of all I'm scared and I don't know if I'll come out\nalive or not. I want to know. He said you sold a seal jacket to a man, where did you get it. I\nsaid let me see if it's mine or not. Yes, I sold it because that was my wife's and I got that little\nchild and they have nothing to eat and I sold that and I didn't sell it for money; I sold it for\nbread. He bring me two breads and some potatoes. I can recognize mine because I make\nthem. Then he give me a paper with a pencil, I want you to move it down there how you can\nrecognize your work. I wrote down I can look down inside the lining, what kind of lining it\nwas and I take the paper with the pencil and I wrote down that the lining is made so on and\nso on to look nice. He brings it in, and I said this is not mine. This is not mine. He said it's\nyours. I said it's not mine. You told me to write down to give you how it was made and now\nI got the paper and look if that's the same thing or not. Well, he started to beat me again. He\nsaid I want 500 slotas. I said I don't have it with me. I can bring it tomorrow. He said if you\ndon't bring me tomorrow you're going to be dead. I'm coming out and I'll arrest you and\nyoull be dead. I said okay, but give me a pass to pass the gate when the Germans stand. He\nwrite me down, he said 12:00 you be here then I will wait outside by the gate for you. It was\na nice day and I will bring you 500 slotas and that's how I was free.",
        "A: No, Polish. The Jewish policemen were inside in the ghetto. There was a big man. I'll never\nforget him. My got killed through a Jewish policeman. 1942 in April he's gone\nto the wall with the children coming back and they brought our bread and our Jewish\npoliceman saw that and he called the German and says stop that Jew he's got our bread that\nlittle boy. What happened to that little boy, I don't know. I think they killed the little boy too.\nHe shot them in the back. He shot them. In 1941, wa a time to give away all fur coats, all the\ngold, all the diamonds, whatever somebody had. We give away and one day I come from\nwork I come in the house and I see my mother and two sisters dead. They took Riena, they\nwear black uniforms going door to door around and seeing them coming in and ask to give\nthe furs or gold or whatever and they said they didn't have it, they give away to the Jewish\ncommander. They didn't want to believe this to they look to see if they can find it, and they\nkilled my mother and two sisters. They killed them in the house.",
        "A: Through the Jewish police. The Jewish police were showing them where to go, which\nhouses.",
        "A: To who? They were helpful to themselves. They were helpful to themselves, not to nobody.\nMany people got killed in there.",
        "A: To tell you the truth, I don't know who was the Jewish council. We never got nothing to\nhelp them. Nobody send in to the ghetto to help, which consul send in? No consulate. The\nwhole war, nobody helped us nothing.",
        "A: The Judenrot did nothing but for themselves. If they got us something, they took away for\nthemselves. That's all. They never helped nothing. I don't know from where they get the\nhelp, from where they get the help. The United States never helped nothing. The other\nconsulates, which consulate can help there, but not the United States.",
        "A: That was special made for the Germans. They make some concerts. They took the nicest\ncafeterias and tell people to get dressed nice to come in and bring some .\nThey're playing, dancing and to show them the Jews in the ghetto, look how they're living,\nand this was propaganda. This was lies. It was propaganda. You read, there was propaganda\nfrom the Germans.",
        "A: The Jewish community never got nothing to organize. I remember not I remember, I saw\nwith my own eyes a man get a way a hole in the lining, the material, that time they're going to\nbuy before the war in normal time, it costs maybe 2,000 slotas and 2,000 slotas was a lot of\nmoney. In side there, at that time, he give away free bread, a Pollock did, he wanted\nsomebody to buy it he can give 5,000 slotas. It was no help.\nEnd of Tape #1\nTape #2",
        "A: What I can tell your",
        "A: What I did, the same thing. We just hoped to be at the end to get out of there. We were\nthinking, every day it just got worse and worse and worse until it comes the end. The end\nwas to get out of the ghetto. 1943, April 19 when it was the Warsaw ghetto uprising. That\nwas the end.",
        "A: This was something everybody was hiding, not to go and get caught. Somebody get caught\nand they're never coming back. I thought yesterday , he showed me a number\nwhich 1s close to mine. I got a number 128,232 he got 128,203, you know very short, but I\nasked him when you got the number. He told me he was coming one day before the\nAuschwitz, and from where, he was in 1940. In 1940 they grabbed him on the street. They\nerabbed people on the street like they sometimes come and get dogs on the street. Someday\nlike that and they send him away. He told me where he was. He was a hundred times dead\nand he was coming out and then he was coming the same time the Auschwitz driver was\ncoming.",
        "A: No. I used to have a home with three bedrooms. Three bedrooms is a six room house. That\nI have to give up five rooms for people. And you can imagine how they live in the ghetto\nwhen I've got a house with six rooms and I have to give up five rooms for people, and\npeople bringing in their own people and they lay in the street and then they take our bed and\nchange their clothes. The life was very, very terrible for us.",
        "A: No, no. I had to give up the house and go into the ghetto. Give up the house and give up\neverything, not even the old clothes I had. I left them. I used to have a ,1\nwatched my daughter two years ago and see them in Poland and I saw what the Pollocks\nrobbed a mahogany desk and I told her see I used to have a like that. I used\nto have a bedroom and a living room, furniture like this. The whole world you cannot see\nfurniture like that mahogany furniture.",
        "A: I was good off. I used to have a Polish girl in the house when the Germans were coming in\nand she was going down the , a young girl, very beautiful, and talked to her and\nshe said she worked for a Jew and she knew where they are hiding some in\nthe cellar. She bring them in and they come in with the truck and they took out everything\nand I had to run away. I ran eight kilometers. I stayed there for three days and then I was\ncoming back. I was lucky that I got a shot when I was running. The bombs the bullets\neverything falling. See, there was nobody to trust. Nobody to trust, especially you thought\nthem to be the police they want to show off who they are. This was the trouble. Maybe it\nwould be a little better. Maybe it would be better to get something more to eat, but of course\nthe Pollocks were coming in and they wanted to help, only they wanted something. They\nwere robbed themselves. When we go out after the -- the 19th of April I saw there's nobody\nthere from our family and then I was coming from concentration camp. I was coming from\nMaidonek with my leg and I got a bed, I laid down I see a man comes over to me and asks\nme the way I came. He saw the limp and I showed him my leg and I told him he said I can\nhelp you but I cannot help you with no medication. I said well, first do what you can. First I\nam a doctor, and he took it out a little pocket knife. He took it out and he operated on the\nleg there. I was lucky they give me a shot, it was a long time, he said this is going to help you\nand he helped me cut it up and make bandages but I had no medicine, no medication\nnothing. But I say I can do it. Help yourself, I said what can I help myself, excuse me the\nnext person say you and that's going to help you. The next morning we go\nout to the appell 5:30 in the morning and I look around and I see a few guys I used to know\nand they tell me everything and they said how can you walk out of the gate. When they see\nyou limp they'll take you out. When they take you out they're going to hold you until the\nevening when we all are coming back, and you see the kitchen there, yes, they're going to be\nhanged. I'm in trouble again. Well, I say, one says okay, come on then in the middle. He\nmoved out one and you stay in the middle and we're going to try, we'll go close to you and\nwe're trying to cover you. And they'll try it, and I walked out and I was coming back the\nsame way. What was the trouble outside? Outside was the most trouble than the inside. We\ngathered the wooden shoes there, and we come outside we had to take off and got the two\nholes in the bag, one got a piece of string to pull it back together and put it on the left\nshoulder, not the right, the left shoulder and walking backward and they grab you. They grab\nyour coat, the skin -- many people found and they shot them and put them on the side and\nwhen we're walking back, we have to bring back the dead, carry back the dead because by the\nappell in the morning they count out 200 that they are coming back 200 the same way, dead\not alive, bring them back. The end of the day I get better in the leg. It was nine weeks in\nMaidonek.",
        "A: Yes, I go to work outside in the fields.",
        "A: Digging and we were bringing out some trash. It was very, very dirty work. Dirty work like\ndirty work, but to be nine weeks not to have my shirt to change, not to get a bath, nothing.\nExcuse me for my expression but the lice, it was terrible. Not just from me, we had 1,500\npeople in that barrack all of the same. Until when I was out on the 22nd of July he come, an\nSS man and took it out three groups 750 people, where are we going, we don't know. We\nwere glad to get out of Maidonek. Maidonek was the worse concentration camp there ever\nwas, and Maidonek is in history the worst concentration camp. They were talking yesterday,\nabout Auschwitz and Birkenau, I didn't want to say nothing. Many people know that. It was\nwritten one time in the papers, in a magazine how Maidonek was the worst concentration\ncamp in the history.",
        "A: They treat people worse than animals. They didn't need to kill people. People killed\nthemselves. Rows and rows of , 29 factory from and they had two\nboys that were Fins and they were with me in the same lodge and then were coming a young\nman, his mother and father were in the shop at with me. He had a big\n. The name of the business was . Their two\nboys, the Fins, and his father and mother was in selection that took away when I explained\nbefore there that it was in the cellar where she was there. She was gone there. He obeyed the\nbusiness with a building and that product was a good friend before the war and they say he's\ngoing to save him and his son. The son is going to Treblinka and I'll tell you about the\ndaughter and he said yes. The 18th, the evening, he walked over from and\nit wasn't to far. He risked his life he took off the , he took the boy and was\ngoing all the way to that . L was two weeks in Maidonek, I see the son is\nthere. I ask him where is Daddy. I say Daddy, they took Daddy to ;\nis not far from Maidonek, a concentration camp. There were 35,000\npeople in and Schultz there three months and that brings this rifle in there\nand they killed them in houses. 35,000 just shot like nothing. They took them up in the shop\nand they killed 35,000 people. My wife's brother was over there too in Schultz shop and I\nasked him where's Daddy and he said Daddy's going to . That guy and the two\ntwins hanged themselves in barracks, the same night they took out the bells. Two young\nboys and an 18 year old boy. The older three they hanged themselves.",
        "A: Yes, they bring them out in the morning to the appell to the counting. 1,500 people in one\nbarrack and dead to live everybody had to be counted out the same day and then we go out\nto work. People got killed we had to bring them back and lay down there and they have to\ncome, the dead. When I was out, when the SS men took the three groups, the 750 people\nand my group was staying and I didn't make the five and I was in the second 100 and the\nsecond 50 the officer there was an appell that come to seek out a big holes. I remember now\nwhen I look at the holes. A black holes with a white striped nose and the legs have, all of her\nlegs have white and he was lighting the hose around her everyday by the appell. When the\nofficer took us and we would stay separate, the other two groups he took away the same\nthing. One group is gone and digging stones and the other group is gone making\nammunition. Only he was looking and see he comes over and colors dogs, why he colors\ndogs, because they were wearing metal numbers on a piece of metal with a piece of string. I\nremember my number 993, I remember my number and he say do you smoke a cigarette and\nwatch and tell me who smoked a cigarette and if not I'm going to hang dogs and I'll give you\nthree minutes. We're not supposed to move nothing. A whole day in summer in July in the\nheat, no nothing, and we cannot answer nothing for three minutes. It took not three\nminutes. Started the whistle and bring out the bench with the robes and everything and he\ncomes over and he got a whip like this with the silk that you throw on the animals. He\ngathered the first two fifths rivals. Nobody wanted to go first in the bench. No blind fold or\nnothing, they have to put on the rope themselves. I was in the first three. Turn around and\nwe gathered the ropes. The rope was hooked in and to kick away the bench and the first\nthree to be hanged. I muddle by and he hollered, the officer hollered halt, halt, that means\nstop. HE comes over and says what is that. Smoking a cigarette and they want to say we're\nhanging dogs. He said who ts there dogs. A new group, 750 people. You're going to hang 10\ndogs? I cannot carry ten dogs dead, turned them loose. He started beating, his type already to\npull them out in their position to open them up. We're very excited, we don't know what to\ndo. Well, we survived. He beat us but they come down there but we're supposed to stay the\nnext morning but he took us the same night. He took us out to the railroad and we stayed in\nthat train there and the next morning we left, a day and a night and we was coming to\nAuschwitz. We were coming to Auschwitz and we see coming in , the\nsion is still there. I saw that two years ago. Well, the 750 he made the selection and he took it\nout 300. What was the 300, the 300 was already, they were not able to work. There was\nfrozen, the face, the legs, they can't walk. People run in, he never saw them. He said 150 they\nstarted to go and everybody wanted to get out of Maidonek. He bring some soldiers with\nmachine guns and it's in Auschwitz they called it the Birkenau. Over there they killed 300\npeople. No gas chamber, no shower, no nothing just like that.",
        "A: With machine guns, and took them away.",
        "A: Well I arrived at Auschwitz, the first thing I was glad to be over there. Yes, I'll tell you why. I\ngot other clothes an I was going to get a shower and a shirt and underwear. A little more in\nMaidonek, I'd hang myself too. You can't even get to the toilet in the morning. Terrible, so\nthat camp I never saw all that many but this one was worse. When I was coming to\nAuschwitz I can go in and they cut off my hair and I get shower and wash me up. Once in\nnine weeks, ten weeks, I feel like I'm newly born. But later on, I got some problems. This\nwas a difference. I got some problems. I was the first job was I was digging potatoes from\nthe ground where they cover them for the winter, not to get them frozen. I had all the bad\nones that were frozen were going for us. The good ones were going for the SS. That's what\nthey tell me. If you didn't find one good potato between there, you'd be hanged, that's all. I\nwas working there a few weeks. The second a few months, after there from every Sunday I\ncan be shaved. If I'm not shaved until 12:00 I get no soup. I have to be shaved, my face has\nto be shaved until 12:00 and 12:00 they're bringing out the soup. Any man not shaved\ncannot get it. You have to be shaved to get a little bit of soup. If not I'd have to wait until\nMonday 12:00. Sunday evening if you're working you get Sunday evening a little piece of\nbread. If you're not working you get nothing, just 12:00 the soup. The barber was a barber\nlike me. He says he's a barber. He got a knife and cut it. From the water, the water was not\nclean and I got an infection. I got an infection but they stopped me and one time took me\nout of the line and I was going to the hospital. I stayed in the hospital maybe eight ten days\nbut I was lucky the men there was in the hospital he gave me a little mirror he said that's one\nthing that can help you. You're not going to get another one. You can die here and you're\nnot going to get another one. Be careful because I want this back. You pull out of the hair as\nmuch as you can. Pull out and then the infection will be better and take a little water and I\nwas sitting for days and pulling out hair by hair and that's what helped. I was six or seven\ndays in the hospital. Then I was coming out, I got another job another block, block six.\nBlock six, I come out and I see some people coming from work and some young guys where\nthey used to come in 1942 was not finished. Behind in the\n76,000 that number and one comes over to me and asks me\nwhere are you from and I told him and they said oh tell me about the Warsaw ghetto\nuprising and I told him all that I can, how we were fighting in there and he brings another\ntwo guys, he brings over and the one asked me where, I told him what are you doing. Do\nyou know some people in that business, I said yes. they say yes and I\ncalled them by their name, and when I said I called them by their name no one believed me.\nHe said their name, how did you call me, I said yes I tell them how they called them. I told\nhim when I saw him on the last day in that I told him that guy is going he got the left ear, he\nwas born with that little piece that was hanging down and he said how did they call him by\nhis nick name, I said they call him because of his ear. When I saw this, I got\none in a way in a side and got a piece of bread this size. One bring me a soup but it was cold.\nIt was good soup. One of them ask me one of the piece of paper where they give you you\nare going to work. I have to go into block two tomorrow morning 5:30 in the morning. I see\nthe piece of paper, I don't want you going over there. I said why. You're going to be going\ninto a coal mine. Yesterday I met a man who was working in that coal mine. He was working\nin a coal mine, and he is -- and they say no you're not going, and I say if I'm not going I'm\ngoing to be hanged. He said nobody is going to hang you. Give me the piece of paper. He\npulled it down and went away to the kapos and talked to the kapos. He had the connection\nwith their friends in their own town. They was working and they can organize something and\nthey bring in the kapos, the kapos they changing, the kapo was for their job was not\nare criminal. A young man, 6'6\" tall who weighed over 300 pounds. The\nface when you look into his eyes you don't know him, he's a murderer. He was the kapo of\nus. But this room where I was and that boy is make him good. Then he saw something he\ndon't like you he killed that boy right now. I saw one time he took a guy when they used to\ncome and he took a shovel and hit him in the head and he killed him. He reported it that\nsomebody ran away and nobody can say that it is lie. Everybody won't say they were lying.\nThe kapo 1s telling, take him, let the commandant in the morning and I was scared. I was\nhow I can go out to pass the gate when I got my numbers here. They said you come with us.\nWe're going to save you. You going over there eight ten days you'll be dead. You cannot\nmake it in a coal mine. They covered me and I passed in the morning and I come back in the\nevening and I was working the whole time until the end with those guys. My job was ten\npeople we were digging and bringing it to Birkenau twice a day and we covered\nthe ashes. When the ashes were coming out from the crematoriums. The crematorium and in\nthe back there was a little hole there and coming out the ashes and there was a big two holes\nto get out and we were covering them with the , we were covered with\nashes. I showed my daughter the crematortums in Maidonek and I showed her the ashes\nbecause in Birkenau you can't see, it's demolished everything. One crematorium is just a little\nbit there. You know it's a crematorium but you cannot see nothing. In Birkenau and\nMaidonek all the crematoriums and gas chambers is in Birkenau and I was showing her how\nthe gas chambers and the crematorium where the people were going into the ovens and the\nashes come out in the back and I was covered in Auschwitz.",
        "A: Yes, sure. When I wasn't going to another job, maybe I was there a long time because I got\nout of here and the boys were saved me. They saved me not to go into the coal mine. I know\nto myself if I was going to a coal mine I was going to be dead. The condition that I was, and\nthat helped me. They gave me some kind of piece of bread. They give me some time a little\nsoup.",
        "A: The same group, ten to fifteen people that were coming out there in the fields was divided.\nOne time they come and they say you can make a cape for a kapo. I said yes, but I have no\nmaterial, I have no needle. I need a needle and thread ad scissors. You go and get everything\nand when they bring me there and I say to one, look I have to take the measurement to make\nthe cape. But I was scared to go up and talk to him. He said don't worry. I will take the\nmeasurement. I said I have no tape but I can take a piece of paper and take it around and\nthat's what I need. We come out to work in the morning, they bring me in to the toilet and\nhe was coming in and he looked and me and he whether I hear what he say\nand I told him to sit down because he was tall, 6'6\". I told him to sit down on the toilet. I\ntake a piece of paper and I told him to take off his cap and make the measurement. He said\nthat's it, I said that's it. I can make the cape in two or three hours but I worked two days, in\nthe same toilet every day. I was sitting over there for two days and I made him the cape. He\nbrought me in a piece of bread in the middle of work and I made him the cape and he\nlooked at that. I hope he still has it. He was very happy. Then he don't touch me. He never\nbeat me, never, for eighteen months I was working for him. He never put a finger on me.",
        "A: Yes.",
        "A: I see men were coming out of Birkenau. We saw the transports coming, people coming in\ntransports. We saw and we saw the selections, left, right. 1944, I think it was April or May\nwas coming a transfer, 10,000 people from Budapest and ;\nThose people never knew where they were going. They lie and say they are going some place\nand it would be changed and for other people they were going to work. They're bringing\nwith them fur coats and all kinds of things and food and we asked the guard there, bread, we\nasked you see what there is. This is not for us, this is for you. You don't smell the steam that\ncomes out from the chimneys? Yes, we feel it there, that is not for us. People said okay.\nThey give us a little piece of bread or crackers, no we need it for us. Later on when the\nselections, right, left, they realized the first group is going on and to see who comes out of\nthe shower and who does not come out, they realize that.\n. That's all from there. This place is not for us. This place\nis for you not for us. One time I think there came a group a mother with her daughter. A\nbeautiful girl I see her with my eyes. Beautiful, young, beautiful and they separate the mother\nfrom the daughter, and the daughter started to cry and she run back and the first man\norabbed her by the hair and throw her over there. And she run back to the mother and she\ncried and she said I want to be with my mother. Wherever my mother goes I want to be with\nmy mother. They told her your mother is going to the gas and you're not going. She said yes,\nI want to go. And he grabbed that pistol and pulled it out, he shot her. The selection was\nmade and they put the ghetto back, the whole 10,000 and they killed them there with\nmachine guns.",
        "A: Everybody, all the 10,000, and this girl was the first.",
        "A: I saw it from far away. I was watching.",
        "A: I used to know every day what's going on there because I was coming twice a day.",
        "A: In 1944 in August or September there were four girls and two boys. Two boys and one girl\ngot caught and got hanged and the woman I was there and they got\nhanged. One boy and two girls he got men in the mornings every day come out and we got a\nmemorial for the six million April 19 every year. One time it's coming out and a man\nspeaking a few years ago and he got a slide and he showed this is a slide and this and this girl\nand she got hanged for the uprising. I said the other girl, I don't know nothing. I said well,\nyou got the one slide and you don't know -- and I told him all about it. He said, oh, I have to\nlook it up and see there.",
        "A: You see when they were hanging somebody the whole camp cannot go in the barracks until\nthey have seen for themselves the hanging and talk around it why they get a hanging and for\nwhat and everything. The two girls were hanged in the camp for women. That's in\nAuschwitz, not Birkenau in Auschwitz because they used to work in the ammunition factory.\nThey organized some ammunition, but one crematorium, they damaged one crematorium.\nThey got the gas chambers.",
        "A: What?",
        "A: Yes.",
        "A: No, we find it out after. Find out after, see what happened. Nobody don't know what's\ngoing on. Just the six people the two boys and two girls, nobody else. Even inside in\nBirkenau even in there they don't know nothing. Those four girls and\nthose two boys they organized their own with nobody's help. There was no nothing before\nthat.",
        "A: No.",
        "A: Yes.",
        "A: No. They were coming out, we used to know the news in the evening and if anything\nhappened any place we used to know in the evenings when we were coming home from\nwork after the appell. They were coming around to each barrack. If I knew something I was\ngoing over to tell them. They would give the news to another one. There was a rabbi in\nAuschwitz in block two. Block two was tailors and there tailors all the good clothes they'd\nlook them over and fix them. People were coming and hiding some gold, diamonds and\nrubies in the clothes, mostly the shoulders. When it comes to that tailor shop it was outside\nin Auschwitz not in where the camp is but on the outside. They find some gold, diamonds,\nbut from their town this is I talk to people yesterday. I talked there were\neven some of them in Auschwitz don't even know what I told them. There was a rabbi in\nblock two and in English the block manager there, in block two they\npaid him. If he was alive, he got enough. He built a closet with a toilet. In the morning the\nrabbis going out to the appell and before we go out to work, he was going in that close and\nhe was sitting inside until we were coming back from work to the appell and at night he was\nfree.",
        "A: Yes, and the rabbi was in the closet the whole day. In the evening he was coming out in the\nappell and he get a slice of bread until in the morning, until January '45, the 18th when we\nwere all going to the death march, I was there too. I saw and another guy was in the same\neroup with me working from Belgium, a young guy 18 or 19 years old and we saw somebody\nfall there. Who fall down because it was a blizzard, snow, was hard walking, hard snow and\nwe saw somebody fall down in the snow and we pick him up. We pick him up and I used to\nknow the rabbi and why I used to know in '43 I was going every morning 5:00 in the\nmorning in the barracks saying after my father. The young guy picked him\nup and take him around and he hold on to us and we spoke but in the middle way one\nsoldier stopped us and give us he got us some stuff, how do you call a slice of ;\nI don't know how to say it in English, but a slice and I and the other\ncuy get the ropes and we pulled there a whole day and a whole night and this man hold on to\nus a whole night and we walked until the morning. The morning it was getting a little bit day\nlight, they stopped us and put us in I don't where, in a small town and they put us in all over\nin stables with animals, cows horses, pigs. Divided, you know, until the evening. The evening\nthey call us out and they said we're going to and from that time we never\nsaw the rabbi again. See, many people don't know what was going on there, what we can do\nto help people. The boys risked their lives and they helped the rabbi to be alive. What\nhappened nobody don't know.",
        "A: What?",
        "A: Yes.",
        "A: In the same block, people were praying every morning.",
        "A: Jewish holidays we were working. We cannot take Jewish holidays. If Jewish holidays, one\nday you mentioned I will never forget it. We see nobody and we see a soldier, a German\nsoldier and stay and look down there and we started working fast and he say to us slow\ndown, don't work so fast. Today is Saturday. Just like that, today is Saturday. I know all the\nJewish holidays and he started counting all the Jewish holidays, Passover, Rosh Hoshana,\nYom Kippur, all the holidays he started counting and asked him and he'd say himself I'm\nfrom Budapest. I'm from Budapest. You all can give me some money? We're scared to\nanswer. He said don't be scared who goes out there to Birkenau when there are people\ncoming on the transport, I need some Hungarian money. I want to send home to my people.\n. We was working there, the mine was maybe 50 feet away where the\nbarracks were for the soldiers. Every day about three o'clock I opened up the\nand I'm going to make a signal I want every day another person to come every day and I'm\ngoing to have 11 pieces of bread and divide it each for them and they got it and for maybe\nthree or four weeks we give him money. We got some connections. Guys that were working\nthere when the transfers were coming and we got a little money and then later on he\ndisappeared and until now I don't know what's happened to him.\nEnd of Tape #3\nTape #3",
        "A: You see, I'd like to comment. I don't want to mix it in one with the other one, you know. I\nwant to comment today, you know.",
        "A: I want to comment today. If you want me, I want to tell that 1944 was when the -- short\ntime before the war was over. You see, Poland used to know -- they fought in the end, you\nknow, and Germany was different. You see, the Germans hold it to until the last minute.\nLike, to hold us, Auschwitz until the last minute. January 18, you know, eight o'clock in the\nevening, they started to blow the horn, you know, \"Everybody out.\" You know, without\nthem we go to work, we go home, we don't know. But seven days later, the 25th, the\nRussians occupied Auschwitz. They took us out, more than half, but Auschwitz got 60,000\npeople, prisoners. How many was going out that night, I don't know until now. I tried to\nfind it out before, and I can't find out because I never met no people, you know. Yesterday,\nI met some -- a few people who were in the same transport with me there, you know. It's all\n-- we don't know, but until 1944, was in and Poland and Lodz was a ghetto. And they hold\nthe ghetto until the last minute. Why? Because the people used to work there. And the\nghetto was in the cemetery. In the end of the cemetery, they build up some barracks and the\npeople were staying in the ghetto. And they got -- they got a very, very hard time in the\nghetto, you know. It was with children. When they bring them in, in '44, in\nof September, was children there. And -- and the time was short. It was Russian hold\nthe crematoriums and the gas chambers were working 48 hours. Little children, they grab by\na arm, by a leg, by the hair, in the throat, and they throw them in the oven ,\nThey throw it in. So they want the Russians to know that it's the end today. He -- and this\nwas terrible. It was, they take a child by the arm or by the hair and throw them in the oven,\nyou know. But it would have been night, but in the night, you know. But when\nI was coming out in the morning, I got all the noise. I got it, what's happened in the night. In\nthe night they could do because nobody saw, nobody. They got nobody, they know there.",
        "A: Yeah.",
        "A: The whole body become ash. I never saw no bones. I never saw no bones. Maybe they take\nout the bones in the inside. Whether they do, I don't know. I never saw the bones. I just saw\nthe ashes because I was behind the building, not in the front in the building, you know. I was\nbehind it. But ashes was coming out in the back, it was coming out there. So I didn't see no\nbones, so I don't -- I'm not going to tell you stories that I never -- don't saw, you know,\nbecause I don't know. See, the truth is natural. The best way is to say what you know and\nwhat you see, there, you know. See, when I was coming to Auschwitz, I even don't know\nthis Auschwitz, you know. I just saw the sign sion, you know,\nbut I don't know this Auschwitz. But everything was , was Auschwitz,\n, you know. You see, because the train was stopped in Auschwitz, not in the\n. It was coming down, you know, and they give us a number. They see, right,\nthat the number they give us here. And they say -- and they say, \"That's your name.\" You\nsee, That's your name.” And they call us, \" ; ;\n. And that's it, you know. And when they name, they give us -- they give us a\npotato, you know, potato. You can't eat it, throw it away. They grab us and\nbring us right to the camp, to -- you know. But anyway, I don't work there too\nlong there, you know, , you know. I wasn't out there. You know, a\nfew weeks, and they bring me back -- they bring me back to Auschwitz. And they bring me\nback to Auschwitz, and a selection there (ph.). And when I come to Auschwitz, come in --\n35 people who come with me in Borna. And, like, they are going to the gas chambers, you\nknow. This was in November -- in November, yeah -- in November, 1943 -- in November.\nAnd we was -- I think the were about 35 people. We was already . And we got\nour selection and we had to take off their clothes and everything. He let us in -- in -- in the\n. The whole day, you know, I don't know how to call them. I never saw a place\nlike that. And then we stayed there over night, in the morning was coming, little trucks in the\nred and push us in, one on top of the other one, and bring us to Auschwitz, to\nthe crematoriums. It's in Borna , which is nine kilometers, not too far, you\nknow. You come down there -- come down a guy in a barrack and call the numbers. Call --\nand call my number and then he asked me, \"Where are you from?\" You see, I was a Pollack,\nyou know. \"Where you frome\" I say, \"From Russia, from Poland, from Russia.” \"Russia?\nWhat's your name?\" I say, 'Radashinski (ph.).\" They say, '\"Radashinski?\" He calls me, I never\nheard in my life. So it was, you know. And he put me in and put me in the\ncorner, he put me in. And he say they'll take me, about ten, 15 minutes he comes out with a\npiece of bread. He say, \"Come around there,\" you know, \"and take away the last one.\" That's\nwhen I used to have a few friends -- good friends I used to know from home, you know.\nAnd they -- they -- I never saw them in my life. Another soldier then he come back, he bring\nme into the barrack. Bring me to the barrack, I lay down. I turn around, I see a young guy\nwho stay by me and looked at me he say to me, \"Oh, I know you.\" I said, \"You know me?\nFrom where you know me?\" \"T know you from village. My was close to you,”\nyou know, \"You see, my name is Edler (ph.). I said, \"Elder?\" I told him, \"Maybe I remember\nyou, maybe not,\" you know. And he say -- I said, \"What is here?\" He said, \"Here is just -- it's\nnot a hospital, it's just for people to rest in,” you know. And then he gone out to work. He\nsaid, \"It's not too many Jewish people that stay here, but Doctor Mengele (ph.) comes twice\na week here, Tuesday and Friday.\" Now, today is Tuesday that's how I know it was a\nTuesday and not another day, you know. \"Today is Tuesday and now it's after 12 o'clock and\nhe has not shown up. He is not coming today, but when he coming, I let you know.\" I said,\n\"How you knowe\" He said, \"I'm from Krakow. My grandfather was a rabbi in Krakow. And\nhere these two doctors, who saved some people -- Jewish people tried to help him, their life,\nand somebody in the neighbors called the Gestapo and took out the people in the Krakow,\nis out in the middle -- in the middle the town and Krakow is when they come\nout all the time different houses, and businesses, you know, it's very nice. And they took out\nover there and they killed all of them. And then took the two doctors here. And the two\ndoctors got away from work -- from here -- there.\" And I say, \"How are you come here?\"\n\"See, I was coming with you -- with me.\" He say, \" here and I got weak from\nwork and they put me in here and I'm here five weeks already.\" I said, \"It's so bad, how you\ncan be five weeks?\" \"The doctors help me. The doctors -- Doctor Mengele is supposed to\ncome here and they hide me.\" What I want to let you know, this was Tuesday. Thursday, the\nsame boy come and tell me Doctor -- that Doctor Mengele is going to be in tomorrow --\nPriday. I said, \"What do I have to dor\" He said, \"Jump through the window.\" I say, \"You tell\nme to jump through the window? I cannot raise my leg to go out to the . [have\nto take and put it down and you tell me to jump through the window?\" \"You have to help\nyourself. If not, Mengele coming, you're going to be -- he is going to look at you, you're\ngoing to be the first.\" At four o'clock -- about four o'clock, I take a look. The same guy sit at\na table and asked, \"Who want to go out to work?\" I was the first one. He looked at me and\nsaid, \"What's your name?” And I tell him. He calls me again. So I begged him, \"Let me out. I\ngot some friends there. I like to work. I don't want to be here. Let me out.\" He let me out.\nThe next morning, Mengele was coming, he got 150 people of -- the guy told me. You know,\n150 people. He came up, he said, \"You go over there, you will be the first,\" you know. So\nthe life was not easy. Every day was something else. You know, coming out. Once\nsomebody got a lot in their life, somebody not, you know. It's very, very -- well, it's hard to\ntalk, you know. But --",
        "A: Yes.",
        "A: Righteen -- eighteen months.",
        "A: Yes.",
        "A: Well, my job was -- I was working for an SS man. His name was Polige (ph.). Just to look at\nhim scared the people can fall dead, you know. A face -- a really, really murder. Tall, always\ngoing with a little , with the German . But, when he was coming\nout of the job, that few minutes where he was staying, we was working so hard moving the\nwhole day because -- he know that who he is. He always hate out life. He say, \"Where come\nthe strong to us to work so fast?\" We don't know. That's all, but he keep us. Then he was\ncoming, he was working so fast or not, he would not keep us. He would see one person, you\nknow, work a little slowly, you know, you all would be gone. We make up the mind, all of us,\nto do it -- what we can -- fast when he comes out. How we know when he coming? We got\n-- we got a supervisor. We was ten, eleven people, one was the supervisor of us. He was\ninside, in the mine and he would stay outside, in the top. When he was coming, he can see\nwhen he is coming with his car. And then he give us a signal. He give us -- when he give us a\nsional, you know, we know we had to work fast. And that's -- he was keep us. He would say,\n\"You good workers, fast workers.\" That's what the -- that's what the German's would like,\nworking fast. When you work fast for them, they ;",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah. We were talking about -- we were talking about the news was going around then. The\nnews was going around then, because some of the -- so many people who used to work by\nthe gas chambers or the crematoriums, they always got to keep the special -- the people, the\npeople. See, there was -- was staying there in . They got a special\nbarracks, you know, and over there, not together with us, you know. But the news was\ncoming around, in the day not in the night, it was coming around, what's going to happen?\nHow we know that -- how we know that there was the four girls and the two boys, you see?\nThere are other things, you know, was coming. And Mengele when he come, when he don't\ncome, see?",
        "A: You see, one each other. That's -- that's what's going around. There was no\nradio, was no television, was no telephone, nothing, just with the mouth, you know. Or\nsometimes -- or sometime lunchtime, you know, when we gather , we lay down\nthere in the grass resting, we was talking, you know, who's coming down, what we saw, what\nkind of transfer was coming and what -- what -- what's happened there, you know, so and\nso, you know. That's the news there.",
        "A: Was -- was helpful or not because this was help -- this was help -- we was thinking when was\ncoming the end, you know. When we see something, you know, we can figure out when will\ncome the end. You see, in -- in '44 -- '44, the end, you know, we where thinking, you know,\nwhen was coming the end. Was one airplane flying, you know, at no time you looked and\nthere was pieces of papers. But some of them were guarded there and some of them not.\nWho guarded there was hiding. And when someone guarded there, the was\ncoming and taken away. And they never read it, what it is. Or later on, you know, if someone\nfind it out when the was this. See, this was in '44, in October, November -- was\nthen, you know. See, in '45, too. In '45 -- in the beginning of '45, was the same thing. As a\nmatter of fact, when -- before I got survived, in May 1st, in '45, I was staying -- I was staying\nin -- in Germany. In 1945, you know, when Russia was in Gross-Rosen and Gross-Rosen to\nDolha. And in Dolha, you know, we was thinking nobody was coming out. Because Dolha\ngo a brook (ph.), a typus brook. They took it out, people, and put it into their brook -- in\ntheir brook. In a few days, the people get sick and the high fever and their dead, you know.\nAnd for -- just for this, we was very scared of what ; was not too\nlong, it was a month in Dolha, in January. In February -- in February, we out -- many, not\njust me, many -- and we go into Mindov. I even don't know where Mindov is, I just\nremember the name, you know. This must be -- a small town must be there because the\nsame -- the same kenta (ph.) -- was -- when I survived, I meet my wife in\nGermany and was the same kenta. Was a kenta from the fields, cut it out, you\nknow, holes, and make steps, five steps is in three -- two feet of the one. Two, three feet\n, you know, and put it on a with a little straw, you know, and a\npiece of blanket. This was a place for sleeping. A kitchen was outside, you know. And there\nwas a few thousand people there in this barrack, you know, there. And what -- and there\nwasn't too long, it was in February, March -- March. April, they took us out, again, they put\nus in the trains. We're going around, back and forth, back and forth, back and forth, until we\nsurvive in May.",
        "A: Yeah.",
        "A: How I came to Auschwitz?",
        "A: To leave it, Auschwitz?",
        "A: Just simple, we used to work, we don't know nothing. We don't know nothing. We come in\nthe evening, we get a slice of bread, you know, going to take our shower and then we are\ngoing took lay down. Nine o'clock, the bell ring and they take off the light, you know. The\nnext day -- next today, we go out to work and we come from work, we come and we sit and\nwait until the -- before the light gets out, just -- the signal started to whistle. Everybody out.\nEverybody out.",
        "A: This was -- this was January 18th, in '45, okay. Everybody out. And they told us\n-- that's me -- to stay together, you know, to go into -- to five in line and groups. They get\nwho groups is altogether. And they took the and they took us out. Where we\nwas going, we don't know. However, we come outside, we see a lot of soldiers with rifles,\nwith dogs, you know, the German dogs, the Shepard dogs, and we walking and we walking\nin the snow, the blizzard, you know, a whole night until it gets daylight -- a little bit daylight.\nUntil then I don't know of the town where we were stopped, but it must be a small town\nbecause they left us in -- in stables -- in stables and from cows and horses, pigs, you know,\nuntil the evening. And then at the evening, which get a little dark, they took -- took us out\nagain to the trains and we were going to Gross-Rosen. Coming to Gross-Rosen took us\nabout two days. To come to Gross-Rosen -- was two days in Gross-Rosen. That is a\ncamp. Over there, in all pictures, you have a big hole and put it down a piece of\nin the cement floor, you know. And we lay down at night, a tall man with a\nshort man, they put together. You see, my legs suppose to come straight to his head. How --\nhe's taller than me, I can stretch the legs. And they gone in -- the are going in\nwith a piece pipes, you know, a half-inch pipe -- three-foot pipes and beat him. \"Stretch your\nlegs, stretch your legs,\" you know. When I -- when I move down to stretch my legs to his --\nto his head, you know, there -- if he is short, they beat him, you know. And that was -- a few\ndays that was, not too long. But they don't let me out. They don't let me because I don't have\nno -- I just got a number. I don't have no . All they thought I had, they\n, because they look at -- they look at my records, Radashinski, I\nthen come up Pollack, you know. And when I -- and when we all we were going out from\nGross-Rosen to Dolha, I jumped out through the window. I jump out the -- in first floor.\nAnd they look for me, other than that, they can't find me because I was in that ;\nI was running in from the first , when they stay, by the gate who broke out, you\nknow. There -- the Nazi's there, when they caught me, they'd kill me, you know, in\nGross-Rosen. And then I was coming to Dolha.",
        "A: Through a window in the barrack, you know. The window -- the window was open and I\njumped out through the window and I run and they who was staying, he broke\nout from Gross-Rosen.",
        "A: Yes, yes, yes, yes. Then I was coming to Dolha. Coming to Dolha, I got a typhus\n, you know.",
        "A: No, I don't go . There was a in the city. Yes, some\nfriends of mine. I used to -- met one guy from Belgtum, you know, and we got very, very\nfriendly. We got very friendly. He almost died in the typhus . He bring we one\ntime -- he bring me one time, he was going out, they took him out at night. He was coming\nfrom work. He was working the same job as me, you know. They took him one night, out in\nthe -- in '43. And I think it was November or December that he , you know,\nsome transports come in at night and the afternoon, now. And he find gold change. And he\nrisked it and he bring it in, but he was scared to hold it there. He give it to me and I got a\nfriend on the , his name it Houser (ph.) , he is from my home\ntown. He is also in the same business I am. And he was in my barrack with me. And then\nwas -- into my barrack -- when I mentioned before that the two groups was going out before\nme, from the 7150 (ph.), he was in the second group. He was going to place to digging out\nstones, you know, they dig them out. And then in November or December, they bring him\nback, you know, he was so nothing -- weak, that he cannot work no more, you know, that\nthey bring him to Auschwitz to go into the gas chambers. How -- how , 1 don't\nknow. Although, he told me, but I was coming from work in the evening and I saw him by\n. And then he told me the story that he run away, you know. I say, \"What are\nyou going to do now? You're not registered here,\" you know, \"anyway, they -- the find you,\nyou know, they hang right there by the kitchen there. They hang you.\" He say, \"Well, I risk\nbut I did it. And I got this piece of gold change.\" Well, that guy from Krakow. And then he\ngot it -- not a Jewish star, no, no, he got a star as a criminal. And they find him, they bring\nhim to Auschwitz. They don't know he's Jewish. He told me. His name -- he got to change\nhis name, Kavalski, Adam Kavalski, you know. And he told me he's Jewish. He come and\ntalk . And I say, \"Adam, I see you'te talking. I want you to help\nme.\" He said, \"What?\" I said, \"That's my friend.\" That's when he say -- I told him the whole\nstory, what he told me. \"And I don't want him to get caught. I -- when they get him -- caught\nhim, you know, they're going to beat him up or they going hang him, they are going to send\nhim to the gas chambers, you know. Please help me to get him a job. work,\nbecause he can get it at the same way like the boys did it for me, you know, through the\n, you know. He said, \"I'll see what I can do.\" He come back and he say to me,\n\"Yes, I got a couple.\" But he wanted something. And I ask the guy what he wanted. I told\nyou he was going in the -- in the typhus , you know, in Beletum. And I say -- he\nsay, \"Okay. Or tell him -- tell him that he can bring him some -- a piece of bread.\" And I\ntold him, I said, \"Look, Adam, I got him this change.\" I told him the truth, from where I got\nit, you know. If it ever comes up, I don't want to be involved. I'm going to be involved\nanyway. You know they are going to beat me to death. And he said, \"Don't worry. Nobody\ngoing to beat.\" Let's see, I give him -- and he bring us that time all whole bread, cut it in\npieces, you know, four pieces. And he got a job for me. He got a job to the Union in\n, to the ammunition factory, where they used to make ammunition and bullets,\nthe . And he was going there. When he was coming over there, he find his wife.\nBecause when they was coming from , a Shoe shop. They was shoes, not\n, but shoes, he and his wife. And a little boy, three years, the little boy, they\norabbed her in my and they bring them to the gas chambers, you know. In the\nhole, they put away, you know, the boy. See, when she was coming to Auschwitz, when she\nwas coming with the woman camp was with men. The women, together was\nseparate, you know. And she was going to the ammunition -- to the Union. And he don't\nknow about her. Anyway, now when I find a job for him, he was coming back, he find her,\nyou know. And she survived. She survived but she got killed in an accident, a car. And the\nchildren, he say that he saw, when he was riding, you know, a truck hit a , you\nknow. But he's in New York. He is -- he's good off, you know. So --",
        "A: Yeah. In Dolha, I was going to Mindov.",
        "A: No, you worked volunteer, no work. But Dolha -- Dolha was closed to , you\nknow. I cannot get no shower, no shirt, no nothing. Maybe before, I don't know. But at that\ntime, where we was, you know, they never saw people going out to work. All the blocks was\nfull with prisoners and locked up, never can coming out.",
        "A: Yes.",
        "A: All the time. A month or more than a month, Something like that, you know.",
        "A: No outside, no. No outside. In the evening -- in the evening, , they never let us\nout. They have kept us inside in the morning and in the evening.",
        "A: Huh? The bathroom was in the hall, you know. We can go, you know, yes.",
        "A: Huh? Inside. Inside.",
        "A: Yeah.",
        "A: And then we going to Mindov. It was close -- close to the end. We come to the -- in\nMindov, I was around there until April. In April -- by the end of April, they took us out,\n4,000 or 5,000 people, and we travel around back and forth, back and forth for a few days.\nAnd one day, we stopped. We stopped between a mountain. And where we see no building,\nwe only see no nothing. And we see nobody to come in to give us a piece of bread or some\nwater or -- for three days, nothing. One day, they come in, the soldiers, and open up the\ndoors from the trains, they were the slide doors, there was the where they\ncarried the animals, you know, cows, pigs. And the mountain looked so high and the train\nwas in the middle, it looked like it, like, divided it, divided the mountains to make the\nrailroad track there. And the train was running up long. We started running up --",
        "A: The Germans.",
        "A: The Germans. And they said, \"Go and you're free.\" \"We're free?\" And we started to run up\nthe mountain and we come high, maybe 25, 30 feet high, the Germans -- the Germans sit at\nthe top with machine guns and started to fire at us and we run around there, 100 of us found\ndead. And they come and -- and we come -- there was about 4,000 or 5,000 -- I think -- I\nthink about 4,000, about less than 4,000 was alive, you know. We go back in the trains.\nCome back in the trains, a few hours later, come in two soldiers coming and they're saying\nthey need ten people to help mop -- help mop the , you know.\nAnd they say that they need ten people to volunteer. Nobody want to volunteer because we\nwere scared, you know, to go, you know. One comes insides and two stay outside and\neverybody hide and he grabbed who he wanted. He grabbed and throw out from the train,\nthrow out, and I was out of there, too. I said, \"Oh, my God, that's my last day to myself,\"\nyou know. I see that's the end. Because he told us to go back up and then he got the\nmachine guns and they shoot us, you know, looking at all the dead there. That's my last day.\nAnd I say to myself, \"Oh, my God, if I got a piece -- I got a piece of bread, decent piece of\nbread to eat for my last minute there. I will be happy.\" When we go on, their soldiers go on\nwith us. And their soldiers come with us, it must be something else. I asked a question, I\nanswered my question myself, you know. When we come up there, the machine gun is gone.\nIt was a little -- a little radio station in the workshop. And they way it got damaged, was an\nAmerican planes past there and throw down bombs at that time. And that radio station got\ndamaged. They took us to clean it up, you know. They give me shovel, one got a pick, one\ngot a broom, you know. And then we come up to that radio station and look in there, I see a\ncounter. First thing we see, don't see nothing, no food, no , no nothing. I\nlooked into the counter, I see some bread, some little, little pumpernickel bread. I grabbed a\nlittle bread, I say, \"I got my wish, I'm going to live.\" And I grabbed a little bread under the\njacket and I started to eat. And one of the soldiers got a stick and he hit me and I fall down\nthere, and he kicked me. Kicked me, my face, my head, you know. I take the shovel and go\nto work. Went to work, and we come down there and we come down to the train there, and\nwe laid down. Next morning, we hear something. We looked over in the road. And we had\nno more than two little windows, everybody want to see, you know. Then we see -- we see\nhow the trains look over there, it's not the Germans. We think it's the Russians, but it was\nnot the Russians. It was the United States army. And we started to holler, and holler, and\nholler. Comes up a jeep with two soldiers, American, you know. One was a little man, he was\nan MP, and he talks very good German and he asks, \"What is this?\" We say, \"We is from the\nof German,\" you know, from the concentration camp. is\nconcentration camp. And he say to us in German, \"Don't be worried. We are Americans,\"\nyou know, \"you're all going to be free.\" First, they went and took us around all the soldiers\nwith the patches, you know, outside and arrest them. And then they tell us to come out and\nthey kept to cooking food for us. They put it in the kitchen, the started to cook\nthe food. And we coming out and the same soldier say to me -- he see that I'll working. He\nsay, \"Don't eat that. You see, you're only going to eat -- it's only going to be there\ntomorrow.\" I said, \"Why? We eat nothing for three days, no water, no nothing.\" He said,\n\"You can make it three days with no food no water, you're going to make it again. And then\nyou're going to eat, . Because you're stomach is too thin. If you eat rice, you get\ndiarrhea, you have no doctors, no nothing.\" It was true. the same night. But --\nand he said, \"I'm going to . It's in town, three miles, and we're going to see\nwhete -- we're going to have .\" And he was coming back -- and he was coming\nback, he gave us some barracks from the German soldiers in Feldafing. and\nthis was in Tucci (ph.), four kilometers from Feldafing. And we was the first -- this group\nwas the first 4,000 people in Feldafing. And they give us rooms and we got 18 rooms, 18\nbeds in one room. And I got 18 people in one room. And they give us -- we go and get our\nshower and everything, but don't we get enough clothes, we get our pajamas. And we get our\npajamas. I get them. And these pajamas, I was wearing six weeks. No shoes, no underwear,\nno nothing. And nobody would come and see us, plus get us something to eat. And the\nsoldiers say to me, \"Every day you get a slice of bread, toasted.\" I say, \"What is toasted?\"\n\"Because you see, your stomach cannot take it.\" And again, I get a bowl of water with a little\nbit sugar and every day a little more for two weeks. I took the bread and I go down to the\nfront and put it on a piece of paper and attach it to the bread. It's hard, you know, it's hard,\ntoasted. And then I eat it for two weeks, it's not ; . lL walk one time\nin the streets with another guy, and the same soldier passed by the and stopped\nus. He stopped us and I recognized , he was -- these German are\ncoming to Russia, you know. And I recognize him and I started to speak to him in German.\nI say, \"You're the one that give us our freedom there, four kilometers from here, in Tucci.\"\nHe said, \"Oh, yeah. .\" I said, \"Nobody come six weeks, nobody come looking\nfor us. We need something to wear, we got no clothes, and we don't have nothing. We don't\nhave -- you see. And that -- and he wash my pajamas, I stand inside until the other dry. I\nwash his pajamas, he stay inside while they dry, you know. And that's not right, what's going\non?\" You know, he said, \"Yeah.\" And he got two handbags and one shoulder bag. And he\ntook out his shoulder bag and he opened it up and got the money, German money straight\nfrom the . And he got so mad. He got -- he throw out the whole\nmoney and take a lighter and light it and burned the whole money. And he say to us, \"I want\nyou to come in three miles away tomorrow morning but not before -- be after seven o'clock.\nThen you get something to eat.\" I said, \"Okay.\" He said after seven o'clock, we was over\nthere before six o'clock. He said, \"Don't come to the front, come to the back for a little\n, maybe about ten, 15 feet high.\" And we have laid down in this -- in the grass\nand we wait. Seven o'clock, all the soldiers coming out, coming -- taking breakfast. And so\nwere eating and some say it's not good, they don't want to eat no more, you know. And he\ncomes out, we saw him, we give him our signal, we started to cough. He look around, he\nlooked up, he saw us. He got back into the camp and told the captain he got two refugees\nfrom a concentration camp and they're naked. And the captain say come in. He call us in, we\ncome down, we go into the office and the captain look at us and give him a paper and he\ntook us to the PX. He took us and he get us shirt and pants and shoes and socks and\nunderwear and jackets everything. And he bring us out, he gets us to eat. The captain say, \"If\nyou want, you can come in twice a day there, help mop and you can eat. Even sometimes\nthree times a day, you know.\" And there was -- see, when they make the hamburgers, one\nsoldier say that the hamburgers don't taste no good, they don't eat no more. So big\n, you know. He said, \"Do you want it?\" I said, \"Yeah.\" He bring us to the camp\nto visit, the DP camp of Feldafing. Three times a day, whenever we wanted to eat, we took\nit, you know, we mopped. A case of oranges, when you see some of them are a little bit\nspoiled, you know, they don't -- they don't eat none. They give it to us. They do not -- it's\ncoming a new transports of people from Feldafing, some of them were sick. Sometime a\nyoung guy come into my room and he say, \"I got a cousin that\" -- he told me the town -- a\nsmall town -- \"and she's sick, she needs a piece of white bread.\" I say, \"Come back in the\nevening, six o'clock, I bring you some back.\" I bring him a whole bread and bought him\nsome sugar, you know, oranges. Who was taken to the hospital coming to me with the other\ncuy, he helped me. A few weeks later, the same girl, everybody say she sick, she need a piece\nof white bread, she come to my room and thank me. And she looked at me and looked at\nme. A few days she bring me a pair of pants -- white pants, linen pants. I said, \"Where you\nget the material?” \"I get two sheets, two linen sheets. I took one sheet and made your pants.\"\nThat time -- that time I wasn't like this, I got a 26 or 27 waist, I put on the pants, they fit\nbeautiful. I got her two brothers -- I got in the same room, there was tailors. I feed them\nthree times a day. They got a warm blanket, a very thin blanket, they make my suit with two\npairs of pants. One pair of pants -- small pants I used to wear, and I\n, you know, and the long pants, I feed her, you know. Well --",
        "A: That's what I'm saying, yeah. Yeah. I used to work for them -- I used to work for them about\ntwo months or three months. I even got a certificate from there.",
        "A: I helped out, you know, washed the dishes, you know, the pots, you know. It was not too\nbad, you know. It was not too bad. This was in the beginning. A while later, all few weeks\nlater, we got some -- we got some -- we, I and the other guy, we got helpers. Some\nGermans, you know, we bring them in and let them wash. We watch what\nthey're doing, you know. And this was -- and this was , you know.\nAnd then I met my wife, you know.",
        "A: No, no, no. Through the guy that I just told you. I saved him -- his life. He was coming to\nFeldafing, looking for somebody. Of course, there was papers hanging around there and\npeople who survived, you know, were all coming around. He was coming looking and he\nsaw me. And he told me, he was with another young lady that I used to know, you know.\nAnd he say, \"It's one and two times, was she and ts in the . And the\nwas in the same business as I was and I used to know that. And he say to me,\n\"Why you have to stay here? 18 beds in one room? Come out here, you get a private room,\nyou know.\" And I took a friend of mine, all of the time. I say, \"Let's go. We\ncannot include him.\" And we're going down there, there's a not far from\nLandsberg, you know, about 25 kilometers. And we come in there and we get a room from a\nGerman lady, with her brother was inspector in the -- in the -- in the City Hall, you know. I\nsaid you got to the Germans is about us, you know, in the City Hall. He was\ninspector. He was so Nazi, that his sister was coming in -- her name was Cathy (ph.) -- he\nsaid, \"Cathy, get out and come in and say, \"Heil, Hitler.\" And she didn't want to do that and\nhe sent her for six months hard labor, he sent her. And then -- and then he got arrested. He\nwas coming home. He had to go into the American, see, and he didn't want to\ngo and he hang himself, you know. So Nazi he was, yes.\nEnd of Tape #3\nTape #4",
        "A: I got some people in my business, you know --",
        "A: Okay. Yes, yes.",
        "A: Feldafing, in the beginning, when I was there, I was six weeks and I was walking around in\nmy pajamas, and never was coming -- later on, I hold some onra (ph.), yeah. And the onra\nused to steal away their clothes, their cigarettes, you know, and their -- their -- their coffee\nand sell them in the black market. This I can tell you.",
        "A: The UNRRA people. As a matter of fact, I tell you, when I was working in Feldafing, I was\nin and I was living private and I was working. I got -- I got a license to work,\nyou know. I make , 1n 40 kilometers in , you know,\nspecial about four years. And I like they examine this and they -- they prove it, [am\n. Not a Nazi can get a license in Germany, and I pay tax. I go to just black\nmarket, you know, and I pay tax and everything. I got some job on my license\nfrom there, you know. It's , lady to me on the onra when she comes helping\npeople. She said, \"Oh, you're a . And I say, \"Yes.\" \"Can you a me a Persian\nraincoat\" I said, \"Yes.\" \"Where you can get the cloth?\" I say, \"Where you frome\" \"What do\nyou mean from where?\" She come from the United States and then she call my name, I\nnever pay attention. I say, \"Can you bring me the skins from over there?\" \"Oh, no. You can\nbuy them there.\" I say, \"Where can I buy them?\" \"Black market.\" I say -- I took out my\nlicense and I show her my shop because I was living that time , a German, you\nknow. And his wife was old and I talked to her and she said, \"Yes.\" She used a machine and\nall that equipment and I say I'm going to pay her so much a month, you know, rent and\neverything, if she let me use, because I want to work. And she agreed. And I put it in there\nand I made my examination, you know, and everything, my job. And she said to me, \"You\ncan buy.\" And I said, \"Okay. I can buy it.\" \"You want me to go to Canada?\" I said, \"Make no\ndifference.\" \"Yeah, I'm going to Canada, United States, America, you know. You see, I hear\nthey are taking out saw people, send them to Canada, you know, for . You make\nme a coat and I send you where you want, in the United States or Canada.\" I say, \"To make\nyou a coat, time to make a coat, if the coat is still here in the United States, because the skin\nwas high, maybe $7,000 -- $8,000.\" I said, \"Lady, I have no money. If you want it, buy the\nskins and I can make you and I tell you how much I want for my work.\" \"You want me to\npay you? Do you know who I am? I'm going to take you out of here. You going to\nAmerica.” I said, \"Okay. Thank you.” You know, and this is true believe me. I don't -- I\ndon't make this up, you know. See, and the other time when she saw me -- when she saw me,\nshe looked at me to tell me hello because she don't want to talk there.",
        "A: Yeah, yeah, yes.",
        "A: It's nothing -- it's nothing to go home. Their trying to go home was the same way was by the\nGermans, the Pollacks -- the Pollacks kill people right after the war. Jewish people, when\nthey come into their homes and they say, \"That's my home. That's my house,\" you know.\n\"No mote you house. That's mine.\" You know. In the certain, it's not finding nobody,\nthere's not to finding nobody. People was going -- people was going home, they're looking\nfor their own people, they was coming back. There's nowhere -- there's no home no mote.\nSo you never went back to work --",
        "A: I never went back until I was 92, I was.",
        "A: How did I have meet her? Okay. When I was in Feldafing, and I saw my friend from\n, and he told me about her family, you know, and I used to know her family. I\nused to know her uncle. And I say, \"Okay. I'm going to see her.\" And I got a lot of friends,\nbut I worked with him in Auschwitz and he was . I say to him, \"Let's go. Why\nwe stay here? Look at that, 18 people in one room.\" And I was coming to the small town of\n, and was 's home town. And\nwas the second man from Hitler. You can imagine what kind of\ntown -- small town, you know, would come -- many Nazi's was there. When I was coming\nthere, I was at his house and the house I plan for was there. And she was staying outside the\nhouse and she call her friend and her friend come over to the window and she looked\naround and she said, \"Frieda, come up.\" She said, \"No, I don't want to come up.\" And she\ncalled me to the window and I look and her and her friend say, \"Go down to her.\" I was\ngoing down, is where I met her, you know. She told me from where she is and what she 1s,\nyou know. And then she was fishing there and she throw the fish and she hooked me in,\nthen she got me, you know.",
        "A: Yes.",
        "A: How I got over here?",
        "A: I tell you. I can go to Israel, you know, but she told me she got some brothers here, you\nknow, two brothers. And I was coming. My papers was made out in Corsicana, Texas, not\n, Coriscana, Texas on -- I know the people now. And when my ship is coming\nfrom the water, the ship was 1,500 people -- 1,200 people was going down in New York, you\nknow. And 300 was coming to New Orleans. The 300 was going to Chicago, Houston,\nDallas, Montreal, you know, all of the , and I suppose to go to Corsicana. It's\ncoming, the -- the Jewish -- comes a Jewish woman, gave us a nice welcome. They make a\nnice dinner that day, would you like a certain 1949 was. Come in the evening, looking for the\npeople to go come on, one lady say, \"You going to Corsicana, Texas?\" I say, \"Yes.\" \"You are\ndown there, you know.\" I say, \"Yes.\" \"If you wanted, you can stay here in New\nOrleans.\" I say, \"Why?\" \"See, because Corsicana, Texas is a small town, you know, 90\npercent farmers. And I don't know that you can find a nice job over there.\" I said, \"Lady, it\nmake no difference where I'll going because I have nobody to look -- I have nobody in my\nfamily.\" She say, \"Why do you say that?\" I said, \"Because I know that I come from a family\nwith 78 people, and I know nobody ts alive, just I'm the one. I was looking, you know.\" She\nsay, \"Okay. Do you want to stay?\" I say, \"All right.\" \"You see, here you have a ;\nyou got a lot of stores, from shops, there you can find a job.\" \"All right.\" Until\nnow, I don't know where who pay me five months rent, $50. I got a room, it was in the back,\nin a garage they make one room. At night, I pull out the bed, I got a bedroom. In the\nmorning, I pull the bed, I got in the same room, the living room, the dining room, and the\nkitchen. If ever you wanted, I got the same room. I got a little piece of ice box, that you buy\nfor 15 cents a piece of ice to put in there, you know. And a little small stove, a 20-inch stove,\nyou know. And that's all. Well, still my son was a year old, I was staying -- I haven't seen\nnobody to come in and ask if I need something, if I need a little milk for the child, there was\nnobody. And then five days, six days, seven days, on the eighth day, I say, \"I'm going out get\n.\" She said, \"Where are you going? You get lost. Don't go down that, don't get\nlost.\" I'm going out, I look at the sign, I see the names in the street, Brown Street. And I\nwalk, I walk. I come to a corner, now I know where it is. I come back home, I see a big sign\nsaying \"the tailor.\" I stay in , 1 see a tall man, an old man and he -- he looked\nup. He want to talk to me, but he has a customer. And I wait a few minutes and I walk away\nfrom him, I walk away from him, I come to a big street. I see a streetcar running in the\nmiddle of the street, buses, so many stores, , there's Canal Street, that's an\nStreet for New Orleans. I take a right -- a left and I walk and I found a place\nand I see a railroad track -- railroad track and I stopped. I stop, I don't know where to go.\nAnd I say, \"She was right. She was right. I'm lost.\" I take a left and I walk, I come to a\ncorner, I see no people, no nothing. I see the railroad tracks, but I see a black guy across the\nstreet. And I stay on the corner and wait. He comes over to me he talks to me. While we're\ntalking, I realized he asked me where I want to go. And I answer him, \"Brown (ph.), Brown.\"\nAnd he understands I want a Brown Street.\" And he's showing me the fingers one, two,\nthree, go left, and then -- and I follow what he told me and I come back -- I come back up\non Brown Street on purpose, to the tailor. Then I see the tailor, I said -- and he\ncalled me in, and he talked to me -- the Jewish man, he talked to me. And he asked me if I\ncan work. And I tell him all about it. I tell him. He said, \"If you want it, I can help you get a\njob.\" He was very nice. \"You come tomorrow, 12 o'clock. We go out and eat lunch.\" I don't\nknow what means lunch, you know. \"And then, I'm going to help you get a job.\" The next\nday, I was there and we go out and was across the street, to the next block, in\nthe corner was there a little booth with hamburgers and hot dogs and he ordered two\nhamburgers, 12 cents a hamburger, and a little coke, a nickel. He said, \"Let's go eat.\" I said,\n\"Where?\" \"Come with me.\" We go around the booth and we stayed and we eat it. He said,\n\"Now, come let's go on Canal Street and get a job.\" We go to one place and two places, one\nsay -- one say . Can I get it -- but the one man say, \"I don't need\nnobody. I handle already-made clothes, you know. And I got a Spanish lady whenever I need\nto put in labor work, I \"That's all right.\" \"You cannot make a living through\nme, I cannot use you. But go there on this and this street to the , and the\nis the biggest company in town, and they need a man because I know they got\na man operator -- the machine operator, he left. He want a raise. He was making $60 for five\ndays, 35 hours a week, you know, and he left. And there you can find a job.\" I said, \"Okay.\"\nI'm going over with this man and this man was not -- he can speak English too, you know,\nhe come in, he say, \"Good morning. Good morning.\" And he point at me with a finger, he\nsay, Refugee, refugee, he needs a job. Refugee.\" And the man looked at him and he take the\nphone and call a man come down from the 10th floor or the 5th floor, and he told me to go\non up to the shop and going up in the elevator, he talked to me, I cannot answer. I don't\nunderstand not one word. But we come up, he give me a piece of skin, the cloth, he told me\nto sit down with a finger, you know what I mean? And I sit down with the\nmachine and he saw that and he -- good. Okay. And then, I show him that I cannot talk, but\nI saw that he had a blade, I took the blade -- I took the blade and I show him how to cut in\nand . | show him I can . | show him I can trim it and\nI can sew everything. And he goes down to talk to the boss and they tell him, you know, and\nthe boss say, \"Yes, tell him to come in tomorrow.\" I come tomorrow, come to work\nWednesday, Thursday, Friday, Saturday. Four days I work and get me an envelope, I open\nup -- not in the shop, but I go on down there in the street -- I open it up, I see I got $21 and\na few cents, not even 50 cents an hour. Four days, eight hours a day, you know, is 32 hours.\nNot even 50 cents an hour, but I was happy. I come back Monday. I work a whole week, six\ndays. I work Saturday. I work -- I got the same thing, $25. He take off Social Security and\ntax. It's the same thing.",
        "A: Yeah.",
        "A: Okay. One minute.",
        "A: Well, anyway -- anyway, I was working over there and I got a raise, not that time. After --\nafter a year I got a raise, ten dollars. And they don't want to raise me no more and I find me\na job for $85 in five days, you know. And I bought me a machine -- two machines, a sewing\nmachine and a machine. And I put it on, I get somebody to write me down a\npiece of cardboard and I put it on the window where I used to live. A European\nrepairs and remodels. And when I come out I don't want to give up the job.\nAnd I was -- then, in the evening, I was working, you know, there. And so I help myself.\nNobody was helping, you know, with one penny. And thank God, I raised two children. I\ngot a son, a lawyer -- a good lawyer, you know, an honest man. And my daughter -- my\ndaughter got a Master's degree from MIT. She got a -- and I'm happy that -- mostly happy\nthat two children that raised in a nice way, you know, and I am happy, too. I sure thank you.",
        "A: Thank you.\nEnd of Tape #4\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJanuary 23, 1995\nRG-50.030*0305",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Solomon\nRadasky, conducted by Randy Goldman on January 23, 1995 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "Solomon Radasky\nJanuary 23, 1995"
    ]
}