{
    "rg": "RG-50.030.0137_trs_en",
    "sequence": [
        "Q: Would you tell me your name please?",
        "A: My name is Cornelius Loen. It's spelled L- O- E-N.",
        "Q: Where were you born and when?",
        "A: I was born in uh Yugoslavia, town Novisad in uh May the 2nd, 1922. A long time ago.",
        "Q: Tell me about your parents and your family, before the war. I want to know about your\nchildhood.",
        "A: OK. Uh my father was Jewish of course, and my mother was gentile, and uh he was director\nof a large insurance company. Had a very nice childhood, lived 1n a beautiful home, uh had\nuh two brothers...I was the younger...was uh born in uh, my brother Otto was born in 1920\nand my older brother was born in 1914. (cough) We uh...let's see...went to school of course.\nHigh school later and college in Belgrade, the capital of Yugoslavia. In 1939 war broke out...",
        "Q: Let's not...let's stop...let's not go quite there. I want to know a little more. Tell me, tell me\nabout your home life. What was it like? Did it make a difference to you, being part Jewish\nand part non-Jewish? How were you brought up?",
        "A: Not really. Not really. As a matter of fact, uh I would say that uh most of uh my friends were\nJewish. Uh my father being Jewish uh we were raised uh more or less...my mother, of\ncourse, converted to Judaism and uh so therefore we were raised in uh Jewish spirits. And uh\nI would say most of my friends were Jewish boys. (cough)",
        "Q: What kind of things did you do as a as young as a young boy, as a child...uh the school you\nwent to. Tell us something about the school you went to and the friends you had?",
        "A: Went to school, as I say, went to high school in uh my home town, in Novisad and uh in\nsummertime, vacations we used to take of course every year. We went to the Dalmatian\ncoast uh and uh Switzerland uh in the uh 1930's as a kid, uh which was beautiful of course.\nAnd uh we had a governess in uh my home so uh at an early age we were uh taught speaking\nGerman besides of course Hungarian, which was my uh sort of mother tongue. My mom\nspoke Hungarian. My father spoke Hungarian and then of course in school we started uh\nlearning Yugoslav uh language, Serbian or Yugoslav, so as a kid we spoke uh three\nlanguages and then uh we had a governess in the house to...French...we learned French from\na Russian tutor. We had a lot of Russian immigrants from the Czar times in Yugoslavia and\nthey were teaching French. They all spoke French fluently so we spoke French also. English\nI hadn't spoken as a young kid and I started much later in my 20's. I had a teacher 1n uh\nBudapest. As a matter of fact, an Englishman... took my first lessons. Later on, of course, I\nlearned more and then came to the States, of course.",
        "Q: Did you...what what was it like being a Jew in Yugoslavia?",
        "A: Uh, I would say you didn't really feel it, being a Jew. There was uh in in Novisad itself\nyou...there was no anti-Semitism to speak of. We had a beautiful temple. Matter of fact uh\nthe synagogue was uh one of the nicest synagogues I've every seen. Old synagogue, which\nincidentally was uh built by my mother's father who was an architect, gentile. Indeed, 1t was\nbeautiful. It was separated for women, (ph). It was just a beautiful, beautiful\nbuilding. It was never destroyed by the way during the war. The Hungarians came in. They\nnever destroyed it. As far as I know it still stands. But, of course, there's uh...now there's\nthere's no, hardly any Jewish left in...I don't know what they're using the building for, but it\nwas beautiful. And as I say, as a child we didn't know what it meant to be uh Jew or non-\nJew...they're all mixed and uh it was really a very normal life. A very healthy and beautiful\nlife.",
        "Q: When did this start to change?",
        "A: Well, of course, it started to change as a matter of fact even...let's see...in school when Hitler\nstarted, you know, 1n'36 and then '37. We had in my class in high school we had some uh\nnative Germans, you know. They called them schwabs (ph). The German minorities and they\nalready started, you know, uh sort of uh secretively first uh German sympathizers and uh\ntalking loud and proud, you know, about the Germany and Hitler and you started feeling a\ncertain extent already uh but uh even then it wasn't too bad, but of course when the war\nbroke out...let's see...in '39...I would say...let's see...1n '39...then in '41 it was not too bad in in\nmy town, but when in '41 the Hungarian army came in and occupied uh the territory...there\nwas northern part of Yugoslavia where I lived... Voitvodina, and uh then uh of course when\nthey came in they started uh...we were, as I...well...as I said I was half-Jew, right. But they\nwere, regardless, the half-Jews and the Jews uh had to go to camps, to labor camps in uh the\nsurrounding areas. Just working every day, but we came home at night. The real trouble\nstarted in 1942. In 1942, we heard some rumors...it was in January. It was a very cold winter,\none of the coldest we ever had. If I recall it was like uh...with the celstus now, twenty-three\nbelow zero which was terrible. The Danube River was frozen and we heard some rumors\nthat uh Hungarian gendarmes are murdering Jews in the neighborhood cities. We couldn't\nbelieve it. We said it's just, it's just rumors. Nobody took it very seriously. And on the 23rd\nof January, there was a proclamation over the radio that no Jews or half-Jews can leave their\nhomes. Everybody has to stay home. Still didn't realize what this all meant, but of course we\ncouldn't leave. Then sometime in the morning uh my neighbor's, maid came over. She was a\nHungarian girl. She walked across the street and she come to my house and she said that she\nheard some rumors. They saw some vans, some big trucks, and they saw blood in the trucks.\nSo we still didn't realize. We still this...this is rumors. Must have been cattle or something.\nThen I remember around eleven o'clock in the morning, the doorbell rang. If I recall I opened\nthe door...there was three Hungarian gendarmes and uh...OK...they opened the door. They\ncame in. The first thing they did...uh we had a maid also...first thing they asked the maid -\nhow is your boss? How are they treating you? And she said, oh, very fine. Then they came\ninto the house. They spoke to my father. One of the officers went in to the library. We had a\nbig library, a lot of Hungarian books. Oh, he says...you are Hungarian. He said yeah, you\nknow, we're not Hungarian. We read Hungarian literature and as a matter of fact I have uh a\ncousin in in in Budapest who's in the Hungarian army, which happened to be true. Not that it\nmeant too much, but uh...and I still didn't realize the danger. I didn't know what's happening\nin the city, you know...what's going on. And they asked a few more questions. They talked to\nmy mother. Dadada. And they left. So that was all. So we didn't know. A few minutes later\nmy aunt, my mother's sister, who's also gentile but her husband was Jewish...she came over\ncrying. They took her husband away. So, so we didn't know. We still...you start worrying but\nyou still don't know what's happening. And in the evening, that evening, we heard rumors\nthat people were getting killed and actually those trucks were carrying people and the blood\nwas human blood. Well next morning we found out what happened...about uh fifteen to two\nthousand Jews were murdered, including...my uncle across the street was not murdered. He\nwas saved luckily. He was already down on the Danube River being ready to shot and at the\nlast minute came an order from Budapest, from Horthy's uh headquarters, to stop the the\nkillings. But another uncle, another aunt...uh two uncles matter of fact, two aunts, their\ndaughter, everybody was killed. They were taken down to the Danube River, shot and\nthrown into the river. They had to dug a hole because as I said it was frozen. Then it was\nfrozen so they had to dug a hole and throw the bodies into the river. The only survivor was\nthe dog. Their little dog was crying the next day...we went over there to see what happened\nand the table was all set for lunch. The food, everything was on the table...it was terrible. The\ndog crying. And then you heard the stories. Then you heard, this was killed, who was killed,\nwhat was killed. Some people were not taken to the Danube like down the street there was a\nhouse, a good friend of mine who was my teacher at one time...they were killed in the house.\nShot from close range. And then, you know, we heard that this friend and this friend was\nkilled and we didn't know about the Serbs (ph) yet. Then we heard that the Serbs were killed\nalso. A lot of Serbs, a lot of Serbs were killed. It was horrible. It was January 23rd, 1942, but\nthat was only one day that they did the killing in my town. And then everything stopped.\nThen a few days later we decided to leave my hometown, Novisad, and we went to\nBudapest, the capital of Hungary, and there life was still quite normal. We lived in an\napartment. My aunt lived there, who was gentile and uh my uncle of course and her family\nand we uh uh rented an apartment house in Budapest and uh lived there oh quite normally\nfor about uh I would say nine months, ten months. Then uh one day they said...again it was\nin the papers... everybody who is Jewish or half-Jewish, you know, has to register...police\ndepartment I remember. And I went down. I registered. They said that uh in a few days we\nhave to leave. They didn't say exactly where in a certain camp and then when we went down\nthere we got a white band so that distinguished you from a full Jew, from a hundred percent\nJew...the white band. No star. Just a white band. And then we were taken, we were\ntransported to uh a Hungarian town, Hajduhatasza (ph) was the name...about uh oh hundred\nkilometers uh south from Budapest. Was a camp sort of. We worked there. Hard work,\nunloading uh railroad cars, building railroad tracks, you know, and uh just work everyday.\nWe had food. We had food. It it wasn't really bad. I was uh I can honestly say that at that\ntime we were not really suffering there. However, uh in the very beginning as a matter of\nfact we were even permitted to go back to Budapest on the weekend, you know, to see our\nparents and ...",
        "Q: What was Budapest like at that time...when you went back?",
        "A: Normal. Normal life. Budapest was still normal life. And uh the Jewish were still living, you\nknow, in pretty normal circumstances. And then I uh recall one time when we went home on\na weekend, I saw a train coming from Budapest and it stopped at the station next to our\ntrain...see, and...let me see now...that was the year after, I'm sorry. Now the year after, when I\nwas still going home and this train was coming, and it was full of people, and at first we\ndidn't know...1t was all locked up, the train...you know, those cattle, cattle cars. It was locked\nup and we saw people in the windows and crying and asking for water...then we\nrealized...Jews from Budapest, transported, you know, to Poland. We didn't know where they\nwere going, you know...we found out later. They are taking them to Auschwitz. It was a\nhorrible sight. Uh and as I say, then after one year we couldn't, of course they stopped us\ngoing back. They said we couldn't go back any more to Budapest, and I was in the camp and\nfrom then on...that was...let's see...from '42 to '44, but uh we you know, we were moved from\nthat area to another area which was near the Romanian border. Also same type of work.\nLuckily we had a pretty good commander. Our commander was a pretty nice guy so uh we\nwere not uh really suffering too much. Some camps were worse off than ours. In uh...let me\nsee now...this is '44. Yeah, and then one day of course I heard uh the the German troops, of\ncourse, the German troops were going through our village and uh one day uh a German train\nstopped and I was talking to this uh German officer...spoke German, of course...and uh asked\nhim what's going on and he told me he just heard that uh the Americans landed. It was June\n6th, 1944. But he says we aren't worried. He says, you know, we are very confident, he said.\nAnd of course he didn't know who I was really so he was talking to me like nothing was\ngoing to happen, you know. Was in 1944. Uh now uh about uh...let's see...a few months\nlater, see as the Russian armies were getting now closer already to that area, I had a friend of\nmine, an older...about seven or eight years older than I was...told me that uh one of these\ndays now, Cornel, he says we are going to escape. We cannot stay here any longer, because\neventually they're going to take us from here to some place else and, you know, we don't\nknow what's going to happen, so we cannot stay here. You know, his plans where to take me\nwith him to his hometown, escape and go to his hometown and, of course, he knew that I\nspoke Russian. And uh in fact the Russian army was coming. He, he ......for selfish reasons\nbut more that he knew that I'm going to be able to communicate with the Russians and which\nis going to help him indirectly.",
        "Q: What was it like for you at that time in the camp (ph)?",
        "A: No. Not really. Not really, because I think that the commander knew that the Russians\nare...of course, he knew, he knew that the Russians are coming. It was obvious. And he\nfigured if he is nice to us, it's going to be better for him you see. So uh, which was true in a\nway. But anyway, so this uh friend of mine, one day uh we were told that the train is going to\npull out, oh in about three or four hours and go to some other destination. Didn't know where\nbut anyway we're leaving this this place. So he told me...he says, Cornel - the train pulls out -\nwe're going to stay here and escape at night. And uh the train started pulling out...for a\nmoment I was hesitating because I tried to stay with my younger, you know, friends, with\nmy own age friends, but he pulled my arm. Stay. And we stayed and the train pulled out. We,\nof course, left the place right away and we went in to the countryside. Yeah, sure. And we\ntook, of course, the bands off but we still didn't look like Hungarian farmers, so uh, you\nknow, you were not a hundred percent safe. Anyway, we went to the country side and we\nwent off the road, off the highway because the highway was dangerous because, you know,\nthe the German troops...they were already retreating and the Hungarians, but they were\ngoing on the highways. And besides uh Russian planes were coming and bombing the\nhighways, so we went off the road and uh we were hiding somewhere, you know, in the\ngrass and I remember, at one time they said these troops, the Hungarian troops...they stopped\non the highway and the Hungarian...some of the soldiers were coming towards us because\nwe were near a little lake or something, and they were coming closer and closer. So my\nfriend said now let's act very normally and calm, because uh...and they came, they saw us\nand they said uh, what what are you guys doing here. I said we missed our train. We sold\nthem a bill, bill of goods, you know, and they believed it, fortunately. So later on at night\nwhen the sun went down we saw a Romanian...there was a a part of Romania see at that\ntime...we saw a Romanian farmer and we called him closer and said uh please...we didn't\nspeak Romanian but he understood...and says, you know, try to hide us. We have to uh get\naway, and he did take us in, fortunately. We were lucky. He took us in and we were hiding in\nhis little farm there for about uh three days. He was feeding us OK and we heard the\nRussians, you know, the cannons, getting closer and closer and uh he says when\nwhen...today...tomorrow, you know...and he told us that the Russians are celebrating a few\nmiles away, but they're not coming yet. They're still not here, so he can't let us loose see. And\noh I think next morning he comes up. He says the Russian and the Romanian soldiers are\nhere so we are safe. It's OK. So we came down from our hiding place and the first thing, the\nfirst Romanian soldier I met took my watch, took my shoes, which were not too good but\nobviously looked better than his...oh yes...you know...we figured liberated, you know, they're\ngoing to put their arms around us...anyway, but we were free. We knew we were free. So\nthen we started walking back to his hometown, which was as I say from there perhaps about\neighty, ninety, hundred miles. But this guy had these shoes with a nail in his shoes and\n(laughter) 1t was not easy to walk but there was not too much transportation and uh as we\nwere walking, of course, we passed Russians and at one time we came to a crossroad and uh\nsome Russians soldiers standing there. And I saw an officer and he looked sort of like could\nhave been Jewish...I wasn't sure but I talked to him, and he says, I'm Jewish, he says. But he\nsays don't say anything because the soldiers don't know that I'm Jewish, said the Jewish\nofficer. The Russian soldiers don't know and doesn't want it to be known, and you don't say\nanything either. And uh another time also I met some Russians and they they asked...first\nthing they asked, they said who are you. I said Yugoslav. Oh. Says well how come you're not\nin Yugoslavia fighting? How come you're here? See, they didn't know what was going on\nreally. So I told him...I said I was in a camp and I was in a forced labor camp and you know,\nI I just ran away. So we managed and later on as a matter of fact we were lucky enough to uh\nget on a Russian truck and uh they took us to his hometown. So we wound up in his\nhometown which was a small, Hungarian town. It was like normal times. Food, everything.\nPlenty. Plenty. There was no problem. Of course his wife, she was gentile and they were still\nall there. Everything was fine and I stayed uh there for about two, three months I believe.\nAnd then I heard...somebody came from Budapest and I found out that my parents who lived\nin Budapest are still alive. And everything is, you know, it's OK there. And about a week\nlater I uh, with a Russian transport, I went to Budapest and as I arrived in Budapest, it was\none day after liberation. People were still on the street of course. People are uh dying and\nsmoke all over and they came to our truck and they said give us bread for anything...gold,\nyou know, jewelry. They are starving. People are starving on the street. You could still hear\nthe cannons and everything because the Germans just left Budapest, you know, the day\nbefore (cough) and then uh, of course I went to my parent's house. I found out where they\nlive. I came to my parents. You can imagine the reunion. Fantastic. Because you know my\nmother didn't know exactly you see what happened to me. My uh...then I found out of course\nabout my uh older brother who was in Yugoslavia, in in Serbia, with the Mihajlovic army,\nthat he was killed the year before, uh May 8th, 1944, yeah...he died. Uh let's see, then uh...",
        "Q: Tell us about your mother.",
        "A: Oh, OK. I want I want to tell you some more incidents here in Budapest. It was quite\ninteresting. Uh the Russians, they...I uh I...they fortunately didn't happen, but it could have\nhappened they were surrounding people on the street... surrounding...just people, you know,\nand taking them in some...I think the church yard or something...and I I I smelled something\nwrong. Something is fishy, so I asked one of the Russian officers there, what's happening. He\nsaid, oh nothing. They're just going to interrogate people. I didn't like the idea so I asked\nhim... said can you do me a favor. I'm a Russian uh interpreter and I'm working...which was\ntrue...I'm working for a Russian officer and he's at this and this address. Would you please\ntell him to come over here and pick me up. Fortunately he went, and he did pick him up and\nthe Russian officer came and he told the commander in the yard that uh he needs me very\nbadly and he has to release me and he did release me. He saved my life. The rest of the\npeople were taken to Russia. A lot of them never came back. Yeah...horrible. Now you asked\nme about my mother, because my mother during the war...as I said, she was in Budapest. She\nwas gentile. Her sister was a full Hungarian, a full-blooded gentile. My mom lived with my\naunt and she had a lot of Jewish friends in Budapest. She managed to save them. She took\nthose friends to my aunt's house, and they were hidden in the cellar which was, of course, a\nvery dangerous thing to do. If they would have found out, it would have been, meant, you\nknow, the end for everybody. But uh...there was one place and she saved some people in\nanother place also and she was commuting between those two places...yeah...and giving the\nnews. She heard the news over the radio and giving messages and food for several months it\nwas. Because of course as you know, as you remember in in Budapest it was the last two\nmonths when the Jewish people were really taken to Auschwitz. I can't remember how many\nbut it was the last four or five months of the war, and she saved uh quite a few uh families,\nmy mom. And of course after the war uh we had uh, it was a big affair in in Los Angeles in\nuh I believe it was Century Plaza and she was honored as a righteous Christian. George\nPottman (ph) was the MC at that time, I remember.",
        "Q: Dark days (ph).",
        "A: Yeah. Dark days. Dark days in our history. Now of course Mom died a few years ago. She\nlived to be 94 years old.",
        "Q: Did you ever meet up with the families, any of the people she had saved?",
        "A: Uh, as a matter of fact...no. No, I did not. I did not. I tell you why...because uh uh after the\nwar I I left Budapest. You see, I decided uh, my brother came to the States in 1938, so he\nwas already here, you know, for many many years, and my plans were to leave uh Hungary\nregardless...we were told it's not going to be good. He says leave as soon as you can. So...but\nit was not legal of course, so you couldn't get a passport or visa or anything like that. You\nhad to run away. So I...so this friend of mine, we got together...we were together in camp by\nthe way with this friend, an old friend of mine...we got together and we made up our minds\nwe're going to leave Budapest and we crossed the border at night, the Hungarian-Austrian\nborder, that's right. And then we went to Vienna. And we were in Vienna for a few weeks\nand then from Vienna we went to Linz, Austria and Linz had two camps...two, two camps\nfor the refugees you see. And uh that's where I met Marsha, my wife...that's right. In one of\nthose camps I met Marsha. Strange coincidence. She came from another part of the world.\nShe came from this part of the world and uh in 19...let me see...in '40...I went there in '46 and\nI met Marsha in later, later part of '46 and we were married in '47 and then we came to the\nStates in 1949, from from Austria.",
        "Q: Tell us about coming to the States, and about your life here.",
        "A: Pardon me?",
        "Q: Tell us about coming to the States and your early years here.",
        "A: Oh, yeah. Well, of course we arrived here in 1949. As I say, my brother was here so we\ndidn't have to wait too long to...fortunately because he was here so we didn't we didn't need\nany special permits at that time and it took us just about a few months. Oh, I meant to tell\nyou also that because my wife's, Marsha's father survived and he lived, yes, he lived with us\nin Austria also, in in Linz. He tried but he couldn't come to the States. He went to Canada\nwith his wife, and uh we went here and came to New Orleans. Uh arrived in New Orleans\nand we were uh received by a Jewish organization and very well in New Orleans. Uh I want\nto tell you the trip was very rough coming to the States of course. I mean by rough I got\nseasick. (laughter) Still better than a concentration camp. And uh couldn't eat too much food\non the boat. Uh in New Orleans we were received by this Jewish organization, stayed about\ntwo days in New Orleans and we came by train to Los Angeles where my parents lived in\nLos Angeles already. See my mom and dad, they came to uh California in uh, I think 1n '47\nand they awaited us of course with my brother and my uh his wife at that time. And we\nsettled down pretty fast. It was a different world of course. A new world. A strange world in\nthe beginning for us but it was freedom. Liberty. It was a new start, a new beginning. It was\nbeautiful. Many many years ago of course...pardon me...I got a job in the beginning. First I\nworked in a motel on Sunset Strip for a while and then uh my brother had a good friend here\nand he had a shop with optical instruments and I got a job there and I worked there for a few\nyears working for him and settled down and my wife then had a job also. She worked uh on\nthe Sunset Strip also in a knit shop. She was uh handwork...she inherited from her...her father\nwas a great tailor and Marsha inherited that obviously from her dad and she was great with\nher hands. She was uh...those times, those days I mean they were embroidering sweaters,\nyou know, in mode and then she was working for this girl Suzie, named Suzie, on the Strip.\nShe had a famous shop and she worked for them. She met a lot of movie stars there too. I\nthink Zsa Zsa was one of them.",
        "Q: Cornelius, how do you think the war has affected you, changed your life?",
        "A: It's uh hard to say. As I say, uh I didn't suffer too much during the war. I didn't go through\nreal hell like uh my wife did, you're going to hear later. The good, uh nice childhood, uh nice\nmemories, you know...they say good home. Even after the war everything was uh in good\nshape. Well-adjusted so to speak. Family was, like parents, of course were alive, survived.\nBrother in California. It was pretty normal, pretty normal I would say.",
        "Q: Is there anything you want to add.",
        "A: What I was going to say...I don't know if this 1s interesting uh but in uh Los Angeles just a\nfew months ago, we uh formed a new society with the Serbs, uh a Serbian-Jewish society\nwhich uh because you know the Serbian people had lots in common with the Jews. As you\nsee their their destiny is uh the same and uh the the Serbs went through a lot of suffering\nthrough centuries also. So did the Jews, of course. And this society we just formed is\ngrowing. It's going to grow more and more and of course we...part of it is in in Yugoslavia\nalso...you see, it started in Los Angeles. We formed it but there is a group in Yugoslavia, in\nin Belgrade. As a matter of fact uh Professor Tabidge (ph) was here from Yugoslavia with\nhis wife, you know, when we organized this whole committee, so they're carrying it on there.\nAnd it's I think a great idea. As a matter of fact...yeah...we have some members from Canada\nalso. As a matter of fact I met a gentleman the other day...he was very proud to show his\ncard. He says I just joined the Society. So it's going to be quite uh, quite interesting. It will\ngrow more and more. Unfortunately we was told uh it was told the other day that uh one of\nour members, the Prince Andrew of Yugoslavia who 1s the youngest son of uh King\nAlexander who lived in San Diego, had a residence in San Diego, and he came to our uh\nmeeting about nine weeks ago and joined the group, and a few days ago I found out that he\ndied unexpectedly. He was 62 years old. We don't know how and why and what happened,\ndon't know the circumstances yet. Sad news.",
        "Q: I thank you.",
        "A: Thank you very much.\n"
    ],
    "questions": [
        "Q: Would you tell me your name please?",
        "Q: Where were you born and when?",
        "Q: Tell me about your parents and your family, before the war. I want to know about your\nchildhood.",
        "Q: Let's not...let's stop...let's not go quite there. I want to know a little more. Tell me, tell me\nabout your home life. What was it like? Did it make a difference to you, being part Jewish\nand part non-Jewish? How were you brought up?",
        "Q: What kind of things did you do as a as young as a young boy, as a child...uh the school you\nwent to. Tell us something about the school you went to and the friends you had?",
        "Q: Did you...what what was it like being a Jew in Yugoslavia?",
        "Q: When did this start to change?",
        "Q: What was Budapest like at that time...when you went back?",
        "Q: What was it like for you at that time in the camp (ph)?",
        "Q: Tell us about your mother.",
        "Q: Dark days (ph).",
        "Q: Did you ever meet up with the families, any of the people she had saved?",
        "Q: Tell us about coming to the States, and about your life here.",
        "Q: Tell us about coming to the States and your early years here.",
        "Q: Cornelius, how do you think the war has affected you, changed your life?",
        "Q: Is there anything you want to add.",
        "Q: I thank you."
    ],
    "answers": [
        "A: My name is Cornelius Loen. It's spelled L- O- E-N.",
        "A: I was born in uh Yugoslavia, town Novisad in uh May the 2nd, 1922. A long time ago.",
        "A: OK. Uh my father was Jewish of course, and my mother was gentile, and uh he was director\nof a large insurance company. Had a very nice childhood, lived 1n a beautiful home, uh had\nuh two brothers...I was the younger...was uh born in uh, my brother Otto was born in 1920\nand my older brother was born in 1914. (cough) We uh...let's see...went to school of course.\nHigh school later and college in Belgrade, the capital of Yugoslavia. In 1939 war broke out...",
        "A: Not really. Not really. As a matter of fact, uh I would say that uh most of uh my friends were\nJewish. Uh my father being Jewish uh we were raised uh more or less...my mother, of\ncourse, converted to Judaism and uh so therefore we were raised in uh Jewish spirits. And uh\nI would say most of my friends were Jewish boys. (cough)",
        "A: Went to school, as I say, went to high school in uh my home town, in Novisad and uh in\nsummertime, vacations we used to take of course every year. We went to the Dalmatian\ncoast uh and uh Switzerland uh in the uh 1930's as a kid, uh which was beautiful of course.\nAnd uh we had a governess in uh my home so uh at an early age we were uh taught speaking\nGerman besides of course Hungarian, which was my uh sort of mother tongue. My mom\nspoke Hungarian. My father spoke Hungarian and then of course in school we started uh\nlearning Yugoslav uh language, Serbian or Yugoslav, so as a kid we spoke uh three\nlanguages and then uh we had a governess in the house to...French...we learned French from\na Russian tutor. We had a lot of Russian immigrants from the Czar times in Yugoslavia and\nthey were teaching French. They all spoke French fluently so we spoke French also. English\nI hadn't spoken as a young kid and I started much later in my 20's. I had a teacher 1n uh\nBudapest. As a matter of fact, an Englishman... took my first lessons. Later on, of course, I\nlearned more and then came to the States, of course.",
        "A: Uh, I would say you didn't really feel it, being a Jew. There was uh in in Novisad itself\nyou...there was no anti-Semitism to speak of. We had a beautiful temple. Matter of fact uh\nthe synagogue was uh one of the nicest synagogues I've every seen. Old synagogue, which\nincidentally was uh built by my mother's father who was an architect, gentile. Indeed, 1t was\nbeautiful. It was separated for women, (ph). It was just a beautiful, beautiful\nbuilding. It was never destroyed by the way during the war. The Hungarians came in. They\nnever destroyed it. As far as I know it still stands. But, of course, there's uh...now there's\nthere's no, hardly any Jewish left in...I don't know what they're using the building for, but it\nwas beautiful. And as I say, as a child we didn't know what it meant to be uh Jew or non-\nJew...they're all mixed and uh it was really a very normal life. A very healthy and beautiful\nlife.",
        "A: Well, of course, it started to change as a matter of fact even...let's see...in school when Hitler\nstarted, you know, 1n'36 and then '37. We had in my class in high school we had some uh\nnative Germans, you know. They called them schwabs (ph). The German minorities and they\nalready started, you know, uh sort of uh secretively first uh German sympathizers and uh\ntalking loud and proud, you know, about the Germany and Hitler and you started feeling a\ncertain extent already uh but uh even then it wasn't too bad, but of course when the war\nbroke out...let's see...in '39...I would say...let's see...1n '39...then in '41 it was not too bad in in\nmy town, but when in '41 the Hungarian army came in and occupied uh the territory...there\nwas northern part of Yugoslavia where I lived... Voitvodina, and uh then uh of course when\nthey came in they started uh...we were, as I...well...as I said I was half-Jew, right. But they\nwere, regardless, the half-Jews and the Jews uh had to go to camps, to labor camps in uh the\nsurrounding areas. Just working every day, but we came home at night. The real trouble\nstarted in 1942. In 1942, we heard some rumors...it was in January. It was a very cold winter,\none of the coldest we ever had. If I recall it was like uh...with the celstus now, twenty-three\nbelow zero which was terrible. The Danube River was frozen and we heard some rumors\nthat uh Hungarian gendarmes are murdering Jews in the neighborhood cities. We couldn't\nbelieve it. We said it's just, it's just rumors. Nobody took it very seriously. And on the 23rd\nof January, there was a proclamation over the radio that no Jews or half-Jews can leave their\nhomes. Everybody has to stay home. Still didn't realize what this all meant, but of course we\ncouldn't leave. Then sometime in the morning uh my neighbor's, maid came over. She was a\nHungarian girl. She walked across the street and she come to my house and she said that she\nheard some rumors. They saw some vans, some big trucks, and they saw blood in the trucks.\nSo we still didn't realize. We still this...this is rumors. Must have been cattle or something.\nThen I remember around eleven o'clock in the morning, the doorbell rang. If I recall I opened\nthe door...there was three Hungarian gendarmes and uh...OK...they opened the door. They\ncame in. The first thing they did...uh we had a maid also...first thing they asked the maid -\nhow is your boss? How are they treating you? And she said, oh, very fine. Then they came\ninto the house. They spoke to my father. One of the officers went in to the library. We had a\nbig library, a lot of Hungarian books. Oh, he says...you are Hungarian. He said yeah, you\nknow, we're not Hungarian. We read Hungarian literature and as a matter of fact I have uh a\ncousin in in in Budapest who's in the Hungarian army, which happened to be true. Not that it\nmeant too much, but uh...and I still didn't realize the danger. I didn't know what's happening\nin the city, you know...what's going on. And they asked a few more questions. They talked to\nmy mother. Dadada. And they left. So that was all. So we didn't know. A few minutes later\nmy aunt, my mother's sister, who's also gentile but her husband was Jewish...she came over\ncrying. They took her husband away. So, so we didn't know. We still...you start worrying but\nyou still don't know what's happening. And in the evening, that evening, we heard rumors\nthat people were getting killed and actually those trucks were carrying people and the blood\nwas human blood. Well next morning we found out what happened...about uh fifteen to two\nthousand Jews were murdered, including...my uncle across the street was not murdered. He\nwas saved luckily. He was already down on the Danube River being ready to shot and at the\nlast minute came an order from Budapest, from Horthy's uh headquarters, to stop the the\nkillings. But another uncle, another aunt...uh two uncles matter of fact, two aunts, their\ndaughter, everybody was killed. They were taken down to the Danube River, shot and\nthrown into the river. They had to dug a hole because as I said it was frozen. Then it was\nfrozen so they had to dug a hole and throw the bodies into the river. The only survivor was\nthe dog. Their little dog was crying the next day...we went over there to see what happened\nand the table was all set for lunch. The food, everything was on the table...it was terrible. The\ndog crying. And then you heard the stories. Then you heard, this was killed, who was killed,\nwhat was killed. Some people were not taken to the Danube like down the street there was a\nhouse, a good friend of mine who was my teacher at one time...they were killed in the house.\nShot from close range. And then, you know, we heard that this friend and this friend was\nkilled and we didn't know about the Serbs (ph) yet. Then we heard that the Serbs were killed\nalso. A lot of Serbs, a lot of Serbs were killed. It was horrible. It was January 23rd, 1942, but\nthat was only one day that they did the killing in my town. And then everything stopped.\nThen a few days later we decided to leave my hometown, Novisad, and we went to\nBudapest, the capital of Hungary, and there life was still quite normal. We lived in an\napartment. My aunt lived there, who was gentile and uh my uncle of course and her family\nand we uh uh rented an apartment house in Budapest and uh lived there oh quite normally\nfor about uh I would say nine months, ten months. Then uh one day they said...again it was\nin the papers... everybody who is Jewish or half-Jewish, you know, has to register...police\ndepartment I remember. And I went down. I registered. They said that uh in a few days we\nhave to leave. They didn't say exactly where in a certain camp and then when we went down\nthere we got a white band so that distinguished you from a full Jew, from a hundred percent\nJew...the white band. No star. Just a white band. And then we were taken, we were\ntransported to uh a Hungarian town, Hajduhatasza (ph) was the name...about uh oh hundred\nkilometers uh south from Budapest. Was a camp sort of. We worked there. Hard work,\nunloading uh railroad cars, building railroad tracks, you know, and uh just work everyday.\nWe had food. We had food. It it wasn't really bad. I was uh I can honestly say that at that\ntime we were not really suffering there. However, uh in the very beginning as a matter of\nfact we were even permitted to go back to Budapest on the weekend, you know, to see our\nparents and ...",
        "A: Normal. Normal life. Budapest was still normal life. And uh the Jewish were still living, you\nknow, in pretty normal circumstances. And then I uh recall one time when we went home on\na weekend, I saw a train coming from Budapest and it stopped at the station next to our\ntrain...see, and...let me see now...that was the year after, I'm sorry. Now the year after, when I\nwas still going home and this train was coming, and it was full of people, and at first we\ndidn't know...1t was all locked up, the train...you know, those cattle, cattle cars. It was locked\nup and we saw people in the windows and crying and asking for water...then we\nrealized...Jews from Budapest, transported, you know, to Poland. We didn't know where they\nwere going, you know...we found out later. They are taking them to Auschwitz. It was a\nhorrible sight. Uh and as I say, then after one year we couldn't, of course they stopped us\ngoing back. They said we couldn't go back any more to Budapest, and I was in the camp and\nfrom then on...that was...let's see...from '42 to '44, but uh we you know, we were moved from\nthat area to another area which was near the Romanian border. Also same type of work.\nLuckily we had a pretty good commander. Our commander was a pretty nice guy so uh we\nwere not uh really suffering too much. Some camps were worse off than ours. In uh...let me\nsee now...this is '44. Yeah, and then one day of course I heard uh the the German troops, of\ncourse, the German troops were going through our village and uh one day uh a German train\nstopped and I was talking to this uh German officer...spoke German, of course...and uh asked\nhim what's going on and he told me he just heard that uh the Americans landed. It was June\n6th, 1944. But he says we aren't worried. He says, you know, we are very confident, he said.\nAnd of course he didn't know who I was really so he was talking to me like nothing was\ngoing to happen, you know. Was in 1944. Uh now uh about uh...let's see...a few months\nlater, see as the Russian armies were getting now closer already to that area, I had a friend of\nmine, an older...about seven or eight years older than I was...told me that uh one of these\ndays now, Cornel, he says we are going to escape. We cannot stay here any longer, because\neventually they're going to take us from here to some place else and, you know, we don't\nknow what's going to happen, so we cannot stay here. You know, his plans where to take me\nwith him to his hometown, escape and go to his hometown and, of course, he knew that I\nspoke Russian. And uh in fact the Russian army was coming. He, he ......for selfish reasons\nbut more that he knew that I'm going to be able to communicate with the Russians and which\nis going to help him indirectly.",
        "A: No. Not really. Not really, because I think that the commander knew that the Russians\nare...of course, he knew, he knew that the Russians are coming. It was obvious. And he\nfigured if he is nice to us, it's going to be better for him you see. So uh, which was true in a\nway. But anyway, so this uh friend of mine, one day uh we were told that the train is going to\npull out, oh in about three or four hours and go to some other destination. Didn't know where\nbut anyway we're leaving this this place. So he told me...he says, Cornel - the train pulls out -\nwe're going to stay here and escape at night. And uh the train started pulling out...for a\nmoment I was hesitating because I tried to stay with my younger, you know, friends, with\nmy own age friends, but he pulled my arm. Stay. And we stayed and the train pulled out. We,\nof course, left the place right away and we went in to the countryside. Yeah, sure. And we\ntook, of course, the bands off but we still didn't look like Hungarian farmers, so uh, you\nknow, you were not a hundred percent safe. Anyway, we went to the country side and we\nwent off the road, off the highway because the highway was dangerous because, you know,\nthe the German troops...they were already retreating and the Hungarians, but they were\ngoing on the highways. And besides uh Russian planes were coming and bombing the\nhighways, so we went off the road and uh we were hiding somewhere, you know, in the\ngrass and I remember, at one time they said these troops, the Hungarian troops...they stopped\non the highway and the Hungarian...some of the soldiers were coming towards us because\nwe were near a little lake or something, and they were coming closer and closer. So my\nfriend said now let's act very normally and calm, because uh...and they came, they saw us\nand they said uh, what what are you guys doing here. I said we missed our train. We sold\nthem a bill, bill of goods, you know, and they believed it, fortunately. So later on at night\nwhen the sun went down we saw a Romanian...there was a a part of Romania see at that\ntime...we saw a Romanian farmer and we called him closer and said uh please...we didn't\nspeak Romanian but he understood...and says, you know, try to hide us. We have to uh get\naway, and he did take us in, fortunately. We were lucky. He took us in and we were hiding in\nhis little farm there for about uh three days. He was feeding us OK and we heard the\nRussians, you know, the cannons, getting closer and closer and uh he says when\nwhen...today...tomorrow, you know...and he told us that the Russians are celebrating a few\nmiles away, but they're not coming yet. They're still not here, so he can't let us loose see. And\noh I think next morning he comes up. He says the Russian and the Romanian soldiers are\nhere so we are safe. It's OK. So we came down from our hiding place and the first thing, the\nfirst Romanian soldier I met took my watch, took my shoes, which were not too good but\nobviously looked better than his...oh yes...you know...we figured liberated, you know, they're\ngoing to put their arms around us...anyway, but we were free. We knew we were free. So\nthen we started walking back to his hometown, which was as I say from there perhaps about\neighty, ninety, hundred miles. But this guy had these shoes with a nail in his shoes and\n(laughter) 1t was not easy to walk but there was not too much transportation and uh as we\nwere walking, of course, we passed Russians and at one time we came to a crossroad and uh\nsome Russians soldiers standing there. And I saw an officer and he looked sort of like could\nhave been Jewish...I wasn't sure but I talked to him, and he says, I'm Jewish, he says. But he\nsays don't say anything because the soldiers don't know that I'm Jewish, said the Jewish\nofficer. The Russian soldiers don't know and doesn't want it to be known, and you don't say\nanything either. And uh another time also I met some Russians and they they asked...first\nthing they asked, they said who are you. I said Yugoslav. Oh. Says well how come you're not\nin Yugoslavia fighting? How come you're here? See, they didn't know what was going on\nreally. So I told him...I said I was in a camp and I was in a forced labor camp and you know,\nI I just ran away. So we managed and later on as a matter of fact we were lucky enough to uh\nget on a Russian truck and uh they took us to his hometown. So we wound up in his\nhometown which was a small, Hungarian town. It was like normal times. Food, everything.\nPlenty. Plenty. There was no problem. Of course his wife, she was gentile and they were still\nall there. Everything was fine and I stayed uh there for about two, three months I believe.\nAnd then I heard...somebody came from Budapest and I found out that my parents who lived\nin Budapest are still alive. And everything is, you know, it's OK there. And about a week\nlater I uh, with a Russian transport, I went to Budapest and as I arrived in Budapest, it was\none day after liberation. People were still on the street of course. People are uh dying and\nsmoke all over and they came to our truck and they said give us bread for anything...gold,\nyou know, jewelry. They are starving. People are starving on the street. You could still hear\nthe cannons and everything because the Germans just left Budapest, you know, the day\nbefore (cough) and then uh, of course I went to my parent's house. I found out where they\nlive. I came to my parents. You can imagine the reunion. Fantastic. Because you know my\nmother didn't know exactly you see what happened to me. My uh...then I found out of course\nabout my uh older brother who was in Yugoslavia, in in Serbia, with the Mihajlovic army,\nthat he was killed the year before, uh May 8th, 1944, yeah...he died. Uh let's see, then uh...",
        "A: Oh, OK. I want I want to tell you some more incidents here in Budapest. It was quite\ninteresting. Uh the Russians, they...I uh I...they fortunately didn't happen, but it could have\nhappened they were surrounding people on the street... surrounding...just people, you know,\nand taking them in some...I think the church yard or something...and I I I smelled something\nwrong. Something is fishy, so I asked one of the Russian officers there, what's happening. He\nsaid, oh nothing. They're just going to interrogate people. I didn't like the idea so I asked\nhim... said can you do me a favor. I'm a Russian uh interpreter and I'm working...which was\ntrue...I'm working for a Russian officer and he's at this and this address. Would you please\ntell him to come over here and pick me up. Fortunately he went, and he did pick him up and\nthe Russian officer came and he told the commander in the yard that uh he needs me very\nbadly and he has to release me and he did release me. He saved my life. The rest of the\npeople were taken to Russia. A lot of them never came back. Yeah...horrible. Now you asked\nme about my mother, because my mother during the war...as I said, she was in Budapest. She\nwas gentile. Her sister was a full Hungarian, a full-blooded gentile. My mom lived with my\naunt and she had a lot of Jewish friends in Budapest. She managed to save them. She took\nthose friends to my aunt's house, and they were hidden in the cellar which was, of course, a\nvery dangerous thing to do. If they would have found out, it would have been, meant, you\nknow, the end for everybody. But uh...there was one place and she saved some people in\nanother place also and she was commuting between those two places...yeah...and giving the\nnews. She heard the news over the radio and giving messages and food for several months it\nwas. Because of course as you know, as you remember in in Budapest it was the last two\nmonths when the Jewish people were really taken to Auschwitz. I can't remember how many\nbut it was the last four or five months of the war, and she saved uh quite a few uh families,\nmy mom. And of course after the war uh we had uh, it was a big affair in in Los Angeles in\nuh I believe it was Century Plaza and she was honored as a righteous Christian. George\nPottman (ph) was the MC at that time, I remember.",
        "A: Yeah. Dark days. Dark days in our history. Now of course Mom died a few years ago. She\nlived to be 94 years old.",
        "A: Uh, as a matter of fact...no. No, I did not. I did not. I tell you why...because uh uh after the\nwar I I left Budapest. You see, I decided uh, my brother came to the States in 1938, so he\nwas already here, you know, for many many years, and my plans were to leave uh Hungary\nregardless...we were told it's not going to be good. He says leave as soon as you can. So...but\nit was not legal of course, so you couldn't get a passport or visa or anything like that. You\nhad to run away. So I...so this friend of mine, we got together...we were together in camp by\nthe way with this friend, an old friend of mine...we got together and we made up our minds\nwe're going to leave Budapest and we crossed the border at night, the Hungarian-Austrian\nborder, that's right. And then we went to Vienna. And we were in Vienna for a few weeks\nand then from Vienna we went to Linz, Austria and Linz had two camps...two, two camps\nfor the refugees you see. And uh that's where I met Marsha, my wife...that's right. In one of\nthose camps I met Marsha. Strange coincidence. She came from another part of the world.\nShe came from this part of the world and uh in 19...let me see...in '40...I went there in '46 and\nI met Marsha in later, later part of '46 and we were married in '47 and then we came to the\nStates in 1949, from from Austria.",
        "A: Pardon me?",
        "A: Oh, yeah. Well, of course we arrived here in 1949. As I say, my brother was here so we\ndidn't have to wait too long to...fortunately because he was here so we didn't we didn't need\nany special permits at that time and it took us just about a few months. Oh, I meant to tell\nyou also that because my wife's, Marsha's father survived and he lived, yes, he lived with us\nin Austria also, in in Linz. He tried but he couldn't come to the States. He went to Canada\nwith his wife, and uh we went here and came to New Orleans. Uh arrived in New Orleans\nand we were uh received by a Jewish organization and very well in New Orleans. Uh I want\nto tell you the trip was very rough coming to the States of course. I mean by rough I got\nseasick. (laughter) Still better than a concentration camp. And uh couldn't eat too much food\non the boat. Uh in New Orleans we were received by this Jewish organization, stayed about\ntwo days in New Orleans and we came by train to Los Angeles where my parents lived in\nLos Angeles already. See my mom and dad, they came to uh California in uh, I think 1n '47\nand they awaited us of course with my brother and my uh his wife at that time. And we\nsettled down pretty fast. It was a different world of course. A new world. A strange world in\nthe beginning for us but it was freedom. Liberty. It was a new start, a new beginning. It was\nbeautiful. Many many years ago of course...pardon me...I got a job in the beginning. First I\nworked in a motel on Sunset Strip for a while and then uh my brother had a good friend here\nand he had a shop with optical instruments and I got a job there and I worked there for a few\nyears working for him and settled down and my wife then had a job also. She worked uh on\nthe Sunset Strip also in a knit shop. She was uh handwork...she inherited from her...her father\nwas a great tailor and Marsha inherited that obviously from her dad and she was great with\nher hands. She was uh...those times, those days I mean they were embroidering sweaters,\nyou know, in mode and then she was working for this girl Suzie, named Suzie, on the Strip.\nShe had a famous shop and she worked for them. She met a lot of movie stars there too. I\nthink Zsa Zsa was one of them.",
        "A: It's uh hard to say. As I say, uh I didn't suffer too much during the war. I didn't go through\nreal hell like uh my wife did, you're going to hear later. The good, uh nice childhood, uh nice\nmemories, you know...they say good home. Even after the war everything was uh in good\nshape. Well-adjusted so to speak. Family was, like parents, of course were alive, survived.\nBrother in California. It was pretty normal, pretty normal I would say.",
        "A: What I was going to say...I don't know if this 1s interesting uh but in uh Los Angeles just a\nfew months ago, we uh formed a new society with the Serbs, uh a Serbian-Jewish society\nwhich uh because you know the Serbian people had lots in common with the Jews. As you\nsee their their destiny is uh the same and uh the the Serbs went through a lot of suffering\nthrough centuries also. So did the Jews, of course. And this society we just formed is\ngrowing. It's going to grow more and more and of course we...part of it is in in Yugoslavia\nalso...you see, it started in Los Angeles. We formed it but there is a group in Yugoslavia, in\nin Belgrade. As a matter of fact uh Professor Tabidge (ph) was here from Yugoslavia with\nhis wife, you know, when we organized this whole committee, so they're carrying it on there.\nAnd it's I think a great idea. As a matter of fact...yeah...we have some members from Canada\nalso. As a matter of fact I met a gentleman the other day...he was very proud to show his\ncard. He says I just joined the Society. So it's going to be quite uh, quite interesting. It will\ngrow more and more. Unfortunately we was told uh it was told the other day that uh one of\nour members, the Prince Andrew of Yugoslavia who 1s the youngest son of uh King\nAlexander who lived in San Diego, had a residence in San Diego, and he came to our uh\nmeeting about nine weeks ago and joined the group, and a few days ago I found out that he\ndied unexpectedly. He was 62 years old. We don't know how and why and what happened,\ndon't know the circumstances yet. Sad news.",
        "A: Thank you very much.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumMay 11, 1991\nRG-50.030*0137",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Cornelius\nLoen, conducted by Linda Kuzmack on May 11, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "CORNELIUS LOEN\nMay 11, 1991"
    ]
}