{
    "rg": "RG-50.549.02.0077_trs_en",
    "sequence": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr\ncollection. This is an interview with Frederick Wohl, conducted by Margaret West,\non February the 13\", 2004, in Bethesda, Maryland. This interview is part of the\nUnited States Holocaust Memorial Museum’s post-Holocaust interview project, and\nFrederick Wohl on November the 22\", 1989. The United States Holocaust\nMemorial Museum gratefully acknowledges Jeff and Toby Herr for making this\ninterview possible. This is tape number one, side A.",
        "Answer: Oh no, this is yours, isn’t 1t?",
        "Q: Yes. Mr. Wohl, I wonder if you’d first of all just tell me on tape, we’ll record,\nyour -- your name and your place and date of birth.",
        "A: This is Fred Wohl, actually Frederick Richard Wohl. I was born on June 7\",\n1914 in Baden-Baden, Germany.",
        "Q: And I’m also interested in knowing y -- your name, Wohl, is that a -- a German\nname, a Jewish name?",
        "A: That’s a -- a -- it -- 1t’s an o-original. My family, far as I know, never changed\ntheir last name, and I know my grandfather -- really my great-grandfather supposed\nto have come from Hungary, but I don’t know enough about that, only that they told\nmy father that he’s coming from Hungarian horse thieves, that’s about all. My\ngrandmother came from Poland. My -- that’s on my father’s side. On my mother’s\nside, her grandfather, I think, had a flour mill in the German state of Hesse, and they\nwere pretty well off. My grandmother became a widow before I was born, and she -\n- a -- a -- her brother-in-law, Joseph Berliner, took care of her affairs in various\nways. And I remember him as a very, very stern man, who however, when it was\nneeded, came through. My parents were married in 1908, and with the dowry that\nmy mother got, my father bought the pharmacy in Baden-Baden. This was a Grand\nDuke’s court pharmacy and one of the requirements was that the owner would visit\nthe castle every year, in high hat and o-outfit, just as a courtesy, leave his card there,\nand to continue to be the pharmacist of the court. That even continued after the\nGerman revolution, as long as the Grand Duchess Louise was alive.",
        "Q: So it ha -- it was a business with a great history to it.",
        "A: Yeah. The pharmacy building was from the 15“ century, and is still unchanged,\nmostly, from the outside at least. Although when my father decided to get central\nheating, they dug up underneath the store and found buckets of Roman coins and\nRoman cups and things, which he gave to the museum 1n Baden-Baden. He had\nkept one -- one glass, but that’s -- was lost in the -- naturally, during the -- in the\nwar. His name is no longer at the museum in Baden-Baden.",
        "Q: What was your father’s full name and his date of birth?",
        "A: His name is Jultus Wohl, and his birth was the eighth of June, what’s the -- must\nhave been ’89? Something like that, I’m not --",
        "Q: A-And your mother’s full name?",
        "A: My mother’s full name was Gisela Littman, and she was nine years younger than\nmy father. Her birthday was August 24\".",
        "Q: And --",
        "A: I think my father’s was ’81, and hers was ’89. 1881 and 1889, something like\nthat.",
        "Q: Mm-hm. And you were one of three children, two sisters --",
        "A: [indecipherable] actually, my mother had five children and three survived. When\n-- that was a time when babies didn’t have too much a chance of surviving. Even so,\nshe had her children at a hospital in Baden-Baden. He -- ma -- she first had a son,\nwho did not survive, and then after my youngest sister, she had another baby girl\nthat was born dead, something like that.",
        "Q: And what was the -- what were the names of your two sisters, and what was the\nbirth order?",
        "A: My older sister Ilsa, who became Mrs. Isa Burns was born f -- second of\nSeptember, 1915, and Margaret was born the second of September -- no, she was\n1915, Ilsa was 1912, the older one. And none of them are alive any more.",
        "Q: So you were the baby?",
        "A: No, I was in between.",
        "Q: Ah, so -- ah, 1914, of course, of course.",
        "A: Yeah, yeah. And Ilsa died on the island of Majorca. She had cancer, never told\nus, but she had been smoking and drinking all her life. Not excessive drinking, but\nyears ago, quite a bit. Her favorite was Uta, a-and she died. I don’t remember the\nyears of either one. Margaret got sick and she had to have a brain surgery, which\nshe had in New Jersey, where she owned a little house, and unfortunately she never\nrecovered properly and my daughters looked after her and took her to a place in\nArizona, where they both lived. And she -- she died there. She died about five years\nago, I would say. So I say, I’m -- I’m no good on these dates, but I remember that it\nhappened, and that was pretty sad, but she didn’t realize that, she was at a point\nwhere she was happy with her life. Even so, she wasn’t all there. That’s the family.\nAnd my first wife, Lillian Eisenberg, was born in March six. She was six years\nyounger than I am, that must have been ’20 - 1920. And we had two daughters. We\nhad a good marriage, but then she got sick and she had to be on dialysis for two and\na half years, after which she -- she died here in -- in Washington. And I was alone\nfor a little while, then I got married to Evelyn Mitzner, on June 26, 11 years ago.\nWe had known Evelyn and Ernie Mitzner for many years, and Ernie was a good\nfriend of -- to me, and he died from -- what’s it? Sugar. The --",
        "Q: Oh, diabetes?",
        "A: Diabetes. The -- he was an amazing guy. He first lost one leg, then he wa -- lost\nanother leg, and then he lost a couple of fingers, and finally he ha -- his heart give\nup. But he enjoyed life in spite of his disability. They had a nice house in\nAnnapolis, and we went together on weekends. They had a weekend home in West\nVirginia, and we went on vacations together. And so, after a year and a few months\nof being alone, I married Evelyn and sold my house. And we are pretty happy to --\nhappy together, but in April 2003, she had unexpected bleeding in her brain, and\nshe -- she had blain sur -- brain surgery, and she -- fortunately -- she is still in\nrecovery actually, but she is doing br -- amazingly well, which makes me quite\nhappy. One month after that, for no reason whatsoever, I got sick. In May, 2003.\nAnd at the Suburban Hospital they operated my -- my -- what is it? My belludder --\nunderbelly. I -- they told me afterwards it may have had to do with a hernia that I\nhad been operated on about 40 years earlier. And they put things in order, but after\nthey had closed me up, they had to open me up again to make sure everything was\nworking. And this separ -- second opening damaged my heart. So I was pretty sick\nsince May of 2003. I was then in and out of hospital and recovery places, and I’m\nnow home with my wife, but we had to decide that this home is too big and too\ndifficult to keep for us, and in the next two months, we’ll be moving to the hired\nresidence on Connecticut Avenue, where we have a two bedroom and two bath\napartment. And that’s it.",
        "Q: Well, I’d like to go back to the beginning.",
        "A: Mm-hm.",
        "Q: And -- and have you tell me more about your childhood in Baden-Baden. What\ndo you remember about your extended family then?",
        "A: Well, my -- my father and my mother were prominent citizens of Baden-Baden.\nHe was naturally the owner of the [German] which is not a drugstore like here, it’s a\npharmacy. A-And he was a honorary commander of the first [indecipherable]\norganization. He was also member of the democratic party, and my mother liked to\nbe the society woman. She -- they -- they went to theater and concerts regularly and\nespecially as long as we lived in the city, she had tea hours after lunch with friends\nfrom the theater or from the concert. People like the general director of the\norchestra would come and have a cup of coffee and actors with whom my mother\ngot friendly. Let’s see, one who would be prominent became Mrs. d’ Albert, the\ncomposer d’ Albert. She was his last of six or seven wives and he was a man who\nfor each of his wives wrote an opera. And she was -- Hilda d’ Albert was stubborn.\nShe wouldn’t get divorced, so there was no opera after the one he had written for\nher. And he died wa -- when I went to -- back to Germany the first time, d’ Albert\nwas -- she was living in a pensionne and I tried to see her, but without result. She\nhad a headache. So it was quite a shock for my parents when the Nazis came. They\nwere not known as Jews, because only my father had a little bit of religion, my\nmother didn’t. And we children, we had a frau -- fraulein, and whenever the fraulein\nchanged, they took us to their church, wa -- if they went to church Sundays, and in\ngeneral we had no -- no religion. And only after the Nazi were her -- Nazis were\nhere, I became definitely aware of what I was, and that both -- both my parents were\nJewish, and I was trying to find a -- I had a membership card from the Jewish sports\nclub, but I couldn’t find it. ’m slow, but what can you do? Have to think. Now,\nwhat next?",
        "Q: Did you have any extended family that were cl-close to you in Baden-Baden?",
        "A: There was my father’s brother lived there. He was a -- in a bank. And afterwards\nhe was in the -- in a factory of [indecipherable] after works -- I worked. He was --\nhad an interesting story because when the Nazis took the Jews from Baden-Baden\nand brought them to south of France to a camp, I don’t remember the name, but\nthen towards the end of the war, he was packed on a train to get to the -- to the\novens. And he got sick on the train and they threw him off in Avignon, in France,\nwhere he, who had never learned two words of a foreign language, he acquired\nsome French and worked there -- and English, I guess too -- worked there with the\nAmerican -- the authorities who came up the Rhone Valley and eventually he made\nhis way back to Baden-Baden, where they -- he became police chief and had a -- I\nthink for 10 years he was that, and then he retired and everybody was happy with\ntheir Jewish police chief. But he had never been married before, so then he first got\nmarried to a lady who had a nice apartment, which was one of the attractions, but\nafter they were married, the authorities came and said this apartment 1s too big for\nyou, you have to divide it up. Do you want to keep the part with the kitchen, or the\npart with the bathroom? She selected the part with the kitchen, because there was a\nhotel nearby where my uncle was friendly with the owner, and where they could\nalways go to take a bath. That lady died, and he remarried, a woman whom he had\nmet a few years earlier on his vacations. He had the nice custom of going on a\nvacation alone. And he told us afterwards, yes, it was ca -- she was a nurse. He met\nher in -- on vacation, a la -- a woman with -- from Vienna who had three daughters,\nand I met her in Baden-Baden just before my uncle died and I visited her once\nafterwards, but I don’t know whether she is still alive. She had a big disappointment\nbecause there’s a regulation that younger women who marry an older person could\nnot inherit his pension. They would have to be -- have been married for at least 10\nyears and they were not. My cousin, who lives in Essen, Germany, tried to help her\nbut there was no -- no way. She had a nervous breakdown, but then it seems her\ndaughters could take care of her. And I no -- not in touch with any of them.",
        "Q: If I go back to your childhood, you would, as a boy, not think of yourself as\nJewish at all, is that right?",
        "A: No, that’s right. We didn’t now it. My sisters didn’t know it, and it came as a\nsurprise.",
        "Q: Mm-hm. Would there be any way in which you would observe Jewish holidays\nor any religious services at all?",
        "A: No, my -- my father would go once a year to synagogue, and I don’t remember\nwhether I ever went with him. My first recollection actually of a Jewish services\nwas when I lived on Cyprus and that was pretty late. But I made up for it to some\nextent by learning things, studying a little bit. When I -- when -- after I had lost my\njob in Germany, and stayed with my parents in Frankfurt for a few weeks, there was\na man who was traveling around [indecipherable] a-around Germany collecting\nmoney for a rabbinical school he wanted to start in Lichtenst -- Lichtenstein. He\nwas probably a crook, but was very interesting man. He traveled with a companion.\nHe sa -- he said he was his cousin. And he got sick and I visited him in his\npensionne -- hotel where I was -- I lived. And that is where I recall first to get the\nfirst impression of the Jewish religion. He taught me that in contrast to all other\nreligions, Jews can talk directly to their God, and that the basis 1s -- of their religion\nreally, 10 commandments. And I’ve never forgotten it, I should have -- I should be\ner-grateful to him. [indecipherable]",
        "Q: How --",
        "A: He left the country just before the Nazis tried to catch him, and a -- I -- I wished\nI had his name or anything, but I was never in touch with him again.",
        "Q: How old were you when your life began to change as a result of the Nazis\ngaining power?",
        "A: 19 -- I was 20, ’14 [indecipherable] Nazis came. I was working the industry of --\nin the office of [indecipherable], a company that made bicycle lamps and hydraulic\nlifts for automobiles, and electric switches, hot switches. I started working there in\n°32. °32 was a year of change for me anyhow --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: United States Holocaust Memorial Museum interview with Frederick Wohl. This\nis tape number one, side B. And we’ll continue.",
        "A: Yeah.",
        "Q: You were telling me about the time when your life changed as the Nazis gained\npower.",
        "A: Right. So --",
        "Q: That apprenticeship you were doing in 1932, would that have been regarded by\nyour parents as a compromise? Would they have wanted you to have been a\npharmacist?",
        "A: No, no. But that’s the only thing I could get. You see, I -- as I say, I go -- I\nmatriculate -- I got the [indecipherable] in 30 -- March ’32. I left the same day for\nSwitzerland, where we had an exchange program [indecipherable] family, and we\nwere due a few more weeks. So I stayed in Nyon, at town on the lake o-of\n[indecipherable] of Lake Leman, and went around the neighborhood on bicycle with\na friend who was a son of that family. We went, for example, through Geneva and\nlistened to a session of the League of Nations Council, which for us was very\ninteresting to wa -- to see these people in the -- some [indecipherable] there was a\n[indecipherable] the British prime minister, and Von Bulow was the German\nrepresentative. And from France, I think it was Brionne, but I’m not sure. They had\ncaricatures at that time, all over Geneva with the -- the caricatures of Chamberlain,\nBrionne and Straserman, who was a German foreign minister. I met in Geneva also,\nsome acquaintances of my parents, just by chance, and told them that I had to go\nback to Germany soon, but I had no job and if there’s anything they could think of\nto help me. So when my time was over with the Prin [indecipherable] P-r-i-n, I went\nby train back to Basel, where we also had friends, and there two boys and I, we did\na bit of roaming around the mountains in Switzerland. Then just one day before I\nwould have to come -- go back to Germany, I got an phone call that there was a\nfarm in -- north of Revai on the Lake of Geneva, and the owner was ready to take\nme on as apprentice as -- to learn about farming, if I was interested. I exchanged my\nticket, instead of going north, I went back south to the lake and that man’s son f --\nreceived me in Revai. The place where I spend, must have been about four months\nis a -- was Call -- the farm was called Eau de ville and everybody spoke French,\nwhich was naturally the purpose, I should learn French. And it was at times\ndifficult, but I had, in the early morning, to go and clean the pig sty. I had\nafterwards to clean the cow sty, or the cattle sty, and then the s -- [indecipherable]\nthe couple of horses, after which we got breakfast that consisted of -- what’s that\nItalian maize? Anyhow, it’s something I had never eaten before, and very weak\ncoffee with lot of milk. I also learned in that place to eat cheese. I never before had\neaten cheese. And I worked hard. I also had to go up on trees for cherries and for\npeaches, I think it was. And during these few weeks on the farm, I grew about two\nand a half inches, and I became real -- taller. Before, I had been one of the shortest\nand weakest in my class at school.",
        "Q: And that was your 18\" year?",
        "A: Yeah.",
        "Q: And did you learn French?",
        "A: Tha -- yes. I learned French, and after a few weeks the owner sent me on an\n[indecipherable] meadow with a shepherds and a dozen heads of cattle and one\nhorse.",
        "Q: This was to a mountain pasture?",
        "A: Yeah, and the mountain, I know -- I think it was called the Pleardes. There was a\n-- an electric rail going up there to a couple of hotels and a hut that belonged to the -\n- th-the owner of the -- of the farm, and who had to supply milk to these hotels, and\nwho would ca -- have to carry it up on his back? Me. Was interesting because you\nhad to be careful not to be chased by some steer, or -- even though the meadows\nwere separated by -- thank you. These are things I don’t thing I -- I wrote if e-every\n-- anywhere. I -- I don’t know whether it’s right to go in all the detail with you.",
        "Q: I think it is.",
        "A: Yeah.",
        "Q: Yeah.",
        "A: In -- the Swiss national holiday, is 11\" of August, and for this holiday we built a\nbig stack of wood on the ar-arm -- on the meadow, and put fire to it in the evening.\nAnd all around the lake you could see fires from sta -- from these, that’s how they\ncelebrated the holiday. And after that I went to one of the hotels for --",
        "Q: [indecipherable]",
        "A: -- to eat and drink as much as you wanted. I -- then, shortly after that, my father\nfound me a job as apprentice in that Schillay-Bruksela company. And I left, not\nbefore the owner of the one hotel had told me how much he appreciated the fact that\nwhen I was in the kitchen in the morning, bringing him -- them their milk, and he\ncame in, I would stand up. And for that he gave me a pipe. I started smoking a pipe\nthen. Also the owner of the farm gave me a very nice certificate. Something\nhappened during that time also, that I wasn’t aware of. The son of the owner had a\ngirlfriend, and one day he told me, I think, two weeks they are getting married. I\nwrote my parents and send a telegram of congratulations and the day of the wedding\nI put a s-suit on after my work and waited to be called, to the meal or whatever\nthere was. Nobody called. When I finally went down, they were just about\nfinishing, and I realized what had happened -- [tape break]",
        "Q: Yes, the -- the Swiss family’s son’s marriage.",
        "A: Yeah. When I came down to dinner they were just about finished, and I realized\nwhat had happened. The bride was highly pregnant, and I found that it si -- was a\nkind of marriage where the father of the groom had to force him to get married. And\nfather and son didn’t get along too well. But as I left the farm, I got a very nice\ncertificate from him, which I still have, it’s in here somewhere, from the farm. I\nwent right to a town, Hollenberg, in the Black Forest, where the Schillay-Bruksela\ncompany had their factory, and I became a apprentice in their office, starting with\nhow to open letters without reading them, and go through all the departments of the\noffice, within two years.",
        "Q: I wanted to make sure I understood where that was in Germany. It’s in the Black\nForest --",
        "A: Yes.",
        "Q: What is the nearest large city?",
        "A: There is, on the one -- it’s on the Black Forest, the railway, and on the one side is\nOffenburg in the Rhine -- on the side where the Rhine 1s. On the other side there is\nConstance, on the Lake of Constance. That’s about in the middle -- in the middle of\nmountains. It’s a nice pl -- located place, and I spent there first the two apprentice\nyears, and then a year, I think, yeah, as employee until they were forced to let me\ngo. During that time the -- that company advised me to the take the te -- the\nexamination as commercial -- oh, what do you do, what would you call that?\nCommercial assistance, which was given by the Chamber of Commerce, of\nFreyburg. They had their letters come through hide -- to Offenburg there, and there\nwas -- they’re testing various things that had to do with the commercial, life, like\nadding and being able to multiply in your head, and you had to write a composition.\nI remember there was only of -- of five different titles, there was only one that had\nnothing to do with the Nazis that I could select, and on each -- for each kind of\nlesson, there were three people who examined you, and always one was a Nazi. But\nonly one of the whole lot made a nasty remark to me. And well, couldn’t be helped.\nBut my -- I was lucky, because during that period, there had been some political\nupheaval, and nobody was allowed to wear his uniform. Otherwise I would have\nbeen the only civilian, I guess, and m-may not have been able to take that test. It\nwas the most difficult examination I took ever, but it was useful. I -- I don’t know\nwhether I still have the certificate, I don’t think so.",
        "Q: When you mentioned the nasty remark being made --",
        "A: Yeah?",
        "Q: -- wa -- do you remember what was said?",
        "A: No, he wa -- he was surprised that a Jew was allowed to take the examination.",
        "Q: Would that be the first time you remember an anti-Semitic remark?",
        "A: Not really, no. I mean it -- at the office already, you came in in the morning, you\ndidn’t say good morning, you said heil Hitler. And 1t was 1934, the Nazis had been\nin -- had -- they had been in power for a year, and Mr. Schillay, of Schillay-\nBruksela complained about that remark afterwards, but it didn’t help. You see,\nBruksela is a Jewish partner, and Schillay was a -- my uncle’s friend, so -- because\nthey both were -- I had been in school with the Jewish partner’s daughter, and so I\nwas -- they accepted me as apprentice, but during 35, the Na-Nazi trade union\ninsisted that I be dismissed. This is a payroll [indecipherable] in that place and they\nwould tell -- t-tell them, if that Jews doesn’t leave, you can’t dismiss any other\nseasonal employees. So I was out, I got notice for the end of December, ’35. But the\nbeginning of December I went skiing in the Black Forest. I had been skiing and\nwalking around by myself ever since the Nazis started, and I liked it. Naturally there\ncame things, but I went to a lake up in the mountains of the Black Forest, where I\nused to swim after wi -- going up there, which was a few hours walk, I came there,\nthere was a sign on the lake, no Jews allowed. Nobody there, but that sign. And\nthen, to get back in the beginning of December ’34, I went skiing and I fell and\nbroke my thumb, here. Can still see it. And I couldn’t write. So they let me go\nearlier and I -- I moved to Frankfurt with my parents, tried to find something to do\nthere, which was impossible. I would have had a -- had to have a permit to work,\nand the authorities wouldn’t give me one. So I decided to leave Germany and go to\nAthens, Greece, where my sister was already. I left -- I found somebody in the\nFrankfurt passport office who believed that I was an student of archaeology, going\nto Athens to study. I found out afterwards that if I went there, the police of -- for\nforeigners in Greece was already informed that this guy is not a student, he’s a\nrefugee.",
        "Q: Do you remember having discussions a-around this time with your parents about\nfamily plans and what should be done, or would your parents --",
        "A: No, no.",
        "Q: -- not discussed it?",
        "A: We -- my father was still working. After he had left -- had lost the pharmacy, he\nworked as -- in public relations for two factory -- pharmaceutical factories, where\nhe went to the universities, and told the students about the products of these\ncompanies, they should prescribe it when they became doctors and so -- so he was\nreasonably happy, and nobody believed at that time that the Nazi power would last,\nsee? So I left, and one year later we let my parents come.",
        "Q: Were you aware of others leaving Germany? Did -- did other comparable, well-\nto-do families leave?",
        "A: The y-younger people tried to leave. The older people didn’t believe that it\nlasted, or they cook -- they took their money and went to what was then still\nPalestine and lived on their money as long as they could. After the war, probably\nwent back. But -- and so I went to Athens, and I had a typewriter and I had a\n[indecipherable], and we -- I found work in Athens. I took my typewriter from one\noffice to the other, made [indecipherable] correspondence in English, French and\nGerman. Sometimes people who didn’t know either of these languages, or very\nlittle, they had to trust that I would write what they said, and it worked out all right\nfor three years in Athens.",
        "Q: Now, which of your sisters was in Athens?",
        "A: Ilsa, the older one. My younger sister had gone on a farm. She had joined the\nJewish organization to eventually go to Israel. And my mother’s uncle, Joseph\nBerliner, helped her to get a -- a job, and she worked there until the -- that\norganization had to evacuate and they took the young people to Denmark. On the\nway from that farm to Denmark, my sister Margaret found herself a husband,\nIrwin.. What was his last name, darn it? Irwin -- and they got married. They were\nboth in Denmark, and then the organization, the -- what was it [indecipherable] is\nthat it, the name? And they took them to England, and the both of them worked on a\nfarm in Devonshire, where my -- where they had a little boy. And they still had\nintended to go to Israel, but eventually his mother convinced them to come to the\nUnited States. But that was after the war. Now, in Athens, I had a lot of fun. I was at\nthe age where I didn’t think about tomorrow or the next day. I was able to have a\ngood income, and I learned the Greek language in no time because I had learned\nancient Greek at the -- at the high school. [indecipherable] tickets to the theater, and\nthere was another one who had just come from Turkey, that was shortly -- actually\nonly 10 years after the exchange of population between Turkey and Greece. And I\nfortunately could help him quite a bit. Then the important jobs I had there, one was\nonly in a technical office, the engineer spoke well German and French and imported\nwhole electrical works from Europe. Some parts from Germany, some from\nSwitzerland. And I did the correspondence and kept the books for three years. We --\nthe owner was reasonably friendly, at a distance, and once he warned me -- I got too\nfriendly with an associate of his who was in the same office, and when that\nassociate separated himself, then I heard from my boss that I should watch out, not\ntell him anything, so on. That associate had been a officer in the -- in the Marine of\nthe Greek fleet, and he at one time invited me, which was interesting, to his home\nfor dinner. Which -- it was a big honor, because for one thing, the man was not\nmarried, he lived with his parents and his sister. And the father was a Greek priest.\nSo, the men were eating on the table, and the women were serving the food. And\nafter -- after dinner, they started singing and all si -- singing and dancing around the\ntable. This was one thing -- something new for me. But the -- as I say, my boss was\nnot happy about me being too friendly with the -- this one.",
        "Q: And you were able to bring your parents to Greece?",
        "A: One year after I arrived, my father lost his job. They made a law in Germany,\nwhere about five or six pe -- Jews were doing that kind of work, but that was no\nlonger allowed, so my parents took a vacation to Italy, where my sister Ilsa met\nthem, and they --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: United States Holocaust Memorial Museum, Jeff and Toby Herr collection. This\nis an interview with Frederick Wohl, conducted by Margaret West, on February the\n13\", 2004, in Bethesda, Maryland. This interview is part of the United States\nHolocaust Memorial Museum’s post-Holocaust interview project, and is a follow up\nNovember the 20 -- 22\", 1989. The United States Holocaust Memorial Museum\ngratefully acknowledges Jeff and Toby Herr for making this interview possible.\nThis is tape number two, side A. We were talking about your parents and your\nbringing them to Athens.",
        "A: Yeah. My father had been able to secure the representation of the\n[indecipherable] in Greece. They were pretty nice to him, realizing what was\nhappening, and he had met friends there. So, for one year after leaving Germany,\nthey paid him a salary, and we rented an apartment in the center of Athens, where\nmy mother kept house, and my sister Ilsa and I lived there with my parents.\nNaturally, I only saw them for breakfast, because I worked late, and I, most days,\nwent out after that. And my father went around trying to get some industrialists to\nundertake to work with that company who -- whom he represented, but nothing\ncame of it. He was the only one in the family who actually got a permit to stay in\nGreece, and to work in Greece. My sister never got a work permit, and I never got a\nproper work permit, either.",
        "Q: Why was your father granted the permit?",
        "A: He was employed, see, by a foreign company, yet. I always had to be on the\noutlook for agents of the police department trying to catch me at work. Th-They did\na couple of times and brought me into the police center, but friends, young lawyers\nalready, usually found the soft spot and I was released, with the exception of the\nvery last time. My work in Athens also encompassed long hours of work at a\nnewspaper distributing agency where I went at about four or five o’clock in the\nafternoon and usually stayed til eight or nine. What had happened is that I was\ngiven the name of the owner of the empo -- of that agency. The name of the agency\nwas Spiro Svengalis, and the general manager owner was Janus Anagnostopoulos.\nAnagnostopoulos saw me in his office and after asking who had recommended me -\n- was a -- the man who supplied them their paper stock, he was satisfied and took\nme, without anything further, to the basement. There was a big office, and we had\nto talk in French because Anagnostopoulos only knew a few words of French and I\ndidn’t know enough Greek at that time. Behind the desk 1n that office was sitting a\nyoung German with not one but two party signs on his jacket, and he told me, in\nFrench, that he had to leave for the Fatherland right away, and here is the book in\nthe works, and good-bye. He never found out that I was German, and he took the\nGerman embassy all s -- all these years to realize who I was. The agency imported\nGerman newspapers as a sideline, and French and British and Czech and Swiss\nnewspapers. That was a department of foreign press, which I was certainly in\ncharge of. And I didn't change anything much, but a number of German residents in\nAthens were subscribing to German newpaper -- Nazi newspapers and after looking\nthrough the books, I sent a young man who was employed there to go and collect\nfor the monthly rent, or three monthly rent, I don’t remember. Anyhow, he came\nback and said every one of his guys had a receipt. So my British [indecipherable]\nhad gone off with quite a bit of money. I figured out it was about a hundred\nthousand dollars. And I had to go to Anagnostopoulos after a few days working\nthere and telling him look, there a hundred thousand dollars missing. And\nfortunately he took it all right, and advanced money to my department. And he was\notherwise satisfied at that time. A few months later he called me at the engineering\noffice, I had to come immediately. So I went over to -- to his office, and he was up -\n- very upset. The censor, the government censor had called and told him that the\none German newspaper had publish -- had published an article about the Greek\nCrown Prince having an affair with a lady in Athens, and that naturally should not\nbe distributed. But we had distributed said paper already. We only got 20 or 25\ncopies, was another import office for foreign newspaper, they got more -- got more\noffices. So what to do? I took a taxi and went from one newspaper kiosk to the\nother, and bought 25 copies of that particular newspaper, I cut the top off, and could\ns -- prove that well, we had not distributed it, and we were in the clear. The owner\nof the other office ended up on an island for a few months, and I had from then on\nthe additional job to look through the various papers and make sure that nothing\nwas written about the Greek royal family. Anagnostopoulos had the idea to start an\nillustrated weekly in Athens ak -- on the type of paper that was [indecipherable]\nvery nice weeklies that the newspapers had on Sundays in Europe. He got lists and\nhe ordered the machinery. Money was no problem with him, but the instructions\nwere in German, which he didn’t understand and I didn’t know enough Greek\nmechanical words to put it in Greek, so I translated 1t into French. When the\nmachinery came, and was put in the free harbor before import. When -- when we\nleft Greece it was still there, I don’t know whether -- what ever happened to it. But\nat the end of ’40 -- of ’39 --",
        "Q: When you --",
        "A: -- things in Greece went bad for us. It seems the German embassy found out who\nwas working there, and who -- who was sent -- looking through the papers, and\nAnagnostopoulos couldn’t do anything any more to keep me. So the police told us,\nyou have to leave Greece, or we take you back to Germany. So then, t-to show them\nhow serious they were, they put me not in jail, but -- but into a police office, where\nI stayed three or four days, after which we could make them realize that while my\nfather and my sister were working to find where to go, I should be doing that too,\nand not stay in the police wh -- thing. We went from one consulate and embassy to\nanother, and nothing happened til the consul of Paraguay said yes, he could -- we\ncould go to Paraguay. But when we inquired at the American Express about\ntraveling there, they told us that country doesn’t have the power to give you a visa.\nYou have to go to Italy, to the general consul, and forget it.",
        "Q: Now, you were able to use your mother’s connection with a former foreign\nsecretary of the --",
        "A: Yeah, now --",
        "Q: -- Weimar Republic.",
        "A: -- during that time, when things got real bad, we were trying other kinds of visits\nand this and such. Now, my father had been a Mason for all these years. In Athens\nhe went to attend Masonic meetings of a Freemason’s Lodge that [indecipherable]\nin German. And at a big dinner there that was given in honor of a British duke, he\nhappened to sit next to a young fellow who -- with whom he started talking and he -\n- that fellow was a secretary to the British ambassador. They got friendly and that\nyoung fellow, he took my daughter skiing, and --",
        "Q: This 1s --",
        "A: -- that was before -- before things got so bad.",
        "Q: That was your sister.",
        "A: But when -- when things got real bad, my father got to him and asked for help,\none -- one Mason to another. And the man got him an audience with the\nambassador, the ki -- British ambassador, who listened to the story and 1-\nimmediately started investigating the family. Now, my mother had a third or fourth\ncousin whose name was --",
        "Q: I think it was R-Rathenow, right?",
        "A: Rathenow, Walter Rathenow. And he had been German foreign minister in the\nfirst Republican government after the first World War. And he had been murdered\nin 1920 th -- two or ’23. His -- his brother, Emile Rathenow was a big industrialist\nin Germany, but that Walter Rathenow, there was some connection to my mother,\nand the British f -- office for -- that investigated people found that out and the\nambassador told my father, well you -- you can go wherever you want in the British\narea, but we had no money.",
        "Q: What -- what was the reason that the -- that connection would --",
        "A: That we were -- we were --",
        "Q: -- you know, persuade the British to give support?",
        "A: They were -- we were pressured to get out.",
        "Q: Uh-huh.",
        "A: And we tried everybody and everything, and this was about the last, because you\ncouldn’t just go into the British embassy.",
        "Q: Yeah. It would be because as members of that family --",
        "A: Yes.",
        "Q: -- you were in opposition to the Nazis.",
        "A: We were as -- we were certainly British protected persons, all four, and he asked\nus, well where -- what did you go -- where would you go to? The closest place to\nGreece was the island of Cyprus, which was British, and we thought we make\narrangements and go there. But the governor of Cyprus wanted each person to show\n1,000 pounds sterling. 4,000 pounds sterling we didn’t have. So the British\nambassador, again, he managed to get this fee on th -- this guarantee reduced to\n1,000 pounds for the whole family, but we didn’t have 1,000 pounds. So I talked to\nanapel -- Anagnostopoulos in the newspaper distributing office and asked him for\nhelp. And he said well, he would lend me 500 pounds, provided I could get the\nother 500 from somebody else. And he even talked to the engineer, the engineering\noffice, got him to also lend me wa -- 500 pounds. So see we -- we are -- were all\nright to go to Cyprus, and after six months, I send them their money back.",
        "Q: Now were you welcomed on the island of Cyprus?",
        "A: Not really, but we were refugees, like there were a few hundred other refugees\nthere, and --",
        "Q: And there was a Jewish community that had been there from 1905.",
        "A: Well, they -- it was not really a community, was a couple of families, who lived\nall over the island, who had came together for the high holidays. [indecipherable |\nwith one family who had big orange and grapefruit groves in Famagusta. There was\na physician who was the center of the Jewish community, actually, who owned a\nTorah, and where they had their high holiday services, and where I went with my\nfather to services.",
        "Q: What was your -- your own, and your family’s state of mind at this time? Were\nyou becoming more despondent?",
        "A: We were -- we were very nervous til we were in Cyprus, and my -- we first had\nvery little money to get established, but my sister got an -- a job 1n an attorney’s\noffice from two brothers, and I got an correspondent thing in an import office, for\none pound sterling a week. So we got along and on the day Italy entered the war,\nthere was a note on my typewriter, we do not employ enemy aliens, good-bye. My\nnext job was with two refugees from Vienna who had had some money invested in\na sausage factory in Cyprus, where they made good sausages, even after the earlier\nowners, this man, had left, he had showed them how to do it, but none of these two\nknew the right languages. So I came -- I was useful to them, selling their sausages\nin a little store.",
        "Q: Now your parents, I think, were embarrassed by your work, selling sausages.",
        "A: Yeah, we had rented a small house on the outskirts of Nicosia. Nicosia is the\ncapital of Cyprus. They didn’t -- they never came in to the sausage factory, the\nsausage store, but they liked the sausage when I brought it home. I met through this,\nnaturally, quite a few people, refugees in Cyprus, and was able to make myself\nuseful here and there.",
        "Q: Now, it would seem that you, from the time you were 18 and worked on the farm\nin Switzerland, that you were being forced to assume adult responsibilities --",
        "A: To [indecipherable]",
        "Q: Well, much m -- at a much younger age --",
        "A: Yeah.",
        "Q: -- than would have been the case were it not for the Nazi power. But at what\nstage do you think you were becoming the leader and decision maker, as compared\nto your father?",
        "A: Yeah, we did that together, but there was no way out. See, we were thrown into\nGreece, we were thrown into Cyprus, and from Cyprus we were thrown into East\nAfrica eventually. There was not much choice. The same I came here, I happened to\nget into an insurance office as a bookkeeper. I learned the insurance business, and\nthat was it, I didn’t have any choice, but I came to like it. I decided that if I sell\nanyone insurance, once he has it he was better off than he had been before I sold it\nto him. And so I came to like my work.",
        "Q: Did you -- did you consider other options in terms of a country where you would\nbuild your life? I mean, did you think of --",
        "A: I --",
        "Q: -- Israel, or returning to Germany after the war?",
        "A: No, I -- no, I did not. And my parents were not Zionists. And the only thing I -- I\nwanted to become a CPA, but at that time the rules were so strict in the district -- I\nthink they still are, that a young man had to become apprenticed to another CPA\nand wouldn’t make any money during that time. On the contrary, some of\n[indecipherable] required a payment. So that was out. So I went to the university to\neventually get a degree -- not that I needed it by that time, but I just wanted to get it\nand I le -- learned the insurance business, and started selling.",
        "Q: Mm-hm. Let me go back. We -- we are jumping --",
        "A: Yeah.",
        "Q: -- from Cyprus to United States, but in fact your -- your time spent in --",
        "A: In Cyprus?",
        "Q: -- in East Africa is covered in your --",
        "A: Which [indecipherable]",
        "Q: -- is covered in the earlier videotaped interview done in 1989.",
        "A: Yeah.",
        "Q: But when the war ended in -- the second World War ended in 1945 --",
        "A: Yeah.",
        "Q: How -- what did you do immediately after the war, and what --",
        "A: I --",
        "Q: -- what arrangements had to be made for coming to the States?",
        "A: I tried to get another affidavit. You see, a very distant relative again, named\nEdgar Berliner lived in Canada and afterwards in California, and he, when the Nazis\ncame, made arrangements for a group of young people to come to Canada to start a\nfarm of some kind. He -- he was pretty wealthy and to his surprise, by the time he\nwas developing that plan, I was the only one left to go. And naturally that -- that\nplan was out. We kept corresponding, and he was helpful to me. He sometimes sent\nme small amounts of money. Very small. He -- I only learned that he was a\nmillionaire -- I -- I learned -- learned that later. And he -- when I was in Athens he\ngave me an affidavit to come here, but by the time these papers arrived, we were\nalready thrown out of Greece, and they sent the papers on to Cyprus -- no, to\nJerusalem. And there were quite a few refugees in Cyprus in the same situation, that\nthey had the papers, but the American consul was in Cairo and he wasn’t anxious to\nhave any Jews come to America. He didn’t -- even if a couple of hundred people\nready to come, he wouldn’t come to Cyprus to see them and interview them. So that\nwas out and my affidavit eventually was -- was out of -- it wa -- had a limit, a time\nlimit.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Frederick Wohl. This is tape number two, side B.",
        "A: -- refugees to come. It was expressed after the conference of Evia, and the only\nfamily I know who came to America at that time was the personal physician of the\nCrown Prince of Greece, a Dr. Miller, I think, with whom my father afterwards was\nin touch in the States.",
        "Q: When you came to the United States -- you’ve told me a little about your\ndecision, but I wonder if you’d tell me more about the -- about your parents and\ntheir discussions about where they would go after the war.",
        "A: My parents did not know where to go after the war. After I had left Tanganyika,\nthey made arrangements to be taken back to Cyprus. And since my father could not\nfind any employment on Cyprus, they insisted to come to the States. And my sister\nand I signed a affidavits for them, they came over and we had a tough time to make\nends meet. At that time my parents stayed in the States first in Mount Vernon, New\nYork, and then here in Washington, but nothing worked out for my father, and they\nreturned in 1950 to Tanganyika, where my father got a job as -- at the pharmacy of\nan Indian in -- I think in Yoringa, I don’t remember the [indecipherable] where they\nstayed until my father’s health deteriorated, and the doctor told him he had to get\nout of the tropics. [indecipherable]",
        "Q: I want to -- I -- please tell me about your voyage to the United States when you\ncame, and what it was like on board ship.",
        "A: Yes. Is -- I still have the ticket from the British shipping line, I thi -- from Dar\nEs Salaam to the first port in the United States. The trip took about two months, and\nwas very interesting. The only limit for me was that I didn’t have any money to\nenjoy the stops at the various places. They boat arrived in Dar Es Salaam while I\nwas in bed with a malaria attack. I looked out of the window of the hotel and when I\nsaw the boat coming in, I really got well very fast and packed up and got aboard. It\nwas a Kaiser ship that allowed about 20 passengers to come on board, and the\ncabins and so were not very luxurious, but I was glad to be on my way. The boat\nstopped first in Durban, South Africa, where one of the passengers had\nacquaintances and they took us to one of the South African National Parks, which\nwas an interesting experience, and while we were looking over the mountains and\nhad left the windows of the car open, a bunch of monkeys got in the car, and ate the\nfruits that we had brought for our lunch. The other memory I have of Durban is that\nI called my mother’s great-uncle, Joseph Wilde, in Johannesburg and told him that\nthe boat was slow and I could come and visit him, but he was not interested. He sent\nme some money instead and I have never been in touch with him again. I tried to\nobtain his address afterwards, even through the Jewish congrega -- Jewish\norganizations in Johannesburg, without result. The next stop of the boat was Cape\nTown where we stopped a few days also, and I inspected the town. The weather was\nnot good enough to go up the Cape Town mountain, the cape mountain, which was\nunfortunate, and actually th-the only memory of Cape Town I have is that when you\nwent in the mo -- to the movies there, the ticket included an ice cream or a cookie,\nor a piece of cake, which they offered to you during the running of the movie,\nthrough a salesperson. From Cape Town, the boat went to -- hold it a moment.",
        "Q: We’ll ignore the name.",
        "A: Yeah. The next stop was a harbor in what is now Namibia, southwest Africa,\nwhich was a real godforsaken place, all sand, with the exception of a couple of\nbreweries and the railroad station. In this place they had a crew of workers who did\nnothing else but keep the railroad -- the rails clean of desert sand, because there was\na constant wind, and there was nothing to keep the sand away from the rails. We\nstopped there only for a short while and from then on, went across the ocean to\nTrinidad. In Trinidad the boat could not -- we -- we could not go ashore because\nthey had a general strike, and after a couple of days the boat went on to Bermuda. In\nBermuda I had my last bad malaria attack, on the second day there. I had to take to\nbed, and for the rest of the stop in Bermuda, I was in bed. What I remember of\nBermuda is the fact that the lunch in the restaurants there cost as much as a whole\nday in a hotel in Dar Es Salaam, which made a difference to my pocket. The boat\nthen went onto New Brunswick, to Saint John. And we stopped then after a couple\nof days, the shipping line decided that they were going to stay there much longer\nthan anticipated, and we should make our arrangements to get to the States by alls\nelse. I took my last money for a ticket to New York, and took off. I was -- til then,\nactually always on my -- I had in mind that coming from where I came from, and\ngoing across the frontiers, somebody would stop me and have a ser -- and search,\nwhether I brought any diamonds with me. But I didn’t. Maybe I wasn’t smart\nenough, but I was anxious to get to the States without any trouble, and met my sister\nMargaret and her husband at the -- what’s the station in New York? At the railroad\nstation in New York.",
        "Q: Grand Central?",
        "A: No, the other one.",
        "Q: Penn.",
        "A: Hm?",
        "Q: Penn.",
        "A: Penn Station, yeah.",
        "Q: Penn Station.",
        "A: I had never met my brother-in-law, it was interesting fellow with whom,\nhowever, I did not get too well acquainted over the short time that I saw th -- him.\nMy sister and her husband at that time were working as a couple in an old age place\nin Mount Vernon, New York, where the owner lady made room for me for a couple\nof days. I was surprised at the kind of work they did, but got used to the fact that\nany work here in the States was okay.",
        "Q: I have lots of questions.",
        "A: Yes?",
        "Q: I want you to tell me more about the meeting with your sister. It must have been\nvery emotional. Did she know you? Did you know her at once? Had she changed?",
        "A: She know -- yes, we knew -- we know each other, but there was no time to be\nemotional, anything. Was a crowd of people and we got from one train to the other\nand then to -- took the train to Mount Vernon, sat there looking at each other and\nrealized that we were not as young as we used to be, but there’s nothing exciting\notherwise.",
        "Q: Mm-hm. And what luggage did you have with you that you’d been carrying\nthen? You’d presumably brought a -- a few personal possessions?",
        "A: I -- I don’t re -- don’t really recall. It couldn’t have been much.",
        "Q: No diamonds.",
        "A: It couldn’t have been much. I didn’t even have a winter coat, and it was\nDecember, or no, the end of November.",
        "Q: And I assume that the malaria meant you were really in very poor health?",
        "A: No, it wasn't too bad. A-As I say, ma -- that was my last malaria attack, in\nBermuda, and after that I took two -- twice I went through the medications for\nmalaria. I should remember the name, it sta -- it started with A, but I don’t. In\nMount Vernon I -- I didn’t sit around long. I went to New York and got scared by\nthe traffic. I got -- couple of times I got marooned in the middle of a street, and I\nhad to learn to dodge automobiles. I hadn't seen so many automobiles in a lifetime.\nAnd I spent time in the big stores, just lo-looking what was going on there. And\ndecided to visit Washington. I, at that time, was of the opinion that the man who\nhad given me the affidavit, and who lived in Hollywood wanted me to come over\nthere, but I got a letter telling me more or less that if I found something to do in the\neast, we would meet early enough. I had never met the man, his name was Edgar\nBerliner. So the day I got that letter, I took the train to Washington, where I had an\naddress of an attorney, I found out he’s quite a prominent attorney, to -- with whom\nto get in contact. He was -- his wife was the sister of the man who had given me the\naffidavit. And this was a time where Washington was crowded with people working\non the war effort, and if it hadn’t been for that recommendation, I would never have\nbeen able to get a room in a hotel. But they were nice to me, I had dinner there, and\nthe lady, Louise King, took me around Washington by car and to Mount Vernon\nand to the cemet -- cemetery, and to a concert, and showed me the -- where the\nmuseums were, and I was on my own for a couple of days, during which I found an\nemployment agency, and applied for jobs. The man sent me immediately to two\nplaces where -- where peoples were -- were asked for and in both places I evidently\nmade a good enough impression that he afterwards told me I could select which\none. And I did not. I went that evening to have dinner with the Kings, and told them\nwhat had been happening. When -- Milton went to the phone and came back and he\nsaid his brother’s insurance agency al-also needed a bookkeeper or accountant, and\ngave me the address, I should go there the next day. Naturally, that was a place to\ngo. Even so the pay, as I afterwards found out, was very low for American\npurposes. But being recommended, I went. I found a room on 16\" Street, 1827 16\"\nStreet, and I rented it, then went back to New York and got my stuff and started\nworking a f -- a few days in December. It was an insurance agency and there were --\nit was interesting for me because the bookkeeper, an old lady, had kept her records\nfor the past couple of years at least, on pieces of paper and I had to put it together to\nbe accepted by an -- a CPA. I forgot to mention that before being accepted by these\npeople as employee, they sent me to their CPA for an interview, and I ga -- I was\nfriendly with this CPA for quite a number of years. He was a -- an older man who\nwas the head of the CPA organization in Washington. Not only that, he was a\ndirector of the Franklin Accounting School, where both his sons -- is -- both his\nson-in-laws had been put through accounting before they could marry his daughters.",
        "Q: At that time you would be planning or hoping to train as a CPA?",
        "A: Yeah. I had no intention to do something else but accounting and naturally to\nwrite -- to find out how to become a CPA, especially after the experience in Africa,\nwhere I was unable to stay, to some extent also, because they wanted a -- what they\nin England called a chartered accountant for the diamond mine. I also registered in\nthe university in Washington. It took a -- I went from one university to the other\nbecause this was a time where all of the students were studying under the -- what\nthey call the war. They didn’t pay there. I was the only paying student in American\nUniversity and that university was favorable for me because the man who took care\nof foreign students was a former German and he was helpful to me in my studies for\nthe years I was at the university.",
        "Q: So every local college was -- university was full of G.I. bills?",
        "A: G.I. [indecipherable]. I mean, they were not interested in a paying student, but\nthis man, Professor Correlle, was happy to help me.",
        "Q: And that was at American University?",
        "A: At American University. At that time the university had classes in some half\nfallen down buildings on F Street in northwest Washington. And I naturally\nregistered for evening classes, where they had interesting lecturers who came to the\nmost part from government and really knew their -- knew what they had to teach.\nEspecially interesting was one course on income tax, which was a course more or\nless on income tax avoiding.",
        "Q: How f -- yeah?",
        "A: But that took awhile -- took awhile to get to that. The other thing I did after\narriving and getting settled, I registered at Arthur Murray’s, because I didn’t know\nanybody and thought well, at least I could dance, I might meet some people there\nand at least get a little bit more social. Because all I knew to talk about was my stay\nin Africa, and who was interested in that? People were only interested in the news\nwith Walter Winchell. The other thing I did, after a few days I found that the Jewish\nCenter was only a couple of blocks from my room, and I went there and found a\nfew other young men who had come from Germany, and got introduced to them,\nand we had a -- had a circle of friends from there, with whom we got together. We\nhad a poker round and I attended some social functions at the Jewish Center on 16\"\nStreet. Through the friends, I got into a Jewish thr -- a circle of young women of\nmarriageable age, who were ready to party. We had hayrides, and every few months\na wedding, which was new to me all, and I realized that I had to be careful, because\nit was time to keep a distance from these young ladies, until I -- unless I would be\nserious. Having nothing but a job, naturally to think of getting settled down in a\nmarriage was tough. In 1948, I attended a dance in, I’d say, a Jewish Community\nCenter, and met my future wife. It was [indecipherable] my friends were all there\nand after the dance I took Lillian to a bar just to talk and have a drink and\nafterwards walked her home, which took hours, because she lived in a women’s\nbuilding on the other side of the Potomac. And naturally, we walked there, and\nafterwards I walked back at night, for hours again, to 16 Street. And I dated this\nyoung lady every -- whenever I could. She made sure that I on our dates, spend\nwhatever money I had so that I couldn’t date anybody else.",
        "Q: Was it love at first sight, do you think? Do you remem --",
        "A: What?",
        "Q: I wondered if you were taken with her as soon as you saw her, or --",
        "A: Yeah.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: United States Holocaust Memorial Museum, Jeff and Toby Herr collection. This\nis an interview with Frederick Wohl, conducted by Margaret West, on February the\n17\", 2004, in Bethesda, Maryland. This interview is part of the United States\nHolocaust Memorial Museum’s post-Holocaust interview project, and is a follow up\nNovember the 22\", 1989. The United States Holocaust Memorial Museum\ngratefully acknowledges Jeff and Toby Herr for making this interview possible.\nThis is tape number three, side A.",
        "A: -- to go back to my work, I walked every morning from my residence to the\noffice, stopped for a cup of -- for breakfast at a little Greek restaurant and it was\ntough to make ends meet with the pay I received at that time, which was originally\nquoted as 50 dollars a week, but m -- no, 1t was quoted as 200 a month, 200 dollars\na month. Now -- no, was 50 dollars a week, but when it came to payday, I was\ncorrected, it was less because of Social Security and health insurance, and as I say, I\n-- after a few months, asked for a raise. I got a small raise, as far as I remember. But\nthey mainly said, why don’t you go and sell insurance? And I took a course in\ninsurance that was given by the Aetna Insurance Company, a correspondence\ncourse, and got a license to sell insurance in the District of Columbia. I remember\nthe first insurance I sold was on [indecipherable] a lady in the rooming house where\nI stayed had been given by one of her admirers. I was rather timid at that time --\ntime. I couldn’t talk about anything interesting to people, because -- as I say again,\nwho was interested in -- in Africa, or in Cyprus? I had nothing much to say about\nAmerica, only that I was glad to be there and it was interesting and I was going to\nStay.",
        "Q: What about your bond with Lillian?",
        "A: That we -- I -- we continued to date and in 1948, October 31“, my friend Bernie\nFriedberg got married to his wife Charlotte. And that night, on the -- on the way\nhome to her place, I popped the question and got accepted, which got me so excited\nthat after I had left her, on my home, I got violently seasick.",
        "Q: On your long walk? On your long walk back?",
        "A: Yeah, yeah.",
        "Q: Ho-How old were you both then?",
        "A: I was about 35 -- 30 -- yeah, 34 and a half, and she was six years younger. I\nremember she had given me her age, I think wa -- one year younger than she\nactually was. I met, during the -- that time, her sister and brother-in-law, who lived\nin Washington, and who were very hospitable, and as I assumed, they were glad\nthat Lillian had a boyfriend.",
        "Q: Tell me about her family and background and religion and so on.",
        "A: And they were -- they were Jewish, not -- not too religious, and the m-mother\nlived in New York, the father just died about that time, I never met him. And it took\nawhile til I met her mother, who lived in a -- a suburb of New York, west New\nYork, in a small apartment. It was all, naturally, a new experience for me, even the\ndriving in somebody el -- with somebody else to -- to New York, at a time when\nthere was n-no superhighway. And it took nearly a day to get where we wanted to\ngo. My parents, in the meantime, had arrived in the States, and they were not very\nhappy with my getting engaged. My parents, to some extent I think, had expected I -\n- | would make a good living in America and that I would be able to take care of\nthem. Seeing that that was not going to be the case, our relationship after my\nmarriage was a little bit estranged, and they made arrangements to go back to\nAfrica. My sister and her husband were still in Tanganyika, and they indicated that\nthere was work for my father and they would be standing by them. They left New\nYork a few weeks after the birth of my first daughter, that was Jackie.",
        "Q: Tell me the full name of -- well, this is a good time to tell me the full name of\nboth of your daughters and their dates of birth.",
        "A: It’s Jacqueline Diane Wohl, who is by now Tinney, but she uses her maiden\nname professionally, she’s an attorney with her own office. My younger daughter 1s\nValerie Ann Wohl, who is single after a very short marriage. And who also uses her\nmaiden name. She is a physician. Both my daughters live in Tucson, Arizona.",
        "Q: And what was the -- what -- what were their birthdates, or approximately?",
        "A: What’s your birthdate, Jackie? It’s 1950.\nA2: June 26\".",
        "A: Hm?\nA2: June 26.",
        "A: June 26, and June 27 is when m-my second wedding. And Valerie’s birthday is\nMarch 19?\nA2: May --",
        "A: Hm?\nA2: May 17\", 1952.",
        "A: May 17\", yeah, ’52. Going back to the time of the engagement, I found that not\nonly was I not making much money at that time, but also Lillian, who worked for\nthe Navy as an clerk, had not much of an income, but also had some debt, which she\nkept secret from me and paid off during the first month of our marriage. We see\nhow --",
        "Q: So how did you find out about it?",
        "A: Afterwards. I think that that was mainly her bridal outfit.",
        "Q: I wondered to what extent you shared values in life and whether that was part of\nthe reason for your getting along well together?",
        "A: Getting who?",
        "Q: Well, I’m interested in knowing whether you had shared values in the way you\napproached life, and --",
        "A: No. [had, during my travels always fallen into some kind of existence which\nwas interesting and where I enjoyed life to -- naturally to a limited extent, whatever,\nbut I don’t recall that I was ever, let’s say, unhappy with what I was doing. And\ngetting into the accounting and insurance in Washington was no exception.",
        "Q: You sound resilient and optimistic.",
        "A: Oh yeah, I -- I did a study about insurance, but I took a first life insurance course\nwith the -- an agent of the Penn Life, and even sold a couple of life insurance\npolicies. I don’t know whether they’re still in force, because at that time a\ncommission was only continued by the company for 10 years, and the commission\nwas paid to the office I wait -- I worked for. I learned a few [indecipherable] if -- if\nmy selling insurance 1s concerned, and had let a -- Bill had [indecipherable] with\nmy name and made sure that whatever insurance I sold was going to be my\nbusiness. It can’t be done any more today. I found that out by experience, but I\neventually built up a nice book of business in spite of the fact that I just could not\ngo and do any cold calls, as they called, for -- to buy -- to sell insurance, unless I\nhad a recommendation or referral. I was not courageous enough to get in and talk,\nbesides the fact that I didn’t need any -- didn’t know enough insurance -- of\ninsurance, in the beginning.",
        "Q: But you -- you enjoyed it.",
        "A: Yeah. I had developed the kind of philosophy that if I sell you insurance, when I\nleave you’re better off than you were when I came in, and that kept me going.",
        "Q: Where did you live after your marriage?",
        "A: My brother-in-law managed to get us an apartment in Arlington at North Taft\nStreet. It was a small apartment without air conditioning, so if we wanted, we kept\ndoors and windows open, not only for our apartment, but the other apartment on the\nsame floor. We’d got friendly with these people, which was a good thing because\nthey had a car, we didn’t. I took the bus every morning from Arlington Boulevard\ninto town. And Washington suburbs at that time were still such a friendly\nsurrounding that sometimes even people would stop and pick me up, gave me a ride\ninto the city. You couldn’t do that any more.",
        "Q: And that’s where the girls would go to school, in Arlington?",
        "A: Oh no. [indecipherable] we lived not too long in Arlington. Oh, let me go back\nto our wedding.",
        "Q: Oh.",
        "A: This 1s -- is -- somewhere I have a picture of the wedding party, which was my\nmother-in-law, a nephew of hers who was a policeman in Washington, my sister-in-\nlaw and brother-in-law and their little daughter Andrea, and Margo was -- I think\nMargo was there, yes. My parents and my brother-in-law, with their little boy, and a\ngirlfriend of Lillian’s and how I met who was the second rabbi I had talked to about\ngetting married. The first rabbi, whose name I won’t mention, was too business-like\nfor me at the interview, and Rabbi Metz was very understanding of the fact that I\nwas not very religious, neither was, actually, Lillian. And we -- we got married in\nhis study, in his home. And I was so little knowledge about, at that time, that\nwithout thinking of anything I invited the rabbi for dinner, for the wedding dinner,\nand naturally he didn’t come. Another guest at the dinner was cousin Joe. That was\na distant relative, and if I -- I should remember his full name, because he was\nimportant.",
        "Q: Sanders?",
        "A: Hm?",
        "Q: Sanders? Joe Sanders?",
        "A: Yeah, Joe Sanders. Joe Sanders was also married into the Berliner family, and\nwas an important man in that family. You see, there was one Berliner who invented\nthe Gramophone record and he was not a poor man. His brother, Joseph, started the\nGramophone company in Germany, and he had been helpful to us after the Nazis\nhad started. And when Emile Berliner, the inventor died, his widow kept an apar --\nhad an apartment in the hote -- in a hotel here, and kept the family together. It was a\nb -- a big family because they had brought over about 90 people from Europe and I\nwas not one of them.",
        "Q: When did those people come?",
        "A: Well --",
        "Q: Was it early in the 1930’s?",
        "A: Yeah, in 1935 - 19 thir -- see, the Nazis started in ’33, and whoever had foresight\n-- and very few had, actually, would get out, or whoever had relatives, and I met\nquite a few of these fellow relatives, but they all [indecipherable] clear for me, that I\nwas not one of that group.",
        "Q: Why’?",
        "A: Because they were a very jealous crowd of each other. They are jealous of each\nother, see, and I was an outsider who had arrived later, after the war. And even so, I\nhad arrived with the help of the -- of one of the Berliners. The rest were very --\nwere very nice, but distant. Only the ones who were about my age, the young --\nyoung, we were friendly to each other.",
        "Q: Well, you had some family help, but it sounds very much as if you built your\nown life here.",
        "A: Oh yeah, yeah. I -- I didn't ask. Once I had found out that I had to ask for a raise,\nand that without being pushed, nobody in America would think to increase your\npay, and I wasn’t used to that. But I kept going and we had, as I say, we had a nice\nwedding, with a limited number of people, and moved to an apartment in Maryland.",
        "Q: How do you -- how do you --",
        "A: After [indecipherable] moved, we lived in Virginia for awhile, and after Jackie\nwas born, we moved to Maryland, to Kaywood Garden. Was a small apartment and\nwhen the second girl arrived, we had a -- we got a bigger apartment. And we stayed\nquite a few years in Kaywood. From there also I took the bus into town to my work.",
        "Q: I wanted to ask --",
        "A: Yeah?",
        "Q: -- and interrupt to ask, you had done all that traveling --",
        "A: Yeah.",
        "Q: -- which you did out of necessity, Greece, Cyprus --",
        "A: Yeah, yeah. Yeah.",
        "Q: -- Dar Es Salaam.",
        "A: Yes [indecipherable]",
        "Q: But how do you look back on those early years of marriage? It sounds as if your\nwedding was very joyful, and that must have been a very happy stage in your life.",
        "A: Well that, yes, it was, with exception of the strained relations to my parents.",
        "Q: But did that --",
        "A: But that --",
        "Q: -- did that feel --",
        "A: -- we had a good -- pardon?",
        "Q: -- and -- did that relationship heal with time?",
        "A: Oh yeah. Wonderf -- when my parents decided to go back to Africa, because my\nsister and her husband promised to more or less take care of them there, things\nimproved. And so later on there were times when we had to support not only my\nparents, but also my mother-in-law. And living in Kaywood was not very luxurious,\nbut the children had decent schools. Did they have schools? Yeah. And we made\nends meet and actually enjoyed life as well as we could. We joined the Jewish\ncommunity there, and they -- they fa -- more or less fished me out to become active,\nfirst as a secretary of a men’s club, then as president of the men’s club, and then as\npresident of the congregation 1959 and ’60. During that time this group built a\nsynagogue and sold the synagogue because p-people moved in other directions.\nThey built a second synagogue and I stayed member there, now about 55 years that\nI’ve been a member of that congregation. But we have to go back to the start. There\ncame one day when I asked for a raise, and they just said, well, sell insurance,\nyou'll make commissions. And I went back -- no, I had met a man who was\nworking for the Group Health association in their office, and he needed -- he was\nworking as chief accountant for Group Health association, which was starting at\nthat time in downtown Washington, and he had an opening. But they -- the only\nway I could get in there was through an employment agency. I went back to the\nagency I knew, and through them got an appointment to Group Health, and I told\nmy employer s-sorry, I can make more money there, and I did. But I kept my\ninsurance business, which was tiny, with the pe -- the people who had been\nworking, and kept in touch with it, so that way I worked for -- as assistant chief\naccountant for Group Health, for a little bit over a year. Was interesting work\nbecause we had -- I -- I found that the physicians had to be idealists, who started\nGroup Health. I saw it from the paychecks, which were -- which I had to make out.\nAnd on the other hand, the treasurer was a man from Trinidad who, after seeing my\nhistory, for months wouldn’t talk to me, because I had been heading a black\nworkforce, and he was black. But eventually he got over it and we got quite\nfriendly. He is -- became a CPA in Arlington afterwards. After about one year, the\naccountant for Wolfe and Cohen, the Insurance agency where I had been, called me\nand asked why I had left. I told him, it’s just a matter of finances, and that I had\nbeen married, and --\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "Q: -- continuation of a United States Holocaust Memorial Museum interview with\nFrederick Wohl. This is tape number three, side B.",
        "A: He asked me to come to his office, the accountant of the insurance agency, and\nwe were talking. I had been friendly with him while I was working there, and he\nasked me under what conditions I would go back there. I was surprised, even\nthough I'd kept friendly with the owners, I had been to their offices to attend to my\ninsurance business every now and then. I asked for a quite healthy salary and for\ntime to build up my own business, and to my surprise, they accepted it. And I went\nback, and I had some good years there. I learned more about the insurance business\nand I got registered as agent in Maryland, which was an interesting experience,\nbecause the person who ti -- who supervised the examination in Baltimore had what\nyou would call an open hand, and was disappointed when I just shook his hand\nwhen I left. But I got my Maryland license, and worked pretty hard. We lived in\nKaywood, on the lookout for eventually finding a house. And I had during that time\nbeen in contact with an attorney who took care of claims to the German\ngovernment. This is -- this was of great help to me because the first payment I got\nfor them was used when -- to seriously look after a house. And we lived from, I\nguess it must have been ’42 - °43 - ’53, in Silver Spring [indecipherable]",
        "Q: Mr. Wohl, tell me what it would have been for. Would it have been for your\npharmacy business, the reparations?",
        "A: No, that reparations had only to do with me personally. It was my interruption of\nstudies, it was my unable to be -- to find work, and it was afterwards a kind of\nGerman Social Security. The -- ma-many refugees got payment from Germany, and\nnobody would talk about it til it was an actual fact, because there was the mentality\nthat if I tell somebody else and he does the same kind of application that I have\ndone, maybe it would influence my a-application. But I found out that I did no\nworse and no better than other refugees, and I got a -- a rent from age -- I think it\nwas age 65, from Germany, which helped us quite a bit.",
        "Q: And what -- what percentage of refugees do you think received this support?",
        "A: Whoever could get it an-and found the right channels. You see, I -- I happened to\nget to a -- through some people 1-in the States, through an attorney in Frankfurt who\nwas pretty active in that, and who afterwards received the first nine months of my\npension, which was his contract. And I didn’t mind. I was an optimist. I thought, PII\nlive longer than all these people, and I’m s -- I’m still surprised that this actually\nhappened.",
        "Q: As a f -- as parents, did you think it was important to give your daughters any\nkind of religious upbringing?",
        "A: Yes.",
        "Q: Did you go to -- oh, tell me.",
        "A: You see, we belonged to the -- in Mount Rainier to the congregation. My wife\nwas that religious and I got that way, too, that we attended Friday night services,\nand sometimes Saturday. We went to the high holidays, and as I said I took office in\nthe congregation, and enjoyed it. I was not very knowledgeable in religious things,\nbut I had the help of our first permanent rabbi -- oh no, the second permanent rabbi,\nwho was brought in from Europe. He was from Vienna and he had been a rabbi for\nthe British army in Frankfurt before they brou -- took him here. He and his wife\nwere very great friends, and I was the one who had to interview this rabbi for his\njob, and we stayed friends even after he had left Washington, and he was kind of a\nfather figure for me. Rabbi Weinberg.",
        "Q: Did you observe -- did you -- any dietary rules in your home --",
        "A: No --",
        "Q: -- o-or would it just be going to --",
        "A: -- on the high holidays. My wife family had kept a kosher home, so we started\nout with that in mind, but we are quite liberal by now.",
        "Q: And what about your daughters, in turn?",
        "A: My daughters went to relig -- to the religious school, and to the congregation and\nwere confirmed, and they have much more religion than I ever had. Jackie and her\nfamily, even though her husband is not Jewish, b-belong to a congregation in\nArizona, in Tucson, where on the high holidays, she usually plays the violin at the\nservices. And my younger daughter, also re -- at | -- goes at least to high holiday\nservices. But they know where they come from and where they belong, to a much\ngreater extent than I did. And my late wife would have been very happy to see how\nher grandchildren got a real Jewish upbringing. They ma -- Jackie has two\ndaughters, my other daughter is alone. Well, where were we?",
        "A: Well, how was it that both of them have settled in Arizona?",
        "Q: Well, Jackie got friendly with a young man eventually, who was working in a\ngovernment committee in Washington and who came from Phoenix. They decided\nto get married and moved to Tucson, where he went back to university. And Jackie\ngot her law degree here from the American University, and she passed the necessary\nexaminations in Arizona, and that was it. Why my younger daughter, for her\npractical year in the medical study, went to where her sister lived, and stayed there\nafterwards. Fortunately they are friendly with each other, and my younger --\nyounger daughter enjoys her nieces, which is good. So they are both on their own,\nand after end of their studies, did not need any support from us. So we could live a\nlittle bit more comfortable. And we had the nice circle of friends from the old --\nfriends from the po -- poker round. There are only two brothers left -- no, two\nbrothers and one more, yeah, there are three of the-them left with whom I am in\ncontact, and the one on whose wedding we got engaged, is still a very dear friend,\neven with my second wife. My business went all right til it got too big for the\nagency I was working with, and they were unhappy. I had an assistant in their\naccounting department and now automation came in and I helped them to get\nautomated to some extent, and they -- we had long discussions about computers,\nbecause it was too -- too difficult and while I was on my first visit to my parents in\nGermany, they decided on a computer system. When I came, I naturally had to\nagree with it, and [indecipherable] it to some extent, so that I could live, that I could\ncontinue. But they then refused to give me help in the work, because the computers\ndid the work, and as a result, I didn’t have enough time for my own insurance\nbusiness, and I had to consider leaving. I left and went with a life insurance agency\nwho looked to it that I got a decent up -- decent education in life insurance, which\nwas important to me, it was important for them because it -- life insurance company\nthen paid part of my salary, for the first couple of years. I, from then on, put more\nemphasis in life insurance, which was difficult for me, cause I did not have the right\nconnections, and eventually only -- only sold life insurance. But I kept --",
        "Q: Mm-hm. What do you mean you didn’t have the right connections? Other people\nwould come to the business with some [indecipherable] connection --",
        "A: I si -- I see where big companies have their insurance agents who not only do\ntheir life insurance nowadays, but also take care of -- in -- advise on investments,\nwhich I tried to do at one time, but that year the stock market went down and I gave\nup on that type of advice.",
        "Q: You chose the wrong time.",
        "A: Yeah. I see today from my stepson, who 1s in the life insurance business, how\nthe agents go on -- go after big accounts, not small homeowners. The homeowners\nhave to look out for themselves to find an agent, unless somebody just happens to\ncall them. And that helped me, to a certain extent, that couple of attorneys who were\nin the real estate settlement business, would call me whenever somebody bought a\nhouse and did not bring an insurance connection to the settlement. They would pick\nup the phone and give me the name and address, and say oh, I had a customer. That\nwere -- they were very good friends and without them I would not have made a\nsuccess the way I did. Naturally, after selling these people their fire insurance for\ntheir new home, I would at least try to sell them life insurance also, to cover their\nmortgage, or automobile insurance, or whatever. And I had over 400 accounts, and I\nhad my own little office in Silver Spring, which also has a story because after\nleaving Wolfe and Cohen, I went to that life agency, and doing their accounts, I\nfound that they were drawing too much money from the business, and I had warned\nthem, but they continued. And after three years, I think, they were unable to keep\nme because they didn’t have money for my salary, and I had to look around what to\ndo. One of the lawyers with whom I was friendly, had to have an office in Silver\nSpring, because for settlements in Montgomery county, there had to be an office in\nSilver Spring. So he -- he and an associate had rented an office in the Perpetual\nBuilding, which was very seldom used. They would come there for an hour for a\nsettlement and then -- otherwise that place was empty, and I got it, as a helper, I\npaid -- I -- I worked there, first without paying a penny rent, or t -- even telephone.\nIt cost -- it was no additional charge for them, but afterwards I insisted, and my\nbusiness grew that I had to take a part time help, and when that was -- when it was\ntoo much for this, I associated with an agency in Washington, who were well\nknown, and where I had a contract for 10 years, which was satisfactory, but the\nowner of that agency was not a very stable character, as I found out after years, and\nin my -- at the end of the eighth year of my contract, he went out of business, and I\nhad to take my accounts somewhere else. I associated with another agency in Silver\nspr -- no, here in Rockville, and got a three year contract. I was older at that time,\nand I didn’t think any further. After three years, they took my general insurance\nbusiness over, and I was left with the life insurance alone, which was fine with me.\nAnd I worked til the beginning of ninet -- of 2003, in the later years from home. In\ntwo -- when my wife got sick in April 2003, I stopped, and that was the end of my\nprofessional life.",
        "Q: You know, I’d like to have you comment -- and I don’t know what your thoughts\nare, but on the impact you think there was on your life and thinking of your wartime\nexperiences. Obviously there was a profound impact on career, and --",
        "A: My -- my first wife actually was not too much interested in it. She was interested\nin the children’s education. She realized I had to go out in the evenings, visiting\ncustomers. And thank God she made a good job of the education of my daughters.\nWe got along well, naturally had our little differences now and then, but we were\nmarried for 42 years. She became sick, she had to go on dialysis for two and a half\nyears, and died, unexpected, but naturally on dial -- dialysis people -- you have --\nyou have to expect something. But two and a half years was not expected. There are\npeople who are on dialysis much longer. It was a sad time, because 1 -- the two of\nus, after the daughters were married, had been able to trav -- do quite a bit of\ntraveling, and even when she was on dialysis, we traveled to Germany, we traveled\nto Bermuda, we traveled to Aruba, where she could get treatment. You had to make\narrangements for the treatment, but we enjoyed life as well as we could, and we had\na lot of pleasure, actually, from our daughters, whom we visited at least once a year,\nright?",
        "Q: Did you get involved in politics?",
        "A: From the beginning of living in the Kaywood Garden in Mount Rainier, I joined\nthe democratic party, which helped me in business, and I became in Silver Spring,\nprecinct chairman and did as much or as little as I could for -- 1-1n party work, but at\nleast I was connected, and met people. I kept busy with that, and with the congrega\n-- the Jewish congregation and with B’nai B’rith, and especially with the Masonic\nLodge. My father had helped me to get into the lodge here in Washington and I’ve\nbeen there now 55 years, at least.",
        "Q: With -- with Freemasons, what are the -- are there people of every religious faith\nthere?",
        "A: The Masonic Lodge is open to everybody who has some kind of religion, but the\nCatholic church is unfriendly, let’s say. There were Catholics in there. There are\nlodge -- lodges -- by now, I belong to two Masonic Lodges, one in the district and\none in Maryland. And there are lodges who are [indecipherable] Jewish, but in\ngeneral anybody who 1s accepted, and you have to go through ritual and\nexaminations, 1s acceptable.",
        "Q: Mm-hm. My question about politics was really -- I was wondering whether you\nfelt that there was a link between your wish to be involved and your experience in\nNazi Germany.",
        "A: I -- [remember having a written -- a little article in Germany that was published\nin a [indecipherable] as a -- a letter from -- where I told them that oh, Nazis may be\nbig in the cities, but the general population was quite democratic. Naturally I was\nwrong, but I remember that. And I wasn’t active politically in Germany, no,\nbecause before leaving, I was part of a Jewish sports club in Frankfurt for the few d\n-- short time I was in Frankfurt, but that was about all. The --\nEnd of Tape Three, Side B\nBeginning Tape Four, Side A",
        "Q: United States Holocaust Memorial Museum, Jeff and Toby Herr collection. This\nis an interview with Frederick Wohl, conducted by Margaret West, on February the\n17\", 2004, in Bethesda, Maryland. This interview is part of the United States\nHolocaust Memorial Museum’s post-Holocaust interview project, and is a follow up\nNovember the 22\", 1989. The United States Holocaust Memorial Museum\ngratefully acknowledges Jeff and Toby Herr for making this interview possible.\nThis is tape number four, side A.",
        "A: What do you mean, family history? We -- we lived a -- a pretty quiet life.\n[indecipherable] after we had moved to Silver Spring, where one of the aims was to\ngive the children the best possible schools, and to live in a neighborhood where they\ncould make friends, which was successful. There naturally was always the fact that\nI had to go and visit customers and my wife was left to educate the children, or to --\nto direct their lives. There are many things that happened in my professional career\nthat might be funny or interesting, but I don’t think they have any room here. Just\nnow like the time when my mother-in-law was hospitalized in Washington, and\nwalking outside her room I met a man whom I knew, and who was there after a\nslight heart attack, and who wanted to buy some life insurance. Immediately I had\nto explain to him that that wasn’t quite the way to do it. Or the adventures we had\nwith automobiles. Our first car was a Nash that we bought from a man who worked\nin the NIH, and it was all right. At that time you had to have your car inspected\nevery six months in Virginia, and after moving to Maryland, they were maryli --\nmore liberal in that respect. The man who sold her the car was sitting in a coffee\nshop in Athens when we visited Greece some time later -- later. Which was a\nsurprise. You meet people all over the place, and you have to be pretty careful.\nOthers -- things -- the accident I had or avoided on Jackie’s 16\" birthday, going out\nto buy -- to buy a birthday cake and also to pick up my younger daughter from\nmusic school, we had an accident with a small Citroen car that I had bought some\nmonths earlier and that suddenly lost brakes. Fortunately, we could stop by running\ninto the car in front, and nobody got hurt. But the interesting thing was the\npoliceman who came, first thing he did, he wanted to smell my breath. And well,\nthat car had had it, at that time. We later on got a second car -- [crashing sound]",
        "Q: Oh, Evelyn, Evelyn! [tape break]. At this point, Mrs. Evelyn Wohl tripped and\nfell over in an adjoining room. We therefore, somewhat abruptly, concluded the\ninterview with Frederick Wohl.\nEnd of Tape Four, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr\ncollection. This is an interview with Frederick Wohl, conducted by Margaret West,\non February the 13\", 2004, in Bethesda, Maryland. This interview is part of the\nUnited States Holocaust Memorial Museum’s post-Holocaust interview project, and\nFrederick Wohl on November the 22\", 1989. The United States Holocaust\nMemorial Museum gratefully acknowledges Jeff and Toby Herr for making this\ninterview possible. This is tape number one, side A.",
        "Q: Yes. Mr. Wohl, I wonder if you’d first of all just tell me on tape, we’ll record,\nyour -- your name and your place and date of birth.",
        "Q: And I’m also interested in knowing y -- your name, Wohl, is that a -- a German\nname, a Jewish name?",
        "Q: So it ha -- it was a business with a great history to it.",
        "Q: What was your father’s full name and his date of birth?",
        "Q: A-And your mother’s full name?",
        "Q: And --",
        "Q: Mm-hm. And you were one of three children, two sisters --",
        "Q: And what was the -- what were the names of your two sisters, and what was the\nbirth order?",
        "Q: So you were the baby?",
        "Q: Ah, so -- ah, 1914, of course, of course.",
        "Q: Oh, diabetes?",
        "Q: Well, I’d like to go back to the beginning.",
        "Q: And -- and have you tell me more about your childhood in Baden-Baden. What\ndo you remember about your extended family then?",
        "Q: Did you have any extended family that were cl-close to you in Baden-Baden?",
        "Q: If I go back to your childhood, you would, as a boy, not think of yourself as\nJewish at all, is that right?",
        "Q: Mm-hm. Would there be any way in which you would observe Jewish holidays\nor any religious services at all?",
        "Q: How --",
        "Q: How old were you when your life began to change as a result of the Nazis\ngaining power?",
        "Q: United States Holocaust Memorial Museum interview with Frederick Wohl. This\nis tape number one, side B. And we’ll continue.",
        "Q: You were telling me about the time when your life changed as the Nazis gained\npower.",
        "Q: That apprenticeship you were doing in 1932, would that have been regarded by\nyour parents as a compromise? Would they have wanted you to have been a\npharmacist?",
        "Q: And that was your 18\" year?",
        "Q: And did you learn French?",
        "Q: This was to a mountain pasture?",
        "Q: I think it is.",
        "Q: Yeah.",
        "Q: [indecipherable]",
        "Q: Yes, the -- the Swiss family’s son’s marriage.",
        "Q: I wanted to make sure I understood where that was in Germany. It’s in the Black\nForest --",
        "Q: What is the nearest large city?",
        "Q: When you mentioned the nasty remark being made --",
        "Q: -- wa -- do you remember what was said?",
        "Q: Would that be the first time you remember an anti-Semitic remark?",
        "Q: Do you remember having discussions a-around this time with your parents about\nfamily plans and what should be done, or would your parents --",
        "Q: -- not discussed it?",
        "Q: Were you aware of others leaving Germany? Did -- did other comparable, well-\nto-do families leave?",
        "Q: Now, which of your sisters was in Athens?",
        "Q: And you were able to bring your parents to Greece?",
        "Q: United States Holocaust Memorial Museum, Jeff and Toby Herr collection. This\nis an interview with Frederick Wohl, conducted by Margaret West, on February the\n13\", 2004, in Bethesda, Maryland. This interview is part of the United States\nHolocaust Memorial Museum’s post-Holocaust interview project, and is a follow up\nNovember the 20 -- 22\", 1989. The United States Holocaust Memorial Museum\ngratefully acknowledges Jeff and Toby Herr for making this interview possible.\nThis is tape number two, side A. We were talking about your parents and your\nbringing them to Athens.",
        "Q: Why was your father granted the permit?",
        "Q: When you --",
        "Q: Now, you were able to use your mother’s connection with a former foreign\nsecretary of the --",
        "Q: -- Weimar Republic.",
        "Q: This 1s --",
        "Q: That was your sister.",
        "Q: I think it was R-Rathenow, right?",
        "Q: What -- what was the reason that the -- that connection would --",
        "Q: -- you know, persuade the British to give support?",
        "Q: Uh-huh.",
        "Q: Yeah. It would be because as members of that family --",
        "Q: -- you were in opposition to the Nazis.",
        "Q: Now were you welcomed on the island of Cyprus?",
        "Q: And there was a Jewish community that had been there from 1905.",
        "Q: What was your -- your own, and your family’s state of mind at this time? Were\nyou becoming more despondent?",
        "Q: Now your parents, I think, were embarrassed by your work, selling sausages.",
        "Q: Now, it would seem that you, from the time you were 18 and worked on the farm\nin Switzerland, that you were being forced to assume adult responsibilities --",
        "Q: Well, much m -- at a much younger age --",
        "Q: -- than would have been the case were it not for the Nazi power. But at what\nstage do you think you were becoming the leader and decision maker, as compared\nto your father?",
        "Q: Did you -- did you consider other options in terms of a country where you would\nbuild your life? I mean, did you think of --",
        "Q: -- Israel, or returning to Germany after the war?",
        "Q: Mm-hm. Let me go back. We -- we are jumping --",
        "Q: -- from Cyprus to United States, but in fact your -- your time spent in --",
        "Q: -- in East Africa is covered in your --",
        "Q: -- is covered in the earlier videotaped interview done in 1989.",
        "Q: But when the war ended in -- the second World War ended in 1945 --",
        "Q: How -- what did you do immediately after the war, and what --",
        "Q: -- what arrangements had to be made for coming to the States?",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Frederick Wohl. This is tape number two, side B.",
        "Q: When you came to the United States -- you’ve told me a little about your\ndecision, but I wonder if you’d tell me more about the -- about your parents and\ntheir discussions about where they would go after the war.",
        "Q: I want to -- I -- please tell me about your voyage to the United States when you\ncame, and what it was like on board ship.",
        "Q: We’ll ignore the name.",
        "Q: Grand Central?",
        "Q: Penn.",
        "Q: Penn.",
        "Q: Penn Station.",
        "Q: I have lots of questions.",
        "Q: I want you to tell me more about the meeting with your sister. It must have been\nvery emotional. Did she know you? Did you know her at once? Had she changed?",
        "Q: Mm-hm. And what luggage did you have with you that you’d been carrying\nthen? You’d presumably brought a -- a few personal possessions?",
        "Q: No diamonds.",
        "Q: And I assume that the malaria meant you were really in very poor health?",
        "Q: At that time you would be planning or hoping to train as a CPA?",
        "Q: So every local college was -- university was full of G.I. bills?",
        "Q: And that was at American University?",
        "Q: How f -- yeah?",
        "Q: Was it love at first sight, do you think? Do you remem --",
        "Q: I wondered if you were taken with her as soon as you saw her, or --",
        "Q: United States Holocaust Memorial Museum, Jeff and Toby Herr collection. This\nis an interview with Frederick Wohl, conducted by Margaret West, on February the\n17\", 2004, in Bethesda, Maryland. This interview is part of the United States\nHolocaust Memorial Museum’s post-Holocaust interview project, and is a follow up\nNovember the 22\", 1989. The United States Holocaust Memorial Museum\ngratefully acknowledges Jeff and Toby Herr for making this interview possible.\nThis is tape number three, side A.",
        "Q: What about your bond with Lillian?",
        "Q: On your long walk? On your long walk back?",
        "Q: Ho-How old were you both then?",
        "Q: Tell me about her family and background and religion and so on.",
        "Q: Tell me the full name of -- well, this is a good time to tell me the full name of\nboth of your daughters and their dates of birth.",
        "Q: And what was the -- what -- what were their birthdates, or approximately?",
        "Q: So how did you find out about it?",
        "Q: I wondered to what extent you shared values in life and whether that was part of\nthe reason for your getting along well together?",
        "Q: Well, I’m interested in knowing whether you had shared values in the way you\napproached life, and --",
        "Q: You sound resilient and optimistic.",
        "Q: But you -- you enjoyed it.",
        "Q: Where did you live after your marriage?",
        "Q: And that’s where the girls would go to school, in Arlington?",
        "Q: Oh.",
        "Q: Sanders?",
        "Q: Sanders? Joe Sanders?",
        "Q: When did those people come?",
        "Q: Was it early in the 1930’s?",
        "Q: Why’?",
        "Q: Well, you had some family help, but it sounds very much as if you built your\nown life here.",
        "Q: How do you -- how do you --",
        "Q: I wanted to ask --",
        "Q: -- and interrupt to ask, you had done all that traveling --",
        "Q: -- which you did out of necessity, Greece, Cyprus --",
        "Q: -- Dar Es Salaam.",
        "Q: But how do you look back on those early years of marriage? It sounds as if your\nwedding was very joyful, and that must have been a very happy stage in your life.",
        "Q: But did that --",
        "Q: -- did that feel --",
        "Q: -- and -- did that relationship heal with time?",
        "Q: -- continuation of a United States Holocaust Memorial Museum interview with\nFrederick Wohl. This is tape number three, side B.",
        "Q: Mr. Wohl, tell me what it would have been for. Would it have been for your\npharmacy business, the reparations?",
        "Q: And what -- what percentage of refugees do you think received this support?",
        "Q: As a f -- as parents, did you think it was important to give your daughters any\nkind of religious upbringing?",
        "Q: Did you go to -- oh, tell me.",
        "Q: Did you observe -- did you -- any dietary rules in your home --",
        "Q: -- o-or would it just be going to --",
        "Q: And what about your daughters, in turn?",
        "Q: Well, Jackie got friendly with a young man eventually, who was working in a\ngovernment committee in Washington and who came from Phoenix. They decided\nto get married and moved to Tucson, where he went back to university. And Jackie\ngot her law degree here from the American University, and she passed the necessary\nexaminations in Arizona, and that was it. Why my younger daughter, for her\npractical year in the medical study, went to where her sister lived, and stayed there\nafterwards. Fortunately they are friendly with each other, and my younger --\nyounger daughter enjoys her nieces, which is good. So they are both on their own,\nand after end of their studies, did not need any support from us. So we could live a\nlittle bit more comfortable. And we had the nice circle of friends from the old --\nfriends from the po -- poker round. There are only two brothers left -- no, two\nbrothers and one more, yeah, there are three of the-them left with whom I am in\ncontact, and the one on whose wedding we got engaged, is still a very dear friend,\neven with my second wife. My business went all right til it got too big for the\nagency I was working with, and they were unhappy. I had an assistant in their\naccounting department and now automation came in and I helped them to get\nautomated to some extent, and they -- we had long discussions about computers,\nbecause it was too -- too difficult and while I was on my first visit to my parents in\nGermany, they decided on a computer system. When I came, I naturally had to\nagree with it, and [indecipherable] it to some extent, so that I could live, that I could",
        "Q: Mm-hm. What do you mean you didn’t have the right connections? Other people\nwould come to the business with some [indecipherable] connection --",
        "Q: You chose the wrong time.",
        "Q: You know, I’d like to have you comment -- and I don’t know what your thoughts\nare, but on the impact you think there was on your life and thinking of your wartime\nexperiences. Obviously there was a profound impact on career, and --",
        "Q: Did you get involved in politics?",
        "Q: With -- with Freemasons, what are the -- are there people of every religious faith\nthere?",
        "Q: Mm-hm. My question about politics was really -- I was wondering whether you\nfelt that there was a link between your wish to be involved and your experience in\nNazi Germany.",
        "Q: United States Holocaust Memorial Museum, Jeff and Toby Herr collection. This\nis an interview with Frederick Wohl, conducted by Margaret West, on February the\n17\", 2004, in Bethesda, Maryland. This interview is part of the United States\nHolocaust Memorial Museum’s post-Holocaust interview project, and is a follow up\nNovember the 22\", 1989. The United States Holocaust Memorial Museum\ngratefully acknowledges Jeff and Toby Herr for making this interview possible.\nThis is tape number four, side A.",
        "Q: Oh, Evelyn, Evelyn! [tape break]. At this point, Mrs. Evelyn Wohl tripped and\nfell over in an adjoining room. We therefore, somewhat abruptly, concluded the\ninterview with Frederick Wohl.\nEnd of Tape Four, Side A\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Oh no, this is yours, isn’t 1t?",
        "A: This is Fred Wohl, actually Frederick Richard Wohl. I was born on June 7\",\n1914 in Baden-Baden, Germany.",
        "A: That’s a -- a -- it -- 1t’s an o-original. My family, far as I know, never changed\ntheir last name, and I know my grandfather -- really my great-grandfather supposed\nto have come from Hungary, but I don’t know enough about that, only that they told\nmy father that he’s coming from Hungarian horse thieves, that’s about all. My\ngrandmother came from Poland. My -- that’s on my father’s side. On my mother’s\nside, her grandfather, I think, had a flour mill in the German state of Hesse, and they\nwere pretty well off. My grandmother became a widow before I was born, and she -\n- a -- a -- her brother-in-law, Joseph Berliner, took care of her affairs in various\nways. And I remember him as a very, very stern man, who however, when it was\nneeded, came through. My parents were married in 1908, and with the dowry that\nmy mother got, my father bought the pharmacy in Baden-Baden. This was a Grand\nDuke’s court pharmacy and one of the requirements was that the owner would visit\nthe castle every year, in high hat and o-outfit, just as a courtesy, leave his card there,\nand to continue to be the pharmacist of the court. That even continued after the\nGerman revolution, as long as the Grand Duchess Louise was alive.",
        "A: Yeah. The pharmacy building was from the 15“ century, and is still unchanged,\nmostly, from the outside at least. Although when my father decided to get central\nheating, they dug up underneath the store and found buckets of Roman coins and\nRoman cups and things, which he gave to the museum 1n Baden-Baden. He had\nkept one -- one glass, but that’s -- was lost in the -- naturally, during the -- in the\nwar. His name is no longer at the museum in Baden-Baden.",
        "A: His name is Jultus Wohl, and his birth was the eighth of June, what’s the -- must\nhave been ’89? Something like that, I’m not --",
        "A: My mother’s full name was Gisela Littman, and she was nine years younger than\nmy father. Her birthday was August 24\".",
        "A: I think my father’s was ’81, and hers was ’89. 1881 and 1889, something like\nthat.",
        "A: [indecipherable] actually, my mother had five children and three survived. When\n-- that was a time when babies didn’t have too much a chance of surviving. Even so,\nshe had her children at a hospital in Baden-Baden. He -- ma -- she first had a son,\nwho did not survive, and then after my youngest sister, she had another baby girl\nthat was born dead, something like that.",
        "A: My older sister Ilsa, who became Mrs. Isa Burns was born f -- second of\nSeptember, 1915, and Margaret was born the second of September -- no, she was\n1915, Ilsa was 1912, the older one. And none of them are alive any more.",
        "A: No, I was in between.",
        "A: Yeah, yeah. And Ilsa died on the island of Majorca. She had cancer, never told\nus, but she had been smoking and drinking all her life. Not excessive drinking, but\nyears ago, quite a bit. Her favorite was Uta, a-and she died. I don’t remember the\nyears of either one. Margaret got sick and she had to have a brain surgery, which\nshe had in New Jersey, where she owned a little house, and unfortunately she never\nrecovered properly and my daughters looked after her and took her to a place in\nArizona, where they both lived. And she -- she died there. She died about five years\nago, I would say. So I say, I’m -- I’m no good on these dates, but I remember that it\nhappened, and that was pretty sad, but she didn’t realize that, she was at a point\nwhere she was happy with her life. Even so, she wasn’t all there. That’s the family.\nAnd my first wife, Lillian Eisenberg, was born in March six. She was six years\nyounger than I am, that must have been ’20 - 1920. And we had two daughters. We\nhad a good marriage, but then she got sick and she had to be on dialysis for two and\na half years, after which she -- she died here in -- in Washington. And I was alone\nfor a little while, then I got married to Evelyn Mitzner, on June 26, 11 years ago.\nWe had known Evelyn and Ernie Mitzner for many years, and Ernie was a good\nfriend of -- to me, and he died from -- what’s it? Sugar. The --",
        "A: Diabetes. The -- he was an amazing guy. He first lost one leg, then he wa -- lost\nanother leg, and then he lost a couple of fingers, and finally he ha -- his heart give\nup. But he enjoyed life in spite of his disability. They had a nice house in\nAnnapolis, and we went together on weekends. They had a weekend home in West\nVirginia, and we went on vacations together. And so, after a year and a few months\nof being alone, I married Evelyn and sold my house. And we are pretty happy to --\nhappy together, but in April 2003, she had unexpected bleeding in her brain, and\nshe -- she had blain sur -- brain surgery, and she -- fortunately -- she is still in\nrecovery actually, but she is doing br -- amazingly well, which makes me quite\nhappy. One month after that, for no reason whatsoever, I got sick. In May, 2003.\nAnd at the Suburban Hospital they operated my -- my -- what is it? My belludder --\nunderbelly. I -- they told me afterwards it may have had to do with a hernia that I\nhad been operated on about 40 years earlier. And they put things in order, but after\nthey had closed me up, they had to open me up again to make sure everything was\nworking. And this separ -- second opening damaged my heart. So I was pretty sick\nsince May of 2003. I was then in and out of hospital and recovery places, and I’m\nnow home with my wife, but we had to decide that this home is too big and too\ndifficult to keep for us, and in the next two months, we’ll be moving to the hired\nresidence on Connecticut Avenue, where we have a two bedroom and two bath\napartment. And that’s it.",
        "A: Mm-hm.",
        "A: Well, my -- my father and my mother were prominent citizens of Baden-Baden.\nHe was naturally the owner of the [German] which is not a drugstore like here, it’s a\npharmacy. A-And he was a honorary commander of the first [indecipherable]\norganization. He was also member of the democratic party, and my mother liked to\nbe the society woman. She -- they -- they went to theater and concerts regularly and\nespecially as long as we lived in the city, she had tea hours after lunch with friends\nfrom the theater or from the concert. People like the general director of the\norchestra would come and have a cup of coffee and actors with whom my mother\ngot friendly. Let’s see, one who would be prominent became Mrs. d’ Albert, the\ncomposer d’ Albert. She was his last of six or seven wives and he was a man who\nfor each of his wives wrote an opera. And she was -- Hilda d’ Albert was stubborn.\nShe wouldn’t get divorced, so there was no opera after the one he had written for\nher. And he died wa -- when I went to -- back to Germany the first time, d’ Albert\nwas -- she was living in a pensionne and I tried to see her, but without result. She\nhad a headache. So it was quite a shock for my parents when the Nazis came. They\nwere not known as Jews, because only my father had a little bit of religion, my\nmother didn’t. And we children, we had a frau -- fraulein, and whenever the fraulein\nchanged, they took us to their church, wa -- if they went to church Sundays, and in\ngeneral we had no -- no religion. And only after the Nazi were her -- Nazis were\nhere, I became definitely aware of what I was, and that both -- both my parents were\nJewish, and I was trying to find a -- I had a membership card from the Jewish sports\nclub, but I couldn’t find it. ’m slow, but what can you do? Have to think. Now,\nwhat next?",
        "A: There was my father’s brother lived there. He was a -- in a bank. And afterwards\nhe was in the -- in a factory of [indecipherable] after works -- I worked. He was --\nhad an interesting story because when the Nazis took the Jews from Baden-Baden\nand brought them to south of France to a camp, I don’t remember the name, but\nthen towards the end of the war, he was packed on a train to get to the -- to the\novens. And he got sick on the train and they threw him off in Avignon, in France,\nwhere he, who had never learned two words of a foreign language, he acquired\nsome French and worked there -- and English, I guess too -- worked there with the\nAmerican -- the authorities who came up the Rhone Valley and eventually he made\nhis way back to Baden-Baden, where they -- he became police chief and had a -- I\nthink for 10 years he was that, and then he retired and everybody was happy with\ntheir Jewish police chief. But he had never been married before, so then he first got\nmarried to a lady who had a nice apartment, which was one of the attractions, but\nafter they were married, the authorities came and said this apartment 1s too big for\nyou, you have to divide it up. Do you want to keep the part with the kitchen, or the\npart with the bathroom? She selected the part with the kitchen, because there was a\nhotel nearby where my uncle was friendly with the owner, and where they could\nalways go to take a bath. That lady died, and he remarried, a woman whom he had\nmet a few years earlier on his vacations. He had the nice custom of going on a\nvacation alone. And he told us afterwards, yes, it was ca -- she was a nurse. He met\nher in -- on vacation, a la -- a woman with -- from Vienna who had three daughters,\nand I met her in Baden-Baden just before my uncle died and I visited her once\nafterwards, but I don’t know whether she is still alive. She had a big disappointment\nbecause there’s a regulation that younger women who marry an older person could\nnot inherit his pension. They would have to be -- have been married for at least 10\nyears and they were not. My cousin, who lives in Essen, Germany, tried to help her\nbut there was no -- no way. She had a nervous breakdown, but then it seems her\ndaughters could take care of her. And I no -- not in touch with any of them.",
        "A: No, that’s right. We didn’t now it. My sisters didn’t know it, and it came as a\nsurprise.",
        "A: No, my -- my father would go once a year to synagogue, and I don’t remember\nwhether I ever went with him. My first recollection actually of a Jewish services\nwas when I lived on Cyprus and that was pretty late. But I made up for it to some\nextent by learning things, studying a little bit. When I -- when -- after I had lost my\njob in Germany, and stayed with my parents in Frankfurt for a few weeks, there was\na man who was traveling around [indecipherable] a-around Germany collecting\nmoney for a rabbinical school he wanted to start in Lichtenst -- Lichtenstein. He\nwas probably a crook, but was very interesting man. He traveled with a companion.\nHe sa -- he said he was his cousin. And he got sick and I visited him in his\npensionne -- hotel where I was -- I lived. And that is where I recall first to get the\nfirst impression of the Jewish religion. He taught me that in contrast to all other\nreligions, Jews can talk directly to their God, and that the basis 1s -- of their religion\nreally, 10 commandments. And I’ve never forgotten it, I should have -- I should be\ner-grateful to him. [indecipherable]",
        "A: He left the country just before the Nazis tried to catch him, and a -- I -- I wished\nI had his name or anything, but I was never in touch with him again.",
        "A: 19 -- I was 20, ’14 [indecipherable] Nazis came. I was working the industry of --\nin the office of [indecipherable], a company that made bicycle lamps and hydraulic\nlifts for automobiles, and electric switches, hot switches. I started working there in\n°32. °32 was a year of change for me anyhow --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Yeah.",
        "A: Right. So --",
        "A: No, no. But that’s the only thing I could get. You see, I -- as I say, I go -- I\nmatriculate -- I got the [indecipherable] in 30 -- March ’32. I left the same day for\nSwitzerland, where we had an exchange program [indecipherable] family, and we\nwere due a few more weeks. So I stayed in Nyon, at town on the lake o-of\n[indecipherable] of Lake Leman, and went around the neighborhood on bicycle with\na friend who was a son of that family. We went, for example, through Geneva and\nlistened to a session of the League of Nations Council, which for us was very\ninteresting to wa -- to see these people in the -- some [indecipherable] there was a\n[indecipherable] the British prime minister, and Von Bulow was the German\nrepresentative. And from France, I think it was Brionne, but I’m not sure. They had\ncaricatures at that time, all over Geneva with the -- the caricatures of Chamberlain,\nBrionne and Straserman, who was a German foreign minister. I met in Geneva also,\nsome acquaintances of my parents, just by chance, and told them that I had to go\nback to Germany soon, but I had no job and if there’s anything they could think of\nto help me. So when my time was over with the Prin [indecipherable] P-r-i-n, I went\nby train back to Basel, where we also had friends, and there two boys and I, we did\na bit of roaming around the mountains in Switzerland. Then just one day before I\nwould have to come -- go back to Germany, I got an phone call that there was a\nfarm in -- north of Revai on the Lake of Geneva, and the owner was ready to take\nme on as apprentice as -- to learn about farming, if I was interested. I exchanged my\nticket, instead of going north, I went back south to the lake and that man’s son f --\nreceived me in Revai. The place where I spend, must have been about four months\nis a -- was Call -- the farm was called Eau de ville and everybody spoke French,\nwhich was naturally the purpose, I should learn French. And it was at times\ndifficult, but I had, in the early morning, to go and clean the pig sty. I had\nafterwards to clean the cow sty, or the cattle sty, and then the s -- [indecipherable]\nthe couple of horses, after which we got breakfast that consisted of -- what’s that\nItalian maize? Anyhow, it’s something I had never eaten before, and very weak\ncoffee with lot of milk. I also learned in that place to eat cheese. I never before had\neaten cheese. And I worked hard. I also had to go up on trees for cherries and for\npeaches, I think it was. And during these few weeks on the farm, I grew about two\nand a half inches, and I became real -- taller. Before, I had been one of the shortest\nand weakest in my class at school.",
        "A: Yeah.",
        "A: Tha -- yes. I learned French, and after a few weeks the owner sent me on an\n[indecipherable] meadow with a shepherds and a dozen heads of cattle and one\nhorse.",
        "A: Yeah, and the mountain, I know -- I think it was called the Pleardes. There was a\n-- an electric rail going up there to a couple of hotels and a hut that belonged to the -\n- th-the owner of the -- of the farm, and who had to supply milk to these hotels, and\nwho would ca -- have to carry it up on his back? Me. Was interesting because you\nhad to be careful not to be chased by some steer, or -- even though the meadows\nwere separated by -- thank you. These are things I don’t thing I -- I wrote if e-every\n-- anywhere. I -- I don’t know whether it’s right to go in all the detail with you.",
        "A: Yeah.",
        "A: In -- the Swiss national holiday, is 11\" of August, and for this holiday we built a\nbig stack of wood on the ar-arm -- on the meadow, and put fire to it in the evening.\nAnd all around the lake you could see fires from sta -- from these, that’s how they\ncelebrated the holiday. And after that I went to one of the hotels for --",
        "A: -- to eat and drink as much as you wanted. I -- then, shortly after that, my father\nfound me a job as apprentice in that Schillay-Bruksela company. And I left, not\nbefore the owner of the one hotel had told me how much he appreciated the fact that\nwhen I was in the kitchen in the morning, bringing him -- them their milk, and he\ncame in, I would stand up. And for that he gave me a pipe. I started smoking a pipe\nthen. Also the owner of the farm gave me a very nice certificate. Something\nhappened during that time also, that I wasn’t aware of. The son of the owner had a\ngirlfriend, and one day he told me, I think, two weeks they are getting married. I\nwrote my parents and send a telegram of congratulations and the day of the wedding\nI put a s-suit on after my work and waited to be called, to the meal or whatever\nthere was. Nobody called. When I finally went down, they were just about\nfinishing, and I realized what had happened -- [tape break]",
        "A: Yeah. When I came down to dinner they were just about finished, and I realized\nwhat had happened. The bride was highly pregnant, and I found that it si -- was a\nkind of marriage where the father of the groom had to force him to get married. And\nfather and son didn’t get along too well. But as I left the farm, I got a very nice\ncertificate from him, which I still have, it’s in here somewhere, from the farm. I\nwent right to a town, Hollenberg, in the Black Forest, where the Schillay-Bruksela\ncompany had their factory, and I became a apprentice in their office, starting with\nhow to open letters without reading them, and go through all the departments of the\noffice, within two years.",
        "A: Yes.",
        "A: There is, on the one -- it’s on the Black Forest, the railway, and on the one side is\nOffenburg in the Rhine -- on the side where the Rhine 1s. On the other side there is\nConstance, on the Lake of Constance. That’s about in the middle -- in the middle of\nmountains. It’s a nice pl -- located place, and I spent there first the two apprentice\nyears, and then a year, I think, yeah, as employee until they were forced to let me\ngo. During that time the -- that company advised me to the take the te -- the\nexamination as commercial -- oh, what do you do, what would you call that?\nCommercial assistance, which was given by the Chamber of Commerce, of\nFreyburg. They had their letters come through hide -- to Offenburg there, and there\nwas -- they’re testing various things that had to do with the commercial, life, like\nadding and being able to multiply in your head, and you had to write a composition.\nI remember there was only of -- of five different titles, there was only one that had\nnothing to do with the Nazis that I could select, and on each -- for each kind of\nlesson, there were three people who examined you, and always one was a Nazi. But\nonly one of the whole lot made a nasty remark to me. And well, couldn’t be helped.\nBut my -- I was lucky, because during that period, there had been some political\nupheaval, and nobody was allowed to wear his uniform. Otherwise I would have\nbeen the only civilian, I guess, and m-may not have been able to take that test. It\nwas the most difficult examination I took ever, but it was useful. I -- I don’t know\nwhether I still have the certificate, I don’t think so.",
        "A: Yeah?",
        "A: No, he wa -- he was surprised that a Jew was allowed to take the examination.",
        "A: Not really, no. I mean it -- at the office already, you came in in the morning, you\ndidn’t say good morning, you said heil Hitler. And 1t was 1934, the Nazis had been\nin -- had -- they had been in power for a year, and Mr. Schillay, of Schillay-\nBruksela complained about that remark afterwards, but it didn’t help. You see,\nBruksela is a Jewish partner, and Schillay was a -- my uncle’s friend, so -- because\nthey both were -- I had been in school with the Jewish partner’s daughter, and so I\nwas -- they accepted me as apprentice, but during 35, the Na-Nazi trade union\ninsisted that I be dismissed. This is a payroll [indecipherable] in that place and they\nwould tell -- t-tell them, if that Jews doesn’t leave, you can’t dismiss any other\nseasonal employees. So I was out, I got notice for the end of December, ’35. But the\nbeginning of December I went skiing in the Black Forest. I had been skiing and\nwalking around by myself ever since the Nazis started, and I liked it. Naturally there\ncame things, but I went to a lake up in the mountains of the Black Forest, where I\nused to swim after wi -- going up there, which was a few hours walk, I came there,\nthere was a sign on the lake, no Jews allowed. Nobody there, but that sign. And\nthen, to get back in the beginning of December ’34, I went skiing and I fell and\nbroke my thumb, here. Can still see it. And I couldn’t write. So they let me go\nearlier and I -- I moved to Frankfurt with my parents, tried to find something to do\nthere, which was impossible. I would have had a -- had to have a permit to work,\nand the authorities wouldn’t give me one. So I decided to leave Germany and go to\nAthens, Greece, where my sister was already. I left -- I found somebody in the\nFrankfurt passport office who believed that I was an student of archaeology, going\nto Athens to study. I found out afterwards that if I went there, the police of -- for\nforeigners in Greece was already informed that this guy is not a student, he’s a\nrefugee.",
        "A: No, no.",
        "A: We -- my father was still working. After he had left -- had lost the pharmacy, he\nworked as -- in public relations for two factory -- pharmaceutical factories, where\nhe went to the universities, and told the students about the products of these\ncompanies, they should prescribe it when they became doctors and so -- so he was\nreasonably happy, and nobody believed at that time that the Nazi power would last,\nsee? So I left, and one year later we let my parents come.",
        "A: The y-younger people tried to leave. The older people didn’t believe that it\nlasted, or they cook -- they took their money and went to what was then still\nPalestine and lived on their money as long as they could. After the war, probably\nwent back. But -- and so I went to Athens, and I had a typewriter and I had a\n[indecipherable], and we -- I found work in Athens. I took my typewriter from one\noffice to the other, made [indecipherable] correspondence in English, French and\nGerman. Sometimes people who didn’t know either of these languages, or very\nlittle, they had to trust that I would write what they said, and it worked out all right\nfor three years in Athens.",
        "A: Ilsa, the older one. My younger sister had gone on a farm. She had joined the\nJewish organization to eventually go to Israel. And my mother’s uncle, Joseph\nBerliner, helped her to get a -- a job, and she worked there until the -- that\norganization had to evacuate and they took the young people to Denmark. On the\nway from that farm to Denmark, my sister Margaret found herself a husband,\nIrwin.. What was his last name, darn it? Irwin -- and they got married. They were\nboth in Denmark, and then the organization, the -- what was it [indecipherable] is\nthat it, the name? And they took them to England, and the both of them worked on a\nfarm in Devonshire, where my -- where they had a little boy. And they still had\nintended to go to Israel, but eventually his mother convinced them to come to the\nUnited States. But that was after the war. Now, in Athens, I had a lot of fun. I was at\nthe age where I didn’t think about tomorrow or the next day. I was able to have a\ngood income, and I learned the Greek language in no time because I had learned\nancient Greek at the -- at the high school. [indecipherable] tickets to the theater, and\nthere was another one who had just come from Turkey, that was shortly -- actually\nonly 10 years after the exchange of population between Turkey and Greece. And I\nfortunately could help him quite a bit. Then the important jobs I had there, one was\nonly in a technical office, the engineer spoke well German and French and imported\nwhole electrical works from Europe. Some parts from Germany, some from\nSwitzerland. And I did the correspondence and kept the books for three years. We --\nthe owner was reasonably friendly, at a distance, and once he warned me -- I got too\nfriendly with an associate of his who was in the same office, and when that\nassociate separated himself, then I heard from my boss that I should watch out, not\ntell him anything, so on. That associate had been a officer in the -- in the Marine of\nthe Greek fleet, and he at one time invited me, which was interesting, to his home\nfor dinner. Which -- it was a big honor, because for one thing, the man was not\nmarried, he lived with his parents and his sister. And the father was a Greek priest.\nSo, the men were eating on the table, and the women were serving the food. And\nafter -- after dinner, they started singing and all si -- singing and dancing around the\ntable. This was one thing -- something new for me. But the -- as I say, my boss was\nnot happy about me being too friendly with the -- this one.",
        "A: One year after I arrived, my father lost his job. They made a law in Germany,\nwhere about five or six pe -- Jews were doing that kind of work, but that was no\nlonger allowed, so my parents took a vacation to Italy, where my sister Ilsa met\nthem, and they --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: Yeah. My father had been able to secure the representation of the\n[indecipherable] in Greece. They were pretty nice to him, realizing what was\nhappening, and he had met friends there. So, for one year after leaving Germany,\nthey paid him a salary, and we rented an apartment in the center of Athens, where\nmy mother kept house, and my sister Ilsa and I lived there with my parents.\nNaturally, I only saw them for breakfast, because I worked late, and I, most days,\nwent out after that. And my father went around trying to get some industrialists to\nundertake to work with that company who -- whom he represented, but nothing\ncame of it. He was the only one in the family who actually got a permit to stay in\nGreece, and to work in Greece. My sister never got a work permit, and I never got a\nproper work permit, either.",
        "A: He was employed, see, by a foreign company, yet. I always had to be on the\noutlook for agents of the police department trying to catch me at work. Th-They did\na couple of times and brought me into the police center, but friends, young lawyers\nalready, usually found the soft spot and I was released, with the exception of the\nvery last time. My work in Athens also encompassed long hours of work at a\nnewspaper distributing agency where I went at about four or five o’clock in the\nafternoon and usually stayed til eight or nine. What had happened is that I was\ngiven the name of the owner of the empo -- of that agency. The name of the agency\nwas Spiro Svengalis, and the general manager owner was Janus Anagnostopoulos.\nAnagnostopoulos saw me in his office and after asking who had recommended me -\n- was a -- the man who supplied them their paper stock, he was satisfied and took\nme, without anything further, to the basement. There was a big office, and we had\nto talk in French because Anagnostopoulos only knew a few words of French and I\ndidn’t know enough Greek at that time. Behind the desk 1n that office was sitting a\nyoung German with not one but two party signs on his jacket, and he told me, in\nFrench, that he had to leave for the Fatherland right away, and here is the book in\nthe works, and good-bye. He never found out that I was German, and he took the\nGerman embassy all s -- all these years to realize who I was. The agency imported\nGerman newspapers as a sideline, and French and British and Czech and Swiss\nnewspapers. That was a department of foreign press, which I was certainly in\ncharge of. And I didn't change anything much, but a number of German residents in\nAthens were subscribing to German newpaper -- Nazi newspapers and after looking\nthrough the books, I sent a young man who was employed there to go and collect\nfor the monthly rent, or three monthly rent, I don’t remember. Anyhow, he came\nback and said every one of his guys had a receipt. So my British [indecipherable]\nhad gone off with quite a bit of money. I figured out it was about a hundred\nthousand dollars. And I had to go to Anagnostopoulos after a few days working\nthere and telling him look, there a hundred thousand dollars missing. And\nfortunately he took it all right, and advanced money to my department. And he was\notherwise satisfied at that time. A few months later he called me at the engineering\noffice, I had to come immediately. So I went over to -- to his office, and he was up -\n- very upset. The censor, the government censor had called and told him that the\none German newspaper had publish -- had published an article about the Greek\nCrown Prince having an affair with a lady in Athens, and that naturally should not\nbe distributed. But we had distributed said paper already. We only got 20 or 25\ncopies, was another import office for foreign newspaper, they got more -- got more\noffices. So what to do? I took a taxi and went from one newspaper kiosk to the\nother, and bought 25 copies of that particular newspaper, I cut the top off, and could\ns -- prove that well, we had not distributed it, and we were in the clear. The owner\nof the other office ended up on an island for a few months, and I had from then on\nthe additional job to look through the various papers and make sure that nothing\nwas written about the Greek royal family. Anagnostopoulos had the idea to start an\nillustrated weekly in Athens ak -- on the type of paper that was [indecipherable]\nvery nice weeklies that the newspapers had on Sundays in Europe. He got lists and\nhe ordered the machinery. Money was no problem with him, but the instructions\nwere in German, which he didn’t understand and I didn’t know enough Greek\nmechanical words to put it in Greek, so I translated 1t into French. When the\nmachinery came, and was put in the free harbor before import. When -- when we\nleft Greece it was still there, I don’t know whether -- what ever happened to it. But\nat the end of ’40 -- of ’39 --",
        "A: -- things in Greece went bad for us. It seems the German embassy found out who\nwas working there, and who -- who was sent -- looking through the papers, and\nAnagnostopoulos couldn’t do anything any more to keep me. So the police told us,\nyou have to leave Greece, or we take you back to Germany. So then, t-to show them\nhow serious they were, they put me not in jail, but -- but into a police office, where\nI stayed three or four days, after which we could make them realize that while my\nfather and my sister were working to find where to go, I should be doing that too,\nand not stay in the police wh -- thing. We went from one consulate and embassy to\nanother, and nothing happened til the consul of Paraguay said yes, he could -- we\ncould go to Paraguay. But when we inquired at the American Express about\ntraveling there, they told us that country doesn’t have the power to give you a visa.\nYou have to go to Italy, to the general consul, and forget it.",
        "A: Yeah, now --",
        "A: -- during that time, when things got real bad, we were trying other kinds of visits\nand this and such. Now, my father had been a Mason for all these years. In Athens\nhe went to attend Masonic meetings of a Freemason’s Lodge that [indecipherable]\nin German. And at a big dinner there that was given in honor of a British duke, he\nhappened to sit next to a young fellow who -- with whom he started talking and he -\n- that fellow was a secretary to the British ambassador. They got friendly and that\nyoung fellow, he took my daughter skiing, and --",
        "A: -- that was before -- before things got so bad.",
        "A: But when -- when things got real bad, my father got to him and asked for help,\none -- one Mason to another. And the man got him an audience with the\nambassador, the ki -- British ambassador, who listened to the story and 1-\nimmediately started investigating the family. Now, my mother had a third or fourth\ncousin whose name was --",
        "A: Rathenow, Walter Rathenow. And he had been German foreign minister in the\nfirst Republican government after the first World War. And he had been murdered\nin 1920 th -- two or ’23. His -- his brother, Emile Rathenow was a big industrialist\nin Germany, but that Walter Rathenow, there was some connection to my mother,\nand the British f -- office for -- that investigated people found that out and the\nambassador told my father, well you -- you can go wherever you want in the British\narea, but we had no money.",
        "A: That we were -- we were --",
        "A: They were -- we were pressured to get out.",
        "A: And we tried everybody and everything, and this was about the last, because you\ncouldn’t just go into the British embassy.",
        "A: Yes.",
        "A: We were as -- we were certainly British protected persons, all four, and he asked\nus, well where -- what did you go -- where would you go to? The closest place to\nGreece was the island of Cyprus, which was British, and we thought we make\narrangements and go there. But the governor of Cyprus wanted each person to show\n1,000 pounds sterling. 4,000 pounds sterling we didn’t have. So the British\nambassador, again, he managed to get this fee on th -- this guarantee reduced to\n1,000 pounds for the whole family, but we didn’t have 1,000 pounds. So I talked to\nanapel -- Anagnostopoulos in the newspaper distributing office and asked him for\nhelp. And he said well, he would lend me 500 pounds, provided I could get the\nother 500 from somebody else. And he even talked to the engineer, the engineering\noffice, got him to also lend me wa -- 500 pounds. So see we -- we are -- were all\nright to go to Cyprus, and after six months, I send them their money back.",
        "A: Not really, but we were refugees, like there were a few hundred other refugees\nthere, and --",
        "A: Well, they -- it was not really a community, was a couple of families, who lived\nall over the island, who had came together for the high holidays. [indecipherable |\nwith one family who had big orange and grapefruit groves in Famagusta. There was\na physician who was the center of the Jewish community, actually, who owned a\nTorah, and where they had their high holiday services, and where I went with my\nfather to services.",
        "A: We were -- we were very nervous til we were in Cyprus, and my -- we first had\nvery little money to get established, but my sister got an -- a job 1n an attorney’s\noffice from two brothers, and I got an correspondent thing in an import office, for\none pound sterling a week. So we got along and on the day Italy entered the war,\nthere was a note on my typewriter, we do not employ enemy aliens, good-bye. My\nnext job was with two refugees from Vienna who had had some money invested in\na sausage factory in Cyprus, where they made good sausages, even after the earlier\nowners, this man, had left, he had showed them how to do it, but none of these two\nknew the right languages. So I came -- I was useful to them, selling their sausages\nin a little store.",
        "A: Yeah, we had rented a small house on the outskirts of Nicosia. Nicosia is the\ncapital of Cyprus. They didn’t -- they never came in to the sausage factory, the\nsausage store, but they liked the sausage when I brought it home. I met through this,\nnaturally, quite a few people, refugees in Cyprus, and was able to make myself\nuseful here and there.",
        "A: To [indecipherable]",
        "A: Yeah.",
        "A: Yeah, we did that together, but there was no way out. See, we were thrown into\nGreece, we were thrown into Cyprus, and from Cyprus we were thrown into East\nAfrica eventually. There was not much choice. The same I came here, I happened to\nget into an insurance office as a bookkeeper. I learned the insurance business, and\nthat was it, I didn’t have any choice, but I came to like it. I decided that if I sell\nanyone insurance, once he has it he was better off than he had been before I sold it\nto him. And so I came to like my work.",
        "A: I --",
        "A: No, I -- no, I did not. And my parents were not Zionists. And the only thing I -- I\nwanted to become a CPA, but at that time the rules were so strict in the district -- I\nthink they still are, that a young man had to become apprenticed to another CPA\nand wouldn’t make any money during that time. On the contrary, some of\n[indecipherable] required a payment. So that was out. So I went to the university to\neventually get a degree -- not that I needed it by that time, but I just wanted to get it\nand I le -- learned the insurance business, and started selling.",
        "A: Yeah.",
        "A: In Cyprus?",
        "A: Which [indecipherable]",
        "A: Yeah.",
        "A: Yeah.",
        "A: I --",
        "A: I tried to get another affidavit. You see, a very distant relative again, named\nEdgar Berliner lived in Canada and afterwards in California, and he, when the Nazis\ncame, made arrangements for a group of young people to come to Canada to start a\nfarm of some kind. He -- he was pretty wealthy and to his surprise, by the time he\nwas developing that plan, I was the only one left to go. And naturally that -- that\nplan was out. We kept corresponding, and he was helpful to me. He sometimes sent\nme small amounts of money. Very small. He -- I only learned that he was a\nmillionaire -- I -- I learned -- learned that later. And he -- when I was in Athens he\ngave me an affidavit to come here, but by the time these papers arrived, we were\nalready thrown out of Greece, and they sent the papers on to Cyprus -- no, to\nJerusalem. And there were quite a few refugees in Cyprus in the same situation, that\nthey had the papers, but the American consul was in Cairo and he wasn’t anxious to\nhave any Jews come to America. He didn’t -- even if a couple of hundred people\nready to come, he wouldn’t come to Cyprus to see them and interview them. So that\nwas out and my affidavit eventually was -- was out of -- it wa -- had a limit, a time\nlimit.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: -- refugees to come. It was expressed after the conference of Evia, and the only\nfamily I know who came to America at that time was the personal physician of the\nCrown Prince of Greece, a Dr. Miller, I think, with whom my father afterwards was\nin touch in the States.",
        "A: My parents did not know where to go after the war. After I had left Tanganyika,\nthey made arrangements to be taken back to Cyprus. And since my father could not\nfind any employment on Cyprus, they insisted to come to the States. And my sister\nand I signed a affidavits for them, they came over and we had a tough time to make\nends meet. At that time my parents stayed in the States first in Mount Vernon, New\nYork, and then here in Washington, but nothing worked out for my father, and they\nreturned in 1950 to Tanganyika, where my father got a job as -- at the pharmacy of\nan Indian in -- I think in Yoringa, I don’t remember the [indecipherable] where they\nstayed until my father’s health deteriorated, and the doctor told him he had to get\nout of the tropics. [indecipherable]",
        "A: Yes. Is -- I still have the ticket from the British shipping line, I thi -- from Dar\nEs Salaam to the first port in the United States. The trip took about two months, and\nwas very interesting. The only limit for me was that I didn’t have any money to\nenjoy the stops at the various places. They boat arrived in Dar Es Salaam while I\nwas in bed with a malaria attack. I looked out of the window of the hotel and when I\nsaw the boat coming in, I really got well very fast and packed up and got aboard. It\nwas a Kaiser ship that allowed about 20 passengers to come on board, and the\ncabins and so were not very luxurious, but I was glad to be on my way. The boat\nstopped first in Durban, South Africa, where one of the passengers had\nacquaintances and they took us to one of the South African National Parks, which\nwas an interesting experience, and while we were looking over the mountains and\nhad left the windows of the car open, a bunch of monkeys got in the car, and ate the\nfruits that we had brought for our lunch. The other memory I have of Durban is that\nI called my mother’s great-uncle, Joseph Wilde, in Johannesburg and told him that\nthe boat was slow and I could come and visit him, but he was not interested. He sent\nme some money instead and I have never been in touch with him again. I tried to\nobtain his address afterwards, even through the Jewish congrega -- Jewish\norganizations in Johannesburg, without result. The next stop of the boat was Cape\nTown where we stopped a few days also, and I inspected the town. The weather was\nnot good enough to go up the Cape Town mountain, the cape mountain, which was\nunfortunate, and actually th-the only memory of Cape Town I have is that when you\nwent in the mo -- to the movies there, the ticket included an ice cream or a cookie,\nor a piece of cake, which they offered to you during the running of the movie,\nthrough a salesperson. From Cape Town, the boat went to -- hold it a moment.",
        "A: Yeah. The next stop was a harbor in what is now Namibia, southwest Africa,\nwhich was a real godforsaken place, all sand, with the exception of a couple of\nbreweries and the railroad station. In this place they had a crew of workers who did\nnothing else but keep the railroad -- the rails clean of desert sand, because there was\na constant wind, and there was nothing to keep the sand away from the rails. We\nstopped there only for a short while and from then on, went across the ocean to\nTrinidad. In Trinidad the boat could not -- we -- we could not go ashore because\nthey had a general strike, and after a couple of days the boat went on to Bermuda. In\nBermuda I had my last bad malaria attack, on the second day there. I had to take to\nbed, and for the rest of the stop in Bermuda, I was in bed. What I remember of\nBermuda is the fact that the lunch in the restaurants there cost as much as a whole\nday in a hotel in Dar Es Salaam, which made a difference to my pocket. The boat\nthen went onto New Brunswick, to Saint John. And we stopped then after a couple\nof days, the shipping line decided that they were going to stay there much longer\nthan anticipated, and we should make our arrangements to get to the States by alls\nelse. I took my last money for a ticket to New York, and took off. I was -- til then,\nactually always on my -- I had in mind that coming from where I came from, and\ngoing across the frontiers, somebody would stop me and have a ser -- and search,\nwhether I brought any diamonds with me. But I didn’t. Maybe I wasn’t smart\nenough, but I was anxious to get to the States without any trouble, and met my sister\nMargaret and her husband at the -- what’s the station in New York? At the railroad\nstation in New York.",
        "A: No, the other one.",
        "A: Hm?",
        "A: Penn Station, yeah.",
        "A: I had never met my brother-in-law, it was interesting fellow with whom,\nhowever, I did not get too well acquainted over the short time that I saw th -- him.\nMy sister and her husband at that time were working as a couple in an old age place\nin Mount Vernon, New York, where the owner lady made room for me for a couple\nof days. I was surprised at the kind of work they did, but got used to the fact that\nany work here in the States was okay.",
        "A: Yes?",
        "A: She know -- yes, we knew -- we know each other, but there was no time to be\nemotional, anything. Was a crowd of people and we got from one train to the other\nand then to -- took the train to Mount Vernon, sat there looking at each other and\nrealized that we were not as young as we used to be, but there’s nothing exciting\notherwise.",
        "A: I -- I don’t re -- don’t really recall. It couldn’t have been much.",
        "A: It couldn’t have been much. I didn’t even have a winter coat, and it was\nDecember, or no, the end of November.",
        "A: No, it wasn't too bad. A-As I say, ma -- that was my last malaria attack, in\nBermuda, and after that I took two -- twice I went through the medications for\nmalaria. I should remember the name, it sta -- it started with A, but I don’t. In\nMount Vernon I -- I didn’t sit around long. I went to New York and got scared by\nthe traffic. I got -- couple of times I got marooned in the middle of a street, and I\nhad to learn to dodge automobiles. I hadn't seen so many automobiles in a lifetime.\nAnd I spent time in the big stores, just lo-looking what was going on there. And\ndecided to visit Washington. I, at that time, was of the opinion that the man who\nhad given me the affidavit, and who lived in Hollywood wanted me to come over\nthere, but I got a letter telling me more or less that if I found something to do in the\neast, we would meet early enough. I had never met the man, his name was Edgar\nBerliner. So the day I got that letter, I took the train to Washington, where I had an\naddress of an attorney, I found out he’s quite a prominent attorney, to -- with whom\nto get in contact. He was -- his wife was the sister of the man who had given me the\naffidavit. And this was a time where Washington was crowded with people working\non the war effort, and if it hadn’t been for that recommendation, I would never have\nbeen able to get a room in a hotel. But they were nice to me, I had dinner there, and\nthe lady, Louise King, took me around Washington by car and to Mount Vernon\nand to the cemet -- cemetery, and to a concert, and showed me the -- where the\nmuseums were, and I was on my own for a couple of days, during which I found an\nemployment agency, and applied for jobs. The man sent me immediately to two\nplaces where -- where peoples were -- were asked for and in both places I evidently\nmade a good enough impression that he afterwards told me I could select which\none. And I did not. I went that evening to have dinner with the Kings, and told them\nwhat had been happening. When -- Milton went to the phone and came back and he\nsaid his brother’s insurance agency al-also needed a bookkeeper or accountant, and\ngave me the address, I should go there the next day. Naturally, that was a place to\ngo. Even so the pay, as I afterwards found out, was very low for American\npurposes. But being recommended, I went. I found a room on 16\" Street, 1827 16\"\nStreet, and I rented it, then went back to New York and got my stuff and started\nworking a f -- a few days in December. It was an insurance agency and there were --\nit was interesting for me because the bookkeeper, an old lady, had kept her records\nfor the past couple of years at least, on pieces of paper and I had to put it together to\nbe accepted by an -- a CPA. I forgot to mention that before being accepted by these\npeople as employee, they sent me to their CPA for an interview, and I ga -- I was\nfriendly with this CPA for quite a number of years. He was a -- an older man who\nwas the head of the CPA organization in Washington. Not only that, he was a\ndirector of the Franklin Accounting School, where both his sons -- is -- both his\nson-in-laws had been put through accounting before they could marry his daughters.",
        "A: Yeah. I had no intention to do something else but accounting and naturally to\nwrite -- to find out how to become a CPA, especially after the experience in Africa,\nwhere I was unable to stay, to some extent also, because they wanted a -- what they\nin England called a chartered accountant for the diamond mine. I also registered in\nthe university in Washington. It took a -- I went from one university to the other\nbecause this was a time where all of the students were studying under the -- what\nthey call the war. They didn’t pay there. I was the only paying student in American\nUniversity and that university was favorable for me because the man who took care\nof foreign students was a former German and he was helpful to me in my studies for\nthe years I was at the university.",
        "A: G.I. [indecipherable]. I mean, they were not interested in a paying student, but\nthis man, Professor Correlle, was happy to help me.",
        "A: At American University. At that time the university had classes in some half\nfallen down buildings on F Street in northwest Washington. And I naturally\nregistered for evening classes, where they had interesting lecturers who came to the\nmost part from government and really knew their -- knew what they had to teach.\nEspecially interesting was one course on income tax, which was a course more or\nless on income tax avoiding.",
        "A: But that took awhile -- took awhile to get to that. The other thing I did after\narriving and getting settled, I registered at Arthur Murray’s, because I didn’t know\nanybody and thought well, at least I could dance, I might meet some people there\nand at least get a little bit more social. Because all I knew to talk about was my stay\nin Africa, and who was interested in that? People were only interested in the news\nwith Walter Winchell. The other thing I did, after a few days I found that the Jewish\nCenter was only a couple of blocks from my room, and I went there and found a\nfew other young men who had come from Germany, and got introduced to them,\nand we had a -- had a circle of friends from there, with whom we got together. We\nhad a poker round and I attended some social functions at the Jewish Center on 16\"\nStreet. Through the friends, I got into a Jewish thr -- a circle of young women of\nmarriageable age, who were ready to party. We had hayrides, and every few months\na wedding, which was new to me all, and I realized that I had to be careful, because\nit was time to keep a distance from these young ladies, until I -- unless I would be\nserious. Having nothing but a job, naturally to think of getting settled down in a\nmarriage was tough. In 1948, I attended a dance in, I’d say, a Jewish Community\nCenter, and met my future wife. It was [indecipherable] my friends were all there\nand after the dance I took Lillian to a bar just to talk and have a drink and\nafterwards walked her home, which took hours, because she lived in a women’s\nbuilding on the other side of the Potomac. And naturally, we walked there, and\nafterwards I walked back at night, for hours again, to 16 Street. And I dated this\nyoung lady every -- whenever I could. She made sure that I on our dates, spend\nwhatever money I had so that I couldn’t date anybody else.",
        "A: What?",
        "A: Yeah.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "A: -- to go back to my work, I walked every morning from my residence to the\noffice, stopped for a cup of -- for breakfast at a little Greek restaurant and it was\ntough to make ends meet with the pay I received at that time, which was originally\nquoted as 50 dollars a week, but m -- no, 1t was quoted as 200 a month, 200 dollars\na month. Now -- no, was 50 dollars a week, but when it came to payday, I was\ncorrected, it was less because of Social Security and health insurance, and as I say, I\n-- after a few months, asked for a raise. I got a small raise, as far as I remember. But\nthey mainly said, why don’t you go and sell insurance? And I took a course in\ninsurance that was given by the Aetna Insurance Company, a correspondence\ncourse, and got a license to sell insurance in the District of Columbia. I remember\nthe first insurance I sold was on [indecipherable] a lady in the rooming house where\nI stayed had been given by one of her admirers. I was rather timid at that time --\ntime. I couldn’t talk about anything interesting to people, because -- as I say again,\nwho was interested in -- in Africa, or in Cyprus? I had nothing much to say about\nAmerica, only that I was glad to be there and it was interesting and I was going to\nStay.",
        "A: That we -- I -- we continued to date and in 1948, October 31“, my friend Bernie\nFriedberg got married to his wife Charlotte. And that night, on the -- on the way\nhome to her place, I popped the question and got accepted, which got me so excited\nthat after I had left her, on my home, I got violently seasick.",
        "A: Yeah, yeah.",
        "A: I was about 35 -- 30 -- yeah, 34 and a half, and she was six years younger. I\nremember she had given me her age, I think wa -- one year younger than she\nactually was. I met, during the -- that time, her sister and brother-in-law, who lived\nin Washington, and who were very hospitable, and as I assumed, they were glad\nthat Lillian had a boyfriend.",
        "A: And they were -- they were Jewish, not -- not too religious, and the m-mother\nlived in New York, the father just died about that time, I never met him. And it took\nawhile til I met her mother, who lived in a -- a suburb of New York, west New\nYork, in a small apartment. It was all, naturally, a new experience for me, even the\ndriving in somebody el -- with somebody else to -- to New York, at a time when\nthere was n-no superhighway. And it took nearly a day to get where we wanted to\ngo. My parents, in the meantime, had arrived in the States, and they were not very\nhappy with my getting engaged. My parents, to some extent I think, had expected I -\n- | would make a good living in America and that I would be able to take care of\nthem. Seeing that that was not going to be the case, our relationship after my\nmarriage was a little bit estranged, and they made arrangements to go back to\nAfrica. My sister and her husband were still in Tanganyika, and they indicated that\nthere was work for my father and they would be standing by them. They left New\nYork a few weeks after the birth of my first daughter, that was Jackie.",
        "A: It’s Jacqueline Diane Wohl, who is by now Tinney, but she uses her maiden\nname professionally, she’s an attorney with her own office. My younger daughter 1s\nValerie Ann Wohl, who is single after a very short marriage. And who also uses her\nmaiden name. She is a physician. Both my daughters live in Tucson, Arizona.",
        "A: What’s your birthdate, Jackie? It’s 1950.\nA2: June 26\".",
        "A: Hm?\nA2: June 26.",
        "A: June 26, and June 27 is when m-my second wedding. And Valerie’s birthday is\nMarch 19?\nA2: May --",
        "A: Hm?\nA2: May 17\", 1952.",
        "A: May 17\", yeah, ’52. Going back to the time of the engagement, I found that not\nonly was I not making much money at that time, but also Lillian, who worked for\nthe Navy as an clerk, had not much of an income, but also had some debt, which she\nkept secret from me and paid off during the first month of our marriage. We see\nhow --",
        "A: Afterwards. I think that that was mainly her bridal outfit.",
        "A: Getting who?",
        "A: No. [had, during my travels always fallen into some kind of existence which\nwas interesting and where I enjoyed life to -- naturally to a limited extent, whatever,\nbut I don’t recall that I was ever, let’s say, unhappy with what I was doing. And\ngetting into the accounting and insurance in Washington was no exception.",
        "A: Oh yeah, I -- I did a study about insurance, but I took a first life insurance course\nwith the -- an agent of the Penn Life, and even sold a couple of life insurance\npolicies. I don’t know whether they’re still in force, because at that time a\ncommission was only continued by the company for 10 years, and the commission\nwas paid to the office I wait -- I worked for. I learned a few [indecipherable] if -- if\nmy selling insurance 1s concerned, and had let a -- Bill had [indecipherable] with\nmy name and made sure that whatever insurance I sold was going to be my\nbusiness. It can’t be done any more today. I found that out by experience, but I\neventually built up a nice book of business in spite of the fact that I just could not\ngo and do any cold calls, as they called, for -- to buy -- to sell insurance, unless I\nhad a recommendation or referral. I was not courageous enough to get in and talk,\nbesides the fact that I didn’t need any -- didn’t know enough insurance -- of\ninsurance, in the beginning.",
        "A: Yeah. I had developed the kind of philosophy that if I sell you insurance, when I\nleave you’re better off than you were when I came in, and that kept me going.",
        "A: My brother-in-law managed to get us an apartment in Arlington at North Taft\nStreet. It was a small apartment without air conditioning, so if we wanted, we kept\ndoors and windows open, not only for our apartment, but the other apartment on the\nsame floor. We’d got friendly with these people, which was a good thing because\nthey had a car, we didn’t. I took the bus every morning from Arlington Boulevard\ninto town. And Washington suburbs at that time were still such a friendly\nsurrounding that sometimes even people would stop and pick me up, gave me a ride\ninto the city. You couldn’t do that any more.",
        "A: Oh no. [indecipherable] we lived not too long in Arlington. Oh, let me go back\nto our wedding.",
        "A: This 1s -- is -- somewhere I have a picture of the wedding party, which was my\nmother-in-law, a nephew of hers who was a policeman in Washington, my sister-in-\nlaw and brother-in-law and their little daughter Andrea, and Margo was -- I think\nMargo was there, yes. My parents and my brother-in-law, with their little boy, and a\ngirlfriend of Lillian’s and how I met who was the second rabbi I had talked to about\ngetting married. The first rabbi, whose name I won’t mention, was too business-like\nfor me at the interview, and Rabbi Metz was very understanding of the fact that I\nwas not very religious, neither was, actually, Lillian. And we -- we got married in\nhis study, in his home. And I was so little knowledge about, at that time, that\nwithout thinking of anything I invited the rabbi for dinner, for the wedding dinner,\nand naturally he didn’t come. Another guest at the dinner was cousin Joe. That was\na distant relative, and if I -- I should remember his full name, because he was\nimportant.",
        "A: Hm?",
        "A: Yeah, Joe Sanders. Joe Sanders was also married into the Berliner family, and\nwas an important man in that family. You see, there was one Berliner who invented\nthe Gramophone record and he was not a poor man. His brother, Joseph, started the\nGramophone company in Germany, and he had been helpful to us after the Nazis\nhad started. And when Emile Berliner, the inventor died, his widow kept an apar --\nhad an apartment in the hote -- in a hotel here, and kept the family together. It was a\nb -- a big family because they had brought over about 90 people from Europe and I\nwas not one of them.",
        "A: Well --",
        "A: Yeah, in 1935 - 19 thir -- see, the Nazis started in ’33, and whoever had foresight\n-- and very few had, actually, would get out, or whoever had relatives, and I met\nquite a few of these fellow relatives, but they all [indecipherable] clear for me, that I\nwas not one of that group.",
        "A: Because they were a very jealous crowd of each other. They are jealous of each\nother, see, and I was an outsider who had arrived later, after the war. And even so, I\nhad arrived with the help of the -- of one of the Berliners. The rest were very --\nwere very nice, but distant. Only the ones who were about my age, the young --\nyoung, we were friendly to each other.",
        "A: Oh yeah, yeah. I -- I didn't ask. Once I had found out that I had to ask for a raise,\nand that without being pushed, nobody in America would think to increase your\npay, and I wasn’t used to that. But I kept going and we had, as I say, we had a nice\nwedding, with a limited number of people, and moved to an apartment in Maryland.",
        "A: After [indecipherable] moved, we lived in Virginia for awhile, and after Jackie\nwas born, we moved to Maryland, to Kaywood Garden. Was a small apartment and\nwhen the second girl arrived, we had a -- we got a bigger apartment. And we stayed\nquite a few years in Kaywood. From there also I took the bus into town to my work.",
        "A: Yeah?",
        "A: Yeah.",
        "A: Yeah, yeah. Yeah.",
        "A: Yes [indecipherable]",
        "A: Well that, yes, it was, with exception of the strained relations to my parents.",
        "A: But that --",
        "A: -- we had a good -- pardon?",
        "A: Oh yeah. Wonderf -- when my parents decided to go back to Africa, because my\nsister and her husband promised to more or less take care of them there, things\nimproved. And so later on there were times when we had to support not only my\nparents, but also my mother-in-law. And living in Kaywood was not very luxurious,\nbut the children had decent schools. Did they have schools? Yeah. And we made\nends meet and actually enjoyed life as well as we could. We joined the Jewish\ncommunity there, and they -- they fa -- more or less fished me out to become active,\nfirst as a secretary of a men’s club, then as president of the men’s club, and then as\npresident of the congregation 1959 and ’60. During that time this group built a\nsynagogue and sold the synagogue because p-people moved in other directions.\nThey built a second synagogue and I stayed member there, now about 55 years that\nI’ve been a member of that congregation. But we have to go back to the start. There\ncame one day when I asked for a raise, and they just said, well, sell insurance,\nyou'll make commissions. And I went back -- no, I had met a man who was\nworking for the Group Health association in their office, and he needed -- he was\nworking as chief accountant for Group Health association, which was starting at\nthat time in downtown Washington, and he had an opening. But they -- the only\nway I could get in there was through an employment agency. I went back to the\nagency I knew, and through them got an appointment to Group Health, and I told\nmy employer s-sorry, I can make more money there, and I did. But I kept my\ninsurance business, which was tiny, with the pe -- the people who had been\nworking, and kept in touch with it, so that way I worked for -- as assistant chief\naccountant for Group Health, for a little bit over a year. Was interesting work\nbecause we had -- I -- I found that the physicians had to be idealists, who started\nGroup Health. I saw it from the paychecks, which were -- which I had to make out.\nAnd on the other hand, the treasurer was a man from Trinidad who, after seeing my\nhistory, for months wouldn’t talk to me, because I had been heading a black\nworkforce, and he was black. But eventually he got over it and we got quite\nfriendly. He is -- became a CPA in Arlington afterwards. After about one year, the\naccountant for Wolfe and Cohen, the Insurance agency where I had been, called me\nand asked why I had left. I told him, it’s just a matter of finances, and that I had\nbeen married, and --\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "A: He asked me to come to his office, the accountant of the insurance agency, and\nwe were talking. I had been friendly with him while I was working there, and he\nasked me under what conditions I would go back there. I was surprised, even\nthough I'd kept friendly with the owners, I had been to their offices to attend to my\ninsurance business every now and then. I asked for a quite healthy salary and for\ntime to build up my own business, and to my surprise, they accepted it. And I went\nback, and I had some good years there. I learned more about the insurance business\nand I got registered as agent in Maryland, which was an interesting experience,\nbecause the person who ti -- who supervised the examination in Baltimore had what\nyou would call an open hand, and was disappointed when I just shook his hand\nwhen I left. But I got my Maryland license, and worked pretty hard. We lived in\nKaywood, on the lookout for eventually finding a house. And I had during that time\nbeen in contact with an attorney who took care of claims to the German\ngovernment. This is -- this was of great help to me because the first payment I got\nfor them was used when -- to seriously look after a house. And we lived from, I\nguess it must have been ’42 - °43 - ’53, in Silver Spring [indecipherable]",
        "A: No, that reparations had only to do with me personally. It was my interruption of\nstudies, it was my unable to be -- to find work, and it was afterwards a kind of\nGerman Social Security. The -- ma-many refugees got payment from Germany, and\nnobody would talk about it til it was an actual fact, because there was the mentality\nthat if I tell somebody else and he does the same kind of application that I have\ndone, maybe it would influence my a-application. But I found out that I did no\nworse and no better than other refugees, and I got a -- a rent from age -- I think it\nwas age 65, from Germany, which helped us quite a bit.",
        "A: Whoever could get it an-and found the right channels. You see, I -- I happened to\nget to a -- through some people 1-in the States, through an attorney in Frankfurt who\nwas pretty active in that, and who afterwards received the first nine months of my\npension, which was his contract. And I didn’t mind. I was an optimist. I thought, PII\nlive longer than all these people, and I’m s -- I’m still surprised that this actually\nhappened.",
        "A: Yes.",
        "A: You see, we belonged to the -- in Mount Rainier to the congregation. My wife\nwas that religious and I got that way, too, that we attended Friday night services,\nand sometimes Saturday. We went to the high holidays, and as I said I took office in\nthe congregation, and enjoyed it. I was not very knowledgeable in religious things,\nbut I had the help of our first permanent rabbi -- oh no, the second permanent rabbi,\nwho was brought in from Europe. He was from Vienna and he had been a rabbi for\nthe British army in Frankfurt before they brou -- took him here. He and his wife\nwere very great friends, and I was the one who had to interview this rabbi for his\njob, and we stayed friends even after he had left Washington, and he was kind of a\nfather figure for me. Rabbi Weinberg.",
        "A: No --",
        "A: -- on the high holidays. My wife family had kept a kosher home, so we started\nout with that in mind, but we are quite liberal by now.",
        "A: My daughters went to relig -- to the religious school, and to the congregation and\nwere confirmed, and they have much more religion than I ever had. Jackie and her\nfamily, even though her husband is not Jewish, b-belong to a congregation in\nArizona, in Tucson, where on the high holidays, she usually plays the violin at the\nservices. And my younger daughter, also re -- at | -- goes at least to high holiday\nservices. But they know where they come from and where they belong, to a much\ngreater extent than I did. And my late wife would have been very happy to see how\nher grandchildren got a real Jewish upbringing. They ma -- Jackie has two\ndaughters, my other daughter is alone. Well, where were we?",
        "A: Well, how was it that both of them have settled in Arizona?\ncontinue. But they then refused to give me help in the work, because the computers\ndid the work, and as a result, I didn’t have enough time for my own insurance\nbusiness, and I had to consider leaving. I left and went with a life insurance agency\nwho looked to it that I got a decent up -- decent education in life insurance, which\nwas important to me, it was important for them because it -- life insurance company\nthen paid part of my salary, for the first couple of years. I, from then on, put more\nemphasis in life insurance, which was difficult for me, cause I did not have the right\nconnections, and eventually only -- only sold life insurance. But I kept --",
        "A: I si -- I see where big companies have their insurance agents who not only do\ntheir life insurance nowadays, but also take care of -- in -- advise on investments,\nwhich I tried to do at one time, but that year the stock market went down and I gave\nup on that type of advice.",
        "A: Yeah. I see today from my stepson, who 1s in the life insurance business, how\nthe agents go on -- go after big accounts, not small homeowners. The homeowners\nhave to look out for themselves to find an agent, unless somebody just happens to\ncall them. And that helped me, to a certain extent, that couple of attorneys who were\nin the real estate settlement business, would call me whenever somebody bought a\nhouse and did not bring an insurance connection to the settlement. They would pick\nup the phone and give me the name and address, and say oh, I had a customer. That\nwere -- they were very good friends and without them I would not have made a\nsuccess the way I did. Naturally, after selling these people their fire insurance for\ntheir new home, I would at least try to sell them life insurance also, to cover their\nmortgage, or automobile insurance, or whatever. And I had over 400 accounts, and I\nhad my own little office in Silver Spring, which also has a story because after\nleaving Wolfe and Cohen, I went to that life agency, and doing their accounts, I\nfound that they were drawing too much money from the business, and I had warned\nthem, but they continued. And after three years, I think, they were unable to keep\nme because they didn’t have money for my salary, and I had to look around what to\ndo. One of the lawyers with whom I was friendly, had to have an office in Silver\nSpring, because for settlements in Montgomery county, there had to be an office in\nSilver Spring. So he -- he and an associate had rented an office in the Perpetual\nBuilding, which was very seldom used. They would come there for an hour for a\nsettlement and then -- otherwise that place was empty, and I got it, as a helper, I\npaid -- I -- I worked there, first without paying a penny rent, or t -- even telephone.\nIt cost -- it was no additional charge for them, but afterwards I insisted, and my\nbusiness grew that I had to take a part time help, and when that was -- when it was\ntoo much for this, I associated with an agency in Washington, who were well\nknown, and where I had a contract for 10 years, which was satisfactory, but the\nowner of that agency was not a very stable character, as I found out after years, and\nin my -- at the end of the eighth year of my contract, he went out of business, and I\nhad to take my accounts somewhere else. I associated with another agency in Silver\nspr -- no, here in Rockville, and got a three year contract. I was older at that time,\nand I didn’t think any further. After three years, they took my general insurance\nbusiness over, and I was left with the life insurance alone, which was fine with me.\nAnd I worked til the beginning of ninet -- of 2003, in the later years from home. In\ntwo -- when my wife got sick in April 2003, I stopped, and that was the end of my\nprofessional life.",
        "A: My -- my first wife actually was not too much interested in it. She was interested\nin the children’s education. She realized I had to go out in the evenings, visiting\ncustomers. And thank God she made a good job of the education of my daughters.\nWe got along well, naturally had our little differences now and then, but we were\nmarried for 42 years. She became sick, she had to go on dialysis for two and a half\nyears, and died, unexpected, but naturally on dial -- dialysis people -- you have --\nyou have to expect something. But two and a half years was not expected. There are\npeople who are on dialysis much longer. It was a sad time, because 1 -- the two of\nus, after the daughters were married, had been able to trav -- do quite a bit of\ntraveling, and even when she was on dialysis, we traveled to Germany, we traveled\nto Bermuda, we traveled to Aruba, where she could get treatment. You had to make\narrangements for the treatment, but we enjoyed life as well as we could, and we had\na lot of pleasure, actually, from our daughters, whom we visited at least once a year,\nright?",
        "A: From the beginning of living in the Kaywood Garden in Mount Rainier, I joined\nthe democratic party, which helped me in business, and I became in Silver Spring,\nprecinct chairman and did as much or as little as I could for -- 1-1n party work, but at\nleast I was connected, and met people. I kept busy with that, and with the congrega\n-- the Jewish congregation and with B’nai B’rith, and especially with the Masonic\nLodge. My father had helped me to get into the lodge here in Washington and I’ve\nbeen there now 55 years, at least.",
        "A: The Masonic Lodge is open to everybody who has some kind of religion, but the\nCatholic church is unfriendly, let’s say. There were Catholics in there. There are\nlodge -- lodges -- by now, I belong to two Masonic Lodges, one in the district and\none in Maryland. And there are lodges who are [indecipherable] Jewish, but in\ngeneral anybody who 1s accepted, and you have to go through ritual and\nexaminations, 1s acceptable.",
        "A: I -- [remember having a written -- a little article in Germany that was published\nin a [indecipherable] as a -- a letter from -- where I told them that oh, Nazis may be\nbig in the cities, but the general population was quite democratic. Naturally I was\nwrong, but I remember that. And I wasn’t active politically in Germany, no,\nbecause before leaving, I was part of a Jewish sports club in Frankfurt for the few d\n-- short time I was in Frankfurt, but that was about all. The --\nEnd of Tape Three, Side B\nBeginning Tape Four, Side A",
        "A: What do you mean, family history? We -- we lived a -- a pretty quiet life.\n[indecipherable] after we had moved to Silver Spring, where one of the aims was to\ngive the children the best possible schools, and to live in a neighborhood where they\ncould make friends, which was successful. There naturally was always the fact that\nI had to go and visit customers and my wife was left to educate the children, or to --\nto direct their lives. There are many things that happened in my professional career\nthat might be funny or interesting, but I don’t think they have any room here. Just\nnow like the time when my mother-in-law was hospitalized in Washington, and\nwalking outside her room I met a man whom I knew, and who was there after a\nslight heart attack, and who wanted to buy some life insurance. Immediately I had\nto explain to him that that wasn’t quite the way to do it. Or the adventures we had\nwith automobiles. Our first car was a Nash that we bought from a man who worked\nin the NIH, and it was all right. At that time you had to have your car inspected\nevery six months in Virginia, and after moving to Maryland, they were maryli --\nmore liberal in that respect. The man who sold her the car was sitting in a coffee\nshop in Athens when we visited Greece some time later -- later. Which was a\nsurprise. You meet people all over the place, and you have to be pretty careful.\nOthers -- things -- the accident I had or avoided on Jackie’s 16\" birthday, going out\nto buy -- to buy a birthday cake and also to pick up my younger daughter from\nmusic school, we had an accident with a small Citroen car that I had bought some\nmonths earlier and that suddenly lost brakes. Fortunately, we could stop by running\ninto the car in front, and nobody got hurt. But the interesting thing was the\npoliceman who came, first thing he did, he wanted to smell my breath. And well,\nthat car had had it, at that time. We later on got a second car -- [crashing sound]\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumFebruary 13, 2004\nRG-50.549.02*0077",
        "PREFACE",
        "The following oral history testimony 1s the result of an audio taped interview with Frederick\nWohl, conducted by Margaret West on February 13, 2004 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Bethesda, Maryland and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "February 13, 2004\nBeginning Tape One, Side A"
    ]
}