{
    "rg": "RG-50.344.0002_trs_en",
    "sequence": [
        "Question: Just so I can hear your voice on the microphone, tell me where you live.",
        "Answer: Oh, [indecipherable] Webster, New York, six miles east of Rochester.",
        "Q: Uh-huh. You came a long way. Yeah. How many hours it take to drive?",
        "A: I left there at quarter after seven.",
        "Q: AM?",
        "A: Got here -- yeah.",
        "Q: Yeah.",
        "A: Got here about 2:30 I think. If I hadn’t gone and turned the wrong way when I got off\nthe thruway, I’d have been here earlier.",
        "Q: Okay, here we are. This is Nina Ellis, interviewing Mary M. Wood. It’s July 14th,\n1995. We’re in West Park, New York. Please tell me where were you born, when were\nyou born and where did you grow up?",
        "A: September fifth, 1917, Alexandria Bay, New York. I grew up in Alexandria Bay til\nI went away to nurse’s training.",
        "Q: Uh-huh, where did you go to nurse’s training?",
        "A: Syracuse, New York. Krause Irvy.",
        "Q: Hospital?",
        "A: Mm-hm, Krause Irvy Memorial Hospital.",
        "Q: Uh-huh. Did you always want to be a nurse?",
        "A: I really don’t know. Just how it was. My sister was one, so that -- I sort of followed in\nher footsteps.",
        "Q: Uh-huh. And wh-when -- when and why did you decide to go in the service?",
        "A: Well, when the war star-started, I thought that’s where I should be.",
        "Q: Did you have other members of your family in the service?",
        "A: Oh, my father had been in the service. His brother had been in the service, but that’s\nall.",
        "Q: Then it was just the thing that --",
        "A: Thing I thought should be done.",
        "Q: And where did you -- when did you go in?",
        "A: July eighth, 1942.",
        "Q: Uh-huh.",
        "A: I was going to NYU, so I waited til the semester was over, before I went in.",
        "Q: Uh-huh. Uh-huh. You finished your nurse’s training?",
        "A: Mm-hm. And then I was -- I did post-graduate work and then I was working and going\nto NYU at night.",
        "Q: Uh-huh. Working as a nurse?",
        "A: Mm-hm.",
        "Q: Uh-huh. In a city?",
        "A: In Queens, out in Jamaica.",
        "Q: Uh-huh. And then you did basic training, starting in July? No, you don’t do basic any\nmore.\nhttps://collections.ushmm.org",
        "A: I didn’t.",
        "Q: Uh-huh.",
        "A: I got away with it.",
        "Q: How come’?",
        "A: I don’t know.",
        "Q: Don’t most people have to?",
        "A: Usually they do. But they just sent me down to Fort Dupont in Delaware and that\nwas it.",
        "Q: Huh. And how long were you there?",
        "A: Let me see, I went there in July, was there til November.",
        "Q: Mm-hm. 1940?",
        "A: Two.",
        "Q: Two.",
        "A: Uh-huh.",
        "Q: And then, tell me --",
        "A: In ‘42 we went to Dix and Kilmer and then I went to Africa, and I was in Africa\nfrom January til November in ‘43. In November I came home and where’d I go next?\nKing -- Dix I think it was.",
        "Q: You were in North Africa with the third army?",
        "A: Mm-hm.",
        "Q: Uh-huh.",
        "A: 32nd station hospital.",
        "Q: Uh-huh.",
        "A: In Tlemcen, about 100 miles outside of Oran.",
        "Q: Outside of what?",
        "A: Oran.",
        "Q: Oran”",
        "A: Uh-huh.",
        "Q: Uh-huh. That was the first time you were overseas?",
        "A: Mm-hm, mm-hm.",
        "Q: What was that like?",
        "A: We had a station hospital, so we got the boys directly back from the -- from the aid\nstations and what have you. So that’s what we took care of, that.",
        "Q: Uh-huh. And then they were going home from there?",
        "A: Mm-hm, most of them went home.",
        "Q: Uh-huh. Badly wounded, then?",
        "A: Mm-hm. Some were flown back. Some went by ship, in the hospital ships.",
        "Q: Mm-hm. Well, when did you meet up with this group here [inaudible]",
        "A: That was in -- what month was that? Must have been November of ‘44. November of\n‘44.",
        "Q: In --",
        "A: In --",
        "Q: In England?",
        "A: No, no. Met them in Charleston -- I think it was Charleston, North Carolina, if I\nremember right, I --",
        "Q: Oh, you came back after Africa?",
        "A: Yeah.",
        "Q: Uh-huh, uh-huh. And then you went over with them to England?",
        "A: Yeah, England, France, Austria, Germany, what have you.",
        "Q: Well tell me about the experience at -- at Mauthausen. What do you remember when\nyou arrived?",
        "A: Well, well, the smell. The bodies, the smell. And I was in the operating room and we\nhad to repair the damage that they had done experimenting on different people.",
        "Q: Really?",
        "A: Mm. They used to -- well, [indecipherable] they delivered babies and held them up\nand killed them in front of the mothers. They would maybe cut off a leg for practice and\nwe got some of those to take care of. But mostly they were nothing but skin and bones.\nThere wasn’t too much to do, surgically for them. We didn’t have too much to do there.",
        "Q: Hm. Were you able to talk with those people who had been --",
        "A: No. See, the girls were out in the wards, I wasn’t on the wards, I was in the operating\nroom, so I really didn’t get to talk to the people.",
        "Q: Mm-hm. How did you know what had happened to them?",
        "A: Well, from things we heard. Mostly from the men that worked in the offices and some\nthat worked up at Mauthausen where the POW’s were -- our -- not our POW’s, the\nGermans, the SS troopers and that type of thing, from them -- the stories we got from.",
        "Q: What was a typical day like for you there? That was in June of ‘45? Or May of ‘45?",
        "A: May of “45, yeah, May and June.",
        "Q: You arrived shortly -- in early May, am -- am I right about that?",
        "A: You know, I can’t remember the dates. We went to Germany first. Then the men --\nafter the war ended, the men -- the officers and enlisted personnel went over to Camp\nGusen and liberated it and we were a couple of weeks later before that -- we went over.\nThey didn’t want us at first. So it was a voluntary thing whether you wanted to go or\ndidn’t want to go.",
        "Q: Was it much of a choice for you? Did you have any --",
        "A: No, we all said yes, we’d go. There wasn’t any -- I don’t think -- nobody backed out,\neverybody went.",
        "Q: And what would a typical day like be for you? Do you remember?",
        "A: Getting on the trucks. Going to we work. Being sprayed with DDT for bugs and --",
        "Q: Every day?",
        "A: Yeah, every day when you got there you’d get sprayed. Down your pants, up your\nshirts, down your shirts, every place they sprayed you so you wouldn’t get any fleas or\nbugs or what have you. In the operating room, repairing things that they had done to the\npeople. That type of thing.",
        "Q: Mm-hm. Long days, were they long days?",
        "A: I don’t think so. 12 hour day.",
        "Q: Mm-hm. And then you would go back?\nhttps://collections.ushmm.org",
        "A: Oh, we had a house, we lived in a house. Was three or four houses, everybody was\nsplit -- split up into a different house. And we lived there. We ate in the mess hall. And\nwe met a lot of nice people, made a lot of nice friends.",
        "Q: What was it like for you women in the evenings? What would you talk about, what\nwould you -- you’d already been to Africa, but a lot of the women had never --",
        "A: No, they hadn’t -- that was their first trip, yeah.",
        "Q: Yeah. What kinds of things did you talk about in the evenings?",
        "A: Gee, I don’t remember. I really don't remember.",
        "Q: When -- when were you discharged?",
        "A: Oh, December 12th, ‘45.",
        "Q: Uh-huh.",
        "A: That was the official date, but we left in September, because we were in Camp Polk,\nLouisiana and we were discharged there.",
        "Q: Did you spend the whole summer in Europe?",
        "A: Yeah, we got back in August.",
        "Q: Were you at Mauthausen the whole time?",
        "A: No, when we first went in, we went over to England. We went to France. We went to\nGermany. And we went to Austria. Then we went to the camp.",
        "Q: Uh-huh.",
        "A: We had a -- a tent hospital in Austria before we moved to the camp.",
        "Q: Uh-huh. Yo -- Mauthausen, you mean by the camp.",
        "A: Mm-hm, mm-hm. No, Gusen.\nhttps://collections.ushmm.org",
        "Q: Oh, Gusen.",
        "A: There’s two, Gusen and Mauthausen.",
        "Q: Mm-hm.",
        "A: They were very close together.",
        "Q: Mm-hm. And you worked at both?",
        "A: No, Gusen.",
        "Q: Oh, only Gusen? Oh, I’m confused then, I thought you were at Mauthausen.",
        "A: No, maut -- well, as I remember Mauthausen was only where the -- there was an inf-\ninfantry group that was in there, men, and they had the prisoners there. I don’t think there\nwas a hospital up there. I don’t remember it if there was.",
        "Q: And were they bringing then the survivors, the patients who’d been in Mauthausen,\nwere they bringing them down to where you were in Gusen?",
        "A: No. I don’t remember a camp -- as -- the DP’s, what have you? No, that’s displaced\nperson. But I don’t remember them bringing anybody down. If they did, I don’t\nremember tt.",
        "Q: Mm-hm. So the people that you were caring for had all been at Gusen?",
        "A: Mm-hm, mm-hm.",
        "Q: And what -- what became of those people over time?",
        "A: I don’t know, cause they were still there when we left. Cause when we went in --\nwhen the men went in, the Germans had released them and they were out in the fields and\nthey had to go get them and bring them back. Because I remember they were digging in\nthe fields and ate raw potatoes and it made them deathly ill, because they weren’t used to\nhttps://collections.ushmm.org\neating. And when they did feed them, they’d always save part of it under their pillow, for\nfear they wouldn’t get anything any more. And there was some musicians there and they\nused to play at mealtime, up on the stage, the ones that were able to play while we ate.\nBut I don’t remember eating in that dining room. We were talking about a lot of things. I\nremember that I -- remember --",
        "Q: Di -- Were you ever able to have conversations with those people at all?",
        "A: No. I never did, no. Cause see, the operating room was here and we looked out the\nwindow and was -- the mess hall was there. I did go around in some of the wards to see\nthe people, and never talked with any of them.",
        "Q: Hm. And y -- and there were only men there? You didn’t see women and children?",
        "A: Yeah, there was women there. I didn’t see any children, yeah. Cause we -- I operated\non women.",
        "Q: Because you what?",
        "A: We operated on some of the women.",
        "Q: Oh, you did?",
        "A: Yeah.",
        "Q: Uh-huh. And they were in -- they had suffered the same kinds of things?",
        "A: Mm-hm, mm-hm. They tell you there was a -- nearby there was a munitions factory,\nin the mountain, inside the mountain.",
        "Q: Hm.",
        "A: Where the -- the people used to go in there to work. As long as they were able to walk,\nthey had to go there to work. They went there from the camp to work. Then there was\nalso places where they actually made lampshades there out of s -- human skin. And the --\nthe big furnaces were there where they’d -- whew it’s hot there.",
        "Q: Want to take a break?",
        "A: Where they burned the bodies.",
        "Q: -- the layout.",
        "A: Oh, I can’t remember. All I can remember seeing that big oven with the doors open.\nThere was -- if I remember rightly, there was three of them. Did they tell you about the\nSS trooper that they killed? The -- we had natives, or whatever you want to call them --\nnatives -- people that lived in the town came in to work afterwards. They worked in the\nkitchens and in the dining room and what have you. And there was one German SS man\nand those prisoners, who were nothing but skin and bone, killed him and hung him up on\na fence. I have a picture of that at home.",
        "Q: Did you see it happen?",
        "A: No. And there was -- the chaplain and his assistant doing all the burials you know, and\nthey had big, long trenches with bodies in long, long lines.",
        "Q: And they were doing that the whole time you were there?",
        "A: Mm-hm.",
        "Q: Every day?",
        "A: See, a lot of them died at first. As a matter of fact, you couldn’t tell the live ones from\nthe dead ones, they looked -- that’s how bad they looked.",
        "Q: Before you went in there, did -- had you heard about that at all, did you --\nhttps://collections.ushmm.org",
        "A: No. I hadn’t. They just said we were going to a concentration camp. The colonel said,\n“You can go or you don’t have to go. It’s up to you, whatever you want to do.”",
        "Q: Did he tell you what it was going to be like?",
        "A: If he did I don’t remember.",
        "Q: What was -- were you shocked when you got there?",
        "A: Oh, sure. When you don’t know the difference between a live person and a dead one,\nit’s pretty awful. Grisly.",
        "Q: When you got out of the service, what -- and in your later life, what -- what do you\nthink has been the impact of that experience on your life or --",
        "A: I can remember I was in Atlanta, going down to see a friend. And we went to the\nmovies and there happened to be -- remember -- oh, you don’t remember. There was\nnewsreels then. And one of the newsreels showed the -- a concentration camp and a guy\nbehind us said, “That’s all propaganda, that never happened at all.”",
        "Q: An American guy?",
        "A: And that, you know, that disturbed me a little. They had to hold me in my seat,\nbecause I was ready to get up and punch the person, but -- and then even now, you hear\npeople say it didn’t happen, but it did. Very much so.",
        "Q: Do you have family members [indecipherable]",
        "A: Mm-hm.",
        "Q: Do they ask --",
        "A: Ihave one son in the Air Force and one son in the Army. And one son is in -- working\nfor Uncle Sam as a park ranger. He was in the Air Force in Vietnam.\nhttps://collections.ushmm.org",
        "Q: Did they ask you about your experience a lot?",
        "A: Well, they’ve seen my pictures and what have you.",
        "Q: You took a lot of pictures while you were there?",
        "A: Thad a lot, real lot and somebody said, “Well Pll print them for you, Ill have them\ncop -- printed for you.” I never saw them. I lost about six rolls of 36 -- 35 millimeter film.",
        "Q: Before you got back?",
        "A: Mm-hm. When we -- I had to go on an inspection trip in -- in France while they were\nsetting up the hospital, getting things going, I went on an inspection trip with two or three\nother officers. And I took a lot of pictures then, all through Germany, all the devastation\nthat was on. That was before the war was over. As a matter of fact, I was in the hospital\nin -- in Brussels, what was the name of the place? Can’t remember now, but I’m sitting\ndown to eat in this dining room. Woman next to me said, “Aren’t you Margaret Wood?”\n“Yes.” She was one of my teachers in school. She was a Red Cross worker. Another time\nin France, walking down the street, a boy I went to school with was there. Twice I ran\ninto people in -- three times, once in England.",
        "Q: When you look back on that experience, was it a good experience or a hard\nexperience, or how do you characterize it?",
        "A: It was good and it was hard.",
        "Q: What was good about it?",
        "A: The things you saw, the people you met, the things you did, your experiences, your\nfriends. We’ve all been back and forth for years, so --",
        "Q: You’ve kept in touch with a lot of the women that you served with?\nhttps://collections.ushmm.org",
        "A: Mm-hm. Mm-hm.",
        "Q: Yeah. When you say the -- the things you saw, s -- one of the good things about your\nexperience was the things you saw. What do you mean by that?",
        "A: Maybe other cultures and the way other people live and the things that we have that\nthey don’t have. That type of thing. The beautiful buildings that were left, the beautiful\ncathedrals that you saw. I remember going to mass and -- this was back in Africa. We\nwent in to mass and we sat down, but you don’t do that, because everybody has their own\npew, their own chair. They bring their own chair and their own kn-kneeling benches, so\nwere sitting in somebody else’s seat [indecipherable] sort of. It wasn’t the same in\nEngland. I don’t remember going to church in any place else except for -- we went in\nchurches and saw the cathedrals -- some of the cathedrals and things. Those were\nbeautiful things.",
        "Q: Did they hold services every week?",
        "A: No.",
        "Q: No.",
        "A: We didn’t have a chaplain for -- not a Catholic chaplain, we had the Protestant\nminister. And if I remember rightly, they had a mass or -- in Gusen that they never --\nthey hadn’t had one in years and everybody went, you know, that could. All the inmates\nwent. I never can think of what to call them.",
        "Q: Yeah, yeah. Patients I would --",
        "A: Yeah.",
        "Q: Survivors, [indecipherable] yeah. Is there anything you want to say? Is there any --",
        "A: I can’t think of any.",
        "Q: What do your kids ask you about, from that period, and has --",
        "A: They -- they look back at the -- my scrapbook and the pictures I have in the scrapbook\nand things like that, and -- “Ma, did you look like this 50 years ago?” Hard to think you\nchanged that much. Think the only person hasn’t changed 1s Sherry. I’d had know her\nany place, but the rest -- oh maybe Dotty too. And Feldhusen, the three of them. The rest\nyou don’t recognize.",
        "Q: Time does strange things.",
        "A: Doesn’t it?",
        "Q: Yeah. Good.",
        "A: Okay?",
        "Q: Great.",
        "A: Good.",
        "Q: This is the end of tape one, side B, this has been Mary M. Wood.",
        "A: Do you want the serial number there? Do you take the serial numbers or not?",
        "Q: Sure.",
        "A: N723463. Don’t ask me my social security number, but that I know.",
        "Q: You remember that one.",
        "A: Well, you had to write it every time you wrote a letter or anything.",
        "Q: This is July 14th, 1995, West Park, New York.\nEnd of Tape One, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Just so I can hear your voice on the microphone, tell me where you live.",
        "Q: Uh-huh. You came a long way. Yeah. How many hours it take to drive?",
        "Q: AM?",
        "Q: Yeah.",
        "Q: Okay, here we are. This is Nina Ellis, interviewing Mary M. Wood. It’s July 14th,\n1995. We’re in West Park, New York. Please tell me where were you born, when were\nyou born and where did you grow up?",
        "Q: Uh-huh, where did you go to nurse’s training?",
        "Q: Hospital?",
        "Q: Uh-huh. Did you always want to be a nurse?",
        "Q: Uh-huh. And wh-when -- when and why did you decide to go in the service?",
        "Q: Did you have other members of your family in the service?",
        "Q: Then it was just the thing that --",
        "Q: And where did you -- when did you go in?",
        "Q: Uh-huh.",
        "Q: Uh-huh. Uh-huh. You finished your nurse’s training?",
        "Q: Uh-huh. Working as a nurse?",
        "Q: Uh-huh. In a city?",
        "Q: Uh-huh. And then you did basic training, starting in July? No, you don’t do basic any\nmore.",
        "Q: Uh-huh.",
        "Q: How come’?",
        "Q: Don’t most people have to?",
        "Q: Huh. And how long were you there?",
        "Q: Mm-hm. 1940?",
        "Q: Two.",
        "Q: And then, tell me --",
        "Q: You were in North Africa with the third army?",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: Outside of what?",
        "Q: Oran”",
        "Q: Uh-huh. That was the first time you were overseas?",
        "Q: What was that like?",
        "Q: Uh-huh. And then they were going home from there?",
        "Q: Uh-huh. Badly wounded, then?",
        "Q: Mm-hm. Well, when did you meet up with this group here [inaudible]",
        "Q: In --",
        "Q: In England?",
        "Q: Oh, you came back after Africa?",
        "Q: Uh-huh, uh-huh. And then you went over with them to England?",
        "Q: Well tell me about the experience at -- at Mauthausen. What do you remember when\nyou arrived?",
        "Q: Really?",
        "Q: Hm. Were you able to talk with those people who had been --",
        "Q: Mm-hm. How did you know what had happened to them?",
        "Q: What was a typical day like for you there? That was in June of ‘45? Or May of ‘45?",
        "Q: You arrived shortly -- in early May, am -- am I right about that?",
        "Q: Was it much of a choice for you? Did you have any --",
        "Q: And what would a typical day like be for you? Do you remember?",
        "Q: Every day?",
        "Q: Mm-hm. Long days, were they long days?",
        "Q: Mm-hm. And then you would go back?",
        "Q: What was it like for you women in the evenings? What would you talk about, what\nwould you -- you’d already been to Africa, but a lot of the women had never --",
        "Q: Yeah. What kinds of things did you talk about in the evenings?",
        "Q: When -- when were you discharged?",
        "Q: Uh-huh.",
        "Q: Did you spend the whole summer in Europe?",
        "Q: Were you at Mauthausen the whole time?",
        "Q: Uh-huh.",
        "Q: Uh-huh. Yo -- Mauthausen, you mean by the camp.",
        "Q: Oh, Gusen.",
        "Q: Mm-hm.",
        "Q: Mm-hm. And you worked at both?",
        "Q: Oh, only Gusen? Oh, I’m confused then, I thought you were at Mauthausen.",
        "Q: And were they bringing then the survivors, the patients who’d been in Mauthausen,\nwere they bringing them down to where you were in Gusen?",
        "Q: Mm-hm. So the people that you were caring for had all been at Gusen?",
        "Q: And what -- what became of those people over time?",
        "Q: Di -- Were you ever able to have conversations with those people at all?",
        "Q: Hm. And y -- and there were only men there? You didn’t see women and children?",
        "Q: Because you what?",
        "Q: Oh, you did?",
        "Q: Uh-huh. And they were in -- they had suffered the same kinds of things?",
        "Q: Hm.",
        "Q: Want to take a break?",
        "Q: -- the layout.",
        "Q: Did you see it happen?",
        "Q: And they were doing that the whole time you were there?",
        "Q: Every day?",
        "Q: Before you went in there, did -- had you heard about that at all, did you --",
        "Q: Did he tell you what it was going to be like?",
        "Q: What was -- were you shocked when you got there?",
        "Q: When you got out of the service, what -- and in your later life, what -- what do you\nthink has been the impact of that experience on your life or --",
        "Q: An American guy?",
        "Q: Do you have family members [indecipherable]",
        "Q: Do they ask --",
        "Q: Did they ask you about your experience a lot?",
        "Q: You took a lot of pictures while you were there?",
        "Q: Before you got back?",
        "Q: When you look back on that experience, was it a good experience or a hard\nexperience, or how do you characterize it?",
        "Q: What was good about it?",
        "Q: You’ve kept in touch with a lot of the women that you served with?",
        "Q: Yeah. When you say the -- the things you saw, s -- one of the good things about your\nexperience was the things you saw. What do you mean by that?",
        "Q: Did they hold services every week?",
        "Q: No.",
        "Q: Yeah, yeah. Patients I would --",
        "Q: Survivors, [indecipherable] yeah. Is there anything you want to say? Is there any --",
        "Q: What do your kids ask you about, from that period, and has --",
        "Q: Time does strange things.",
        "Q: Yeah. Good.",
        "Q: Great.",
        "Q: This is the end of tape one, side B, this has been Mary M. Wood.",
        "Q: Sure.",
        "Q: You remember that one.",
        "Q: This is July 14th, 1995, West Park, New York.\nEnd of Tape One, Side A\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Oh, [indecipherable] Webster, New York, six miles east of Rochester.",
        "A: I left there at quarter after seven.",
        "A: Got here -- yeah.",
        "A: Got here about 2:30 I think. If I hadn’t gone and turned the wrong way when I got off\nthe thruway, I’d have been here earlier.",
        "A: September fifth, 1917, Alexandria Bay, New York. I grew up in Alexandria Bay til\nI went away to nurse’s training.",
        "A: Syracuse, New York. Krause Irvy.",
        "A: Mm-hm, Krause Irvy Memorial Hospital.",
        "A: I really don’t know. Just how it was. My sister was one, so that -- I sort of followed in\nher footsteps.",
        "A: Well, when the war star-started, I thought that’s where I should be.",
        "A: Oh, my father had been in the service. His brother had been in the service, but that’s\nall.",
        "A: Thing I thought should be done.",
        "A: July eighth, 1942.",
        "A: I was going to NYU, so I waited til the semester was over, before I went in.",
        "A: Mm-hm. And then I was -- I did post-graduate work and then I was working and going\nto NYU at night.",
        "A: Mm-hm.",
        "A: In Queens, out in Jamaica.\nhttps://collections.ushmm.org",
        "A: I didn’t.",
        "A: I got away with it.",
        "A: I don’t know.",
        "A: Usually they do. But they just sent me down to Fort Dupont in Delaware and that\nwas it.",
        "A: Let me see, I went there in July, was there til November.",
        "A: Two.",
        "A: Uh-huh.",
        "A: In ‘42 we went to Dix and Kilmer and then I went to Africa, and I was in Africa\nfrom January til November in ‘43. In November I came home and where’d I go next?\nKing -- Dix I think it was.",
        "A: Mm-hm.",
        "A: 32nd station hospital.",
        "A: In Tlemcen, about 100 miles outside of Oran.",
        "A: Oran.",
        "A: Uh-huh.",
        "A: Mm-hm, mm-hm.",
        "A: We had a station hospital, so we got the boys directly back from the -- from the aid\nstations and what have you. So that’s what we took care of, that.",
        "A: Mm-hm, most of them went home.",
        "A: Mm-hm. Some were flown back. Some went by ship, in the hospital ships.",
        "A: That was in -- what month was that? Must have been November of ‘44. November of\n‘44.",
        "A: In --",
        "A: No, no. Met them in Charleston -- I think it was Charleston, North Carolina, if I\nremember right, I --",
        "A: Yeah.",
        "A: Yeah, England, France, Austria, Germany, what have you.",
        "A: Well, well, the smell. The bodies, the smell. And I was in the operating room and we\nhad to repair the damage that they had done experimenting on different people.",
        "A: Mm. They used to -- well, [indecipherable] they delivered babies and held them up\nand killed them in front of the mothers. They would maybe cut off a leg for practice and\nwe got some of those to take care of. But mostly they were nothing but skin and bones.\nThere wasn’t too much to do, surgically for them. We didn’t have too much to do there.",
        "A: No. See, the girls were out in the wards, I wasn’t on the wards, I was in the operating\nroom, so I really didn’t get to talk to the people.",
        "A: Well, from things we heard. Mostly from the men that worked in the offices and some\nthat worked up at Mauthausen where the POW’s were -- our -- not our POW’s, the\nGermans, the SS troopers and that type of thing, from them -- the stories we got from.",
        "A: May of “45, yeah, May and June.",
        "A: You know, I can’t remember the dates. We went to Germany first. Then the men --\nafter the war ended, the men -- the officers and enlisted personnel went over to Camp\nGusen and liberated it and we were a couple of weeks later before that -- we went over.\nThey didn’t want us at first. So it was a voluntary thing whether you wanted to go or\ndidn’t want to go.",
        "A: No, we all said yes, we’d go. There wasn’t any -- I don’t think -- nobody backed out,\neverybody went.",
        "A: Getting on the trucks. Going to we work. Being sprayed with DDT for bugs and --",
        "A: Yeah, every day when you got there you’d get sprayed. Down your pants, up your\nshirts, down your shirts, every place they sprayed you so you wouldn’t get any fleas or\nbugs or what have you. In the operating room, repairing things that they had done to the\npeople. That type of thing.",
        "A: I don’t think so. 12 hour day.\nhttps://collections.ushmm.org",
        "A: Oh, we had a house, we lived in a house. Was three or four houses, everybody was\nsplit -- split up into a different house. And we lived there. We ate in the mess hall. And\nwe met a lot of nice people, made a lot of nice friends.",
        "A: No, they hadn’t -- that was their first trip, yeah.",
        "A: Gee, I don’t remember. I really don't remember.",
        "A: Oh, December 12th, ‘45.",
        "A: That was the official date, but we left in September, because we were in Camp Polk,\nLouisiana and we were discharged there.",
        "A: Yeah, we got back in August.",
        "A: No, when we first went in, we went over to England. We went to France. We went to\nGermany. And we went to Austria. Then we went to the camp.",
        "A: We had a -- a tent hospital in Austria before we moved to the camp.",
        "A: Mm-hm, mm-hm. No, Gusen.\nhttps://collections.ushmm.org",
        "A: There’s two, Gusen and Mauthausen.",
        "A: They were very close together.",
        "A: No, Gusen.",
        "A: No, maut -- well, as I remember Mauthausen was only where the -- there was an inf-\ninfantry group that was in there, men, and they had the prisoners there. I don’t think there\nwas a hospital up there. I don’t remember it if there was.",
        "A: No. I don’t remember a camp -- as -- the DP’s, what have you? No, that’s displaced\nperson. But I don’t remember them bringing anybody down. If they did, I don’t\nremember tt.",
        "A: Mm-hm, mm-hm.",
        "A: I don’t know, cause they were still there when we left. Cause when we went in --\nwhen the men went in, the Germans had released them and they were out in the fields and\nthey had to go get them and bring them back. Because I remember they were digging in\nthe fields and ate raw potatoes and it made them deathly ill, because they weren’t used to\nhttps://collections.ushmm.org\neating. And when they did feed them, they’d always save part of it under their pillow, for\nfear they wouldn’t get anything any more. And there was some musicians there and they\nused to play at mealtime, up on the stage, the ones that were able to play while we ate.\nBut I don’t remember eating in that dining room. We were talking about a lot of things. I\nremember that I -- remember --",
        "A: No. I never did, no. Cause see, the operating room was here and we looked out the\nwindow and was -- the mess hall was there. I did go around in some of the wards to see\nthe people, and never talked with any of them.",
        "A: Yeah, there was women there. I didn’t see any children, yeah. Cause we -- I operated\non women.",
        "A: We operated on some of the women.",
        "A: Yeah.",
        "A: Mm-hm, mm-hm. They tell you there was a -- nearby there was a munitions factory,\nin the mountain, inside the mountain.",
        "A: Where the -- the people used to go in there to work. As long as they were able to walk,\nthey had to go there to work. They went there from the camp to work. Then there was\nalso places where they actually made lampshades there out of s -- human skin. And the --\nthe big furnaces were there where they’d -- whew it’s hot there.",
        "A: Where they burned the bodies.",
        "A: Oh, I can’t remember. All I can remember seeing that big oven with the doors open.\nThere was -- if I remember rightly, there was three of them. Did they tell you about the\nSS trooper that they killed? The -- we had natives, or whatever you want to call them --\nnatives -- people that lived in the town came in to work afterwards. They worked in the\nkitchens and in the dining room and what have you. And there was one German SS man\nand those prisoners, who were nothing but skin and bone, killed him and hung him up on\na fence. I have a picture of that at home.",
        "A: No. And there was -- the chaplain and his assistant doing all the burials you know, and\nthey had big, long trenches with bodies in long, long lines.",
        "A: Mm-hm.",
        "A: See, a lot of them died at first. As a matter of fact, you couldn’t tell the live ones from\nthe dead ones, they looked -- that’s how bad they looked.\nhttps://collections.ushmm.org",
        "A: No. I hadn’t. They just said we were going to a concentration camp. The colonel said,\n“You can go or you don’t have to go. It’s up to you, whatever you want to do.”",
        "A: If he did I don’t remember.",
        "A: Oh, sure. When you don’t know the difference between a live person and a dead one,\nit’s pretty awful. Grisly.",
        "A: I can remember I was in Atlanta, going down to see a friend. And we went to the\nmovies and there happened to be -- remember -- oh, you don’t remember. There was\nnewsreels then. And one of the newsreels showed the -- a concentration camp and a guy\nbehind us said, “That’s all propaganda, that never happened at all.”",
        "A: And that, you know, that disturbed me a little. They had to hold me in my seat,\nbecause I was ready to get up and punch the person, but -- and then even now, you hear\npeople say it didn’t happen, but it did. Very much so.",
        "A: Mm-hm.",
        "A: Ihave one son in the Air Force and one son in the Army. And one son is in -- working\nfor Uncle Sam as a park ranger. He was in the Air Force in Vietnam.\nhttps://collections.ushmm.org",
        "A: Well, they’ve seen my pictures and what have you.",
        "A: Thad a lot, real lot and somebody said, “Well Pll print them for you, Ill have them\ncop -- printed for you.” I never saw them. I lost about six rolls of 36 -- 35 millimeter film.",
        "A: Mm-hm. When we -- I had to go on an inspection trip in -- in France while they were\nsetting up the hospital, getting things going, I went on an inspection trip with two or three\nother officers. And I took a lot of pictures then, all through Germany, all the devastation\nthat was on. That was before the war was over. As a matter of fact, I was in the hospital\nin -- in Brussels, what was the name of the place? Can’t remember now, but I’m sitting\ndown to eat in this dining room. Woman next to me said, “Aren’t you Margaret Wood?”\n“Yes.” She was one of my teachers in school. She was a Red Cross worker. Another time\nin France, walking down the street, a boy I went to school with was there. Twice I ran\ninto people in -- three times, once in England.",
        "A: It was good and it was hard.",
        "A: The things you saw, the people you met, the things you did, your experiences, your\nfriends. We’ve all been back and forth for years, so --\nhttps://collections.ushmm.org",
        "A: Mm-hm. Mm-hm.",
        "A: Maybe other cultures and the way other people live and the things that we have that\nthey don’t have. That type of thing. The beautiful buildings that were left, the beautiful\ncathedrals that you saw. I remember going to mass and -- this was back in Africa. We\nwent in to mass and we sat down, but you don’t do that, because everybody has their own\npew, their own chair. They bring their own chair and their own kn-kneeling benches, so\nwere sitting in somebody else’s seat [indecipherable] sort of. It wasn’t the same in\nEngland. I don’t remember going to church in any place else except for -- we went in\nchurches and saw the cathedrals -- some of the cathedrals and things. Those were\nbeautiful things.",
        "A: No.",
        "A: We didn’t have a chaplain for -- not a Catholic chaplain, we had the Protestant\nminister. And if I remember rightly, they had a mass or -- in Gusen that they never --\nthey hadn’t had one in years and everybody went, you know, that could. All the inmates\nwent. I never can think of what to call them.",
        "A: Yeah.",
        "A: I can’t think of any.",
        "A: They -- they look back at the -- my scrapbook and the pictures I have in the scrapbook\nand things like that, and -- “Ma, did you look like this 50 years ago?” Hard to think you\nchanged that much. Think the only person hasn’t changed 1s Sherry. I’d had know her\nany place, but the rest -- oh maybe Dotty too. And Feldhusen, the three of them. The rest\nyou don’t recognize.",
        "A: Doesn’t it?",
        "A: Okay?",
        "A: Good.",
        "A: Do you want the serial number there? Do you take the serial numbers or not?",
        "A: N723463. Don’t ask me my social security number, but that I know.",
        "A: Well, you had to write it every time you wrote a letter or anything.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact reference@ushmm.org for further information about tis collectionJuly 14, 1995\nBeginning Tape One, Side A"
    ]
}