{
    "rg": "RG-50.030.0506_trs_en",
    "sequence": [
        "Question: Good morning.",
        "Answer: Good morning.",
        "Q: It’s very nice to see you, Mr. Belfer, after all these months of talking on the phone.",
        "A: And very good to be with you.",
        "Q: Tell me, what was your name when you were born?",
        "A: My Polish name was Roman, and my Hebrew name was Avraham Yashuah.",
        "Q: And your last name?",
        "A: Belfer.",
        "Q: Belfer. And you’re now known as?",
        "A: As Robert Alexander Belfer.",
        "Q: And where’d the Alexander come from?",
        "A: My cousin, one of my mother’s sister’s children, married a fellow by the name of Shie Faigel,\nand he also was a Yashuah and he changed the name to Alexander. So I felt that it was\nappropriate as an American to have a middle name, so I followed his example.",
        "Q: I see. And when were you born?",
        "A: In March 27\" of 1935.",
        "Q: And where?",
        "A: I was born in the town of Hajow in Silesia where -- near the German border, where my\nparents happened to be living briefly.",
        "Q: But you weren't raised there?",
        "A: I was re -- raised in Krakow.",
        "Q: In Krakow. And what did your father do?",
        "A: My father was a processor of feathers and down. He would buy the raw feathers from Polish\nfarmers, separate the feathers from the down and then market them separately. He had a factory\nin Krakow that did the separation.",
        "Q: Huh. And did your mother work as well?",
        "A: Bef -- my mother worked in her family’s travel office, and my father, as a result of his\nbusiness, marketing the feathers and downs, did a lot of traveling. So he happened to visit travel\noffice, and he found what he thought was an attractive young gal, he courted her and married her.",
        "Q: So she lived in Krakow?",
        "A: Krakow.",
        "Q: Krakow.",
        "A: Yes, yes.",
        "Q: And do you remember the house where you were living?",
        "A: It was --",
        "Q: Or the apartment?",
        "A: It was an apartment.",
        "Q: Uh-huh.",
        "A: It was, I believe, on the second floor. And from what I remember it was quite a -- a nice\napartment from the perspective of a very young child.",
        "Q: Now I know that your -- your dad left Poland when? Was it after the war started, do you\nremember? Or do you know?",
        "A: Yes, I do know. Okay, on August 23\", 1939, when the Soviets and Nazis signed a non-\naggression pact, there was the fear of war in the air in Poland. This was particularly true with\nrespect to my father. When the Nazis got into power, they established all kinds of trade\nrestrictions. My father was exporting feathers to Germany. While he was visiting Germany, he\nwas arrested, allegedly for breaking their trade ru-rules. He was able to post bail, and he actually\njumped bail. So he knew that if Nazis ever got into Poland, that he would be picked up. With the\nencouragement of my mother who said to him that if you are in Poland you will be arrested, if\nyou’re out of Poland, you may be he -- able to help us, she encouraged him to promptly leave the\ncountry. It being late August, my father’s parents, being religious, said, the high holidays are\ncoming, you should wait and leave until after the holidays. Well, my father left Poland from the\nport of Gdynia, or Gdansk in late August, with the last ship to leave a Polish port before the war\nstarted.",
        "Q: Wow.",
        "A: While he was in the middle of the Atlantic, September first came along, with the outbreak of\nthe war, and clearly, if he had listened to his parents rather than his wife, I wouldn’t be here.",
        "Q: Right. Now, you s -- you were very young, so do you have any recollections from your own\nmemory of your father leaving? Do you remember that day, or --",
        "A: I remember that my father would take a number of trips, but I can’t tell you at this point that I\nremember this departure. He had previously gone to the United States, where s -- the ship was\ngoing, on -- on a -- business trips. So I think to my young mind, the difference between this\nbusiness trip and other business trips, was not apparent.",
        "Q: Right. Do you remember feeling any anxiety in the house because of a possible war and then\nthe war coming? Do you -- do you have a recollection of that?",
        "A: Well, my recollection is that when the war came, we fled to my father’s village, ni -- which\nwas relatively close to Krakow, called Werdiswow. In my own mind, and perhaps this 1s\nfantasizing, I think of Werdiswow as being the Anna Tefka. And as -- so we felt it being a small\nvillage, it was a quote, safer place to be with the Nazis swarming all over Poland.",
        "Q: So it was you and your mother, your two sisters, and anyone else?",
        "A: Well, when we were in Werdiswow, we were with my father’s extended family, his parents.\nHe was one of seven children, there were three boys and four girls, and my father was the oldest,\nand so there were a lot of Belfers around in Werdiswow.",
        "Q: Right.",
        "A: And you know, some of them had children, and I suspect that there were, you know, close\nfamily friends. So I do remember that one night when the Nazis were first invading, we spent the\nnight on the floor of a barn, lying on the floor, somehow feeling that that was safer than staying\nin our homes. That there was the noise of artillery in the background. And I am told a story about\nmyself which perhaps is -- should embarrass me, but it doesn’t, that apparently in the middle of\nthe night, I got up, I felt the full bladder, and just relieved myself to the expense of a sleeping\nneighbor.",
        "Q: And who told you this story?",
        "A: My parents, and my sisters would tease me about it.",
        "Q: I see. Now, you had two older sisters.",
        "A: Yes.",
        "Q: Can you give us their names, please?",
        "A: Yes, there was my sister Selma who was three years older, and my sister Anita who was just\none year older than I.",
        "Q: Do you remember them in Poland? Do you remember being with them?",
        "A: Well, I remember that my sister Anita, who was then called Hanka by her Polish name, had a\nnanny maid by the name of Topja. And apparently Topja wa -- who was su -- probably supposed\nto be looking after all three of us, seemed to favor Hanka, or Anita. Also remember being told\nthat when she was two and I was one, that I was as big as she was. And, by the way, I was told\nthat I was a 10 pound baby. Obviously I can’t prove it.",
        "Q: Right. That’s pretty big.",
        "A: And that I was a much better eater, you know, and that I would eat the food off Hanka’s plate.",
        "Q: With her permission, or you simply went there?",
        "A: Well, she would, I think ha -- was happily acquiescing at being relieved of the burden of\neating. Having grandchildren of various temperaments --",
        "Q: Yes.",
        "A: -- I know some of them are more like I-I am, and some are more like my sister.",
        "Q: I see. Let me go back for a second. You -- because not everybody who watches this will know\nwhat you meant when you said -- when you went to this little town it was like Anna Tefka to\nyou. What does that mean?",
        "A: That it would be a small east European village with largely unpaved streets, and probably\nchickens running around the place, and most of the men being bearded, and Yiddish being\nspoken --",
        "Q: Mm-hm.",
        "A: -- much more so than Polish.",
        "Q: And Anna Tefka actually refers to a town 1n a musical, yes?",
        "A: Yes, that’s -- it is the name of the -- a fictional town in “Fiddler on the Roof.”",
        "Q: Right.",
        "A: Which of course has now become an American icon.",
        "Q: Right. Your -- where did your father go when he left? He didn’t get to the United States?",
        "A: Wa -- he did.",
        "Q: He did?",
        "A: Yes. By that -- the boat on which he was on sailed to New York. He was permitted entry to\nthe United States as a business person on a business visa. While he was in the middle of the\nAtlantic, the zlotys, the Polish currency that he had with him became worthless overnight.",
        "Q: Yeah.",
        "A: When he got to Ellis Island, he was given five dollars by HIAS, the Hebrew Immigrant Aid\nSociety, and -- in order to have the wherewithal to get off. And he made contact, reme -- as I said\nbefore, he had been to the U.S. previously.",
        "Q: Right.",
        "A: He had business contacts, and they initially helped him out and he went to work for them,\ninitially as an employee, and he shou -- he shortly became their partner. Because he was aware\nthat the war had actually broken out, and because wars create scarcity, when he used his business\ncontacts to send cables to -- which was the pre-internet way of communicating --",
        "Q: Right.",
        "A: -- to Europe, asking for quotations on feathers and down. And whatever quote he got, which\nwas then above the market, he responded yes. When the merchandise arrived, and the fact of the\nwar had been more widely recognized, the feathers and downs had appreciated in value, he was\nable to then sell them at a profit and get started.",
        "Q: Huh. Now, was he able to communicate with your -- with your mother and the family at all,\ndo you remember’?",
        "A: There -- the mail service was working. I think that there was an exchange of letters. I don’t --\ndon’t believe there was any telephones --",
        "Q: Right, right.",
        "A: -- that time that were functioning on a U.S. to Poland -- to occupied Poland --",
        "Q: Right.",
        "A: -- relationship.",
        "Q: You don’t have those letters?",
        "A: No, I do not.",
        "Q: No. So how long was you father in the United States then?",
        "A: Well, the -- my -- because he had a business visa, rather than an immigration visa, he had --\nhe applied as a hardship case as a refugee from a occupied country. But he had to leave the U.S.\nand go to Canada and -- to be permitted to re-enter the United States on an immigrant status.\nObviously with the war raging in Europe, he was happy to be able to stay in the U.S.",
        "Q: Right. Now, in the meantime, your mother is trying to get out of Poland, is that correct?",
        "A: Now, in the meantime my father was preoccupied not only with trying to make a buck, but\ngetting his family out of Poland. And he had with him -- and I’m hoping I can actually get you a\ncopy of what I would call a life-saving photograph. It was a picture of his wife and three children\nthat he had with him, and utilizing that picture, and -- let’s just say the cooperation of the\nconsulate of the Republic of Nicaragua, he was able to obtain for his family, citizenship papers\nof Nicaragua, then a neutral country. My mother won -- who was a little bit older than my father,\ngrew up when there was no Poland. It was part of the Austro-Hungarian empire, and so she\nspoke a perfect Hoke Deutsch. And the Germans -- I mean, I can go into some detail about her\ncontacts with them, did not speak Spanish, and so she conversed with them as a citizen of a\nneutral country, not as a Jew, not as a Pole. To the best of my knowledge, she ne -- we never had\nto wear yellow stars.",
        "Q: Hm. So she’s communicating in Poland, to get out of Poland, yes?",
        "A: So as -- as the holder of a citizenship papers of Nicaragua, she applied to leave the Third\nReich. She was told that in order to leave the Third Reich, that she had to go to Berlin. But if I\nmay, there are a couple of things that I do remember before our departure for Berlin.",
        "Q: Absolutely, tell me.",
        "A: Well, I remember that it snowed a lot, and that I remember holding my mother’s hand as we\nwalked the streets in Krakow, and the way that snow gets shoveled into piles on the edge of the\nsidewalk, it seemed to me as a little kid that the piles of snow were as tall as I was. I remember\nthat if we would walk in the streets and we’d come across Nazi s-soldiers, that well, you could --\nmy -- my mother would definitely show fear which I could feel.",
        "Q: Cause you were holding her hand.",
        "A: Yeah, mm-hm.",
        "Q: So did she grab you tightly?",
        "A: I think she -- I think that she would hold onto me a little tighter. Now, I have shown you some\npictures of myself, probably taken in the summer of ’39. And modesty aside, I had blue eyes, and\nblonde golden curls. And there was a fear that the Germans would take some eastern European\nchildren who looked like Aryans, take them away from their family and raise them as Germans.\nSo my mother cut ou -- had all my hair cut off to make me look less enticing to the Germans. My\nhair never grew back blonde. I’m sure it wouldn’t have -- it would have turned color anyway, but\nit’s a story that I mi -- that I kind of enjoy telling.",
        "Q: Did she actually cut off all your hair?",
        "A: I can’t say that I have any pictures of myself post haircut, so I can’t give you a precise\nanswer, but certainly you can see from the photos I have, that I had an abundance of golden\ncurls.",
        "Q: Right. Which were cut off.",
        "A: Yes.",
        "Q: Right. Do you remember seeing these Nazi soldiers when you were walking? Or do you only\nremember your mother’s response, do you think?",
        "A: So -- I know I remember seeing Nazi soldiers in Berlin, and subsequently when we ended up\nin Madrid.",
        "Q: Right.",
        "A: So I can’t be sure --",
        "Q: Where, yeah, right.",
        "A: -- just where I saw them --",
        "Q: Right.",
        "A: -- but I certainly do remember. Also, I miss -- I -- I also remember very clearly my -- a\nGerman officer would knock on the door of our apartment in Krakow, accompanied by one or\ntwo soldiers. And they would refer to my mother, who spoke perfect German, as\n[indecipherable] frau, gracious lady, which was the appropriate way to greet a respected stranger.\nAnd they would come and borrow a furniture for the duration of the war. In short, they stole it.\nAnd because there was this polite officer, you know, who request -- or looked very tall to me, as\ndid most adults.",
        "Q: Right.",
        "A: I -- you know, didn’t get any sense of fear out of it, but I do remember, you know, these visits\nwhere, you know, there was no sense of compensation or anything like that. The Germans took\nwhatever they wanted to take.",
        "Q: Right.",
        "A: I also remember two other things from pre-war Poland, and that is that we used to visit my\nfather’s parents in Werdiswow, and I remember his brothers, including one of them, Norman,\nwho is still alive and in the U.S., playing with me and picking me up and standing me on top of a\nvery tall dresser and I just thought this was, you know, very exciting.",
        "Q: Right, right.",
        "A: And you know, so a family was a very big part of -- of our lives.",
        "Q: Right.",
        "A: I also remember that in summers we would go to Wroclaw in [indecipherable] southern\nPoland, as a family and while I don’t have specific recollections, it kind of rings of a pleasant\nmemory.",
        "Q: Mm-hm. So it’s understandable as a young kid, you have these vague -- certain very specific\nmemories, but th-the history is much vaguer for you.",
        "A: I-It is. I can’t really be much more specific than --",
        "Q: Right, right.",
        "A: -- what I’ve said here. Now, after the war started, I do remember that my sister S-Selma, who\nused to go and play in the streets with her cousin, who also was Hanka, and was the daughter of\nmy mother’s brother, so her name was Hanka Annisfeld, and she was no longer allowed to go to\nplay in the street, and I suspect I wasn’t either. And normally I would have been starting school,\nprobably that September, but with the outbreak of the war, whatever formal schooling I might\nhave had was deferred.",
        "Q: Right. Were you -- did your two sisters go with you and your mother when she was going to\nthe German embassy to try to get out of Poland? Did you know --",
        "A: I -- I think that you -- see, to try and -- and clarify, we -- we were able to go by train from\nKrakow to Berlin.",
        "Q: Right.",
        "A: We were put up at a mother -- at a mother and children’s home [indecipherable] kinderheim,\nand while we were there, my -- my mother would take me to visit one consulate after another to\ntry and get visas so that we could leave the Third Reich. I suspect I was not as well behaved as I\nshould have been, so rather than leaving me at home where I could be annoying our neighbors,\nand just sort of realize that here I was speaking Polish, and all our neighbors were German and\nthey obviously weren’t too crazy about us. And so it would have been rather risky to antagonize\nthem. So I went with her, generally by subway, and I remember being on the [indecipherable]\nand my two sisters, who are only slightly older than I was, were left to stay at home.",
        "Q: Cause they were quieter than you were?",
        "A: Yeah, they were better behaved than I was, and I’m not quite sure how they occupied their\ntime. But in any case, they -- they stayed home while I went with my mother. And I might add\nthat while we were -- the first visas that we were able to obtain was to go from Berlin to Moscow\nto Shanghai and then hopefully the United States. To put this in a chronological time frame, we\nleft Krakow in March of 1941. When I saw the movie, “Schindler’s List,” I realized that we left\nKrakow a week or two before all the Jews were rounded up in the ghetto. ve always wondered\nwhether we weren't very lucky in getting out just in the nick of time. And I mention the\nchronology because we were in Berlin for a total of four months. Was not a -- a quick or easy st -\n- stay from March through July of ’41, and as -- as -- on June 22™ of ’41, we were getting ready\nto leave for Moscow, the Nazis invaded the Soviet Union, Operation Barbarosa, and that avenue\nof exit was closed to us. We subsequently were able to get permission to go through Vichy,\nFrance to Spain, and that’s -- that’s a-another chapter. But before I leave this, and the RAF\nwould come over most every night and drop bombs on Berlin. They had no idea where the\nbombs were dropping. It was more like a -- an annoyance, but it meant that just about every\nnight, we would have to go down to air raid shelters. And I remember there was at least one time\nwhen a bomb fell pretty close to the building where we were and that needless to say, shook up\npe -- shook up the people mo -- in more than one way. Getting up in the middle of the night and\ngoing to the basement seemed more like adventure to me --",
        "Q: Mm-hm.",
        "A: -- you know, and I -- now that I think back, I wonder how the Germans who were in the air\nraid shelter with us, felt about this foreign family who was in their midst. The only thing I can\nsay is that I don’t recall any act of verbal or physical harassment. To that extent I will say that I\nappreciated the, shall we say, self discipline.",
        "Q: Right.",
        "A: But it is, you know, something that I quite clearly remember.",
        "Q: Did they know that you were Jewish, or do you think they thought that you were Polish?",
        "A: [had -- I regret that I didn’t ask that very question to my mother, because only my mother\ncould give a definitive answer. I will say this, we did not have to have any 1 -- wear yellow stars\nor anything else that identified us as -- you know, physically as being Jewish, and that my\nmother did speak this perfect German.",
        "Q: Right.",
        "A: So -- and realize that there were German immigrants who had moved to Central and South\nAmerica, I mean particularly countries like Argentina. And so we could have been -- possibly\nbeen viewed as Germans who moved to Nicaragua, temporarily ended up in Poland, and were\ngoing back. Again --",
        "Q: [indecipherable] right.",
        "A: -- I-I just -- I wish I had asked, I wish I could give you a -- a precise answer.",
        "Q: Do you remember later on seeing your passport, did it have a J in it?",
        "A: Oh, our -- we had a Nicaraguan paper --",
        "Q: Oh yeah, right, so it would have an [indecipherable]",
        "A: -- and so it wouldn’t have --",
        "Q: Right. So you left Poland with Nicaraguan papers?",
        "A: That’s right.",
        "Q: Cause you were then Nicaraguan citizens according to that?",
        "A: That’s right, that’s right.",
        "Q: Now, what happened to your grandparents, did they stay in Poland?",
        "A: Okay, my grandparents ended up in Auschwitz.",
        "Q: Uh-huh.",
        "A: And they were both killed.",
        "Q: Right. And this was your father’s parents?",
        "A: My -- I’m sorry, we’re talking about my father’s parents.",
        "Q: Yes.",
        "A: My father had four sisters, they all ended up on a boat, a ship, and it was put out to sea, and\nsunk by the Nazis and they all perished. My father’s two younger brothers ended up in\nconcentration camps. They went through a series of harrowing experiences, being moved from\none camp to another, especially as the Russians were advancing, but they managed to survive,\nended up in Italy at the end of the war, and with my father’s help, started up a feather and down\nbusiness and subsequently emigrated to the United States, and of the two brothers, one passed\naway a long time ago from cancer, and the other one, the youngest, Norman, is about 83 years\nold, still alive, and except for hard of hearing, is in good health.",
        "Q: Right. We have to change the tape.\nEnd of Tape One\nBeginning Tape Two",
        "Q: Did you ask your mother when you were -- as you were traveling, what’s happening to\nGrandma and Grandpa, or did you just think -- were you conscious that there was a war going\non? Did you realize something funny was happening?",
        "A: Having -- going to air raid shelters almost every night, it was impossible not to --",
        "Q: Not to.",
        "A: -- realize that there’s a war going on, and yes there was a general anxiety, but again, I don’t\nthink I really felt it. I don’t have the sense of a fearful childhood. It was in -- in some ways from\nmy young perspective, an adventure as much as anything else.",
        "Q: It’s interesting, isn’t it, that at such a young age, with bombs falling, that you don’t recall a\nfearsome childhood. It’s interesting.",
        "A: Mm-hm.",
        "Q: So your mother must have been very -- you must have felt very close and safe with her.",
        "A: Yes.",
        "Q: Don’t you think? Is it --",
        "A: Yes, I-I do, and I mean, I -- when I think about the complaints that I hear from various family\nand friends living in this country, about what they think are harrowing problems, and I think\nabout what it was that my mother underwent, I mean, living in mortal fear of losing all three\nchildren.",
        "Q: Mm-hm.",
        "A: It does give you a surge of respect of --",
        "Q: And it hurts you.",
        "A: Ah, it -- yes, it gives me endless admiration for my -- for my mother.",
        "Q: Yeah. Okay. We’ll stop the tape. What happened to you just a few minutes ago? We just\nstopped the tape. What -- what was it that was going through your -- you -- your head about your\nmother, you think?",
        "A: I believe that my mother did some extraordinary things to bring her children out of a death\ntrap. But that wa -- it is hard for me to think about her and the fact that she passed away at a very\nearly age of 58, that -- that she was dealt an unfair h-hand in life. I’m sorry. It just upsets me\n[indecipherable]. I feel silly crying, but I -- I -- I loved her. I owe my life to her. Maybe I’m quite\na hardboiled business executive, and so this 1s quite an emotional outburst for me, and I st -- I -- I\nthink I have now gotten it quote, out of my system. But it is Just a fact of my view that this is a\nwonderful woman who I loved dearly and who was dealt an unfair hand by fate.",
        "Q: I’m assuming you told her what you felt.",
        "A: She knew it without being told.",
        "Q: Mm-hm. She must have been quite a special person. So, you want to get to Madrid now?",
        "A: Yes.",
        "Q: What -- what were you doing for four months though, in Berlin, tell me. You were just going\naround with your mother to the -- to get -- try to get out?",
        "A: Well, I know that we spent a lot of time going from one consulate to the next, and because\nmost children that age were going to school and I wasn’t, I have a bit of a hard time figuring out\nwhat it was that I was doing with my time. It may be that because my nights were interrupted by\ngoing down to the air raid shelter, that I may have slept more during the day, but otherwise I\nsuspect I quote, played with my sisters, and I know that since Polish was the only language I\ncould speak, I certainly wasn’t playing with the other kids who happened to have been around.",
        "Q: Di -- do you recall your mother saying, Robert, or r -- she probably called you Roman at that\ntime, yes, be careful, or don’t go outside?",
        "A: No, actually, they used the diminutive of Roman, which was Romek.",
        "Q: Romek.",
        "A: And Romek is what became Robert.",
        "Q: I see, so that’s -- makes more sense as to how it moved to Robert, right.",
        "A: Okay.",
        "Q: So did she warn you, don’t use Polish, keep quiet?",
        "A: I know we tried to keep a low profile, since as I alluded to, we -- we -- clearly we were\nforeigners in a country that was at war with all of the nationalist fervor that being a-at war\nimplies. And so keeping not only myself, but my two sisters, you know, in a low profile, must\nhave been quite a challenge and a burden to my mother.",
        "Q: Right. Did you have enough food, do you remember’?",
        "A: I believe that we were given ration cards, I’m not certain. And I do remember that while we\nwere in Poland, and we -- remember, we were there for a year and a half --",
        "Q: Mm.",
        "A: -- under Nazi occupation --",
        "Q: Right.",
        "A: -- from September 39, til March °41 that the variety of food seemed to have diminished. That\nyou couldn’t get the kinds of things that you could before the war. But I don’t recall every being\nhungry.",
        "Q: Right. Do you recall your parents being re-religious in Poland? Or se-semi-religious, how\nwould you describe it? If you know. I don’t know if you even know.",
        "A: I -- I know -- I mean that -- that we observed the Sabbath, and obviously the high holidays. I\ndon’t have any specific recollections of, you know, going to a synagogue or anything like that.",
        "Q: Right. And were you kosher at home?",
        "A: Yes.",
        "Q: You were.",
        "A: Oh yes. And we were kosher when we go to this country as well.",
        "Q: Uh-huh. So you maintained that throughout the tra -- even the travels, to -- to get here.",
        "A: I suspect that we -- when we were in countries like Berlin -- you know, in Germany and in\nSpain, that we weren’t perhaps as strictly kosher as we might have wanted.",
        "Q: Right, right.",
        "A: But we -- there wasn't a choice.",
        "Q: Right. Do you remember going to Spain?",
        "A: Yes.",
        "Q: You remember it? Yes?",
        "A: Yes.",
        "Q: What do you remember?",
        "A: Well, I remember that we stayed at a hotel in Madrid and in the hotel lobby was an over life\nsize portrait of Adolf Hitler. I remember clearly that there were Nazi soldiers on the streets of\nMadrid, and that Spain was -- under Franco was cla -- a Nazi ally, and while not a war\ncombatant, was certainly involved in helping the German war effort, and under German\nsubservience.",
        "Q: So that must have been really weird, to be in this hotel with this huge portrait of Hitler. Did\nyou know who this guy was? Did -- did anybody say?",
        "A: Yeah.",
        "Q: You did.",
        "A: Yeah, yes I did. You know, I -- sure.",
        "Q: So you’re about si --",
        "A: Six.",
        "Q: Six.",
        "A: Mm-hm.",
        "Q: Six to seven, because you’re there -- okay, right, you’re not quite seven yet.",
        "A: No. Six and a half.",
        "Q: So you knew who he was?",
        "A: Yeah.",
        "Q: So did it scare you?",
        "A: To a certain extent, I’ve retained a sense of adventure, and as I said, my recollection is not of\nbeing fearful, but rather of being curi -- sort of curious.",
        "Q: Right.",
        "A: And inquisitive. I was told that I asked more questions than I should have. On the other hand,\nI had the time, because I wasn’t going to school.",
        "Q: Right. And your sisters weren’t going to school.",
        "A: Correct. My sister Selma had gone to school --",
        "Q: In Poland.",
        "A: In Poland --",
        "Q: Yeah.",
        "A: -- before the war broke out, but her education also stopped.",
        "Q: Right. So you’re in Madrid again for what, three months -- July -- no, two months, couple\nmonths.",
        "A: Well, right, six weeks. We ended up -- and I -- frankly I only have a vague recollection as to\nwhy we moved to Saville for awhile. I think it may have been economics. But we ended up -- my\nmother was continually trying to get transit on a ship bound -- leaving Spain for the United\nStates. And we were finally able to get passage on a converted Spanish coal freighter, called the\nNavamar. The small ship contained -- carried 1500 refugees, probably all Jewish, in quadruple\ndecker bunks. There was an open hole in the sleeping quarters because it had been a coal\nfreighter and this hole was where they would dump the coal. And the ship left from what I\nbelieve was the port of San Sebastian, and set out for Havana and then New York. The -- because\nthere was a lot of illness about the ship -- in fact, I was told that about six people had died in\nvoyage, and that’s a voyage that took almost six weeks, that my mother was anxious to get us off\nthe ship as quickly as possible. I recall that there were live cattle aboard the ship, like four cows,\nbecause they didn’t have refrigeration, or adequate refrigeration, and so in order to have meat for\nthe passengers, you had the cows. My mother was very appropriately concerned about the health\nof the water, so here I was, a six and a half year old kid, drinking wine regularly, because it was\ndeemed safer than drinking the local water. Now --",
        "Q: Did you like it?",
        "A: I don’t recall not liking it.",
        "Q: I see, okay.",
        "A: Now, the Spanish flagships were being used to get around the British blockade, and the\nBritish were regularly sinking Spanish flagships. So there was a concern as to what -- as to this\npossible danger. I think by the time the ship got to Bermuda, or possibly closer, we were boarded\nby the British Navy. I remember these officers in white uniforms boarding the ship, and\nsatisfying themselves that this was a refugee ship, and you know, not a transport ship helping the\nGerman war effort. We disembarked in Havana, and in addition to the health concerns, we didn’t\nhave immigrant visas into the United States. When the Navamar returned back to Spain, it was\nconverted back to being a coal freighter, and was sunk by a British submarine on the next trip\nout. Yes, here we are in Cuba --",
        "Q: Let me -- let me ask you something.",
        "A: Yeah.",
        "Q: Since the Polish zloty is nothing any more, what is your mother using for money, do you\nknow?",
        "A: Okay, my father was a -- a -- was able to send funds to her through, I think was a Jewish\nnetwork to hel -- which enabled money --",
        "Q: I see.",
        "A: -- to be funneled, from the United States to, you know, Jews living --",
        "Q: Right.",
        "A: -- under Nazi control.",
        "Q: Right. So now you’re in Cuba with Nicaraguan citizenship.",
        "A: Correct.",
        "Q: Where do you go in Cuba? You can’t get into the United States right away, right?",
        "A: Correct, well, we -- my recollections of Cuba are not all that precise. I remember two things\nvery clearly, that there were a lot of mosquitoes, and I remember my -- I can still picture my\nmother putting Calamine lotion on me, and the other is that they had a lot of delicious ice cream.",
        "Q: Really?",
        "A: And it didn’t seem like an unpleasant, you know, existence. It was, of course, unusual to be in\na sort of tropical island after having spent my previous years and -- in Poland, and while we were\nthere, having arrived in September of ’41, my -- the Japanese attacked Pearl Harbor on\nDecember, and that changed everything. This point, it was much easier for my father to obtain\nimmigrant status or visas for his family to be reunited. And so in January, of ’42, we -- my\nfamily boarded a ship called the Monterey, which went from Cuba to Havana from -- to New\nYork. Because there was a threat of German submarines and we were now [indecipherable], I\nremember that there were like 13 passengers on the entire ship, and there were more crew than\npassengers. So that during the course of a meal, there’d be a waiter standing behind every chair.\nSo here we went from you know, a most -- you know, extreme harrowing experiences to what\nseemed like -- like the lap of luxury.",
        "Q: Right.",
        "A: And when we got to United States on January 23\", 1942, it was such an extraordinary event\nthat the New York World Telegram, then a prominent newspaper, featured a picture of my\nfamily, and that is of my w -- of my mother and my sisters and myself having arrived, escaped,\nyou know, Nazi tyranny. That was the first -- the last time for a long time that my -- before my\npicture appeared in the paper again.",
        "Q: Again. When you were in Cuba, do you remember where you were sta -- staying? Were you\nin a camp of some kind for refugees, or no?",
        "A: No, we were in an apartment.",
        "Q: Hm.",
        "A: It wasn’t a -- you know, lux-luxury apartment, but we weren’t, you know, living in\ndepravation. And I wish I could tell you how I spent my time. It certainly became a lot -- I have a\nlot clearer picture what I was doing when I got to the United States.",
        "Q: Right. Now is your -- when -- your father was able to send for you because he’s now under\nimmigrant status, or he’s already a citizen?",
        "A: No, no, he’s in immigrant status. He had applied for citizenship, but it requires five years of\nliving in the United States before --",
        "Q: Right.",
        "A: -- one can become a citizen.",
        "Q: Right. And so he was able to get immigrant status for you -- for you and your mother and two\nsisters.",
        "A: Ri-Ri-Right.",
        "Q: Right.",
        "A: A-As -- as immigrant -- you know, as permanent status rather than a temporary visa.",
        "Q: Right. And is he living in New York?",
        "A: Yes.",
        "Q: He 1s.",
        "A: Yes.",
        "Q: So when you see him, is he -- is he somebody you really remembered?",
        "A: Yea -- well, yes, and he had toys for us --",
        "Q: Uh-huh.",
        "A: -- and was a [indecipherable] it was about -- perhaps 10 inch long model car that was green,\nwas a police car and you could wind it up with a key and it would go and would make a -- a siren\nsound. And you know, I just remember being very excited.",
        "Q: Right.",
        "A: You know, I can feel the excitement of that January 23 day.",
        "Q: Right. And where does -- where is he living? In s -- is he living in Brooklyn?",
        "A: He had been living, I think, in lower Manhattan in a hotel, but when his family arrived, he had\nacquired an apartment at 1035 Washington Avenue in Brooklyn, into the Flatbush section of\nBrooklyn, across the street from the Brooklyn Botanic Garden. And that’s where he w -- he set\nup shop.",
        "Q: Right.",
        "A: And I think on his own, he bought furniture in a department store and had the place furnished\nand it was a four room apartment. I initially shared a bedroom with my two sisters, and I had a --\nlike a pull-out couch. A few years later we moved to a five room apartment in the same building,\nwhere I was able to get a -- my own bedroom and my two sisters shared a room.",
        "Q: Right. So is your dad still doing the feather business?",
        "A: Yes.",
        "Q: In New York?",
        "A: Yes.",
        "Q: When do you, as a young person, become conscious of what it was that you really went\nthrough in terms of the hist -- I mean, you -- you know what you went through, individual\nincidents or events, but you don’t necessarily know the history for a long time. So when does\nthat become really clear to you, that there was something called a Holocaust, and th-the Nazis\nwere exterminating people, killing people?",
        "A: Let me backtrack just a little bit.",
        "Q: Sure.",
        "A: We get to country in January of ’42. My -- I get s-sent to the local public school, P.S. 241,\nand of course, remember, I -- I-I -- I’m not speaking English.",
        "Q: Right.",
        "A: But I was desperate to become an American, and so I willed myself to forget Polish, if you\ncan [indecipherable] grasp that concept. And so that summer we were sent to a -- a sleep-away\ncamp called unserkamp inkindervelt. I would say that it was the extreme left wing of Jewish\nSocialism. I laugh when I think back on that. The following September, I was sent to the Crown\nHeights Yeshiva, and my two sisters stayed at P.S. 241, and were given piano lessons; it seemed\nappropriate for girls. They hated piano lessons, I hated the Yeshiva.",
        "Q: You couldn’t switch.",
        "A: No, I-I wasn’t given the choice, and so here I was taking three and a half hours of Hebrew in\nthe morning and four hours of English in the afternoon and somehow I was trying to learn\nEnglish the same time. I can’t tell you how it worked out, but it did.",
        "Q: Why did they send you to Yeshiva, do you think?",
        "A: Because that’s what boys did.",
        "Q: I see. Your father had gone to Yeshiva when he was a boy?",
        "A: He went to Johaida.",
        "Q: Uh-huh, right.",
        "A: You know, I -- more of a --",
        "Q: Right.",
        "A: -- religious school.",
        "Q: Right. Did you tell your parents you hated it?",
        "A: Yes.",
        "Q: And what’d they say, it’s too bad?",
        "A: Well, I had this checkered past where in the third grade I switched for one semester to P.S.\n241, and then I went back to the Yeshiva. And then I should -- remember you asked me about\nmy recognition of the war, and it has -- two things come to my mind. One 1s that we were big\nRoosevelt fans. Back -- I even remember in 1944 that when he ran for re-election, the Roosevelt\ncavalcade went right up Washington Avenue where we lived. But the Hebrew teachers thought\nthat Roosevelt was an anti-Semite because he didn’t allow more Jews into the United States. So\nwe had this feeling -- this sense, you know, that bad things were happening to Jews there. The\nother thing that you asked, when did I really get the recognition of this? I remember coming\nhome from camp in August of ’45, and my father was sitting on a camp trunk and crying because\nhe had just gotten a telegram that his parents had died during the war. Then in ’46, my Uncle\nNorman showed up, together with his brother Maurice, and while Maurice went back to Italy,\nNorman stayed in the United States, got himself a little tan Oldsmobile convertible wi-with red\nleather seats and I thought he was real cool. By that time he was speaking Italian and I think he\nkind of, you know, had the glow of It-Italian chic.",
        "Q: Right.",
        "A: But I was turning aware that most of my family had not survived the war.",
        "Q: Mm-hm. And wh-what did that do to you, do you think?",
        "A: I think it certainly gave me a -- a sense of identity, you know, of being -- of being Jewish, of\nbeing very supportive of Israel. And I remember, I guess, that November 47 vote in the U.N. on\n-- on partition of Palestine as th -- as something very specific. It was -- it was a historic event that\nI can say I have a contemporaneous recollection.",
        "Q: Right. And you were 12.",
        "A: Right.",
        "Q: Yes. We need to change the tape. Do you want to really get up now?\nEnd of Tape Two\nBeginning Tape Three",
        "Q: So you -- you were saying that you have a vivid recollection of the 1947 -- the vote to form a\nstate of Israel.",
        "A: Yes.",
        "Q: Do you then, as you get a bit older, you’re then 12, in your teenage years or in your early\n20’s, do you start reading about the Holocaust? Or is -- does that come later? Or do you not even\nfeel the need to because you went through it in some way?",
        "A: Because so many members of my family perished in the Holocaust, I’d have to read about it.",
        "Q: Mm-hm.",
        "A: I mean, I was on the periphery of it, and did sort of reinforce this. My mother had a sister\nDora, who married a Dutchman by the name of Joel Grajower, that’s G-r-a-j-o-w-e-r, and lived\nin The Hague. Dora did not survive the war, but Joel and their four children, who had been in\nwhat ha -- what -- I think been in the Caribbean during the war, came -- visited us in new -- 1-in\nBrooklyn in 1946, and lived with us actually, for a few months. And they made us very\nconscious of the fact that they were displaced persons, so to speak. And so we were -- we were\nliving that. We -- we were living the detrious of the Holocaust. We have to read about it.",
        "Q: And your Uncle Norman, did he talk about his experiences when he came?",
        "A: Y-Yes --",
        "Q: Yes.",
        "A: -- I mean, you know, that he -- I heard his experiences in detail, but it’s been over the years,\nso it’s hard for me to just say this.",
        "Q: Right, right.",
        "A: But certainly, I mean, I remember him telling me that at one point he and his older brother\nMaurice were on one of these death marches when they were moved from one concentration\ncamp to another. And that when somebody would drop from exhaustion, they were presumed\ndead, and their bodies would be thrown on the back of a truck and then buried, you know, in due\ncourse. And so my Uncle Maurice fell down, was thrown on the back of a truck and then his\nyounger, more rigorous brother Norman literally took him down from the death truck, you know,\nand revived him. And you know, that’s about as bad as it gets.",
        "Q: Right. Do you recall anti-German -- I don’t know whether to call it propaganda or -- ways in\nwhich the United States portrayed the Germans once -- once you came here, and then after the\nwar, was there a -- a lot of talk about how horrible the Nazis were, or other people?",
        "A: Well, within the Jewish world, where -- which was where I basically lived, you couldn’t say\nnu -- bad things about the Nazis often enough.",
        "Q: Mm-hm.",
        "A: And there was just this feeling that this was the greatest calamity that had ever befallen the\nJewish people in our 3200 years of history, and that it was shocking that cultured Europeans, and\nthe Germans, who are certainly viewed as being in that category, could act in such a bestial\nmanner.",
        "Q: When did you start reading English newspapers, do you remember? Or American\nnewspapers.",
        "A: Early on. See, I was, let’s say I was gung ho to become an American --",
        "Q: Right.",
        "A: -- and one of the consequences of my experience th -- is that I was and still am a gung ho\nAmerican.",
        "Q: So does that mean you read papers as soon as you could read?",
        "A: Absolutely.",
        "Q: And how long did it take you to learn English? You were seve -- seven when you came here -",
        "A: Yeah.",
        "Q: -- about seven, yes.",
        "A: Well let me say, I remember very clearly following the progress of the war, 19 -- you know,\n\"44,",
        "Q: You did, uh-huh.",
        "A: Oh yeah, and D-Day was another day that I -- so I re -- remember.",
        "Q: Right.",
        "A: And so that’s -- sure, I was reading the paper, you know, we used to get the “New York Post.”",
        "Q: Mm-hm.",
        "A: And was by -- by that time I was -- I must have picked up the language quickly. I think that\nkids are much more facile at doing that than trying to pick up a language at a later age.",
        "Q: Right. Did your mother speak English?",
        "A: She had to learn it.",
        "Q: Yes, and your dad as well, of course, because he was doing business.",
        "A: Yes. Of course he had been in this country for a few more years than we had.",
        "Q: Right, right.",
        "A: But he always retained quite a heavy foreign accent, whereas my -- my mother had not --\nspoke English without any noticeable accent.",
        "Q: Really? Interesting. It must have been great to be a family again.",
        "A: It wa -- it was.",
        "Q: Yeah. Was there a conflict when you were in the Yeshiva and hearing about what happened to\nthe Jews, and then in the newspapers you’re reading primarily about the war, which is not about\ndeath camps and labor camps and all the horrors that the Nazis committed against Jews a-and\nother people. Was there a conflict in you about what’s going on?",
        "A: Yes, because I thought that my teachers, who -- at the Yeshiva, several of whom were rabbis,\nwere being too critical of my adopted country that I loved. And that they weren’t looking at it\nfrom the American point of view.",
        "Q: You were very conscious of that.",
        "A: I wa -- yes.",
        "Q: That’s interesting. Did you come home and talk about it with your parents, what you were --\nwhat you were hearing, what was bothering you?",
        "A: I talked about it to -- to my sisters.",
        "Q: Uh-huh.",
        "A: I mean, it’s interesting, when -- when you ask me this question, you really have turned the\nclock back many, many years.",
        "Q: So you -- that you remember’?",
        "A: I remember discussing with my sisters --",
        "Q: Yeah.",
        "A: -- who were going to public school --",
        "Q: Public school, right.",
        "A: -- and who didn’t have these teachers who had -- who were thinking like old Europeans -- Old\nWorld Europeans.",
        "Q: Right. So did that make you want to go to the public school even more?",
        "A: Yes. I’m -- I have to tell you, actu -- during the morning three and a half hours of Hebrew, I\nwas not a very good student, and I was a very badly behaved, throwing spitballs at the teacher,\nhaving my face slapped, being sent down to the principal’s office, having my knuckles rapped\nwith a ruler. To a -- this was a different world. And in English from the get go, I was an A\nstudent and with -- with a A in conduct. So I --",
        "Q: They must have thought you were schizophrenic.",
        "A: Well, th-they had a point. I had certainly -- was fighting between my -- the American identity\nthat I wanted to totally absorb.",
        "Q: Right.",
        "A: And my Jewish heritage.",
        "Q: Right. So how long did you go to Yeshiva?",
        "A: I stopped wa -- going there in my last year of grade school. So I finished -- I was -- I think I\nwas -- just after I -- I was Bar Mitzvah’d in late March, and that June was probably my last year\nin the Yeshiva. And then I finished at P.S. 241.",
        "Q: Uh-huh.",
        "A: And went on to -- for the next two years to Erasmus Moore High School.",
        "Q: Two years, you did high school in two years?",
        "A: No.",
        "Q: No.",
        "A: No, I tell you. After two years, I switched to the Horace Mann School up in the Riverdale\nsection of the Bronx, where I was one of the few boarding students.",
        "Q: Huh.",
        "A: I was able to come home weekends, but I think that in part I was sort of glad to have a bit of a\ndifferent environment.",
        "Q: Mm-hm.",
        "A: Those two years at Horace Mann made quite a lasting impression on me.",
        "Q: What was the biggest impression, you think?",
        "A: That I was now thinking of myself as being more pli -- more privileged, more worldly, more\nobligated to the society of which I was a part. More comfortable in different social environments.\nA quote, real American.",
        "Q: Right. And you were grow -- you were really growing up.",
        "A: Yes.",
        "Q: Yeah.",
        "A: Mm-hm.",
        "Q: And from hor -- Horace Mann you went to --",
        "A: Columbia College.",
        "Q: Right. A-And what was your major in Columbia?",
        "A: I started actually doing engineering, and I took the engineering sequence of -- of advanced\nphysics and chemistry and mechanical drawing. And especially the last one, I -- I really didn’t\nlike. And I finished college in three years, and I was thinking about -- by that time my father had\nentered to the upstream, or growing ec -- end -- production end of the [indecipherable] gas\nbusiness. And this was a business that appealed to me as opposed to the feather and down\nbusiness, or it’s a -- 1t’s sequence, the foam rubber business, which he had been in. And so I was\nthinking about going to get a Master’s degree in petroleum engineering at the Carlotta School of\nMines, or someplace like that. However, I decided that this wasn’t for me, and so kind of the last\nminute I took the LSATs law school aptitude test, you know, did exceptionally well, applied to\nHarvard and got in and there I was, you know, going to Harvard Law School, and knowing that I\nwas looking to a business career rather than a career in the law.",
        "Q: In the law, uh-huh.",
        "A: But I was always glad to have had the benefits of the law school education without having the\nacute anxieties that many of my classmates had, because their standing in the class could very\nwell determine the career track that they would be on.",
        "Q: Right, right. And were your parents very influential in terms of suggesting that you do one\nthing rather than another, or were you quite independent by this time?",
        "A: Well, Pll tell you, my sister Selma had a major influence on me, both in terms of going to\nHorace Mann, because she had also had some catching up to do school-wise, having not gone to\nschool for several years.",
        "Q: Mm-hm.",
        "A: So rather than going to Erasmus Hall, the local public high school, she went to the Rhodes\nschool in Manhattan and got out in three years, and so this is my -- my model of going elsewh --\ngoing off the standard path --",
        "Q: Right.",
        "A: -- and -- and going at your own tempo.",
        "Q: Right. So that’s really important.",
        "A: Mm-hm.",
        "Q: So when you graduated, when you got your law degree, did you go into your dad’s oil\nbusiness, or did you go out on your own?",
        "A: Okay, I did something wh-which has always brought me a lot of pleasure to think about.\nHaving been 23, I took off a half a year and traveled around the world. And I went to places\nwhich are c-certainly out of bounds to tourists, particularly American tourists. Places like\nKashmir in Nepal, and Bali. And I had a lot of wonderful memories of that trip. One of the things\nthat happened as -- July 14\", 1958, there was a revolution in Iraq, and I was in India, and my\nparents said come home, come home. And I said no way. And actually I went from India to\nCairo, you know, and -- you know, people don’t sort of realize that India isn’t that far from that\npart of the world.",
        "Q: Right, right.",
        "A: And I -- I have to tell you a story which I kind of enjoy, and that is that I took 2000\nKodachrome slides during the course of this trip, and when I met my wife the following year, in\n°59, and I told her about my slides, she said, “I’d love to see them.” So I said to her, “Well I’m --\nI’d love to show them to you, would you like to move in with me for three weeks?” She said,\n“What is this? What kind of a girl do you think I am?” Obviously the alternative was to pro-\npropose marriage, which I did.",
        "Q: When -- how long did you know her before you proposed that she move in for three weeks?",
        "A: Se -- a few months.",
        "Q: A few months.",
        "A: But I knew -- I knew that it -- th-that was not a serious -- a -- a question because obviously I\nknew her answer.",
        "Q: I see.",
        "A: It was just a way of --",
        "Q: Right, right, you were just -- I see --",
        "A: -- have -- play -- playing the game.",
        "Q: Did you fall in love right away? Was it pretty fast for you?",
        "A: I would say that I was attracted to her right away. I -- let me say, I was living in Manhattan by\nthat time, and she was living in Lawrence, Long Island, which made her what -- what we would\nrefer to as G.U., geographically undesirable.",
        "Q: Right.",
        "A: So rather -- she was working in Manhattan --",
        "Q: Uh-huh.",
        "A: -- for CBS classical records. We had a love of music in common, and so rather than asking\nher out for Saturday night, which meant driving to Lawrence, coming back to the city and then\ndriving out to Lawrence again, I would only ask her out during the week, because this way I\ncould meet her after work.",
        "Q: Right.",
        "A: And she was wondering whether -- what my level of interest was, since I wasn’t asking her\nout Saturday nights.",
        "Q: Right.",
        "A: I had met her the previous August. By the time the spring came, she went to an extended trip\nto Europe with her family, and when she came back, she was wearing much brighter colored\nclothing, and I found that very attractive, and so I said to her, I said, “You know, I like -- you\nlook so well in these colors.” And she said, “Well, you know I used to deliberately wear dark\ncolors because you’re -- you’re a Harvard man.” I assured her that --",
        "Q: That you weren't --",
        "A: -- my -- my education and my taste in clothes, had nothing in common.",
        "Q: -- weren't -- weren’t -- right. And so I understand that you -- you got married a -- a year\nbefore your mother passed away, so she was able to be at your wedding.",
        "A: Yes.",
        "Q: So that was good.",
        "A: We got married December third, 1960.",
        "Q: Right.",
        "A: And my mother passed away December fifth of ’61.",
        "Q: Right.",
        "A: And my wife, to her everlasting credit, moved in with me into my father’s apartment because\nhe was truly devastated at my mother’s early and unexpected death. She died from -- she did not\nrecover from an operation to remove a benign tumor near her brain, and whether it was an\navoidable matter, bec -- or whether because she got ex -- excessive anes -- anesthetics, or\nwhether it was unavoidable, we can never be sure.",
        "Q: Right, right.",
        "A: But the consequences were there.",
        "Q: Right.",
        "A: And what made it so singularly unfortunate is that we had just moved to Manhattan a few\nyears ago, and -- I mean her. She was opening -- she was beginning a new phase in her life --",
        "Q: Right.",
        "A: -- just when it ended.",
        "Q: Right. Did your father remarry?",
        "A: Yes.",
        "Q: He did. A number of years later, I -- or in --",
        "A: Three or four years later.",
        "Q: Uh-huh. And were you close with her or not?",
        "A: Oh, with his second wife?",
        "Q: The second wife.",
        "A: I would say we were cordial but not close.",
        "Q: Not close.",
        "A: And we still maintain very cordial relationship, I spoke to her on the phone a day or two ago.",
        "Q: Right.",
        "A: You know, but she has her children and my father has --",
        "Q: His.",
        "A: -- had had his.",
        "Q: Had his, right.",
        "A: And as I think I mentioned to you, I -- despite the fact that both my sisters have passed away,\nwe keep in close contact with my nieces and nephews.",
        "Q: Right. And I understand you’d like to be able to say something as we -- as we close the\ninterview, so I want to give you an opportunity to say what it is that you want to say.",
        "A: Well, my two older grandsons, George and Andrew Malkin are wonderful boys. They live in\nGreenwich with their parents, and go to Greenwich Country Day, a school that is over --\noverwhelmingly non-Jewish. My old -- oldest grandson George wrote a paper about my\nEuropean experiences and background. He asked me to appear before his history class to\n[indecipherable] my -- my experiences. And at this point his younger brother Andrew is\nexpecting me in a few weeks, and anxiously looking forward to sharing my European\nbackground experiences with his classmates, and I feel that their interest in my background 1s\nsomething that I would like to share not only with them, but with my other three living\ngrandchildren, and hopefully more grandchildren that come down the pike, and possibly even\ntheir children. I’m appreciative of having this opportunity.",
        "Q: What is it you really want them to know, do you think?",
        "A: I want them to know that -- how fortunate they are to be living in this country, to be living in\na comfortable environment, to recognize that being Jewish is a privilege and a burden. It is\nsomething that you can retain in your heart almost separate and apart from wh-whatever rituals\nyou practice or don’t practice. That it also represents a caring of family, of loyalty to each other,\nof the ability to handle adversity. So I think that there’s a -- much to be learned from what others\nwent through, to hope that you don’t have adversity, but that when you do, well we all have\nbumps in our road, you keep a sense of perspective.",
        "Q: And the Holocaust acts as a way of keeping a sense of perspective, you think?",
        "A: Certainly the Holocaust as an abstract concept is hard to transmit. But when you realize that\nyou come from a family that had actively, even at -- to an extent peripherally participated in the\nHolocaust, it gives you an -- a sense of -- of immediacy, and intimacy, which you can’t otherwise\nget.",
        "Q: Is there anything else you’d like to say about your life?",
        "A: While bad things have happened to me overall, I’m an extraordinary lucky person and\nappreciative as I said of this opportunity to share part of my history with my family and anybody\nelse who 1s interested.",
        "Q: Well, thank you very much for giving of your time.",
        "A: Thank you.",
        "Q: Thank you. All right, now we’re going to do the photographs, so you can’t leave. You can\nleave and find out what’s going on in your office, but you have to come back.\nEnd of Tape Three\nBeginning Tape Four",
        "Q: Okay, and what is this [indecipherable] I mean, Robert, I keep calling you [indecipherable].\nRobert, what is this?",
        "A: This is a picture of my parents, Arthur and Rochelle Belfer, and my older sister Selma in the\nmiddle, and to her right is my other sister Anita. And on my father’s lap is a picture of myself.\nJudging by the age of the children, I would say that this was taken in the summer of 1939 at the\nresort of Ropka in the Carpathian mountains of southern Poland. ... Let me ask you, since I’ve\nalready identified the players, I can go a lot faster [indecipherable]",
        "Q: Go ahead. Okay, whenever you’re ready. Robert, what is this picture of?",
        "A: It is the picture of my parents and my sisters, Selma and Anita, with me sitting between them,\nand it was probably taken in the resort of Ropka in southern Poland in late summer of 1939.",
        "Q: Okay, and Robert, what is this?",
        "A: This is a picture of myself at probably the age of about four, and I would guess that it was\ntaken during the summer of 1939, and I look very happy sitting on a horse.",
        "Q: Is this after your hair was cut?",
        "A: No, I still -- I think that my hair -- no, my hair wasn’t cut until after the war broke out.",
        "Q: Uh-huh. Okay, and who 1s this?",
        "A: This is a picture of my sister Selma, who 1s probably about seven and a half at the time, and\nher younger sister Hanka, or Anita, who was five and a half, aboard horses. I suspect this was the\nsummer of 1939.",
        "Q: And which one is Selma?",
        "A: Selma is the one on the right, the o-older one. Notice they are both wearing these big bows in\ntheir hair. I imagine that that was the in style in Poland at the time.",
        "Q: Okay [indecipherable] these.",
        "A: This is a picture of my parents, Arthur and Rochelle Belfer, taken in Poland. It was probably\ntaken in 1939, shortly before my father left for the United States, never to return to Poland again.\nDo I need to mention my name, or do I se -- just say it’s me?",
        "Q: You can say it’s you. Are we ready? Yes. Okay.",
        "A: Okay.",
        "Q: Who is this?",
        "A: It is a picture of Bob Belfer at his high school graduation. You may notice that my hair is a lot\nshorter and a lot darker than it was in the previous pictures that you’ve seen of me.",
        "Q: This is high school?",
        "A: Yes.",
        "Q: And who is that?",
        "A: This is a photograph of my father, Arthur Belfer, taken about 1990, or about three years\nbefore he passed away. He is looking very distinguished to me, and clearly a man of great\nwisdom.",
        "Q: Okay, and who 1s this?",
        "A: This is a photograph of my mother, Rochelle Anisfeld Belfer, taken probably when she was in\nher late 40’s or early 50’s, in the United States. It was a black and white photograph that was\nsubsequently colored in to accurately reflect her coloring. She looks rather glamorous there, and\nit’s my pleasure to see her pretty face.",
        "Q: And wha -- who are these people?",
        "A: This -- this photograph is of my darling wife René and myself. I suspect it was taken about 10\nyears ago, which would make it 1996. I would say that René has aged very little since then.",
        "Q: These folks?",
        "A: This is a photograph of René and myself in formal attire. I think René looks lovely, as she\nalways does. We’ve now been married for over 45 years, and it was certainly one of -- the very\nbest move of my life.",
        "Q: And who are these folks?",
        "A: This is a photograph of my wife René, to the right, and in -- sitting in the middle is my\nyounger daughter Elizabeth. Behind her is my son Lawrence and his bride Caroline. This picture\nwas taken, I would guess, about six years ago, and I can tell you that everybody looks at least as\nwell now as they do in that picture, with the possible exception of myself.",
        "Q: And who are these folks?",
        "A: This is a photo of my son-in-law, Tony Malkin, my daughter, and his -- and his wife, Shelly,\nand their two boys, Arthur and Andrew. The picture was taken when they were probably about\n11 and nine years old. They’re a wonderful family and I love them each dearly.",
        "Q: Okay, and who are these?",
        "A: This is a picture of my cousin Hanka Anisfeld Wyvell, and her husband court -- Dr. Curt\nWyvell. He was an orthopedist who accompanied the Israeli Olympic team to Munich in 1972, a\nhorrifying experience for him and anybody else who thinks about it.",
        "Q: And who is this?",
        "A: This is a photograph of [indecipherable] God, the Israeli version of Avram Anisfeld, the son\nof my mother’s brother, and therefore my cousin, in his Israeli army uniform. He subsequently\nbecame Israel’s ambassador to Argentina.",
        "Q: Okay, and who are these folks?",
        "A: Okay, this is a photograph that I treasure, showing four generations. My father Arthur, my son\nLawrence in the middle, and my older daughter’s son, Tony -- I’m sorry, older daughter Shelly\nand Tony’s son, George Malkin when he was about one year old. And it is extraordinary that --\nI’m sorry -- can I -- can I take that from the top?",
        "Q: How old is he now?",
        "A: George is now going on 16, and of course I’m in this picture also, and beaming with pride at\nhaving been associated with so many wonderful people.",
        "Q: You’re really good at this. Okay, this is a lot of people here. All right, what are we looking at\nnow?",
        "A: Okay. I love this wedding photograph of my son Lawrence, who is on my left. Beneath him is\nhis beautiful bride Caroline. Next to her is my delightful wife, René. I’m sitting next to her, and\non my left is my older daughter Shelly. And to her left is my younger daughter Liz. In front of\nher, sitting, 1s my six foot four inch son-in-law, Tony Malkin, and the -- the two little boys in the\nforeground are George and Andrew Malkin, and I would guess from the photograph they were\nabout five and three years old. It’s a delicious photograph of my beautiful family.",
        "Q: All right, one more. And here, you know, if you don’t -- okay. And what are we looking at\nnow, Robert?",
        "A: This is a photograph of two of my grandsons, George and Andrew Malkin, and eight of their\ncousins who I will not identify by name. What they all have in common is that they are all\ngrandchildren of this -- of Arthur and Rochelle Belfer, and the -- with -- here we are together for\na Passover Seder, and it is always a source of great joy and pride that our family stays so close\ntogether.",
        "Q: Okay, the two gentlemen on the photograph.",
        "A: The --",
        "Q: Who are these [indecipherable]",
        "A: Okay. These are -- my younger two grandsons are Arthur and Daniel Belfer. If they look\ndevilish, it’s an accurate representation of their personalities. They are lots of fun to have around.",
        "Q: Very good. Okay, who is this?",
        "A: After four grandsons, my blue eyed princess, Abigail, daughter of my son Lawrence and\nCaroline, arrived. She immediately wrapped her older brothers and the rest of her family around\nher finger.",
        "Q: And how old is she now?",
        "A: She is now three and a half, and as delicious as ever.",
        "Q: Very good.\nEnd of Tape Four\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Good morning.",
        "Q: It’s very nice to see you, Mr. Belfer, after all these months of talking on the phone.",
        "Q: Tell me, what was your name when you were born?",
        "Q: And your last name?",
        "Q: Belfer. And you’re now known as?",
        "Q: And where’d the Alexander come from?",
        "Q: I see. And when were you born?",
        "Q: And where?",
        "Q: But you weren't raised there?",
        "Q: In Krakow. And what did your father do?",
        "Q: Huh. And did your mother work as well?",
        "Q: So she lived in Krakow?",
        "Q: Krakow.",
        "Q: And do you remember the house where you were living?",
        "Q: Or the apartment?",
        "Q: Uh-huh.",
        "Q: Now I know that your -- your dad left Poland when? Was it after the war started, do you\nremember? Or do you know?",
        "Q: Wow.",
        "Q: Right. Now, you s -- you were very young, so do you have any recollections from your own\nmemory of your father leaving? Do you remember that day, or --",
        "Q: Right. Do you remember feeling any anxiety in the house because of a possible war and then\nthe war coming? Do you -- do you have a recollection of that?",
        "Q: So it was you and your mother, your two sisters, and anyone else?",
        "Q: Right.",
        "Q: And who told you this story?",
        "Q: I see. Now, you had two older sisters.",
        "Q: Can you give us their names, please?",
        "Q: Do you remember them in Poland? Do you remember being with them?",
        "Q: Right. That’s pretty big.",
        "Q: With her permission, or you simply went there?",
        "Q: Yes.",
        "Q: I see. Let me go back for a second. You -- because not everybody who watches this will know\nwhat you meant when you said -- when you went to this little town it was like Anna Tefka to\nyou. What does that mean?",
        "Q: Mm-hm.",
        "Q: And Anna Tefka actually refers to a town 1n a musical, yes?",
        "Q: Right.",
        "Q: Right. Your -- where did your father go when he left? He didn’t get to the United States?",
        "Q: He did?",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Right.",
        "Q: Huh. Now, was he able to communicate with your -- with your mother and the family at all,\ndo you remember’?",
        "Q: Right, right.",
        "Q: Right.",
        "Q: You don’t have those letters?",
        "Q: No. So how long was you father in the United States then?",
        "Q: Right. Now, in the meantime, your mother is trying to get out of Poland, is that correct?",
        "Q: Hm. So she’s communicating in Poland, to get out of Poland, yes?",
        "Q: Absolutely, tell me.",
        "Q: Cause you were holding her hand.",
        "Q: So did she grab you tightly?",
        "Q: Did she actually cut off all your hair?",
        "Q: Right. Which were cut off.",
        "Q: Right. Do you remember seeing these Nazi soldiers when you were walking? Or do you only\nremember your mother’s response, do you think?",
        "Q: Right.",
        "Q: Where, yeah, right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right, right.",
        "Q: Right.",
        "Q: Mm-hm. So it’s understandable as a young kid, you have these vague -- certain very specific\nmemories, but th-the history is much vaguer for you.",
        "Q: Right, right.",
        "Q: Right. Were you -- did your two sisters go with you and your mother when she was going to\nthe German embassy to try to get out of Poland? Did you know --",
        "Q: Right.",
        "Q: Cause they were quieter than you were?",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: Did they know that you were Jewish, or do you think they thought that you were Polish?",
        "Q: Right.",
        "Q: [indecipherable] right.",
        "Q: Do you remember later on seeing your passport, did it have a J in it?",
        "Q: Oh yeah, right, so it would have an [indecipherable]",
        "Q: Right. So you left Poland with Nicaraguan papers?",
        "Q: Cause you were then Nicaraguan citizens according to that?",
        "Q: Now, what happened to your grandparents, did they stay in Poland?",
        "Q: Uh-huh.",
        "Q: Right. And this was your father’s parents?",
        "Q: Yes.",
        "Q: Right. We have to change the tape.\nEnd of Tape One",
        "Q: Did you ask your mother when you were -- as you were traveling, what’s happening to\nGrandma and Grandpa, or did you just think -- were you conscious that there was a war going\non? Did you realize something funny was happening?",
        "Q: Not to.",
        "Q: It’s interesting, isn’t it, that at such a young age, with bombs falling, that you don’t recall a\nfearsome childhood. It’s interesting.",
        "Q: So your mother must have been very -- you must have felt very close and safe with her.",
        "Q: Don’t you think? Is it --",
        "Q: Mm-hm.",
        "Q: And it hurts you.",
        "Q: Yeah. Okay. We’ll stop the tape. What happened to you just a few minutes ago? We just\nstopped the tape. What -- what was it that was going through your -- you -- your head about your\nmother, you think?",
        "Q: I’m assuming you told her what you felt.",
        "Q: Mm-hm. She must have been quite a special person. So, you want to get to Madrid now?",
        "Q: What -- what were you doing for four months though, in Berlin, tell me. You were just going\naround with your mother to the -- to get -- try to get out?",
        "Q: Di -- do you recall your mother saying, Robert, or r -- she probably called you Roman at that\ntime, yes, be careful, or don’t go outside?",
        "Q: Romek.",
        "Q: I see, so that’s -- makes more sense as to how it moved to Robert, right.",
        "Q: So did she warn you, don’t use Polish, keep quiet?",
        "Q: Right. Did you have enough food, do you remember’?",
        "Q: Mm.",
        "Q: Right.",
        "Q: Right. Do you recall your parents being re-religious in Poland? Or se-semi-religious, how\nwould you describe it? If you know. I don’t know if you even know.",
        "Q: Right. And were you kosher at home?",
        "Q: You were.",
        "Q: Uh-huh. So you maintained that throughout the tra -- even the travels, to -- to get here.",
        "Q: Right, right.",
        "Q: Right. Do you remember going to Spain?",
        "Q: You remember it? Yes?",
        "Q: What do you remember?",
        "Q: So that must have been really weird, to be in this hotel with this huge portrait of Hitler. Did\nyou know who this guy was? Did -- did anybody say?",
        "Q: You did.",
        "Q: So you’re about si --",
        "Q: Six.",
        "Q: Six to seven, because you’re there -- okay, right, you’re not quite seven yet.",
        "Q: So you knew who he was?",
        "Q: So did it scare you?",
        "Q: Right.",
        "Q: Right. And your sisters weren’t going to school.",
        "Q: In Poland.",
        "Q: Yeah.",
        "Q: Right. So you’re in Madrid again for what, three months -- July -- no, two months, couple\nmonths.",
        "Q: Did you like it?",
        "Q: I see, okay.",
        "Q: Let me -- let me ask you something.",
        "Q: Since the Polish zloty is nothing any more, what is your mother using for money, do you\nknow?",
        "Q: I see.",
        "Q: Right.",
        "Q: Right. So now you’re in Cuba with Nicaraguan citizenship.",
        "Q: Where do you go in Cuba? You can’t get into the United States right away, right?",
        "Q: Really?",
        "Q: Right.",
        "Q: Again. When you were in Cuba, do you remember where you were sta -- staying? Were you\nin a camp of some kind for refugees, or no?",
        "Q: Hm.",
        "Q: Right. Now is your -- when -- your father was able to send for you because he’s now under\nimmigrant status, or he’s already a citizen?",
        "Q: Right.",
        "Q: Right. And so he was able to get immigrant status for you -- for you and your mother and two\nsisters.",
        "Q: Right.",
        "Q: Right. And is he living in New York?",
        "Q: He 1s.",
        "Q: So when you see him, is he -- is he somebody you really remembered?",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: Right. And where does -- where is he living? In s -- is he living in Brooklyn?",
        "Q: Right.",
        "Q: Right. So is your dad still doing the feather business?",
        "Q: In New York?",
        "Q: When do you, as a young person, become conscious of what it was that you really went\nthrough in terms of the hist -- I mean, you -- you know what you went through, individual\nincidents or events, but you don’t necessarily know the history for a long time. So when does",
        "Q: Sure.",
        "Q: Right.",
        "Q: You couldn’t switch.",
        "Q: Why did they send you to Yeshiva, do you think?",
        "Q: I see. Your father had gone to Yeshiva when he was a boy?",
        "Q: Uh-huh, right.",
        "Q: Right.",
        "Q: Right. Did you tell your parents you hated it?",
        "Q: And what’d they say, it’s too bad?",
        "Q: Right.",
        "Q: Mm-hm. And wh-what did that do to you, do you think?",
        "Q: Right. And you were 12.",
        "Q: Yes. We need to change the tape. Do you want to really get up now?\nEnd of Tape Two",
        "Q: So you -- you were saying that you have a vivid recollection of the 1947 -- the vote to form a\nstate of Israel.",
        "Q: Do you then, as you get a bit older, you’re then 12, in your teenage years or in your early\n20’s, do you start reading about the Holocaust? Or is -- does that come later? Or do you not even\nfeel the need to because you went through it in some way?",
        "Q: Mm-hm.",
        "Q: And your Uncle Norman, did he talk about his experiences when he came?",
        "Q: Yes.",
        "Q: Right, right.",
        "Q: Right. Do you recall anti-German -- I don’t know whether to call it propaganda or -- ways in\nwhich the United States portrayed the Germans once -- once you came here, and then after the\nwar, was there a -- a lot of talk about how horrible the Nazis were, or other people?",
        "Q: Mm-hm.",
        "Q: When did you start reading English newspapers, do you remember? Or American\nnewspapers.",
        "Q: Right.",
        "Q: So does that mean you read papers as soon as you could read?",
        "Q: And how long did it take you to learn English? You were seve -- seven when you came here -",
        "Q: -- about seven, yes.",
        "Q: You did, uh-huh.",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Right. Did your mother speak English?",
        "Q: Yes, and your dad as well, of course, because he was doing business.",
        "Q: Right, right.",
        "Q: Really? Interesting. It must have been great to be a family again.",
        "Q: Yeah. Was there a conflict when you were in the Yeshiva and hearing about what happened to\nthe Jews, and then in the newspapers you’re reading primarily about the war, which is not about\ndeath camps and labor camps and all the horrors that the Nazis committed against Jews a-and\nother people. Was there a conflict in you about what’s going on?",
        "Q: You were very conscious of that.",
        "Q: That’s interesting. Did you come home and talk about it with your parents, what you were --\nwhat you were hearing, what was bothering you?",
        "Q: Uh-huh.",
        "Q: So you -- that you remember’?",
        "Q: Yeah.",
        "Q: Public school, right.",
        "Q: Right. So did that make you want to go to the public school even more?",
        "Q: They must have thought you were schizophrenic.",
        "Q: Right.",
        "Q: Right. So how long did you go to Yeshiva?",
        "Q: Uh-huh.",
        "Q: Two years, you did high school in two years?",
        "Q: No.",
        "Q: Huh.",
        "Q: Mm-hm.",
        "Q: What was the biggest impression, you think?",
        "Q: Right. And you were grow -- you were really growing up.",
        "Q: Yeah.",
        "Q: And from hor -- Horace Mann you went to --",
        "Q: Right. A-And what was your major in Columbia?",
        "Q: In the law, uh-huh.",
        "Q: Right, right. And were your parents very influential in terms of suggesting that you do one\nthing rather than another, or were you quite independent by this time?",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: Right. So that’s really important.",
        "Q: So when you graduated, when you got your law degree, did you go into your dad’s oil\nbusiness, or did you go out on your own?",
        "Q: Right, right.",
        "Q: When -- how long did you know her before you proposed that she move in for three weeks?",
        "Q: A few months.",
        "Q: I see.",
        "Q: Right, right, you were just -- I see --",
        "Q: Did you fall in love right away? Was it pretty fast for you?",
        "Q: Right.",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: Right.",
        "Q: That you weren't --",
        "Q: -- weren't -- weren’t -- right. And so I understand that you -- you got married a -- a year\nbefore your mother passed away, so she was able to be at your wedding.",
        "Q: So that was good.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right, right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right. Did your father remarry?",
        "Q: He did. A number of years later, I -- or in --",
        "Q: Uh-huh. And were you close with her or not?",
        "Q: The second wife.",
        "Q: Not close.",
        "Q: Right.",
        "Q: His.",
        "Q: Had his, right.",
        "Q: Right. And I understand you’d like to be able to say something as we -- as we close the\ninterview, so I want to give you an opportunity to say what it is that you want to say.",
        "Q: What is it you really want them to know, do you think?",
        "Q: And the Holocaust acts as a way of keeping a sense of perspective, you think?",
        "Q: Is there anything else you’d like to say about your life?",
        "Q: Well, thank you very much for giving of your time.",
        "Q: Thank you. All right, now we’re going to do the photographs, so you can’t leave. You can\nleave and find out what’s going on in your office, but you have to come back.\nEnd of Tape Three",
        "Q: Okay, and what is this [indecipherable] I mean, Robert, I keep calling you [indecipherable].\nRobert, what is this?",
        "Q: Go ahead. Okay, whenever you’re ready. Robert, what is this picture of?",
        "Q: Okay, and Robert, what is this?",
        "Q: Is this after your hair was cut?",
        "Q: Uh-huh. Okay, and who 1s this?",
        "Q: And which one is Selma?",
        "Q: Okay [indecipherable] these.",
        "Q: You can say it’s you. Are we ready? Yes. Okay.",
        "Q: Who is this?",
        "Q: This is high school?",
        "Q: And who is that?",
        "Q: Okay, and who 1s this?",
        "Q: And wha -- who are these people?",
        "Q: These folks?",
        "Q: And who are these folks?",
        "Q: And who are these folks?",
        "Q: Okay, and who are these?",
        "Q: And who is this?",
        "Q: Okay, and who are these folks?",
        "Q: How old is he now?",
        "Q: You’re really good at this. Okay, this is a lot of people here. All right, what are we looking at\nnow?",
        "Q: All right, one more. And here, you know, if you don’t -- okay. And what are we looking at\nnow, Robert?",
        "Q: Okay, the two gentlemen on the photograph.",
        "Q: Who are these [indecipherable]",
        "Q: Very good. Okay, who is this?",
        "Q: And how old is she now?",
        "Q: Very good.\nEnd of Tape Four\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Good morning.",
        "A: And very good to be with you.",
        "A: My Polish name was Roman, and my Hebrew name was Avraham Yashuah.",
        "A: Belfer.",
        "A: As Robert Alexander Belfer.",
        "A: My cousin, one of my mother’s sister’s children, married a fellow by the name of Shie Faigel,\nand he also was a Yashuah and he changed the name to Alexander. So I felt that it was\nappropriate as an American to have a middle name, so I followed his example.",
        "A: In March 27\" of 1935.",
        "A: I was born in the town of Hajow in Silesia where -- near the German border, where my\nparents happened to be living briefly.",
        "A: I was re -- raised in Krakow.",
        "A: My father was a processor of feathers and down. He would buy the raw feathers from Polish\nfarmers, separate the feathers from the down and then market them separately. He had a factory\nin Krakow that did the separation.",
        "A: Bef -- my mother worked in her family’s travel office, and my father, as a result of his\nbusiness, marketing the feathers and downs, did a lot of traveling. So he happened to visit travel\noffice, and he found what he thought was an attractive young gal, he courted her and married her.",
        "A: Krakow.",
        "A: Yes, yes.",
        "A: It was --",
        "A: It was an apartment.",
        "A: It was, I believe, on the second floor. And from what I remember it was quite a -- a nice\napartment from the perspective of a very young child.",
        "A: Yes, I do know. Okay, on August 23\", 1939, when the Soviets and Nazis signed a non-\naggression pact, there was the fear of war in the air in Poland. This was particularly true with\nrespect to my father. When the Nazis got into power, they established all kinds of trade\nrestrictions. My father was exporting feathers to Germany. While he was visiting Germany, he\nwas arrested, allegedly for breaking their trade ru-rules. He was able to post bail, and he actually\njumped bail. So he knew that if Nazis ever got into Poland, that he would be picked up. With the\nencouragement of my mother who said to him that if you are in Poland you will be arrested, if\nyou’re out of Poland, you may be he -- able to help us, she encouraged him to promptly leave the\ncountry. It being late August, my father’s parents, being religious, said, the high holidays are\ncoming, you should wait and leave until after the holidays. Well, my father left Poland from the\nport of Gdynia, or Gdansk in late August, with the last ship to leave a Polish port before the war\nstarted.",
        "A: While he was in the middle of the Atlantic, September first came along, with the outbreak of\nthe war, and clearly, if he had listened to his parents rather than his wife, I wouldn’t be here.",
        "A: I remember that my father would take a number of trips, but I can’t tell you at this point that I\nremember this departure. He had previously gone to the United States, where s -- the ship was\ngoing, on -- on a -- business trips. So I think to my young mind, the difference between this\nbusiness trip and other business trips, was not apparent.",
        "A: Well, my recollection is that when the war came, we fled to my father’s village, ni -- which\nwas relatively close to Krakow, called Werdiswow. In my own mind, and perhaps this 1s\nfantasizing, I think of Werdiswow as being the Anna Tefka. And as -- so we felt it being a small\nvillage, it was a quote, safer place to be with the Nazis swarming all over Poland.",
        "A: Well, when we were in Werdiswow, we were with my father’s extended family, his parents.\nHe was one of seven children, there were three boys and four girls, and my father was the oldest,\nand so there were a lot of Belfers around in Werdiswow.",
        "A: And you know, some of them had children, and I suspect that there were, you know, close\nfamily friends. So I do remember that one night when the Nazis were first invading, we spent the\nnight on the floor of a barn, lying on the floor, somehow feeling that that was safer than staying\nin our homes. That there was the noise of artillery in the background. And I am told a story about\nmyself which perhaps is -- should embarrass me, but it doesn’t, that apparently in the middle of\nthe night, I got up, I felt the full bladder, and just relieved myself to the expense of a sleeping\nneighbor.",
        "A: My parents, and my sisters would tease me about it.",
        "A: Yes.",
        "A: Yes, there was my sister Selma who was three years older, and my sister Anita who was just\none year older than I.",
        "A: Well, I remember that my sister Anita, who was then called Hanka by her Polish name, had a\nnanny maid by the name of Topja. And apparently Topja wa -- who was su -- probably supposed\nto be looking after all three of us, seemed to favor Hanka, or Anita. Also remember being told\nthat when she was two and I was one, that I was as big as she was. And, by the way, I was told\nthat I was a 10 pound baby. Obviously I can’t prove it.",
        "A: And that I was a much better eater, you know, and that I would eat the food off Hanka’s plate.",
        "A: Well, she would, I think ha -- was happily acquiescing at being relieved of the burden of\neating. Having grandchildren of various temperaments --",
        "A: -- I know some of them are more like I-I am, and some are more like my sister.",
        "A: That it would be a small east European village with largely unpaved streets, and probably\nchickens running around the place, and most of the men being bearded, and Yiddish being\nspoken --",
        "A: -- much more so than Polish.",
        "A: Yes, that’s -- it is the name of the -- a fictional town in “Fiddler on the Roof.”",
        "A: Which of course has now become an American icon.",
        "A: Wa -- he did.",
        "A: Yes. By that -- the boat on which he was on sailed to New York. He was permitted entry to\nthe United States as a business person on a business visa. While he was in the middle of the\nAtlantic, the zlotys, the Polish currency that he had with him became worthless overnight.",
        "A: When he got to Ellis Island, he was given five dollars by HIAS, the Hebrew Immigrant Aid\nSociety, and -- in order to have the wherewithal to get off. And he made contact, reme -- as I said\nbefore, he had been to the U.S. previously.",
        "A: He had business contacts, and they initially helped him out and he went to work for them,\ninitially as an employee, and he shou -- he shortly became their partner. Because he was aware\nthat the war had actually broken out, and because wars create scarcity, when he used his business\ncontacts to send cables to -- which was the pre-internet way of communicating --",
        "A: -- to Europe, asking for quotations on feathers and down. And whatever quote he got, which\nwas then above the market, he responded yes. When the merchandise arrived, and the fact of the\nwar had been more widely recognized, the feathers and downs had appreciated in value, he was\nable to then sell them at a profit and get started.",
        "A: There -- the mail service was working. I think that there was an exchange of letters. I don’t --\ndon’t believe there was any telephones --",
        "A: -- that time that were functioning on a U.S. to Poland -- to occupied Poland --",
        "A: -- relationship.",
        "A: No, I do not.",
        "A: Well, the -- my -- because he had a business visa, rather than an immigration visa, he had --\nhe applied as a hardship case as a refugee from a occupied country. But he had to leave the U.S.\nand go to Canada and -- to be permitted to re-enter the United States on an immigrant status.\nObviously with the war raging in Europe, he was happy to be able to stay in the U.S.",
        "A: Now, in the meantime my father was preoccupied not only with trying to make a buck, but\ngetting his family out of Poland. And he had with him -- and I’m hoping I can actually get you a\ncopy of what I would call a life-saving photograph. It was a picture of his wife and three children\nthat he had with him, and utilizing that picture, and -- let’s just say the cooperation of the\nconsulate of the Republic of Nicaragua, he was able to obtain for his family, citizenship papers\nof Nicaragua, then a neutral country. My mother won -- who was a little bit older than my father,\ngrew up when there was no Poland. It was part of the Austro-Hungarian empire, and so she\nspoke a perfect Hoke Deutsch. And the Germans -- I mean, I can go into some detail about her\ncontacts with them, did not speak Spanish, and so she conversed with them as a citizen of a\nneutral country, not as a Jew, not as a Pole. To the best of my knowledge, she ne -- we never had\nto wear yellow stars.",
        "A: So as -- as the holder of a citizenship papers of Nicaragua, she applied to leave the Third\nReich. She was told that in order to leave the Third Reich, that she had to go to Berlin. But if I\nmay, there are a couple of things that I do remember before our departure for Berlin.",
        "A: Well, I remember that it snowed a lot, and that I remember holding my mother’s hand as we\nwalked the streets in Krakow, and the way that snow gets shoveled into piles on the edge of the\nsidewalk, it seemed to me as a little kid that the piles of snow were as tall as I was. I remember\nthat if we would walk in the streets and we’d come across Nazi s-soldiers, that well, you could --\nmy -- my mother would definitely show fear which I could feel.",
        "A: Yeah, mm-hm.",
        "A: I think she -- I think that she would hold onto me a little tighter. Now, I have shown you some\npictures of myself, probably taken in the summer of ’39. And modesty aside, I had blue eyes, and\nblonde golden curls. And there was a fear that the Germans would take some eastern European\nchildren who looked like Aryans, take them away from their family and raise them as Germans.\nSo my mother cut ou -- had all my hair cut off to make me look less enticing to the Germans. My\nhair never grew back blonde. I’m sure it wouldn’t have -- it would have turned color anyway, but\nit’s a story that I mi -- that I kind of enjoy telling.",
        "A: I can’t say that I have any pictures of myself post haircut, so I can’t give you a precise\nanswer, but certainly you can see from the photos I have, that I had an abundance of golden\ncurls.",
        "A: Yes.",
        "A: So -- I know I remember seeing Nazi soldiers in Berlin, and subsequently when we ended up\nin Madrid.",
        "A: So I can’t be sure --",
        "A: -- just where I saw them --",
        "A: -- but I certainly do remember. Also, I miss -- I -- I also remember very clearly my -- a\nGerman officer would knock on the door of our apartment in Krakow, accompanied by one or\ntwo soldiers. And they would refer to my mother, who spoke perfect German, as\n[indecipherable] frau, gracious lady, which was the appropriate way to greet a respected stranger.\nAnd they would come and borrow a furniture for the duration of the war. In short, they stole it.\nAnd because there was this polite officer, you know, who request -- or looked very tall to me, as\ndid most adults.",
        "A: I -- you know, didn’t get any sense of fear out of it, but I do remember, you know, these visits\nwhere, you know, there was no sense of compensation or anything like that. The Germans took\nwhatever they wanted to take.",
        "A: I also remember two other things from pre-war Poland, and that is that we used to visit my\nfather’s parents in Werdiswow, and I remember his brothers, including one of them, Norman,\nwho is still alive and in the U.S., playing with me and picking me up and standing me on top of a\nvery tall dresser and I just thought this was, you know, very exciting.",
        "A: And you know, so a family was a very big part of -- of our lives.",
        "A: I also remember that in summers we would go to Wroclaw in [indecipherable] southern\nPoland, as a family and while I don’t have specific recollections, it kind of rings of a pleasant\nmemory.",
        "A: I-It is. I can’t really be much more specific than --",
        "A: -- what I’ve said here. Now, after the war started, I do remember that my sister S-Selma, who\nused to go and play in the streets with her cousin, who also was Hanka, and was the daughter of\nmy mother’s brother, so her name was Hanka Annisfeld, and she was no longer allowed to go to\nplay in the street, and I suspect I wasn’t either. And normally I would have been starting school,\nprobably that September, but with the outbreak of the war, whatever formal schooling I might\nhave had was deferred.",
        "A: I -- I think that you -- see, to try and -- and clarify, we -- we were able to go by train from\nKrakow to Berlin.",
        "A: We were put up at a mother -- at a mother and children’s home [indecipherable] kinderheim,\nand while we were there, my -- my mother would take me to visit one consulate after another to\ntry and get visas so that we could leave the Third Reich. I suspect I was not as well behaved as I\nshould have been, so rather than leaving me at home where I could be annoying our neighbors,\nand just sort of realize that here I was speaking Polish, and all our neighbors were German and\nthey obviously weren’t too crazy about us. And so it would have been rather risky to antagonize\nthem. So I went with her, generally by subway, and I remember being on the [indecipherable]\nand my two sisters, who are only slightly older than I was, were left to stay at home.",
        "A: Yeah, they were better behaved than I was, and I’m not quite sure how they occupied their\ntime. But in any case, they -- they stayed home while I went with my mother. And I might add\nthat while we were -- the first visas that we were able to obtain was to go from Berlin to Moscow\nto Shanghai and then hopefully the United States. To put this in a chronological time frame, we\nleft Krakow in March of 1941. When I saw the movie, “Schindler’s List,” I realized that we left\nKrakow a week or two before all the Jews were rounded up in the ghetto. ve always wondered\nwhether we weren't very lucky in getting out just in the nick of time. And I mention the\nchronology because we were in Berlin for a total of four months. Was not a -- a quick or easy st -\n- stay from March through July of ’41, and as -- as -- on June 22™ of ’41, we were getting ready\nto leave for Moscow, the Nazis invaded the Soviet Union, Operation Barbarosa, and that avenue\nof exit was closed to us. We subsequently were able to get permission to go through Vichy,\nFrance to Spain, and that’s -- that’s a-another chapter. But before I leave this, and the RAF\nwould come over most every night and drop bombs on Berlin. They had no idea where the\nbombs were dropping. It was more like a -- an annoyance, but it meant that just about every\nnight, we would have to go down to air raid shelters. And I remember there was at least one time\nwhen a bomb fell pretty close to the building where we were and that needless to say, shook up\npe -- shook up the people mo -- in more than one way. Getting up in the middle of the night and\ngoing to the basement seemed more like adventure to me --",
        "A: -- you know, and I -- now that I think back, I wonder how the Germans who were in the air\nraid shelter with us, felt about this foreign family who was in their midst. The only thing I can\nsay is that I don’t recall any act of verbal or physical harassment. To that extent I will say that I\nappreciated the, shall we say, self discipline.",
        "A: But it is, you know, something that I quite clearly remember.",
        "A: [had -- I regret that I didn’t ask that very question to my mother, because only my mother\ncould give a definitive answer. I will say this, we did not have to have any 1 -- wear yellow stars\nor anything else that identified us as -- you know, physically as being Jewish, and that my\nmother did speak this perfect German.",
        "A: So -- and realize that there were German immigrants who had moved to Central and South\nAmerica, I mean particularly countries like Argentina. And so we could have been -- possibly\nbeen viewed as Germans who moved to Nicaragua, temporarily ended up in Poland, and were\ngoing back. Again --",
        "A: -- I-I just -- I wish I had asked, I wish I could give you a -- a precise answer.",
        "A: Oh, our -- we had a Nicaraguan paper --",
        "A: -- and so it wouldn’t have --",
        "A: That’s right.",
        "A: That’s right, that’s right.",
        "A: Okay, my grandparents ended up in Auschwitz.",
        "A: And they were both killed.",
        "A: My -- I’m sorry, we’re talking about my father’s parents.",
        "A: My father had four sisters, they all ended up on a boat, a ship, and it was put out to sea, and\nsunk by the Nazis and they all perished. My father’s two younger brothers ended up in\nconcentration camps. They went through a series of harrowing experiences, being moved from\none camp to another, especially as the Russians were advancing, but they managed to survive,\nended up in Italy at the end of the war, and with my father’s help, started up a feather and down\nbusiness and subsequently emigrated to the United States, and of the two brothers, one passed\naway a long time ago from cancer, and the other one, the youngest, Norman, is about 83 years\nold, still alive, and except for hard of hearing, is in good health.\nBeginning Tape Two",
        "A: Having -- going to air raid shelters almost every night, it was impossible not to --",
        "A: -- realize that there’s a war going on, and yes there was a general anxiety, but again, I don’t\nthink I really felt it. I don’t have the sense of a fearful childhood. It was in -- in some ways from\nmy young perspective, an adventure as much as anything else.",
        "A: Mm-hm.",
        "A: Yes.",
        "A: Yes, I-I do, and I mean, I -- when I think about the complaints that I hear from various family\nand friends living in this country, about what they think are harrowing problems, and I think\nabout what it was that my mother underwent, I mean, living in mortal fear of losing all three\nchildren.",
        "A: It does give you a surge of respect of --",
        "A: Ah, it -- yes, it gives me endless admiration for my -- for my mother.",
        "A: I believe that my mother did some extraordinary things to bring her children out of a death\ntrap. But that wa -- it is hard for me to think about her and the fact that she passed away at a very\nearly age of 58, that -- that she was dealt an unfair h-hand in life. I’m sorry. It just upsets me\n[indecipherable]. I feel silly crying, but I -- I -- I loved her. I owe my life to her. Maybe I’m quite\na hardboiled business executive, and so this 1s quite an emotional outburst for me, and I st -- I -- I\nthink I have now gotten it quote, out of my system. But it is Just a fact of my view that this is a\nwonderful woman who I loved dearly and who was dealt an unfair hand by fate.",
        "A: She knew it without being told.",
        "A: Yes.",
        "A: Well, I know that we spent a lot of time going from one consulate to the next, and because\nmost children that age were going to school and I wasn’t, I have a bit of a hard time figuring out\nwhat it was that I was doing with my time. It may be that because my nights were interrupted by\ngoing down to the air raid shelter, that I may have slept more during the day, but otherwise I\nsuspect I quote, played with my sisters, and I know that since Polish was the only language I\ncould speak, I certainly wasn’t playing with the other kids who happened to have been around.",
        "A: No, actually, they used the diminutive of Roman, which was Romek.",
        "A: And Romek is what became Robert.",
        "A: Okay.",
        "A: I know we tried to keep a low profile, since as I alluded to, we -- we -- clearly we were\nforeigners in a country that was at war with all of the nationalist fervor that being a-at war\nimplies. And so keeping not only myself, but my two sisters, you know, in a low profile, must\nhave been quite a challenge and a burden to my mother.",
        "A: I believe that we were given ration cards, I’m not certain. And I do remember that while we\nwere in Poland, and we -- remember, we were there for a year and a half --",
        "A: -- under Nazi occupation --",
        "A: -- from September 39, til March °41 that the variety of food seemed to have diminished. That\nyou couldn’t get the kinds of things that you could before the war. But I don’t recall every being\nhungry.",
        "A: I -- I know -- I mean that -- that we observed the Sabbath, and obviously the high holidays. I\ndon’t have any specific recollections of, you know, going to a synagogue or anything like that.",
        "A: Yes.",
        "A: Oh yes. And we were kosher when we go to this country as well.",
        "A: I suspect that we -- when we were in countries like Berlin -- you know, in Germany and in\nSpain, that we weren’t perhaps as strictly kosher as we might have wanted.",
        "A: But we -- there wasn't a choice.",
        "A: Yes.",
        "A: Yes.",
        "A: Well, I remember that we stayed at a hotel in Madrid and in the hotel lobby was an over life\nsize portrait of Adolf Hitler. I remember clearly that there were Nazi soldiers on the streets of\nMadrid, and that Spain was -- under Franco was cla -- a Nazi ally, and while not a war\ncombatant, was certainly involved in helping the German war effort, and under German\nsubservience.",
        "A: Yeah.",
        "A: Yeah, yes I did. You know, I -- sure.",
        "A: Six.",
        "A: Mm-hm.",
        "A: No. Six and a half.",
        "A: Yeah.",
        "A: To a certain extent, I’ve retained a sense of adventure, and as I said, my recollection is not of\nbeing fearful, but rather of being curi -- sort of curious.",
        "A: And inquisitive. I was told that I asked more questions than I should have. On the other hand,\nI had the time, because I wasn’t going to school.",
        "A: Correct. My sister Selma had gone to school --",
        "A: In Poland --",
        "A: -- before the war broke out, but her education also stopped.",
        "A: Well, right, six weeks. We ended up -- and I -- frankly I only have a vague recollection as to\nwhy we moved to Saville for awhile. I think it may have been economics. But we ended up -- my\nmother was continually trying to get transit on a ship bound -- leaving Spain for the United\nStates. And we were finally able to get passage on a converted Spanish coal freighter, called the\nNavamar. The small ship contained -- carried 1500 refugees, probably all Jewish, in quadruple\ndecker bunks. There was an open hole in the sleeping quarters because it had been a coal\nfreighter and this hole was where they would dump the coal. And the ship left from what I\nbelieve was the port of San Sebastian, and set out for Havana and then New York. The -- because\nthere was a lot of illness about the ship -- in fact, I was told that about six people had died in\nvoyage, and that’s a voyage that took almost six weeks, that my mother was anxious to get us off\nthe ship as quickly as possible. I recall that there were live cattle aboard the ship, like four cows,\nbecause they didn’t have refrigeration, or adequate refrigeration, and so in order to have meat for\nthe passengers, you had the cows. My mother was very appropriately concerned about the health\nof the water, so here I was, a six and a half year old kid, drinking wine regularly, because it was\ndeemed safer than drinking the local water. Now --",
        "A: I don’t recall not liking it.",
        "A: Now, the Spanish flagships were being used to get around the British blockade, and the\nBritish were regularly sinking Spanish flagships. So there was a concern as to what -- as to this\npossible danger. I think by the time the ship got to Bermuda, or possibly closer, we were boarded\nby the British Navy. I remember these officers in white uniforms boarding the ship, and\nsatisfying themselves that this was a refugee ship, and you know, not a transport ship helping the\nGerman war effort. We disembarked in Havana, and in addition to the health concerns, we didn’t\nhave immigrant visas into the United States. When the Navamar returned back to Spain, it was\nconverted back to being a coal freighter, and was sunk by a British submarine on the next trip\nout. Yes, here we are in Cuba --",
        "A: Yeah.",
        "A: Okay, my father was a -- a -- was able to send funds to her through, I think was a Jewish\nnetwork to hel -- which enabled money --",
        "A: -- to be funneled, from the United States to, you know, Jews living --",
        "A: -- under Nazi control.",
        "A: Correct.",
        "A: Correct, well, we -- my recollections of Cuba are not all that precise. I remember two things\nvery clearly, that there were a lot of mosquitoes, and I remember my -- I can still picture my\nmother putting Calamine lotion on me, and the other is that they had a lot of delicious ice cream.",
        "A: And it didn’t seem like an unpleasant, you know, existence. It was, of course, unusual to be in\na sort of tropical island after having spent my previous years and -- in Poland, and while we were\nthere, having arrived in September of ’41, my -- the Japanese attacked Pearl Harbor on\nDecember, and that changed everything. This point, it was much easier for my father to obtain\nimmigrant status or visas for his family to be reunited. And so in January, of ’42, we -- my\nfamily boarded a ship called the Monterey, which went from Cuba to Havana from -- to New\nYork. Because there was a threat of German submarines and we were now [indecipherable], I\nremember that there were like 13 passengers on the entire ship, and there were more crew than\npassengers. So that during the course of a meal, there’d be a waiter standing behind every chair.\nSo here we went from you know, a most -- you know, extreme harrowing experiences to what\nseemed like -- like the lap of luxury.",
        "A: And when we got to United States on January 23\", 1942, it was such an extraordinary event\nthat the New York World Telegram, then a prominent newspaper, featured a picture of my\nfamily, and that is of my w -- of my mother and my sisters and myself having arrived, escaped,\nyou know, Nazi tyranny. That was the first -- the last time for a long time that my -- before my\npicture appeared in the paper again.",
        "A: No, we were in an apartment.",
        "A: It wasn’t a -- you know, lux-luxury apartment, but we weren’t, you know, living in\ndepravation. And I wish I could tell you how I spent my time. It certainly became a lot -- I have a\nlot clearer picture what I was doing when I got to the United States.",
        "A: No, no, he’s in immigrant status. He had applied for citizenship, but it requires five years of\nliving in the United States before --",
        "A: -- one can become a citizen.",
        "A: Ri-Ri-Right.",
        "A: A-As -- as immigrant -- you know, as permanent status rather than a temporary visa.",
        "A: Yes.",
        "A: Yes.",
        "A: Yea -- well, yes, and he had toys for us --",
        "A: -- and was a [indecipherable] it was about -- perhaps 10 inch long model car that was green,\nwas a police car and you could wind it up with a key and it would go and would make a -- a siren\nsound. And you know, I just remember being very excited.",
        "A: You know, I can feel the excitement of that January 23 day.",
        "A: He had been living, I think, in lower Manhattan in a hotel, but when his family arrived, he had\nacquired an apartment at 1035 Washington Avenue in Brooklyn, into the Flatbush section of\nBrooklyn, across the street from the Brooklyn Botanic Garden. And that’s where he w -- he set\nup shop.",
        "A: And I think on his own, he bought furniture in a department store and had the place furnished\nand it was a four room apartment. I initially shared a bedroom with my two sisters, and I had a --\nlike a pull-out couch. A few years later we moved to a five room apartment in the same building,\nwhere I was able to get a -- my own bedroom and my two sisters shared a room.",
        "A: Yes.",
        "A: Yes.\nthat become really clear to you, that there was something called a Holocaust, and th-the Nazis\nwere exterminating people, killing people?",
        "A: Let me backtrack just a little bit.",
        "A: We get to country in January of ’42. My -- I get s-sent to the local public school, P.S. 241,\nand of course, remember, I -- I-I -- I’m not speaking English.",
        "A: But I was desperate to become an American, and so I willed myself to forget Polish, if you\ncan [indecipherable] grasp that concept. And so that summer we were sent to a -- a sleep-away\ncamp called unserkamp inkindervelt. I would say that it was the extreme left wing of Jewish\nSocialism. I laugh when I think back on that. The following September, I was sent to the Crown\nHeights Yeshiva, and my two sisters stayed at P.S. 241, and were given piano lessons; it seemed\nappropriate for girls. They hated piano lessons, I hated the Yeshiva.",
        "A: No, I-I wasn’t given the choice, and so here I was taking three and a half hours of Hebrew in\nthe morning and four hours of English in the afternoon and somehow I was trying to learn\nEnglish the same time. I can’t tell you how it worked out, but it did.",
        "A: Because that’s what boys did.",
        "A: He went to Johaida.",
        "A: You know, I -- more of a --",
        "A: -- religious school.",
        "A: Yes.",
        "A: Well, I had this checkered past where in the third grade I switched for one semester to P.S.\n241, and then I went back to the Yeshiva. And then I should -- remember you asked me about\nmy recognition of the war, and it has -- two things come to my mind. One 1s that we were big\nRoosevelt fans. Back -- I even remember in 1944 that when he ran for re-election, the Roosevelt\ncavalcade went right up Washington Avenue where we lived. But the Hebrew teachers thought\nthat Roosevelt was an anti-Semite because he didn’t allow more Jews into the United States. So\nwe had this feeling -- this sense, you know, that bad things were happening to Jews there. The\nother thing that you asked, when did I really get the recognition of this? I remember coming\nhome from camp in August of ’45, and my father was sitting on a camp trunk and crying because\nhe had just gotten a telegram that his parents had died during the war. Then in ’46, my Uncle\nNorman showed up, together with his brother Maurice, and while Maurice went back to Italy,\nNorman stayed in the United States, got himself a little tan Oldsmobile convertible wi-with red\nleather seats and I thought he was real cool. By that time he was speaking Italian and I think he\nkind of, you know, had the glow of It-Italian chic.",
        "A: But I was turning aware that most of my family had not survived the war.",
        "A: I think it certainly gave me a -- a sense of identity, you know, of being -- of being Jewish, of\nbeing very supportive of Israel. And I remember, I guess, that November 47 vote in the U.N. on\n-- on partition of Palestine as th -- as something very specific. It was -- it was a historic event that\nI can say I have a contemporaneous recollection.",
        "A: Right.\nBeginning Tape Three",
        "A: Yes.",
        "A: Because so many members of my family perished in the Holocaust, I’d have to read about it.",
        "A: I mean, I was on the periphery of it, and did sort of reinforce this. My mother had a sister\nDora, who married a Dutchman by the name of Joel Grajower, that’s G-r-a-j-o-w-e-r, and lived\nin The Hague. Dora did not survive the war, but Joel and their four children, who had been in\nwhat ha -- what -- I think been in the Caribbean during the war, came -- visited us in new -- 1-in\nBrooklyn in 1946, and lived with us actually, for a few months. And they made us very\nconscious of the fact that they were displaced persons, so to speak. And so we were -- we were\nliving that. We -- we were living the detrious of the Holocaust. We have to read about it.",
        "A: Y-Yes --",
        "A: -- I mean, you know, that he -- I heard his experiences in detail, but it’s been over the years,\nso it’s hard for me to just say this.",
        "A: But certainly, I mean, I remember him telling me that at one point he and his older brother\nMaurice were on one of these death marches when they were moved from one concentration\ncamp to another. And that when somebody would drop from exhaustion, they were presumed\ndead, and their bodies would be thrown on the back of a truck and then buried, you know, in due\ncourse. And so my Uncle Maurice fell down, was thrown on the back of a truck and then his\nyounger, more rigorous brother Norman literally took him down from the death truck, you know,\nand revived him. And you know, that’s about as bad as it gets.",
        "A: Well, within the Jewish world, where -- which was where I basically lived, you couldn’t say\nnu -- bad things about the Nazis often enough.",
        "A: And there was just this feeling that this was the greatest calamity that had ever befallen the\nJewish people in our 3200 years of history, and that it was shocking that cultured Europeans, and\nthe Germans, who are certainly viewed as being in that category, could act in such a bestial\nmanner.",
        "A: Early on. See, I was, let’s say I was gung ho to become an American --",
        "A: -- and one of the consequences of my experience th -- is that I was and still am a gung ho\nAmerican.",
        "A: Absolutely.",
        "A: Yeah.",
        "A: Well let me say, I remember very clearly following the progress of the war, 19 -- you know,\n\"44,",
        "A: Oh yeah, and D-Day was another day that I -- so I re -- remember.",
        "A: And so that’s -- sure, I was reading the paper, you know, we used to get the “New York Post.”",
        "A: And was by -- by that time I was -- I must have picked up the language quickly. I think that\nkids are much more facile at doing that than trying to pick up a language at a later age.",
        "A: She had to learn it.",
        "A: Yes. Of course he had been in this country for a few more years than we had.",
        "A: But he always retained quite a heavy foreign accent, whereas my -- my mother had not --\nspoke English without any noticeable accent.",
        "A: It wa -- it was.",
        "A: Yes, because I thought that my teachers, who -- at the Yeshiva, several of whom were rabbis,\nwere being too critical of my adopted country that I loved. And that they weren’t looking at it\nfrom the American point of view.",
        "A: I wa -- yes.",
        "A: I talked about it to -- to my sisters.",
        "A: I mean, it’s interesting, when -- when you ask me this question, you really have turned the\nclock back many, many years.",
        "A: I remember discussing with my sisters --",
        "A: -- who were going to public school --",
        "A: -- and who didn’t have these teachers who had -- who were thinking like old Europeans -- Old\nWorld Europeans.",
        "A: Yes. I’m -- I have to tell you, actu -- during the morning three and a half hours of Hebrew, I\nwas not a very good student, and I was a very badly behaved, throwing spitballs at the teacher,\nhaving my face slapped, being sent down to the principal’s office, having my knuckles rapped\nwith a ruler. To a -- this was a different world. And in English from the get go, I was an A\nstudent and with -- with a A in conduct. So I --",
        "A: Well, th-they had a point. I had certainly -- was fighting between my -- the American identity\nthat I wanted to totally absorb.",
        "A: And my Jewish heritage.",
        "A: I stopped wa -- going there in my last year of grade school. So I finished -- I was -- I think I\nwas -- just after I -- I was Bar Mitzvah’d in late March, and that June was probably my last year\nin the Yeshiva. And then I finished at P.S. 241.",
        "A: And went on to -- for the next two years to Erasmus Moore High School.",
        "A: No.",
        "A: No, I tell you. After two years, I switched to the Horace Mann School up in the Riverdale\nsection of the Bronx, where I was one of the few boarding students.",
        "A: I was able to come home weekends, but I think that in part I was sort of glad to have a bit of a\ndifferent environment.",
        "A: Those two years at Horace Mann made quite a lasting impression on me.",
        "A: That I was now thinking of myself as being more pli -- more privileged, more worldly, more\nobligated to the society of which I was a part. More comfortable in different social environments.\nA quote, real American.",
        "A: Yes.",
        "A: Mm-hm.",
        "A: Columbia College.",
        "A: I started actually doing engineering, and I took the engineering sequence of -- of advanced\nphysics and chemistry and mechanical drawing. And especially the last one, I -- I really didn’t\nlike. And I finished college in three years, and I was thinking about -- by that time my father had\nentered to the upstream, or growing ec -- end -- production end of the [indecipherable] gas\nbusiness. And this was a business that appealed to me as opposed to the feather and down\nbusiness, or it’s a -- 1t’s sequence, the foam rubber business, which he had been in. And so I was\nthinking about going to get a Master’s degree in petroleum engineering at the Carlotta School of\nMines, or someplace like that. However, I decided that this wasn’t for me, and so kind of the last\nminute I took the LSATs law school aptitude test, you know, did exceptionally well, applied to\nHarvard and got in and there I was, you know, going to Harvard Law School, and knowing that I\nwas looking to a business career rather than a career in the law.",
        "A: But I was always glad to have had the benefits of the law school education without having the\nacute anxieties that many of my classmates had, because their standing in the class could very\nwell determine the career track that they would be on.",
        "A: Well, Pll tell you, my sister Selma had a major influence on me, both in terms of going to\nHorace Mann, because she had also had some catching up to do school-wise, having not gone to\nschool for several years.",
        "A: So rather than going to Erasmus Hall, the local public high school, she went to the Rhodes\nschool in Manhattan and got out in three years, and so this is my -- my model of going elsewh --\ngoing off the standard path --",
        "A: -- and -- and going at your own tempo.",
        "A: Mm-hm.",
        "A: Okay, I did something wh-which has always brought me a lot of pleasure to think about.\nHaving been 23, I took off a half a year and traveled around the world. And I went to places\nwhich are c-certainly out of bounds to tourists, particularly American tourists. Places like\nKashmir in Nepal, and Bali. And I had a lot of wonderful memories of that trip. One of the things\nthat happened as -- July 14\", 1958, there was a revolution in Iraq, and I was in India, and my\nparents said come home, come home. And I said no way. And actually I went from India to\nCairo, you know, and -- you know, people don’t sort of realize that India isn’t that far from that\npart of the world.",
        "A: And I -- I have to tell you a story which I kind of enjoy, and that is that I took 2000\nKodachrome slides during the course of this trip, and when I met my wife the following year, in\n°59, and I told her about my slides, she said, “I’d love to see them.” So I said to her, “Well I’m --\nI’d love to show them to you, would you like to move in with me for three weeks?” She said,\n“What is this? What kind of a girl do you think I am?” Obviously the alternative was to pro-\npropose marriage, which I did.",
        "A: Se -- a few months.",
        "A: But I knew -- I knew that it -- th-that was not a serious -- a -- a question because obviously I\nknew her answer.",
        "A: It was just a way of --",
        "A: -- have -- play -- playing the game.",
        "A: I would say that I was attracted to her right away. I -- let me say, I was living in Manhattan by\nthat time, and she was living in Lawrence, Long Island, which made her what -- what we would\nrefer to as G.U., geographically undesirable.",
        "A: So rather -- she was working in Manhattan --",
        "A: -- for CBS classical records. We had a love of music in common, and so rather than asking\nher out for Saturday night, which meant driving to Lawrence, coming back to the city and then\ndriving out to Lawrence again, I would only ask her out during the week, because this way I\ncould meet her after work.",
        "A: And she was wondering whether -- what my level of interest was, since I wasn’t asking her\nout Saturday nights.",
        "A: I had met her the previous August. By the time the spring came, she went to an extended trip\nto Europe with her family, and when she came back, she was wearing much brighter colored\nclothing, and I found that very attractive, and so I said to her, I said, “You know, I like -- you\nlook so well in these colors.” And she said, “Well, you know I used to deliberately wear dark\ncolors because you’re -- you’re a Harvard man.” I assured her that --",
        "A: -- my -- my education and my taste in clothes, had nothing in common.",
        "A: Yes.",
        "A: We got married December third, 1960.",
        "A: And my mother passed away December fifth of ’61.",
        "A: And my wife, to her everlasting credit, moved in with me into my father’s apartment because\nhe was truly devastated at my mother’s early and unexpected death. She died from -- she did not\nrecover from an operation to remove a benign tumor near her brain, and whether it was an\navoidable matter, bec -- or whether because she got ex -- excessive anes -- anesthetics, or\nwhether it was unavoidable, we can never be sure.",
        "A: But the consequences were there.",
        "A: And what made it so singularly unfortunate is that we had just moved to Manhattan a few\nyears ago, and -- I mean her. She was opening -- she was beginning a new phase in her life --",
        "A: -- just when it ended.",
        "A: Yes.",
        "A: Three or four years later.",
        "A: Oh, with his second wife?",
        "A: I would say we were cordial but not close.",
        "A: And we still maintain very cordial relationship, I spoke to her on the phone a day or two ago.",
        "A: You know, but she has her children and my father has --",
        "A: -- had had his.",
        "A: And as I think I mentioned to you, I -- despite the fact that both my sisters have passed away,\nwe keep in close contact with my nieces and nephews.",
        "A: Well, my two older grandsons, George and Andrew Malkin are wonderful boys. They live in\nGreenwich with their parents, and go to Greenwich Country Day, a school that is over --\noverwhelmingly non-Jewish. My old -- oldest grandson George wrote a paper about my\nEuropean experiences and background. He asked me to appear before his history class to\n[indecipherable] my -- my experiences. And at this point his younger brother Andrew is\nexpecting me in a few weeks, and anxiously looking forward to sharing my European\nbackground experiences with his classmates, and I feel that their interest in my background 1s\nsomething that I would like to share not only with them, but with my other three living\ngrandchildren, and hopefully more grandchildren that come down the pike, and possibly even\ntheir children. I’m appreciative of having this opportunity.",
        "A: I want them to know that -- how fortunate they are to be living in this country, to be living in\na comfortable environment, to recognize that being Jewish is a privilege and a burden. It is\nsomething that you can retain in your heart almost separate and apart from wh-whatever rituals\nyou practice or don’t practice. That it also represents a caring of family, of loyalty to each other,\nof the ability to handle adversity. So I think that there’s a -- much to be learned from what others\nwent through, to hope that you don’t have adversity, but that when you do, well we all have\nbumps in our road, you keep a sense of perspective.",
        "A: Certainly the Holocaust as an abstract concept is hard to transmit. But when you realize that\nyou come from a family that had actively, even at -- to an extent peripherally participated in the\nHolocaust, it gives you an -- a sense of -- of immediacy, and intimacy, which you can’t otherwise\nget.",
        "A: While bad things have happened to me overall, I’m an extraordinary lucky person and\nappreciative as I said of this opportunity to share part of my history with my family and anybody\nelse who 1s interested.",
        "A: Thank you.\nBeginning Tape Four",
        "A: This is a picture of my parents, Arthur and Rochelle Belfer, and my older sister Selma in the\nmiddle, and to her right is my other sister Anita. And on my father’s lap is a picture of myself.\nJudging by the age of the children, I would say that this was taken in the summer of 1939 at the\nresort of Ropka in the Carpathian mountains of southern Poland. ... Let me ask you, since I’ve\nalready identified the players, I can go a lot faster [indecipherable]",
        "A: It is the picture of my parents and my sisters, Selma and Anita, with me sitting between them,\nand it was probably taken in the resort of Ropka in southern Poland in late summer of 1939.",
        "A: This is a picture of myself at probably the age of about four, and I would guess that it was\ntaken during the summer of 1939, and I look very happy sitting on a horse.",
        "A: No, I still -- I think that my hair -- no, my hair wasn’t cut until after the war broke out.",
        "A: This is a picture of my sister Selma, who 1s probably about seven and a half at the time, and\nher younger sister Hanka, or Anita, who was five and a half, aboard horses. I suspect this was the\nsummer of 1939.",
        "A: Selma is the one on the right, the o-older one. Notice they are both wearing these big bows in\ntheir hair. I imagine that that was the in style in Poland at the time.",
        "A: This is a picture of my parents, Arthur and Rochelle Belfer, taken in Poland. It was probably\ntaken in 1939, shortly before my father left for the United States, never to return to Poland again.\nDo I need to mention my name, or do I se -- just say it’s me?",
        "A: Okay.",
        "A: It is a picture of Bob Belfer at his high school graduation. You may notice that my hair is a lot\nshorter and a lot darker than it was in the previous pictures that you’ve seen of me.",
        "A: Yes.",
        "A: This is a photograph of my father, Arthur Belfer, taken about 1990, or about three years\nbefore he passed away. He is looking very distinguished to me, and clearly a man of great\nwisdom.",
        "A: This is a photograph of my mother, Rochelle Anisfeld Belfer, taken probably when she was in\nher late 40’s or early 50’s, in the United States. It was a black and white photograph that was\nsubsequently colored in to accurately reflect her coloring. She looks rather glamorous there, and\nit’s my pleasure to see her pretty face.",
        "A: This -- this photograph is of my darling wife René and myself. I suspect it was taken about 10\nyears ago, which would make it 1996. I would say that René has aged very little since then.",
        "A: This is a photograph of René and myself in formal attire. I think René looks lovely, as she\nalways does. We’ve now been married for over 45 years, and it was certainly one of -- the very\nbest move of my life.",
        "A: This is a photograph of my wife René, to the right, and in -- sitting in the middle is my\nyounger daughter Elizabeth. Behind her is my son Lawrence and his bride Caroline. This picture\nwas taken, I would guess, about six years ago, and I can tell you that everybody looks at least as\nwell now as they do in that picture, with the possible exception of myself.",
        "A: This is a photo of my son-in-law, Tony Malkin, my daughter, and his -- and his wife, Shelly,\nand their two boys, Arthur and Andrew. The picture was taken when they were probably about\n11 and nine years old. They’re a wonderful family and I love them each dearly.",
        "A: This is a picture of my cousin Hanka Anisfeld Wyvell, and her husband court -- Dr. Curt\nWyvell. He was an orthopedist who accompanied the Israeli Olympic team to Munich in 1972, a\nhorrifying experience for him and anybody else who thinks about it.",
        "A: This is a photograph of [indecipherable] God, the Israeli version of Avram Anisfeld, the son\nof my mother’s brother, and therefore my cousin, in his Israeli army uniform. He subsequently\nbecame Israel’s ambassador to Argentina.",
        "A: Okay, this is a photograph that I treasure, showing four generations. My father Arthur, my son\nLawrence in the middle, and my older daughter’s son, Tony -- I’m sorry, older daughter Shelly\nand Tony’s son, George Malkin when he was about one year old. And it is extraordinary that --\nI’m sorry -- can I -- can I take that from the top?",
        "A: George is now going on 16, and of course I’m in this picture also, and beaming with pride at\nhaving been associated with so many wonderful people.",
        "A: Okay. I love this wedding photograph of my son Lawrence, who is on my left. Beneath him is\nhis beautiful bride Caroline. Next to her is my delightful wife, René. I’m sitting next to her, and\non my left is my older daughter Shelly. And to her left is my younger daughter Liz. In front of\nher, sitting, 1s my six foot four inch son-in-law, Tony Malkin, and the -- the two little boys in the\nforeground are George and Andrew Malkin, and I would guess from the photograph they were\nabout five and three years old. It’s a delicious photograph of my beautiful family.",
        "A: This is a photograph of two of my grandsons, George and Andrew Malkin, and eight of their\ncousins who I will not identify by name. What they all have in common is that they are all\ngrandchildren of this -- of Arthur and Rochelle Belfer, and the -- with -- here we are together for\na Passover Seder, and it is always a source of great joy and pride that our family stays so close\ntogether.",
        "A: The --",
        "A: Okay. These are -- my younger two grandsons are Arthur and Daniel Belfer. If they look\ndevilish, it’s an accurate representation of their personalities. They are lots of fun to have around.",
        "A: After four grandsons, my blue eyed princess, Abigail, daughter of my son Lawrence and\nCaroline, arrived. She immediately wrapped her older brothers and the rest of her family around\nher finger.",
        "A: She is now three and a half, and as delicious as ever.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumApril 20, 2006\nRG-50.030* 0506",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Robert A.\nBelfer, conducted on April 20, 2006 on behalf of the United States Holocaust Memorial Museum.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral\ntestimonies. Rights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ROBERT A. BELFER",
        "April 20, 2006",
        "Beginning Tape One"
    ]
}