{
    "rg": "RG-50.030.0040_trs_en",
    "sequence": [
        "Q: OK. Uh, the tape is on. Bud, would you give me your name please?",
        "A: Sure. My name is Boleslaw Henry Brodecki [NB: American pronunciation], or Brodecki\n[NB: Polish pronunciation]. I was born in Warsaw, Poland.",
        "Q: What year?",
        "A: March 1921.",
        "Q: Tell me about your family.",
        "A: I had a sister; her name was Roma. And my mother died when I was eight years old; and my\nfather marry her sister, whose name was Helen. She was like a mother to us. And of course,\ngot uncles and cousins and I don't know if you want me to tell about them but there is a\nwhole bunch of them.",
        "Q: What did you father do?. What was his occupation?",
        "A: Well, he was accountant.",
        "Q: When you were growing up, tell me what it was like for you as a child growing up in\nWarsaw. What kind of school you went to, what were your friends like?",
        "A: Well, I have to go back with my mind. I went to, uh, of course, at first I went to a public\nschool and in the meantime I went to a Hebrew school, then I went back to public school,\nthen I went to we called gymnasium, which is a high school. And the school I went was\nactually a Catholic school, but we had...uh...uh... The ones who are Jewish faith had a Jewish\nteacher; because all high schools have a religion. They were teaching a religion to kids. And\nif you were Jewish in a Catholic school, then a Rabbi were...a teacher was coming. And I\ndon't know if it was an hour in a week or two or three hours, he was teaching Jewish history\nand so on. And uh after I graduate, I supposed to go college. But the war started and it never\nmaterialize. My sister, she graduated from high school. Because she didn't ask me about it;\nand then she was studying piano. And...",
        "Q: What did you like to do as a child? Did you have favorite games, favorite sports? What did\nyou do?",
        "A: Oh, yeah. Yes. Sport was bicycle racing and playing hockey on ice.",
        "Q: You played hockey?",
        "A: Yeah. Not hookey, hockey. (Laughing) Now I play hookey. (Laughing)",
        "Q: Were there...tell me about the teams. Were they all Jewish teams, or were...",
        "A: There were mixed, and one team I was playing was Maccabee--_ that was an organization--\nand, of course, we were junior hockey players. And so we were usually playing late, like at\n10 o'clock at night; because those are public skating and you couldn't get in after they closed.\nAnd during the day, we kind of instructing other people in skating as club members. We just\ngo around with them and show them how to skate.",
        "Q: What about the holidays, the Jewish holidays? Did you celebrate those at home, at school?",
        "A: Oh, yeah. Of course, we celebrate holidays.",
        "Q: Did the family all come? How...were those big affairs? Were they small?",
        "A: Well, I am a Zionist, you know. We got together and on the holidays, we just went to\nsynagogues.",
        "Q: Was your family very traditional or pretty modern?",
        "A: We were, uh, we were more religious on the holidays than on a daily basis. We were not\northodox you see, but the house was kosher. If anybody wanted to eat something that wasn't\nkosher, he better not bring 1t home, you know. And there was like separate place for\nmilachtig [NB: milchig; Yidd: dairy foods] (laughing) and fleishig [Yidd: meat], you know.\nBut other than that, it was... While we were away from home it was a little different. Some\npeople stick with it, and some people might don't. I mean, there's no use fooling from that.\n(Laughing)",
        "Q: What was being a Jewish boy in Warsaw in those years? Was your house, for instance, in\nthe Jewish quarter of Warsaw?",
        "A: In a way, yes. There was more or less concentration of...they were mixed...but I think 1t was\na lot of Jews in the area, you know, this was kind of far. Wasn't a trick to just to Jewish, but\nthere was a majority of Jews. It was called Jewish neighborhood. Neighborhood was kind of\nfamous. I don't know if you ever heard of Zamenhof who invented Esperanto. My father told\nme one time in his younger years he was sharing a room with him, and, uh, uh, they were\njust in the general area of this the street was renamed to the name of Zamenhof. My father\nfamily was living in Pavia. I think it was in the same house where Benjamin Meed was\nliving, I think. So you and Benjamin Meed have known each other.",
        "Q: So you and Benjamin Meed have known each other.",
        "A: No, we don't know each other. We don't. That was too long ago. I can't recall anything like\nthat, but there was a funny incident. We went to--I don't know if you want to listen to that--\nwe went to the Holocaust survivor's gather in Washington. And one time, they had that\nmeeting for the Warsaw Jews, which I am from Warsaw; and Benjamin meet me. His wife--I\nthink, Vladka-- somebody was sitting beside him or Vladka, and there was another lady\nsitting there. And I went and I asked...I know said....what you were living and I asked if she\nknew any of my family and she told me that there was a big apartment house. She didn't\nknow everybody or she didn't remember everybody. They had some kind of organization\ndispute and they were very nervous. I walked away. I put my name...they got information\ndesk and they were taking names and different information regarding your relatives you\nnever find on a computer. So I tell them everything I know and who I be looking for, and a\nfew days later I had a letter in Richmond from a lady in Polish and in English. And she was\nmy cousin. I mean, my father's sister's daughter. And what happened, after we got\ntogether...you know, she is deaf. I can hardly talk with her because I don't know what she 1s\ntalking about. You just can't communicate. And she was sitting a couple of seats from\nBenjamin Meed when I was asking Vladka, but she could hear me and I couldn't hear. If I\nhave any...you know, some people were walking around with a big sign \"I am from so and\nso, I am looking for relatives.\" And they were looking kind of funny. I said I should have\ndone this same thing. Hang a sign on me so she could hear what I say, she would recognize\nme. You don't recognize people 40 years later. You know, 1s a different set of wrinkles and\n(laughing) and you don't.",
        "Q: So you have found a long lost cousin!",
        "A: Yes. I find a...and somehow they organize a meeting in Los Angeles in Barbic, California.\nThat is where we went on the Fantasy show and we were in invited to a friend of ours to\nvisit. She says she got tickets for the show and her husband, they are getting plans....",
        "Q: Okay. Let's pull it back. Let's pull it back. That's interesting, so you have really come full\ncircle. Alright, so you have met some of the family. Let's go back to Warsaw and tell\nme..you were now in the gymnasium. What happened after the gymnasium years to you?\nWhen did the Germans come and how old were you?",
        "A: Well, I was just about 17. And, of course, you know the day the war started, I think it was\n5th of September, and all of a sudden so quick you see airplanes in the air and you see, you\nknow, columns of smoke and detonations from bombs and everybody in those days were\ntalking about gas, and everybody has a gas mask, and there was a big confusion and it was\ngetting worse cause day by day because the houses were being destroyed and you couldn't\neven for a couple of weeks you couldn't even tell the streets because if you walk you tell by\nlandmarks, you know, where you are going. Here everything you live in the city all your life,\nyou don't know you are at because there is nothing to indicate and those were... everybody\nhad a lot of worries...no use talking about people laying dead on the street, and running back\nand forth, and when they are running with dead children in their hands and we have another\nworry. We know that the Nazis were coming, so that was even worse than for average\nperson because we knew that we gonna be pointed out, and there was about almost 30 days\nof bombardment and Warsaw was devastated. And we were running from shelter to shelters.\nFunny thing, we were living on the third floor. Now our apartment was not destroyed but we\nkept running back and forth because people wouldn't stay on the top floor. Everybody was\ntrying to stay under big building somewhere. And there is quite a number of people got\nburied there, because building collapsed. I see a lot of, like you take a tall church. And\nairplanes came. There was an alarm, you know. Everybody heard; and we came out and the\nchurch was gone. What happened, a lot of these places didn't use steel like they use in the\nbuildings today, and they had the basement several floors down. So one gets hit, just\ncrumbles right into the ground. And it is just a devastating thing. It is bad. The whole\nthing...you come back, it 1s not there. I mean, (laughing) it just packed in the underground.\nWell, uh I can talk about it. I don't know if you want me past that point.",
        "Q: Let's talk about what happened to you at this point. What happened to you when the\nGermans actually occupied Warsaw’?",
        "A: Well, they were picking up Jews and nobodies. Things just started and Germans really\ncouldn't recognize. They ask you, \"Are you a Jew?\" You know, you had to tell them. And\nwe escaped from Warsaw. What happened, my sister had a fiancé. He was from the part of\nPoland where the Russians came in. Where he was staying in Warsaw, he was going to\nWarsaw Polytechnic--which is just like here, a university or something. And they supposed\nto go with each other when he went back on his vacation and summer. You know college\nstarted in September, he didn't get back to Warsaw a year. So after the war, we got a note.\nYou know, people were smuggling each other through the border back and forth; and there\nwas not the regular mail. And somebody brought a note. He asked my sister to go, now he\nasked the whole family to come over there. From two evils, the Russians were better than\nthe Germans at that particular time. So my father decided that he lived in this city all his life\nand he's not gonna leave. He wants the kids to stay together. So we went to a train station.\nAnd while we were saying goodbye to our father, we were separated by some German, push\naround; and we got up on a freight train and we went toward Russia. And we were told if we\ngot caught... Only that trip can make a two hours story. But really, we were told if we caught\non the German side, tell them we came from the Russian side so they throw you back on the\nRussian side. If you get caught on the Russian side, tell them you are going to Germany so\nthey chase you back. You know, just always tell them the opposite. And we had the\nnightman night, because we finally got on a train in a dark where was traveling some\nChristian people. They didn't know we were Jewish, they were talking about \"Oh, the Jewish\nbeing murdered.\" One lady was telling them, \"Hey, the Germans come and they shoot the\nwhole Jewish family...shoot the Jewish.\" And that was a terrible conversation going on, and\nwe were scared. Finally we went up in a little country place close to the border in order to\ncross, said the, uh, I guess you can call him a farmer. His name was Tom, and we told him\nwhat we want to do and he say he know some smugglers and he took us in and put us in the\nbarn and he was scared also, but we gave him some money something. So finally someday\nhe says he is going to take us toward the border. So they put me in the wagon, cover me with\nstraw; and my sister and another lady and the driver of the horse and wagon. And they were\nworrying why Sunday, because people were going to Church. And so we mix with the\nchurch crowd. We came to the border and something didn't work out, we had to go back.\nThen we made the second trip. And finally two smuggler came and took us and put us over\nthere in the barn. And in the middle of the night they came and wanted to rape the women.\nSo my sister and the other girl was together, and they told them to lay on the top of them. But\nthey were not...they give up, they didn't rape them. Then they were trying to get money;\nbecause my sister sick and if you she got rings. You know, we give them all we had. And\nthen they was smuggling sugar, so while we were working with them and the Russian said\nthey got long bags with sugar. You know Russia knows for shortages. And we came to a\nlittle stream and they were wearing the high boots; and they took us back in a carriage on the\nother side. And they told us again, if you see any Russians you tell them that you are going\nto Germany and they chase you back, you know. And we separated. Then we came to...I\nforgot what the place was--was some kind of bus station or train station. And everybody was\nsleeping on the floor, because people really didn't have a home or anything. Everybody was\nwandering around. And I lay down right on the floor I went to sleep. And...and somehow we\ntravel, and we found ourself in Pruzhany [Pol: Pru_anal]--no, Brest-Litovsk. That was the\nfirst stop. And we were sitting at the table, and talking about the war and everything with\nsome of my sister's friends. And then we continue on to Pru_ana which was closer to the\nborder uh where my brother-in-law was. So my sister got mad because the Russians came up\nwith the...they call it paragraph 11, which you are...I don't know how to translate it. I guess, a\nrefugee. You right in the same country, but being you came from the German side. So they\ngive you a passport, paragraph 11, and we stayed there. You cannot live in the city. On\nmy...I know 100 kilometers from the border, you cannot get cross; and there was about 50.\nAnd I think it said that you shouldn't live in a city of 100,000 population, some kind of a\nrestriction. So I didn't like that. I say if I have to go...I say if I have to go, a 100. I was 17 and\nI was with my sister; and they tell me to leave. Go 100. Where do I go? So I went back to\nthe Police station, and I tell them I am not...I want to go back to Germany. And that was\nterrible. And the police chief told me that I was a 10 code or something you know; and called\nme all kind of names and told the guys to arrest me. I jumped out of the window and I ran\nand I hid. And my brother-in-law's aunt was a doctor and she got a lot of pull with the\nRussians. And her daughter was living in France during the... Before the war they sent a lot\nof... And she took a bunch of that stuff to the police chief and somebody else, and they give\nher my passport back. She told them I was a kid, and I didn't know what I was doing; and I\nwas hiding 1n the attic in the cold. And the police chief said he let me go, but he don't want to\never come face to face with me because he gonna arrest me. So in the middle of night I was\nsmuggled out of town and I was recommended to some friends of friends which were living\nin another town which was beyond 100 kilometers from the border. Then I had a terrible trip.\nWe went and got this...they call it a Baalegole. That is a Jewish fellow who has a horse and\nwagon, and that's the way he makes... And he got a couple of goats in the house. They were\nvery primitive. The goat was in the house, and the kids and everybody; and I was sitting on\nthe wagon all night. And the only thing we were trying to get some food. You probably\nmake it into town 30 minutes we go all night with a horse and wagon, so they try to get me\nfood. The only thing we could get was leberwurst [NB: liverwurst]. I don't like leberwurst.\nAnd we finally came to that little town called Roznau. Like it was just day, and there was a\nlot of Jewish farmers over there. And this guy was working behind a bunch of cows and had\na big... I was from a big city, and I never seen it. And he was collecting cow manure, you\nknow, for fertilizing and I arrived in that little city. And I...yah, my sister came too, I think.\nYou know, it is kind of... My sister came, and then she went back because she had to\nmartry...after you marry somebody then like he become citizen. So after she marry my\nbrother-in-law, she could stay. I don't know, I don't remember if she came the first trip. I\nknow she came...maybe she came visiting for a few days; but I remember she coming in,\nbecause in the place where we were staying there were no beds. There was one thing right\nacross the room and everybody was sleeping on it. (Laughing) The whole family. And I\nremember getting up in the morning, because you had the cows, you know. You know,\npeople don't talk about Jewish farmers alot. Everybody imagine they're business people. I\nhave electronic shop. You know, I repairs. And everybody asks me if I own a grocery shop.\nSo I don't know why. (Laughing) Just a stereotype.",
        "Q: So you are in this town, and you're living there now?",
        "A: Uh huh.",
        "Q: Okay. How long did you stay there?",
        "A: Well, I couldn't tell you exact times, but you know with the Germans kept going toward\nRussia one more time. And that was in '41, when they started a new campaign going toward\nRussian. A couple of days... Coincidental, a couple of days before that, there was a draft\nboard. They were drafting soldiers for the Russian army. Being I was on the Russian side,\nwe had to go to a draft board. Of course, it was real strange because we were naked and most\nof the people were women, you know. And, uh, when they were measuring you and this and\nthat, and they asked me what kind of education I got, I say I got high school and I got\nelectronics. And she said you be a lieutenant in the Russian army. And I think that was\nFriday or something or Thursday. Sunday morning, somebody knock on the door, all the\npeople who got drafted and say, \"We got a meeting in the city. Move your tail.\" We didn't\nknow anything would happen. We get in the movie theatre, the draftees. And this Russian\ngeneral, whatever, come out and said that the German pig stuck a... What do you call? A\nsnout in the Soviet...in the Russian garden. That mean they attack the Russian. And that was\nSaturday night when this started; and that was Sunday morning. And would you believe\nwhile we were at the movie theatre, there were airplanes coming and machine guns; and they\nstart already. I was used to air raids at the time, but it was a terrible panic. And that was\nSunday. And Monday, Russian...German tanks were coming in the town. You didn't even\nhave time to run. So I stayed there for a little while, and then I went back. Because my sister\nand my brother-in-law were still in Pru_ana. So I hitchhike back on a German truck; and I\ncame back to Pru_ana and then they turn it into a ghetto.",
        "Q: Tell me about the ghetto.",
        "A: Well, (sigh) food was getting short, and things like that. And I...we were beat. They were\ntaking the young people everyday to work outside the ghetto. We knew that one day will\ncome when they gonna take us out of there. And they...uh, food started getting rationed.\nThere was a lot of harassment; even by the police, you know. And a couple of times, I got\narrested and my brother-in-law got arrested. One day, we were in line for food. And then we\nsee a pregnant lady. So my brother-in-law stand up for her. So policeman got after him, so I\nstand up for him. And there was another guy with us, he got in. The police was Jewish, but\nthey working at the time for... So they drag all of us (laughing) to jail. And a friend of ours,\nhe wear glasses, you see. You couldn't get glasses. Anytime was anything dangerous, a\nGerman could slap you in the face anytime. So first thing, he was putting away his glasses,\nyou know. So he look at the police chief; but without the glasses, he just like that. Said...the\npolice chief said, \"What are you making eyes at me?\" So he says, (laughing) \"I wouldn't\nmake eyes at you if you had something on your nose.\" So he slapped him. He put them\naway. He wasn't actually arrested. He came around, and he got in the dispute you see. How\nhumanly were the things that put you away for anything, you know. We stayed there, and we\nwere let out. And eventually, one morning, they tell everybody come to the market place,\nyou know. And, of course, just like Germans did this type picking out, the people didn't\nwant to go. Like he says, \"Anybody sick, anybody's crazy or nuts, shot to death.\" And they\nput us on wagons. And at that time, we already knew about Treblinka’ and those death\ncamps where you go for sure.",
        "Q: How did you know? This is 1941?",
        "A: Yeah, there were rumors.",
        "Q: Already in 1941?",
        "A: Yah, I think this was between 1941 or 1942. There were rumors. We were on the train,\nfreight trains; and we didn't have an idea where we were going.",
        "Q: Describe that trip. What was it like inside that car? What kind of a train was it?",
        "A: Oh, we were [in a] freight train. And when they put us in...first we were in a horse and\nwagon; and in the snow, too. We come to some place where the train--I am not familiar with\nthe area--and we were loaded in the freight trains. The cars, that's what's called...freight cars,\n' Treblinka was finished in July 1942.\nwere filled. I mean, there was just about standing room on the inside. My sister was with a\nlittle baby. There was some Russians; but they somehow, they escaped during the night.\nThey took towels and they wrapped around the head, so they don't bump their head. And\nthrough a little opening, somehow, all of them get out. And the snow. They were young\nguys. But we were like... everybody was with a family. And, really, it was no place to go;\nbecause there was so much anti-Semitism there. Anybody point out a Jew out, you know.\nThere was some people hidden by friends, but you didn't have a prayer if you ran away.\nSome people did; but then you had to play like you...not Jewish, you know. And it was kind\nof hopeless with snow on the ground. Cold, no food. There was...to escape was a hopeless\nthing. And many instances, there was helplessness... was really no where to go. Maybe in the\nsummer was better. There was somehow a thing when we were getting out of there, I think it\nwas January or something. That was wintertime. So on a train with no food, everybody got\nsome bread or something in a package, you know. But that was in March. I don't... forgot\nhow long we remained in transit. And people practically dying--old people, children. They\nwere doing it on themselves. And then everything...we developed this terrible thirst. And\nwhen the train stopped in different places... Every time was an air raid, you know, whistles\ncame off and the train stopped; and some Germans, some Polacks came to the window. And\nwe said, \"Water! Water! Water!\" He said got a watch or something, so we give him a\nwatch for a little dirty water. Didn't have water. They took it from the locomotive or\nsomething...dirty water or some... So they were getting money, rings... But when you are\nthirsty and dehydrated, you give anything. I mean, you really...people really don't know that\nthirst is even worse than hunger. You know what I mean. Oh, it's devastating when you're\nthirsty. And they was giving away rings and anything, just for water; and a lot of time, they\ntook it and didn't bring you water. Well, eventually we came to a place which was laid from\nall directions with spotlights. And we were not used to it, because due to air raids, you live in\nthe darkness. While we were still in Pru_ana, we had during the night English or\nAmerican...German planes going throughout the night. No, no...they was not American then.\nThey were German planes. They were going towards Russia to bomb. And during the night,\nyou heard that noise...(humming) all the time. And this... Course, everything was dark.\nWindows were...they had that tape across windows so they don't break. That was everyday\npicture you see. When we came and see that little place, you know, and we didn't know what\nhappened. We knew that it is the end of the road. We were warned we were going there right\naway. And I think you call trestles; when the trains stopped, and we start to fall, like from\nthat ceiling to the ground. Would you believe people were... They said, \"Raus! Raus!\nRaus!\" And a lot of people fall out. And the one who were gone were walking on the people\nwho fell out, you know. And this \"Andreten!\" [Ger: \"Line up!\"]...you know: \"Left, right,\nleft, right.\" And we were surrounded by Germans with sticks. And there was uh, you know,\na little contrast; because you know how neat the Germans are. How they shine the shoes and\neverything. They stayed there. And...and...and they started chasing us and beating us, and...\nAnd go in different lines. And I got hit, because I got a crazy idea. I got a bag with\nsomething. [Oh, my friend and I took a long string. I pass by and all of a sudden a little thing\ncomes by. (ph)] And so he said, \"Come back, come back.\" Hit me with the stick.\n(Laughing) Then they were throwing children. And it was a devastating scene. You\nwouldn't believe the inhumanities. They were knocking people down, hitting with the stick,\nand finishing them off, and... And tearing kids from women, and throwing them in the air.\nAnd the screams and the cries, that was just devastating. I have a bottle of cologne water.\nGoing back in my mind, Russians used to drink that. Russians are big alcoholic. They used\nto come to a barber shop and drink half the after-shave lotion, the tonic. I see them like\npoison themselves with it. So what do I have to lose? I was so... It's alcohol. So I drink the\ncologne. They should put that in there for drink; because when you burp, it smells good.\n(Laughing) Really! That is the truth. And a German came up to me. And I was kind of a\nlittle drunk; and he smelled. He says, \"Those Asians!\" You know, like \"Ignorants!,\" like\n\"Drinking cologne!,\" you know. And we were in line. And they just take, of course, the ones\nwho didn't make it. To give you a little idea, we were going in the transports like a cow.\nThere was 10,000 people came out of the particular area, and this particular transport going\nto Birkenau. And I think, in a few days, we were only nine hundred. So we didn't know\nreally what was happening to the others, you know. Nobody come and give you a daily\nreport. You go this way, they go that way. You don't know anything. And why in Birkenau,\nthen being transferred to Auschwitz. We felt that smell in the air, and they said that was\ncrematorium. And they were experimenting with people. Like in the morning it's called the\n\"antret\" [Ger: lining up]. They count the prisoners in the morning, you know. And a lot of\ntime, two or three [SS] walking, and they looked somebody in the face: \"Out!\" Put them on\nthe side. \"Out!\" You didn't know where the people were going. And they were taking them\nfor experiments in Auschwitz. Of course, there was a bunch of people laying down who die\nin the night or something on the side. And the wagon. You see these wagons...pulled people.\nAnd the legs stick out here, and the head and a head. And they just thrown some on; they\nwere naked, they were in prison outfits. And uh can you imagine...we went to work, we\ncame back was a band playing. A first class band. They were people...",
        "Q: I am sorry. There was what?",
        "A: A band. You know, that gate \"Arbeit Macht das Leben Frei\" [Ger: \"Work Makes the\nLiving Free\"| You probably seen it in pictures. We marched through it. And on the right\nside, there was a big band playing marches and they were all....musicians from all over\nEurope. I mean, they were excellent. They were playing marches. And on the right side...on\nthe left side--I don't know if everytime--there were people laying shot to death, bleeding...\nAnd they said, \"They were trying to escape. See what happened to them?\" And the day we\ncame, there was a table and a chair. And on top of the chair, there was a woman with her\nhands tied, bumps on the head. Oh, she was massacred! And there was a sign that her son\nescaped from the camp. And that was not for the Jews, because Jews don't leave any\nfamilies. They were for the Polacks. There is a misconception. They think everybody in\nAuschwitz was Jewish. There was all nationalities. And they said her son escaped from the\ncamp. \"And if you escape, that is what is going to happen to your mother.\" You see, if she\nwas there. On the table, on the chair, lot of blood, broken up with bumps... Really fixed up\nfor the show, you know. And when you march, they tell you to look to the left; and there\nwere people laying shot. They say they tried to escape, and a lot of times it wasn't true. I\nmean, we were working one time in there...one time in...they call it a...werkhalle [Ger:\n\"workshop\"]. Train comes through; and there was rails, you know, for trains. And those guys\nwere walking back and forth; and a lot of time they took a stub from cigarette and throw it.\nWe pick it up. So the guy threw the cigarettes on this side of the rails, so the prisoner\nwouldn't go. He said, \"Go ahead and pick it up.\" So he go pick it up. And he reported the\nguy was trying to escape and they had another trick. If we were marching to work...a lot of\ntimes we were marching at night...somewhere on the highway to a factory, suddenly\nsomebody sneaked out and escape. A lot of times was organized, like might been in cahoots\nwith one of the guards. I was asked a couple of time to escape. They gonna help me. So what\nthey did...",
        "Q: Don't leave that just yet. You said you were asked by a couple of people to help organize an\nescape?",
        "A: No, to escape. I didn't trust them. I didn't trust them.\nOne of them was true. Because after the war, I found out that he became a police chief in a\ncertain city which I can't recall it. He was always working with the underground. He was a\nPolack. But we were fooled and cheated so many times, I just didn't trust him.",
        "Q: Go ahead. I'm sorry.",
        "A: Anyway, somebody, like I said, escape from the column; well, they might take 10 or 15\npeople and shoot them to death and make out a report that \"16 people were trying to escape.\nOne made it, and I shot 15,\" you know. Big hero. So, (laughing) that's they way they were\nprotecting themselves sometimes. There was a lot of good souls during the war, even\nGermans. Which I never want to forget, because I think if 1t wouldn't be for the good ones I\nwouldn't be alive.",
        "Q: Tell us.",
        "A: They were helping. I remember when the ghetto was closed because we were going to get\nout...being transported. At that time I was working...like you got a Coast Guard in the USA.\nOf course, this [wasn't] a Coast Guard; but this was a uh...like a border patrol, I would say.\nAnd they got high ranking officers. So one of them--I should remember his name--he was no\nmore or less a high ranking officer. And he came with a... You see, his idea was that after\nHitler wins the war, they gonna make a special city and all the Jews are just going to live\nthere and prosper. He wasn't very intelligent, but he knew it was wrong; so that was his idea.\nWhen I was in the ghetto, he came and got in an argument with a guard. He wants to get in,\nthey wouldn't let him in. So finally he sent a message...a messenger, and I came to the barbed\nwire. He threw me one [of] his best leather briefcases, with newspapers and food, you see.\nThen another one was a Zollen... (ph). He was a real high ranking person. And he was very\nintelligent. He would never say what this guy said. (Laughing) I had to stop by his place\nevery Saturday. He gave me cigarettes, vodka. While I am drinking, he says, \"Elektriker,\nkopf hoch, alles wird noch gut sein.\"",
        "Q: Translate please!",
        "A: \"Electrician, keep your chin up. Everything going to be good.\" The future going to be\nalright, you know. Then uh when I was working and in a werkhalle, which 1s a factory, there\nwas one guard. And he kept calling me and in the dark he would give me bread. And one day\nhe said he is scared to death, he told somebody seen him he gave me bread; so he says, \"If I\nam a prisoner tomorrow, don't be surprised. Because that is what they do with us when they\ncatch us.\" Which was true! So I said, \"I'll tell you what you do.\" I say, \"I am going to come\nup; you call me all kind of names, you kick me, and that's gonna help.\" He says, \"Are you\nnot gonna be mad?\" I said, \"No.\" So, I say...1 came out there. And he said, \"You\nSchweinehund!...\" Insult me. He kicked me, and I screamed. And then he said everything is\nfine. (laugh) He says... He also was kind of farmer. He said, \"After the war,\" he says, \"I have\na farm. You gonna be my Kutscher [Ger: \"coachman, driver\"].\" I gonna ride with his\nhorses, he says. There was a lot of good people. But there was a lot of bad people. You\ncannot just go...(laughing). I think every country depends who is ruling, you know.",
        "Q: So you were in Birkenau, Auschwitz-Birkenau...",
        "A: Birkenau. I was in 8.",
        "Q: Which?",
        "A: At the end of the war, when the Russians were approaching, they keep transferring us. I was\nin Birkenau, Auschwitz, and Schwientochlowitz.* Then Grdaditz-Bareza, Mauthausen,\nLeitmeritz’ and Theresienstadt. I think. I know it was 8. I must left something out; there were\nso many of them.",
        "Q: Let's go back to Auschwitz-Birkenau.",
        "A: Uh huh.",
        "Q: What happened? How did you know you were going to be moved from there? What\nhappened?",
        "A: Well, first, they moved us to Schwientochlowitz; which was same in the general area, like\nfrom here to Petersburg [NB: Virginia].\n* Formally named Eintracthiitte. Subcamp of Auschwitz, located at Swietoch owice in Upper\nSilesia.\n* Subcamp of Flossenbiirg. Located at Litom ice in the Sudetenland (Czechoslovakia).",
        "Q: Excuse me. I need to go back, and... I apologize. You came in, you were with your sister in\nAuschwitz-Birkenau.",
        "A: To Birkenau, right.",
        "Q: Tell us what happened to your sister at this point.",
        "A: Well, she wouldn't separate from her baby. And there was a lot of people; and I couldn't\ncontrol it, and... I didn't see her any more. Only her...my brother-in-law was with me, but he\nwent in about a couple of days. You see they pulled this like they told us to take all our\nclothes off and go into a shower. And he tripped over a rusted pipe, and his foot got swelling.\nAnd you know what they did with people which got sick. They just pick him up and put him\nin a gas chamber; and that's what happened to my brother-in-law. I never see my sister again.\nThen next day, I see the people, you know, in pajamas. You know, you see the outfits. And\nthe area over there was very muddy, you know. Everything had big wheels. You keep\npushing wagons, and back and forth, and doing a lot of unnecessary digging and work. And\nstuff like that. And eventually we were sent to Schwientochlowitz, which was a machine\nfactory over there. They were making parts for airplanes and stuff like that.",
        "Q: How far was this from Auschwitz-Birkenau?",
        "A: There's no way I could tell you. That wasn't too far. Like I said, might mean like here to\nPetersburg [NB: Virginia]. It was in the general area. I couldn't recall. I know that it wasn't\ntoo far.",
        "Q: What did you do in the factory?",
        "A: Uh, I finally wound up working on a machine. And uh, I don't know where I had the\nexperience from. I was working on the lathe machine. There was a lot of people. And then, I\nhad 2 or 3 people I had to cover for. They didn't know nothing about the work, but they were\nvery sick. And if they go outside, they would die. So I kept running back and forth and\nhelping them. And couple of them met me after the war, and tried to give me money.\n(Laughing) But anyway....",
        "Q: Talk about this a little more. How did you cover for them? How did you...keep talking about\nthis.",
        "A: Alright. Recognizing you put a certain item on it, and it's a knife cutting. Right? So you put\nit on, and you just let it go and push the button when it's on this end. And wave to me, and I\nput another piece on, you know. There was something like, it takes time and...and...did... The\nguy who asked me if I wanted to escape, he was a civilian foreman. He made me a prisoner\nforeman. This 1s no like a carpet...this is work, you know what I mean. This is not... So I was\ncovering for a few people as much as I could, but, uh... One was a Czech. He was Jew. He\nwas a machinist, but he was so sick that he was breaking stuff. So I made a special thing I\nmade for him so nobody...when he was making the run...those, so. I don't know how to\nexplain. And you had to go to the machine, run; and he was breaking it. So I made a device\nto hold it. You see, if he doesn't do good they put him outside; and when he js sick that is the\nend. Then a bunch of people lift the crane, you know, like this big long thing was laying.\nAnd it fell down and broke about 20 people's legs. They all got shot, you know. They didn't\ncare. And, uh, we worked there and one day, of course, uh while we go back from work we\nhad to watch hangings before supper. They had 2 or 3 sets of wires--and electric wires--and\nthe people to be hanged, they put them between the wires and they might stay there for three\ndays with no food, urinating on themselves. And they bring them up when we come from\nwork. And they put a table and a chair, and they hang them; and they read some funny\nsentence and they kick the chair out. And a lot of them...I see one that was shot before he\nwas hanged. He started calling, \"You murderers! You are going to lose the war! Hitler\ngonna die!\" And all that. And the guy just...(making shooting sounds), and they hang them\non top of that. And we just got so cold, it didn't bother anybody anymore. Looking at dead\npeople, looking at people getting hung... You know, you get so...just like watching a movie.\nAnd you feel like after the war, how do you react to things, you know. But for some reason,\nyou get back to normal. You see somebody hit by a car or something; and you...I think, with\ntime you come back to your own self. You know what I mean.",
        "Q: Okay. Let's break it here and give them time to change the tape.",
        "A: Oh, sure.\nTAPE #2",
        "Q: Okay. So you were the prisoner foreman in this factory trying to help people from being\nkilled basically. What happened to you? What were the living conditions like for the factory\nworkers? Where did you live?",
        "A: We live in barracks and every day, I don't know what time it was, but was usually dark...we\nmarched...that was the guard was helping me. He would be walking beside me, put a piece of\nbread in my pocket. A lot of time was dried out, but it was terrific. I mean you was starved.\nYou know what I mean? And we walk every morning to the factory. I don't know how far. It\ntook awhile and at night we walked back, and before you do anything, they were always\ncounting the prisoners, you know. They say: \"Antreten! One, two, three...\" And even the\ndead ones had to lay dead to make the figure going. And we came to the factory, and then we\nget like 30 minutes or 5 minutes break. And we fall asleep instantly and then we get up, run\nto the machines. And the toilets were outside. That was the scariest part, to go out in the\ndark. First you didn't know if somebody was inside, was completely dark. Sometimes you\njust open the door, and you do it, and somebody scream, hey you did it my face, you know,\nand you run in the dark, and that was a every day situation, and, uh, food was any better than\nanybody else's you know. They were giving the same garbage to eat. And I don't remember\nwe have any day we didn't work really. I couldn't recall. And, uh, a lot of time, they wake us\nin the middle of the night, and the start beating everybody, like somebody did something,\nyou know. We had to watch hanging, you know. And that went pretty quick day by day, the\nsame situation, and you felt yourself fortunate that you were working inside because people\nwere in the snow and everyday you see the dead. People were dragged around and put ont he\nwagon and taken away, you know. If you were sick, you didn't get any help, but I suppose\nyou want to come to the end of that episode. One day, the Russians start coming and we get\nevacuated, but before we do, we had to make the place spic and span. You had to clean\neverything, because the Russians wouldn't think much of the Germans if we leave that\nbehind as you know, so we had to clean it up. Shine it up! And then march us to a railroad\nstation, and we like cattle. It was very cold. I think 1t was in January. It was very cold, and\nthey left us all outside and they were inside. And you know, you might have a stove one time\nwhen you take a chicken like a piece of chalk and go across her bill and she going to stay\nthere. She thinks she's tied down and it was the same situation. We could get up and run, all\nof us. Of course, they probably machine gun us. But the guards, everything went inside\nbecause it was cold. We just, you know, prisoners just get together like chickens and just\nholding on to each other. And finally we took off and I don't know...it's kind of...I started\ndeveloping typhus fever and, which came on on me, and we were like partial on trucks and\non trains and eventually we were marching. And anybody couldn't walk, they take him under\na tree and bingo. And people started disappearing a little bit. Because the Russians were\ngetting close. Sometime you heard explosions, and cannons from far away, and air raids; and\nwe were laying on the ground when there were air raids. And we marched. And I remember\nlike a woman was walking with a bucket to the barn for pigs. You know, they put bread and\nall leftovers. And she walked a little too close to our column, and a couple prisoners jumped\nand knocked her down. And everybody got in on the top, eating from the ground. We were\nterribly hungry. We were out. And the guards were hitting us with the guns. And then\nseveral of them...I think some guards escaped. Well, finally...I forgot what transportation was\nused or how we did it. I think we got somewhere to Mauthausen, or Gusen.” I told you I was\ngoing bad from typhus. And one remarkable thing over there was that when \"Antreten,\"\nwhen everybody lines up and some guys came--they were wearing German uniforms, but\nthey were prisoners. But they didn't have any insignias or anything. And they say, \"All the\nkapos, come out.\" You know what a Kapo was. So they figured they going to get a new\nposition; so they all lined up outside. Said, \"Take then first one.\" He said, \"Did he beat on\nanybody, or did he ever hurt anybody?\" So nobody say nothing funny. While we were...at\none camp, I think, Dresden-Bariza--oh, that's camp I forgot--we came from the factory from\nwork one night...one morning, and we were infestated by louse. So they got big barrels of\nsome kind of chemicals. We all have to take our clothes off and dip them in there. And then\nthey wouldn't let us in the building, because we were wet. So we...everybody tied on the\nclothes; and we run around to try and dry it out. Because the guards would not let you in\nwhile you wait. And here it's January...is snow on the ground. And now and then, they were\nplaying around. And this boy's father...I don't know, he was a little clumsy. So they told him\nto get in a barrel, and the guy put the arm around him and smoke a cigarette and wait until\nthe guy die. They killed him in the barrel. So his son was young. He come out and he say,\n\"He killed my father!\" So the guard tell them, \"Beat him up!\" So he beats him up. He said,\n\"Anybody want to help him?\" So they open up...he said, \"This guy mistreat me, officer.\"\nAnd all the Kapos were beaten by the prisoners. One guy, he had his head split four times. I\nSwear, you can see it this way and that way--four splits. And bunch of them die. And in the\nmorming, one got common sick. \"Could somebody help me?\" Said, \"Oh, the dead ones.\nHang him in the toilet.\" We tell the Germans that he hang himself during the night.\n(Laughing) And they put him out. We were surprised when they put him; and uh they said\nthat they hang themselves. That happened in the Mauthausen. But now before we got there, I\nthink...I forgot the order of things, I had to read it myself now. It's been many years. We\nwere [in] Gusen. And look like we came in and everybody over there was naked, because\nthey got some typhus or something. And so they took everybody's clothes away. And they\nalso kill a few people there, because their rations were very little. So they were going by the\nmorning count them; and after they deducted dead people, they say, \"75 in this room, save\n75 portions of bread.\" So what the Kapos did: they went in the washroom and see\nsomebody weak or something, they killed them. Hold their nose and waited until he died. So\nthey got extra bread. It's kind of sad, isn't it? But that's what actually happened. And uh uh\nthen, of course, we were at Mauthausen...",
        "Q: Come back. The incident at Mauthausen...",
        "A: Where they were beating up kapos.\n* Subcamp of Mauthausen. Located in Langenstein, Austria (Province of Upper Austria).",
        "Q: ..where they were beating up the Kapos.",
        "A: Yah, when we first came, they beat up a bunch of Kapos. They told the prisoners to get even.",
        "Q: Did you ever find out how Jews got ahold of German uniforms, and had the power to attack\nthe kapos?",
        "A: I didn't know if they were Jews. I don't know if they were Jews.",
        "Q: Okay.",
        "A: The uniforms were, uh, sort of like the Schutzpolizei, but they didn't have insignia. Just like\nyou go here to a surplus store, and you buy a uniform and don't have any... It's just wearing\nthose uniforms. They were kind of blue. Because the soldiers were wearing green, and so I\nthink they SS people.",
        "Q: So you never found out how these people got the authority to get to allow you to do this.",
        "A: I don't know.",
        "Q: Okay.",
        "A: And then, uh, uh, then one night we were told to pick up. They were Mauthausen...I think it\nwas in the mountains, and there was a lot of POW camps. And I think it was an outbreak\nwhen the Russians came. You know, they were Russian prisoners and they shoot the heck\nout of them. They shot the heck out of them. And they called us to pick up the dead...dead\nRussians. And uh they also had a thing in Mauthausen. They had a crematorium, that they\nwere burning the dead people. We were cutting them up in front of the crematorium. And the\nirony of it was when one it was like a lunch time, we sit on a dead body. A lot of people had\ntheir clothes on, because they were deteriorated from blood and stuff. After the finish with\nwhatever you had, you look in the pockets. If they got a little cigarette butt or something like\nthat. Now, I tell you another incident. I was in Graditz-Bareza (ph) when my typhus really\nwent out. I know I hit the nurse in the head; and I don't know what was going on. So I was in\nthe night shift there working on the machine. And the guards come to me and tell me to walk\nand walk back, and said, \"Take him away.\" So they bring me back to the barracks. That was\na memorable night. They brought me back to the barracks. I tried to lay down; and on every\nbunk is about 4, 5 people and people get real mean. So finally, I find a bunk in the bottom\nwith just one guy sleeping. So I figure maybe he is a kapo or something special. So I put my\nhands on the ground so I didn't disturb the bed; and some kind of slipped on it, and I went to\nsleep. In the morning, the guy say, \"You better get away from there, because it is wet on the\nbed and they are going to think you pee under the bed.\" So I jumped off, and I told this guy\nto get off too and they guy don't move. He says, \"That man is dead. Don't bother him. That's\njust when he die, he wet it.\" I was sleeping with a dead man. Now my typhus got worse. I\ncouldn't eat. Even the rubber bread. So I give it to a guy and he was carrying me, you know,\nunder his arm. And the following night, I decided to hang myself. I had the belt and the belt\nwas cut in half; you know, because I need... I got wooden shoes to part of the belt and tied\nmy shoes, so I don't lose it...and I don't know what to do. So I went on the upper bunk and I\nput it around my throat and I tie it; and I jump off. That's all I remember. The next thing I\nopen my eyes and I am on the ground. And a guy standing over me, he says, \"You going to\nmiss the bread. Come on! Come on! Come on!\" I said, \"Whose bread?\" He said, \"Come\non!\" Because I was giving it to him. So he finally gave up and he ran, because he would\nmiss his too. You know they were giving out the bread. So I remember when I was laying,\nsome Russian got to me and stole my shoes...he stole my...everything. When I was laying\ndown, we were like a homeless people. I got a little metal box in my pocket and I got... don't\nknow, a nail and a half a razor blade and a couple of cigarette butts. I say, \"I know what I am\ngoing to do. I am going to take that little blade and cut my wrist.\" Was stolen. (Laughing)\nMy pockets were empty. (Laughing) The Russian [who] stole it saved my life, because I\nsuppose if I slice it that it would be the end of it.",
        "Q: You never found out who cut you down or who took you down?",
        "A: Yah. The guy took me down who I was giving the bread.",
        "Q: Okay.",
        "A: Because he was holding on to me. You have to see some bread. I think it was steamed. I\nwouldn't even beg. I mean, it was a mess. The guy, finally, after the war...he wants to give\nme money because he was one of those guys I kept alive in Schwientochlowitz on a\nmachine, you know. He didn't know a machine from a hole in the ground. I kept 2 or 3 of\nthem going, because I was keeping that thing running, so...",
        "Q: So what happened? You are lying on the ground. You have discovered that you failed at\nhanging yourself. You don't have a razor?",
        "A: He took me down, so he don't lose the bread.",
        "Q: I see. Your pockets are empty. You've been stripped. You can't cut your wrists. What did you\ndo? What did you do?",
        "A: I did nothing. I just got up, I guess, and I just went on and.. I tell you whatelse happened. In a\nfew days, we will have evacuate, and I was still have trouble walking. Friends of mine were\nholding on to me. So they say, \"We going to be going, wherever. And the ones who can't\nwalk, we are going to put them on the trucks.\" So the first thing, people stepped out. I make\na step, and my friend says, \"Don't be a...\" I don't want to say the language. (Laughing)\n\"Don't be...\" you know what. \"Stay here.\" Sure enough, they had shelters where the\nGermans were coming in, you know. Everybody was worrying about the Yperite gas, and\nthey all got gas masks. So they have shelters, and the shelters have some kind of air coming\nin there, you know. Is separate from the outside air. They take all the people that couldn't\nwalk and put them in there and throw Zyklon or gas. And we had to dig graves and they put\nthem in the graves. And you know they even...all day they just spewed that white stuff...\nchloro somehow. And they wouldn't even cover up. And then when they marched us to\nCzechoslovakia. And...oh, I think there was a thousand of us; and I think maybe a hundred\nmade it. I don't know. They were shooting people on the way, and guards were disappearing.\nThey were escaping. Prisoners were escaping. I couldn't go any place, because I was hardly\nmoving. And I finally got to Leitmeritz [NB: Litomerice]. I was in Leitmeritz, a friend of\nmine from Warsaw recognized me here. And he went up to me and he said, \"Come on this\nside. They don't know I am a Jew. I am a Polack. I can get you on the other side.\" I refused\nto go. I was... My age, I was 21 at the time. So I refused to go. I said, \"No, I am going to be\nhere and I am going to die like a Jew. I am not going.\" He said, \"You are an idiot!\" And I\nstay with all the people. And sure enough they were taking people to Final Solution, you\nknow. Well, I was trying to say, there's just rumors, the Red Cross told the Russians that we\nall going to murdered in Theresienstadt and this is a rumor. And they asked for volunteers,\nbecause they wasn't agreeing with the military plan. And they asked for volunteers, and a lot\nof Jews and other people came and we got liberated.",
        "Q: I am confused.",
        "A: I know it.",
        "Q: Back it up.",
        "A: We were walking from the last camp toward Leitmeritz, which is next to Theresienstadt.",
        "Q: Okay.",
        "A: And when I got there, there were camps. A guy was trying to save me, and I wouldn't go in\nfor it. I didn't care anymore. And they said that they gonna kill everybody, you know. So\nthat's why he was trying to save me. He says they're going to take all the Jews now and finish\nthem off. So they said that the Red Cross carried that to the Russians, that we all going to be\ndestroyed over there. So the Russians asked for volunteers because that didn't agree with the\nmilitary plan. But this is just what I heard. And one of the divisions or outfits or battalions\nwent and liberated us. We were liberated by the Russians.",
        "Q: Okay.",
        "A: And after the Russians liberated us, we gain a few people. There was a few Jews in the\nRussian Army, and they didn't want to be in the Russian Army. So they got in with us as war\nprisoners; and that's funny but that's what they did. Polish citizens were drafted in the\nRussian army, and they escaped. They got mixed in with us. And, uh, and right after that,\nthere was a terrible typhus epidemic. I think I had typhus. What saved me was walking.\nThat's what they tell me. Me keep on walking would save my life. And we were in a kaserne\n(Ger: barracks]. How do you call it? Like a camps, military camps over there.",
        "Q: What was it like? The Russians had taken you and put you into military type camps.",
        "A: That was Theresienstadt. I think it was ghetto before, but original, I think, was a military\nplace.",
        "Q: How did the Russians take care of you? Did they feed you? What did they do?",
        "A: Well, we were kind of, more or less, free. We were kind of feeding ourselves. We went out\nand we pick up peaches and this, and they let us go. But the remarkable things...when we\nfirst came was still Germans. And one night, we were waking up, the Germans are\ncapitulate, you know, and the Czechs were running up and down the streets. \"The war is\nover. Long live Bene8!\" Whoever was the President [of Czechoslovakia]. And next\nmorning, trains came with prisoners. And they didn't know the war was over. And we\nhollered to them, \"You are free! The war is over!\" And the Germans stayed there, and\nnobody was doing nothing. We were like the chicken with the chalk. We just...officer and\nthere was a bunch of people came with arm bands, whatever you call them. And they picked\nup all the Germans and take the guns away, and they marched them off. And we tell the\nprisoners, \"You are free!\" And a lot of them didn't believe it. And then a night burst started\nbecause people were used to eat. You see dead people in the public places like toilets. They\nwere laying on the ground and there was dysentery. Oh, those first moments after the war,\nthey were horrible! I was in a kaserne, you know, Theresienstadt. And we had dead people\npiling every morning, and wagons were picking them up, picking them up, and that was after\nthe war was over. And that was terrible. People were dying because of the after affects of the\nwar. And then we went through different kind of things like... I tell you a incident, and I keep\nmy hand out. We went to a...you know they got public baths. I never been to one in the\nUnited States. Public bath houses. I think they have...I was in Minneapolis, I see one. And\nthey took us to those places to get us cleaned up and dressed. And, of course, all the clothes--\nI don't know where they came from--you never got anything to fit you. And there was a\nnumber of women. And we all had to take the clothes off, but was nothing to look at.\nEverybody looked like... was 80 pounds. And uh...uh well, there was a certain process.\nThey were going under a magnifying glass; because some people got different bugs. I don't\nknow what they call it. They were checking your body. But the washing machines or\nwhatever...who was washing the clothes, they couldn't keep up with it. So they put us in an\nempty room, like 100 at a time. And all of a sudden, like women dressed like nurses come\nand tell us to turn the face to the wall. You know, a hundred of us, naked. All of a sudden\nthey come out; and a hundred naked women on the other side. Well, in today's times, that\nwould make a nice X-rated movie that, wouldn't it? But nobody had any thought in that\ndirection. One boy turn around and recognized somebody. So everybody got curious. You\nsay, Where you from?\" People were running around naked. Nobody know naked, you just\nsee up to here. \"Where you from?\" \"What happened to my mother?\" \"Are you from my\ncity?\" \"Are you from my town?\" And the women were shaved. And the whole place got all\nmixed up, and all you heard: \"Where you from?\" \"Is my mother alive?\" \"Are you from my\ncity?\" \"Are you from my town?\" \"Did you...are you been with my father?\" \"TI think\nyou...are you from Slonim?\" \"Are you from here?\" People forgot they were naked. And\nthose nurses come up and said, \"Oh, my God! Would you all get back in your places?\"\n(Laughing) You know, people were running around like that; and... and nobody even\nnoticed that people were naked, you know. They were so overcome, looking for relatives,\nand...and something from home that just... The scenes like that, they will stay with you the\nrest of your life.",
        "Q: You told me before the interview that you were in Landsberg, the DP camp in Landsberg.\nTell me about that camp...and I believe it's there you met your wife. Tell us about the camp\nfirst, and then about meeting your wife.",
        "A: Well, that was...I assume that was a displaced person camp. It was run by American. I don't\nknow. There was a... You heard of IRO, International Refuge Organization. It was run by the\nIRO. Of course, we were in barracks. Maybe in one room was two guys. Were not too many\nfamilies, because everybody came out of the war and today, you see a guy and tomorrow he\ndisappeared because you know, they said the biggest freedom is when you have nothing.\nYou're really free (laugh), and that's happened to people. They were free. Like you talk to\nhim, the next day he see a train or a car, he jump out, he goes to the next city. Nobody really\nwas binded to an area or to a place. You know a lot of people thought they would go back to\nPoland. Other people want to go here or there. So it took awhile to settle that situation, you\nknow, and people started getting married. Me and my wife was about the first marriages in\nthis particular camp, because we got married in 1945.",
        "Q: Back up. How did you meet her?",
        "A: You really want to hear that?",
        "Q: Yeah, I really want to hear it. You are where in this?",
        "A: I had to put a little beggar into it. I like electronics, you know; and I went looking for a job in\nthe camp.",
        "Q: You are in Landsberg?",
        "A: In Landsberg, a displaced person camp. The chief of police and the man in the employment\noffice had the same name. So I walked in the police station. So guys in there--friends of\nmine--said, \"Hey, join the police force.\" And after the bad taste during the war with the\npolice, you know, that stuff, I said, \"Forget it.\" He says, \"It's not like the police you know.\nNowadays, you watch warehouses.\" You know, we got warehouses from IRO with stuff.\nYou get a suit, and you can eat in the cantina. You get cigarettes, you know. So I joined it.\nMy wife was 16 at the time. She came with a girlfriend. And they went to a dance, you\nknow, that was...and some guy falls in love with her--a Greek--and follows those two home.\nAnd get in a room with them and put a knife on the table. And he says, \"You gonna marry\nme or I'll kill you, kill myself.\" And I don't know, we got...somebody call the police. And I\nwas the heel who arrest him. And the next day (laughing)... This is a true story. The next day,\nI came checking out; because I thought she was cute. But I was 22, so I kept check on her\nand I got myself in the biggest trouble in my life because ...",
        "Q: How?",
        "A: I had a date with her. And we were walking, and this Greek showed up. And he knew I was\nthe guy who arrested him, separated them; so he wanted to fight me. So this other\npoliceman...he got a beating. So he went and got the whole Greek colony trying to attack me,\nand broke head into it, tore my ear. That was a big fight, you know. (laugh). We were in the\n20s. So...well, eventually, we got married. We knew each other for about... Basically, she\nhad a fiancé in Holland; and I was doing everything trying to help the girl back to him. He\nwas a wonderful guy, believe me. He came visiting us in the United States. He met an\nEnglish lady, a doctor. He die. He's dead. He stay with us a few days. Wonderful guy. He\nsaved her life. He brought her food to the camp and everything. She just told me, \"He's a\nwonderful guy, but I don't love him enough to marry him, you know.\" So she didn't get\nmarried. And we got married, and...well, you know, she's...but that was some kind of\ntraditional wedding. I think the whole camp came, because that was one of the first wedding.\nAnd I had 300 people, which 275 I didn't know from Adam. And there was like a covered\ndish...everybody brought apples and food, and somebody got together a band. And the band\nwas terrible! (Laughing) Half of them didn't know how to make music. But that was nice,\nand...and we got married. We had to get married two more times.",
        "Q: Why?",
        "A: Because in order to go to United States, they didn't recognize certain marriages. We got\nmarried in Landsberg [NB: the DP camp], a religious wedding. Then we got married in\nLandsberg [NB: the city], in Germany; and went to the Justizpalast. To the Palace of Justice.\nWe got married over there. Over there, you advertise it for 3 days. If nobody come around.\nThen before we went to United States, we got to get married by...I think it was a clerk or\nsomething. Wearing an American uniforms. They didn't recognize the other marriages. So\nwe already had the little boy! (Laughing) So we got married 3 times. We said that's why we\nnever divorced. We had to do it three times. (Laughing)",
        "Q: Tell me about trying to get to Israel. You are still in the DP camp.",
        "A: Yeah. And the first time, they caught us; because we were playing like we were Greeks or\nItalians. And I don't know how we got out. We talked to a Jewish Rabbi in American\nuniform that we didn't have the food, and we trying to get to Israel. And the first thing you\nknow, we were surrounded by jeeps and everything, turn around and going back to\nLandsberg. Now in 19...1 think '46 or '48, we were from some kind of underground\norganization in connection with the Irgun or Haganah. Our job was steal arms from\nAmerican forces and send them to Israel. So like I was a police officer. When I was standing\nguard at night with the American soldier, I usually tried to get rid of his rifle or something.\nAnd he was so sleepy when they took him send the other guy he got up without it. So I put it\naside. And then...now and then the brought a whole trucks with weapons like the _—_—. They\nwere organized. They came to Newport News [Virginia] and bought a ship, and things like\nthat. One day we had an assignment to throw...you know...pamphlets or fliers. So I ask...I\nwent down to the switch where you turn off the lights, and we turn the lights out. And when\nthe lights came back on and every move you take they was flooded with pamphlets and stuff\nand by Israel (laughing)... And one day I had occasion to talk to Ben Gurion. He wouldn't\ntalk to me. He came...he was wearing a dirty shirt, you know...that was... And everybody got\nit together...putting him on the wagon, and he was talking to his aunt. And I was trying to\nsend a note with him to some relative; I wrote it. And he says, \"Got to be in Hebrew.\" I said,\n\"I don't write Hebrew.\" \"Forget it!\" So I went...while he was talking, I was running around\ntrying to get somebody to write it for me. (laugh) He put it in the pocket, but he was... You\nknow, when he came to Landsberg, we were trying to get him uh, uh, a royal welcome. And\nwe didn't got nothing to do it with. We have a old police car which was smoking and making\na lot of noise and some old motorcycles. And some guys got the idea that the driver is going\nto sit like this, and the guy in the back seat is gonna turn the other way. We got funny. And\nthe Germans, I think, were laughing when they see that parade. And first thing, I think, he\nsays that day, \"The gates of Israel are open. You all can come.\" He says, \"Don't ask where\nyou gonna eat or where you're gonna live. We don't know. But you can come.\" (laugh).\nThat's what he told us. Then he went on talking. Oh. I think. I am all mixed up some. That\nmight be...1 know it was Ben Gurion; but the guy who said that I think was the first\nambassador from Israel came to talking to that thing. That was because I remember Ben\nGurion got on a wagon, but we went to pick up from the train station the first ambassador.\nAnd I think that is when we made that funny calvacade with broken bicycle and old\nmotorcycles and cars, and the Germans were laughing, you know. They are used to real\nparades, and here this 1s just like a comedy carrying the guy in. And that's who said that...he\nsaid...because when Ben Gurion talk to us, there was no Israel that time. That was before.\nAnd this guy was the first ambassador, and he says that the gates are open. He says, \"Just\ndon't ask me where you gonna eat and where you gonna live. The gates are open.\" So we\nwere going to Israel; and the war started, you see, with the Arabs. So I was...we had a outfit\nand one of us became a general, a lieutenant. No, I never made it. So we had a difficult\ngetting out of Germany too. We had to play Italians due to the English intelligence. You\nknow what happened to the Exodus, you know.",
        "Q: What happened to you? You were trying to get out now?",
        "A: Being that we never left yet, I keep running back because we were a couple hours away from\nmy wife, from Landsberg, you see. Munich wasn't that far. So, I came back a couple of\ntimes. And the neighbors jumped me. And my wife was crying. \"You are not going to leave\nher here, in a strange land. There's enough young people to go. You don't leave a wife with a\nchild.\" You see. So, I didn't go anymore. They convince me. She was crying, you know. Of\ncourse, I felt kind of bad; because all my buddies were going, and we were going together\nso...and so I stayed behind. Then the war was over, and we came to the United States.",
        "Q: Okay. Alright. Is there anything you want to add? Anything you want to say?",
        "A: Well, I hope maybe someday we can find some people which... maybe they're not dead. Just\nlike I find my aunt after 4 years. And for some reason, my son do whatever he is doing now\nin the Holocaust Museum... I wish that he be a success, because he said to me he is born in\nthis displaced person camps, we are Holocaust survivors. So he says he wouldn't trust the job\nto anybody. That's exactly what he told me. He says he wouldn't trust that to anybody. He's\nreal... hope he's doing it with his whole heart. He doesn't do it like a job. And if anything\nelse you want to know, I'll be glad to tell you.",
        "Q: I think we are done.",
        "A: We are finished?",
        "Q: I think so.",
        "A: Okay.",
        "Q: Thank you very much.",
        "A: Oh, I thank you for taking an interest. I mean, you know...",
        "Q: It's a very moving story.",
        "A: Like they say, there's a thousand of stories like that. I mean, I wasn't by myself.\n"
    ],
    "questions": [
        "Q: OK. Uh, the tape is on. Bud, would you give me your name please?",
        "Q: What year?",
        "Q: Tell me about your family.",
        "Q: What did you father do?. What was his occupation?",
        "Q: When you were growing up, tell me what it was like for you as a child growing up in\nWarsaw. What kind of school you went to, what were your friends like?",
        "Q: What did you like to do as a child? Did you have favorite games, favorite sports? What did\nyou do?",
        "Q: You played hockey?",
        "Q: Were there...tell me about the teams. Were they all Jewish teams, or were...",
        "Q: What about the holidays, the Jewish holidays? Did you celebrate those at home, at school?",
        "Q: Did the family all come? How...were those big affairs? Were they small?",
        "Q: Was your family very traditional or pretty modern?",
        "Q: What was being a Jewish boy in Warsaw in those years? Was your house, for instance, in\nthe Jewish quarter of Warsaw?",
        "Q: So you and Benjamin Meed have known each other.",
        "Q: So you have found a long lost cousin!",
        "Q: Okay. Let's pull it back. Let's pull it back. That's interesting, so you have really come full\ncircle. Alright, so you have met some of the family. Let's go back to Warsaw and tell\nme..you were now in the gymnasium. What happened after the gymnasium years to you?\nWhen did the Germans come and how old were you?",
        "Q: Let's talk about what happened to you at this point. What happened to you when the\nGermans actually occupied Warsaw’?",
        "Q: So you are in this town, and you're living there now?",
        "Q: Okay. How long did you stay there?",
        "Q: Tell me about the ghetto.",
        "Q: How did you know? This is 1941?",
        "Q: Already in 1941?",
        "Q: Describe that trip. What was it like inside that car? What kind of a train was it?",
        "Q: I am sorry. There was what?",
        "Q: Don't leave that just yet. You said you were asked by a couple of people to help organize an\nescape?",
        "Q: Go ahead. I'm sorry.",
        "Q: Tell us.",
        "Q: Translate please!",
        "Q: So you were in Birkenau, Auschwitz-Birkenau...",
        "Q: Which?",
        "Q: Let's go back to Auschwitz-Birkenau.",
        "Q: What happened? How did you know you were going to be moved from there? What\nhappened?",
        "Q: Excuse me. I need to go back, and... I apologize. You came in, you were with your sister in\nAuschwitz-Birkenau.",
        "Q: Tell us what happened to your sister at this point.",
        "Q: How far was this from Auschwitz-Birkenau?",
        "Q: What did you do in the factory?",
        "Q: Talk about this a little more. How did you cover for them? How did you...keep talking about\nthis.",
        "Q: Okay. Let's break it here and give them time to change the tape.",
        "Q: Okay. So you were the prisoner foreman in this factory trying to help people from being\nkilled basically. What happened to you? What were the living conditions like for the factory\nworkers? Where did you live?",
        "Q: Come back. The incident at Mauthausen...",
        "Q: ..where they were beating up the Kapos.",
        "Q: Did you ever find out how Jews got ahold of German uniforms, and had the power to attack\nthe kapos?",
        "Q: Okay.",
        "Q: So you never found out how these people got the authority to get to allow you to do this.",
        "Q: Okay.",
        "Q: You never found out who cut you down or who took you down?",
        "Q: Okay.",
        "Q: So what happened? You are lying on the ground. You have discovered that you failed at\nhanging yourself. You don't have a razor?",
        "Q: I see. Your pockets are empty. You've been stripped. You can't cut your wrists. What did you\ndo? What did you do?",
        "Q: I am confused.",
        "Q: Back it up.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: What was it like? The Russians had taken you and put you into military type camps.",
        "Q: How did the Russians take care of you? Did they feed you? What did they do?",
        "Q: You told me before the interview that you were in Landsberg, the DP camp in Landsberg.\nTell me about that camp...and I believe it's there you met your wife. Tell us about the camp\nfirst, and then about meeting your wife.",
        "Q: Back up. How did you meet her?",
        "Q: Yeah, I really want to hear it. You are where in this?",
        "Q: You are in Landsberg?",
        "Q: How?",
        "Q: Why?",
        "Q: Tell me about trying to get to Israel. You are still in the DP camp.",
        "Q: What happened to you? You were trying to get out now?",
        "Q: Okay. Alright. Is there anything you want to add? Anything you want to say?",
        "Q: I think we are done.",
        "Q: I think so.",
        "Q: Thank you very much.",
        "Q: It's a very moving story."
    ],
    "answers": [
        "A: Sure. My name is Boleslaw Henry Brodecki [NB: American pronunciation], or Brodecki\n[NB: Polish pronunciation]. I was born in Warsaw, Poland.",
        "A: March 1921.",
        "A: I had a sister; her name was Roma. And my mother died when I was eight years old; and my\nfather marry her sister, whose name was Helen. She was like a mother to us. And of course,\ngot uncles and cousins and I don't know if you want me to tell about them but there is a\nwhole bunch of them.",
        "A: Well, he was accountant.",
        "A: Well, I have to go back with my mind. I went to, uh, of course, at first I went to a public\nschool and in the meantime I went to a Hebrew school, then I went back to public school,\nthen I went to we called gymnasium, which is a high school. And the school I went was\nactually a Catholic school, but we had...uh...uh... The ones who are Jewish faith had a Jewish\nteacher; because all high schools have a religion. They were teaching a religion to kids. And\nif you were Jewish in a Catholic school, then a Rabbi were...a teacher was coming. And I\ndon't know if it was an hour in a week or two or three hours, he was teaching Jewish history\nand so on. And uh after I graduate, I supposed to go college. But the war started and it never\nmaterialize. My sister, she graduated from high school. Because she didn't ask me about it;\nand then she was studying piano. And...",
        "A: Oh, yeah. Yes. Sport was bicycle racing and playing hockey on ice.",
        "A: Yeah. Not hookey, hockey. (Laughing) Now I play hookey. (Laughing)",
        "A: There were mixed, and one team I was playing was Maccabee--_ that was an organization--\nand, of course, we were junior hockey players. And so we were usually playing late, like at\n10 o'clock at night; because those are public skating and you couldn't get in after they closed.\nAnd during the day, we kind of instructing other people in skating as club members. We just\ngo around with them and show them how to skate.",
        "A: Oh, yeah. Of course, we celebrate holidays.",
        "A: Well, I am a Zionist, you know. We got together and on the holidays, we just went to\nsynagogues.",
        "A: We were, uh, we were more religious on the holidays than on a daily basis. We were not\northodox you see, but the house was kosher. If anybody wanted to eat something that wasn't\nkosher, he better not bring 1t home, you know. And there was like separate place for\nmilachtig [NB: milchig; Yidd: dairy foods] (laughing) and fleishig [Yidd: meat], you know.\nBut other than that, it was... While we were away from home it was a little different. Some\npeople stick with it, and some people might don't. I mean, there's no use fooling from that.\n(Laughing)",
        "A: In a way, yes. There was more or less concentration of...they were mixed...but I think 1t was\na lot of Jews in the area, you know, this was kind of far. Wasn't a trick to just to Jewish, but\nthere was a majority of Jews. It was called Jewish neighborhood. Neighborhood was kind of\nfamous. I don't know if you ever heard of Zamenhof who invented Esperanto. My father told\nme one time in his younger years he was sharing a room with him, and, uh, uh, they were\njust in the general area of this the street was renamed to the name of Zamenhof. My father\nfamily was living in Pavia. I think it was in the same house where Benjamin Meed was\nliving, I think. So you and Benjamin Meed have known each other.",
        "A: No, we don't know each other. We don't. That was too long ago. I can't recall anything like\nthat, but there was a funny incident. We went to--I don't know if you want to listen to that--\nwe went to the Holocaust survivor's gather in Washington. And one time, they had that\nmeeting for the Warsaw Jews, which I am from Warsaw; and Benjamin meet me. His wife--I\nthink, Vladka-- somebody was sitting beside him or Vladka, and there was another lady\nsitting there. And I went and I asked...I know said....what you were living and I asked if she\nknew any of my family and she told me that there was a big apartment house. She didn't\nknow everybody or she didn't remember everybody. They had some kind of organization\ndispute and they were very nervous. I walked away. I put my name...they got information\ndesk and they were taking names and different information regarding your relatives you\nnever find on a computer. So I tell them everything I know and who I be looking for, and a\nfew days later I had a letter in Richmond from a lady in Polish and in English. And she was\nmy cousin. I mean, my father's sister's daughter. And what happened, after we got\ntogether...you know, she is deaf. I can hardly talk with her because I don't know what she 1s\ntalking about. You just can't communicate. And she was sitting a couple of seats from\nBenjamin Meed when I was asking Vladka, but she could hear me and I couldn't hear. If I\nhave any...you know, some people were walking around with a big sign \"I am from so and\nso, I am looking for relatives.\" And they were looking kind of funny. I said I should have\ndone this same thing. Hang a sign on me so she could hear what I say, she would recognize\nme. You don't recognize people 40 years later. You know, 1s a different set of wrinkles and\n(laughing) and you don't.",
        "A: Yes. I find a...and somehow they organize a meeting in Los Angeles in Barbic, California.\nThat is where we went on the Fantasy show and we were in invited to a friend of ours to\nvisit. She says she got tickets for the show and her husband, they are getting plans....",
        "A: Well, I was just about 17. And, of course, you know the day the war started, I think it was\n5th of September, and all of a sudden so quick you see airplanes in the air and you see, you\nknow, columns of smoke and detonations from bombs and everybody in those days were\ntalking about gas, and everybody has a gas mask, and there was a big confusion and it was\ngetting worse cause day by day because the houses were being destroyed and you couldn't\neven for a couple of weeks you couldn't even tell the streets because if you walk you tell by\nlandmarks, you know, where you are going. Here everything you live in the city all your life,\nyou don't know you are at because there is nothing to indicate and those were... everybody\nhad a lot of worries...no use talking about people laying dead on the street, and running back\nand forth, and when they are running with dead children in their hands and we have another\nworry. We know that the Nazis were coming, so that was even worse than for average\nperson because we knew that we gonna be pointed out, and there was about almost 30 days\nof bombardment and Warsaw was devastated. And we were running from shelter to shelters.\nFunny thing, we were living on the third floor. Now our apartment was not destroyed but we\nkept running back and forth because people wouldn't stay on the top floor. Everybody was\ntrying to stay under big building somewhere. And there is quite a number of people got\nburied there, because building collapsed. I see a lot of, like you take a tall church. And\nairplanes came. There was an alarm, you know. Everybody heard; and we came out and the\nchurch was gone. What happened, a lot of these places didn't use steel like they use in the\nbuildings today, and they had the basement several floors down. So one gets hit, just\ncrumbles right into the ground. And it is just a devastating thing. It is bad. The whole\nthing...you come back, it 1s not there. I mean, (laughing) it just packed in the underground.\nWell, uh I can talk about it. I don't know if you want me past that point.",
        "A: Well, they were picking up Jews and nobodies. Things just started and Germans really\ncouldn't recognize. They ask you, \"Are you a Jew?\" You know, you had to tell them. And\nwe escaped from Warsaw. What happened, my sister had a fiancé. He was from the part of\nPoland where the Russians came in. Where he was staying in Warsaw, he was going to\nWarsaw Polytechnic--which is just like here, a university or something. And they supposed\nto go with each other when he went back on his vacation and summer. You know college\nstarted in September, he didn't get back to Warsaw a year. So after the war, we got a note.\nYou know, people were smuggling each other through the border back and forth; and there\nwas not the regular mail. And somebody brought a note. He asked my sister to go, now he\nasked the whole family to come over there. From two evils, the Russians were better than\nthe Germans at that particular time. So my father decided that he lived in this city all his life\nand he's not gonna leave. He wants the kids to stay together. So we went to a train station.\nAnd while we were saying goodbye to our father, we were separated by some German, push\naround; and we got up on a freight train and we went toward Russia. And we were told if we\ngot caught... Only that trip can make a two hours story. But really, we were told if we caught\non the German side, tell them we came from the Russian side so they throw you back on the\nRussian side. If you get caught on the Russian side, tell them you are going to Germany so\nthey chase you back. You know, just always tell them the opposite. And we had the\nnightman night, because we finally got on a train in a dark where was traveling some\nChristian people. They didn't know we were Jewish, they were talking about \"Oh, the Jewish\nbeing murdered.\" One lady was telling them, \"Hey, the Germans come and they shoot the\nwhole Jewish family...shoot the Jewish.\" And that was a terrible conversation going on, and\nwe were scared. Finally we went up in a little country place close to the border in order to\ncross, said the, uh, I guess you can call him a farmer. His name was Tom, and we told him\nwhat we want to do and he say he know some smugglers and he took us in and put us in the\nbarn and he was scared also, but we gave him some money something. So finally someday\nhe says he is going to take us toward the border. So they put me in the wagon, cover me with\nstraw; and my sister and another lady and the driver of the horse and wagon. And they were\nworrying why Sunday, because people were going to Church. And so we mix with the\nchurch crowd. We came to the border and something didn't work out, we had to go back.\nThen we made the second trip. And finally two smuggler came and took us and put us over\nthere in the barn. And in the middle of the night they came and wanted to rape the women.\nSo my sister and the other girl was together, and they told them to lay on the top of them. But\nthey were not...they give up, they didn't rape them. Then they were trying to get money;\nbecause my sister sick and if you she got rings. You know, we give them all we had. And\nthen they was smuggling sugar, so while we were working with them and the Russian said\nthey got long bags with sugar. You know Russia knows for shortages. And we came to a\nlittle stream and they were wearing the high boots; and they took us back in a carriage on the\nother side. And they told us again, if you see any Russians you tell them that you are going\nto Germany and they chase you back, you know. And we separated. Then we came to...I\nforgot what the place was--was some kind of bus station or train station. And everybody was\nsleeping on the floor, because people really didn't have a home or anything. Everybody was\nwandering around. And I lay down right on the floor I went to sleep. And...and somehow we\ntravel, and we found ourself in Pruzhany [Pol: Pru_anal]--no, Brest-Litovsk. That was the\nfirst stop. And we were sitting at the table, and talking about the war and everything with\nsome of my sister's friends. And then we continue on to Pru_ana which was closer to the\nborder uh where my brother-in-law was. So my sister got mad because the Russians came up\nwith the...they call it paragraph 11, which you are...I don't know how to translate it. I guess, a\nrefugee. You right in the same country, but being you came from the German side. So they\ngive you a passport, paragraph 11, and we stayed there. You cannot live in the city. On\nmy...I know 100 kilometers from the border, you cannot get cross; and there was about 50.\nAnd I think it said that you shouldn't live in a city of 100,000 population, some kind of a\nrestriction. So I didn't like that. I say if I have to go...I say if I have to go, a 100. I was 17 and\nI was with my sister; and they tell me to leave. Go 100. Where do I go? So I went back to\nthe Police station, and I tell them I am not...I want to go back to Germany. And that was\nterrible. And the police chief told me that I was a 10 code or something you know; and called\nme all kind of names and told the guys to arrest me. I jumped out of the window and I ran\nand I hid. And my brother-in-law's aunt was a doctor and she got a lot of pull with the\nRussians. And her daughter was living in France during the... Before the war they sent a lot\nof... And she took a bunch of that stuff to the police chief and somebody else, and they give\nher my passport back. She told them I was a kid, and I didn't know what I was doing; and I\nwas hiding 1n the attic in the cold. And the police chief said he let me go, but he don't want to\never come face to face with me because he gonna arrest me. So in the middle of night I was\nsmuggled out of town and I was recommended to some friends of friends which were living\nin another town which was beyond 100 kilometers from the border. Then I had a terrible trip.\nWe went and got this...they call it a Baalegole. That is a Jewish fellow who has a horse and\nwagon, and that's the way he makes... And he got a couple of goats in the house. They were\nvery primitive. The goat was in the house, and the kids and everybody; and I was sitting on\nthe wagon all night. And the only thing we were trying to get some food. You probably\nmake it into town 30 minutes we go all night with a horse and wagon, so they try to get me\nfood. The only thing we could get was leberwurst [NB: liverwurst]. I don't like leberwurst.\nAnd we finally came to that little town called Roznau. Like it was just day, and there was a\nlot of Jewish farmers over there. And this guy was working behind a bunch of cows and had\na big... I was from a big city, and I never seen it. And he was collecting cow manure, you\nknow, for fertilizing and I arrived in that little city. And I...yah, my sister came too, I think.\nYou know, it is kind of... My sister came, and then she went back because she had to\nmartry...after you marry somebody then like he become citizen. So after she marry my\nbrother-in-law, she could stay. I don't know, I don't remember if she came the first trip. I\nknow she came...maybe she came visiting for a few days; but I remember she coming in,\nbecause in the place where we were staying there were no beds. There was one thing right\nacross the room and everybody was sleeping on it. (Laughing) The whole family. And I\nremember getting up in the morning, because you had the cows, you know. You know,\npeople don't talk about Jewish farmers alot. Everybody imagine they're business people. I\nhave electronic shop. You know, I repairs. And everybody asks me if I own a grocery shop.\nSo I don't know why. (Laughing) Just a stereotype.",
        "A: Uh huh.",
        "A: Well, I couldn't tell you exact times, but you know with the Germans kept going toward\nRussia one more time. And that was in '41, when they started a new campaign going toward\nRussian. A couple of days... Coincidental, a couple of days before that, there was a draft\nboard. They were drafting soldiers for the Russian army. Being I was on the Russian side,\nwe had to go to a draft board. Of course, it was real strange because we were naked and most\nof the people were women, you know. And, uh, when they were measuring you and this and\nthat, and they asked me what kind of education I got, I say I got high school and I got\nelectronics. And she said you be a lieutenant in the Russian army. And I think that was\nFriday or something or Thursday. Sunday morning, somebody knock on the door, all the\npeople who got drafted and say, \"We got a meeting in the city. Move your tail.\" We didn't\nknow anything would happen. We get in the movie theatre, the draftees. And this Russian\ngeneral, whatever, come out and said that the German pig stuck a... What do you call? A\nsnout in the Soviet...in the Russian garden. That mean they attack the Russian. And that was\nSaturday night when this started; and that was Sunday morning. And would you believe\nwhile we were at the movie theatre, there were airplanes coming and machine guns; and they\nstart already. I was used to air raids at the time, but it was a terrible panic. And that was\nSunday. And Monday, Russian...German tanks were coming in the town. You didn't even\nhave time to run. So I stayed there for a little while, and then I went back. Because my sister\nand my brother-in-law were still in Pru_ana. So I hitchhike back on a German truck; and I\ncame back to Pru_ana and then they turn it into a ghetto.",
        "A: Well, (sigh) food was getting short, and things like that. And I...we were beat. They were\ntaking the young people everyday to work outside the ghetto. We knew that one day will\ncome when they gonna take us out of there. And they...uh, food started getting rationed.\nThere was a lot of harassment; even by the police, you know. And a couple of times, I got\narrested and my brother-in-law got arrested. One day, we were in line for food. And then we\nsee a pregnant lady. So my brother-in-law stand up for her. So policeman got after him, so I\nstand up for him. And there was another guy with us, he got in. The police was Jewish, but\nthey working at the time for... So they drag all of us (laughing) to jail. And a friend of ours,\nhe wear glasses, you see. You couldn't get glasses. Anytime was anything dangerous, a\nGerman could slap you in the face anytime. So first thing, he was putting away his glasses,\nyou know. So he look at the police chief; but without the glasses, he just like that. Said...the\npolice chief said, \"What are you making eyes at me?\" So he says, (laughing) \"I wouldn't\nmake eyes at you if you had something on your nose.\" So he slapped him. He put them\naway. He wasn't actually arrested. He came around, and he got in the dispute you see. How\nhumanly were the things that put you away for anything, you know. We stayed there, and we\nwere let out. And eventually, one morning, they tell everybody come to the market place,\nyou know. And, of course, just like Germans did this type picking out, the people didn't\nwant to go. Like he says, \"Anybody sick, anybody's crazy or nuts, shot to death.\" And they\nput us on wagons. And at that time, we already knew about Treblinka’ and those death\ncamps where you go for sure.",
        "A: Yeah, there were rumors.",
        "A: Yah, I think this was between 1941 or 1942. There were rumors. We were on the train,\nfreight trains; and we didn't have an idea where we were going.",
        "A: Oh, we were [in a] freight train. And when they put us in...first we were in a horse and\nwagon; and in the snow, too. We come to some place where the train--I am not familiar with\nthe area--and we were loaded in the freight trains. The cars, that's what's called...freight cars,\n' Treblinka was finished in July 1942.\nwere filled. I mean, there was just about standing room on the inside. My sister was with a\nlittle baby. There was some Russians; but they somehow, they escaped during the night.\nThey took towels and they wrapped around the head, so they don't bump their head. And\nthrough a little opening, somehow, all of them get out. And the snow. They were young\nguys. But we were like... everybody was with a family. And, really, it was no place to go;\nbecause there was so much anti-Semitism there. Anybody point out a Jew out, you know.\nThere was some people hidden by friends, but you didn't have a prayer if you ran away.\nSome people did; but then you had to play like you...not Jewish, you know. And it was kind\nof hopeless with snow on the ground. Cold, no food. There was...to escape was a hopeless\nthing. And many instances, there was helplessness... was really no where to go. Maybe in the\nsummer was better. There was somehow a thing when we were getting out of there, I think it\nwas January or something. That was wintertime. So on a train with no food, everybody got\nsome bread or something in a package, you know. But that was in March. I don't... forgot\nhow long we remained in transit. And people practically dying--old people, children. They\nwere doing it on themselves. And then everything...we developed this terrible thirst. And\nwhen the train stopped in different places... Every time was an air raid, you know, whistles\ncame off and the train stopped; and some Germans, some Polacks came to the window. And\nwe said, \"Water! Water! Water!\" He said got a watch or something, so we give him a\nwatch for a little dirty water. Didn't have water. They took it from the locomotive or\nsomething...dirty water or some... So they were getting money, rings... But when you are\nthirsty and dehydrated, you give anything. I mean, you really...people really don't know that\nthirst is even worse than hunger. You know what I mean. Oh, it's devastating when you're\nthirsty. And they was giving away rings and anything, just for water; and a lot of time, they\ntook it and didn't bring you water. Well, eventually we came to a place which was laid from\nall directions with spotlights. And we were not used to it, because due to air raids, you live in\nthe darkness. While we were still in Pru_ana, we had during the night English or\nAmerican...German planes going throughout the night. No, no...they was not American then.\nThey were German planes. They were going towards Russia to bomb. And during the night,\nyou heard that noise...(humming) all the time. And this... Course, everything was dark.\nWindows were...they had that tape across windows so they don't break. That was everyday\npicture you see. When we came and see that little place, you know, and we didn't know what\nhappened. We knew that it is the end of the road. We were warned we were going there right\naway. And I think you call trestles; when the trains stopped, and we start to fall, like from\nthat ceiling to the ground. Would you believe people were... They said, \"Raus! Raus!\nRaus!\" And a lot of people fall out. And the one who were gone were walking on the people\nwho fell out, you know. And this \"Andreten!\" [Ger: \"Line up!\"]...you know: \"Left, right,\nleft, right.\" And we were surrounded by Germans with sticks. And there was uh, you know,\na little contrast; because you know how neat the Germans are. How they shine the shoes and\neverything. They stayed there. And...and...and they started chasing us and beating us, and...\nAnd go in different lines. And I got hit, because I got a crazy idea. I got a bag with\nsomething. [Oh, my friend and I took a long string. I pass by and all of a sudden a little thing\ncomes by. (ph)] And so he said, \"Come back, come back.\" Hit me with the stick.\n(Laughing) Then they were throwing children. And it was a devastating scene. You\nwouldn't believe the inhumanities. They were knocking people down, hitting with the stick,\nand finishing them off, and... And tearing kids from women, and throwing them in the air.\nAnd the screams and the cries, that was just devastating. I have a bottle of cologne water.\nGoing back in my mind, Russians used to drink that. Russians are big alcoholic. They used\nto come to a barber shop and drink half the after-shave lotion, the tonic. I see them like\npoison themselves with it. So what do I have to lose? I was so... It's alcohol. So I drink the\ncologne. They should put that in there for drink; because when you burp, it smells good.\n(Laughing) Really! That is the truth. And a German came up to me. And I was kind of a\nlittle drunk; and he smelled. He says, \"Those Asians!\" You know, like \"Ignorants!,\" like\n\"Drinking cologne!,\" you know. And we were in line. And they just take, of course, the ones\nwho didn't make it. To give you a little idea, we were going in the transports like a cow.\nThere was 10,000 people came out of the particular area, and this particular transport going\nto Birkenau. And I think, in a few days, we were only nine hundred. So we didn't know\nreally what was happening to the others, you know. Nobody come and give you a daily\nreport. You go this way, they go that way. You don't know anything. And why in Birkenau,\nthen being transferred to Auschwitz. We felt that smell in the air, and they said that was\ncrematorium. And they were experimenting with people. Like in the morning it's called the\n\"antret\" [Ger: lining up]. They count the prisoners in the morning, you know. And a lot of\ntime, two or three [SS] walking, and they looked somebody in the face: \"Out!\" Put them on\nthe side. \"Out!\" You didn't know where the people were going. And they were taking them\nfor experiments in Auschwitz. Of course, there was a bunch of people laying down who die\nin the night or something on the side. And the wagon. You see these wagons...pulled people.\nAnd the legs stick out here, and the head and a head. And they just thrown some on; they\nwere naked, they were in prison outfits. And uh can you imagine...we went to work, we\ncame back was a band playing. A first class band. They were people...",
        "A: A band. You know, that gate \"Arbeit Macht das Leben Frei\" [Ger: \"Work Makes the\nLiving Free\"| You probably seen it in pictures. We marched through it. And on the right\nside, there was a big band playing marches and they were all....musicians from all over\nEurope. I mean, they were excellent. They were playing marches. And on the right side...on\nthe left side--I don't know if everytime--there were people laying shot to death, bleeding...\nAnd they said, \"They were trying to escape. See what happened to them?\" And the day we\ncame, there was a table and a chair. And on top of the chair, there was a woman with her\nhands tied, bumps on the head. Oh, she was massacred! And there was a sign that her son\nescaped from the camp. And that was not for the Jews, because Jews don't leave any\nfamilies. They were for the Polacks. There is a misconception. They think everybody in\nAuschwitz was Jewish. There was all nationalities. And they said her son escaped from the\ncamp. \"And if you escape, that is what is going to happen to your mother.\" You see, if she\nwas there. On the table, on the chair, lot of blood, broken up with bumps... Really fixed up\nfor the show, you know. And when you march, they tell you to look to the left; and there\nwere people laying shot. They say they tried to escape, and a lot of times it wasn't true. I\nmean, we were working one time in there...one time in...they call it a...werkhalle [Ger:\n\"workshop\"]. Train comes through; and there was rails, you know, for trains. And those guys\nwere walking back and forth; and a lot of time they took a stub from cigarette and throw it.\nWe pick it up. So the guy threw the cigarettes on this side of the rails, so the prisoner\nwouldn't go. He said, \"Go ahead and pick it up.\" So he go pick it up. And he reported the\nguy was trying to escape and they had another trick. If we were marching to work...a lot of\ntimes we were marching at night...somewhere on the highway to a factory, suddenly\nsomebody sneaked out and escape. A lot of times was organized, like might been in cahoots\nwith one of the guards. I was asked a couple of time to escape. They gonna help me. So what\nthey did...",
        "A: No, to escape. I didn't trust them. I didn't trust them.\nOne of them was true. Because after the war, I found out that he became a police chief in a\ncertain city which I can't recall it. He was always working with the underground. He was a\nPolack. But we were fooled and cheated so many times, I just didn't trust him.",
        "A: Anyway, somebody, like I said, escape from the column; well, they might take 10 or 15\npeople and shoot them to death and make out a report that \"16 people were trying to escape.\nOne made it, and I shot 15,\" you know. Big hero. So, (laughing) that's they way they were\nprotecting themselves sometimes. There was a lot of good souls during the war, even\nGermans. Which I never want to forget, because I think if 1t wouldn't be for the good ones I\nwouldn't be alive.",
        "A: They were helping. I remember when the ghetto was closed because we were going to get\nout...being transported. At that time I was working...like you got a Coast Guard in the USA.\nOf course, this [wasn't] a Coast Guard; but this was a uh...like a border patrol, I would say.\nAnd they got high ranking officers. So one of them--I should remember his name--he was no\nmore or less a high ranking officer. And he came with a... You see, his idea was that after\nHitler wins the war, they gonna make a special city and all the Jews are just going to live\nthere and prosper. He wasn't very intelligent, but he knew it was wrong; so that was his idea.\nWhen I was in the ghetto, he came and got in an argument with a guard. He wants to get in,\nthey wouldn't let him in. So finally he sent a message...a messenger, and I came to the barbed\nwire. He threw me one [of] his best leather briefcases, with newspapers and food, you see.\nThen another one was a Zollen... (ph). He was a real high ranking person. And he was very\nintelligent. He would never say what this guy said. (Laughing) I had to stop by his place\nevery Saturday. He gave me cigarettes, vodka. While I am drinking, he says, \"Elektriker,\nkopf hoch, alles wird noch gut sein.\"",
        "A: \"Electrician, keep your chin up. Everything going to be good.\" The future going to be\nalright, you know. Then uh when I was working and in a werkhalle, which 1s a factory, there\nwas one guard. And he kept calling me and in the dark he would give me bread. And one day\nhe said he is scared to death, he told somebody seen him he gave me bread; so he says, \"If I\nam a prisoner tomorrow, don't be surprised. Because that is what they do with us when they\ncatch us.\" Which was true! So I said, \"I'll tell you what you do.\" I say, \"I am going to come\nup; you call me all kind of names, you kick me, and that's gonna help.\" He says, \"Are you\nnot gonna be mad?\" I said, \"No.\" So, I say...1 came out there. And he said, \"You\nSchweinehund!...\" Insult me. He kicked me, and I screamed. And then he said everything is\nfine. (laugh) He says... He also was kind of farmer. He said, \"After the war,\" he says, \"I have\na farm. You gonna be my Kutscher [Ger: \"coachman, driver\"].\" I gonna ride with his\nhorses, he says. There was a lot of good people. But there was a lot of bad people. You\ncannot just go...(laughing). I think every country depends who is ruling, you know.",
        "A: Birkenau. I was in 8.",
        "A: At the end of the war, when the Russians were approaching, they keep transferring us. I was\nin Birkenau, Auschwitz, and Schwientochlowitz.* Then Grdaditz-Bareza, Mauthausen,\nLeitmeritz’ and Theresienstadt. I think. I know it was 8. I must left something out; there were\nso many of them.",
        "A: Uh huh.",
        "A: Well, first, they moved us to Schwientochlowitz; which was same in the general area, like\nfrom here to Petersburg [NB: Virginia].\n* Formally named Eintracthiitte. Subcamp of Auschwitz, located at Swietoch owice in Upper\nSilesia.\n* Subcamp of Flossenbiirg. Located at Litom ice in the Sudetenland (Czechoslovakia).",
        "A: To Birkenau, right.",
        "A: Well, she wouldn't separate from her baby. And there was a lot of people; and I couldn't\ncontrol it, and... I didn't see her any more. Only her...my brother-in-law was with me, but he\nwent in about a couple of days. You see they pulled this like they told us to take all our\nclothes off and go into a shower. And he tripped over a rusted pipe, and his foot got swelling.\nAnd you know what they did with people which got sick. They just pick him up and put him\nin a gas chamber; and that's what happened to my brother-in-law. I never see my sister again.\nThen next day, I see the people, you know, in pajamas. You know, you see the outfits. And\nthe area over there was very muddy, you know. Everything had big wheels. You keep\npushing wagons, and back and forth, and doing a lot of unnecessary digging and work. And\nstuff like that. And eventually we were sent to Schwientochlowitz, which was a machine\nfactory over there. They were making parts for airplanes and stuff like that.",
        "A: There's no way I could tell you. That wasn't too far. Like I said, might mean like here to\nPetersburg [NB: Virginia]. It was in the general area. I couldn't recall. I know that it wasn't\ntoo far.",
        "A: Uh, I finally wound up working on a machine. And uh, I don't know where I had the\nexperience from. I was working on the lathe machine. There was a lot of people. And then, I\nhad 2 or 3 people I had to cover for. They didn't know nothing about the work, but they were\nvery sick. And if they go outside, they would die. So I kept running back and forth and\nhelping them. And couple of them met me after the war, and tried to give me money.\n(Laughing) But anyway....",
        "A: Alright. Recognizing you put a certain item on it, and it's a knife cutting. Right? So you put\nit on, and you just let it go and push the button when it's on this end. And wave to me, and I\nput another piece on, you know. There was something like, it takes time and...and...did... The\nguy who asked me if I wanted to escape, he was a civilian foreman. He made me a prisoner\nforeman. This 1s no like a carpet...this is work, you know what I mean. This is not... So I was\ncovering for a few people as much as I could, but, uh... One was a Czech. He was Jew. He\nwas a machinist, but he was so sick that he was breaking stuff. So I made a special thing I\nmade for him so nobody...when he was making the run...those, so. I don't know how to\nexplain. And you had to go to the machine, run; and he was breaking it. So I made a device\nto hold it. You see, if he doesn't do good they put him outside; and when he js sick that is the\nend. Then a bunch of people lift the crane, you know, like this big long thing was laying.\nAnd it fell down and broke about 20 people's legs. They all got shot, you know. They didn't\ncare. And, uh, we worked there and one day, of course, uh while we go back from work we\nhad to watch hangings before supper. They had 2 or 3 sets of wires--and electric wires--and\nthe people to be hanged, they put them between the wires and they might stay there for three\ndays with no food, urinating on themselves. And they bring them up when we come from\nwork. And they put a table and a chair, and they hang them; and they read some funny\nsentence and they kick the chair out. And a lot of them...I see one that was shot before he\nwas hanged. He started calling, \"You murderers! You are going to lose the war! Hitler\ngonna die!\" And all that. And the guy just...(making shooting sounds), and they hang them\non top of that. And we just got so cold, it didn't bother anybody anymore. Looking at dead\npeople, looking at people getting hung... You know, you get so...just like watching a movie.\nAnd you feel like after the war, how do you react to things, you know. But for some reason,\nyou get back to normal. You see somebody hit by a car or something; and you...I think, with\ntime you come back to your own self. You know what I mean.",
        "A: Oh, sure.\nTAPE #2",
        "A: We live in barracks and every day, I don't know what time it was, but was usually dark...we\nmarched...that was the guard was helping me. He would be walking beside me, put a piece of\nbread in my pocket. A lot of time was dried out, but it was terrific. I mean you was starved.\nYou know what I mean? And we walk every morning to the factory. I don't know how far. It\ntook awhile and at night we walked back, and before you do anything, they were always\ncounting the prisoners, you know. They say: \"Antreten! One, two, three...\" And even the\ndead ones had to lay dead to make the figure going. And we came to the factory, and then we\nget like 30 minutes or 5 minutes break. And we fall asleep instantly and then we get up, run\nto the machines. And the toilets were outside. That was the scariest part, to go out in the\ndark. First you didn't know if somebody was inside, was completely dark. Sometimes you\njust open the door, and you do it, and somebody scream, hey you did it my face, you know,\nand you run in the dark, and that was a every day situation, and, uh, food was any better than\nanybody else's you know. They were giving the same garbage to eat. And I don't remember\nwe have any day we didn't work really. I couldn't recall. And, uh, a lot of time, they wake us\nin the middle of the night, and the start beating everybody, like somebody did something,\nyou know. We had to watch hanging, you know. And that went pretty quick day by day, the\nsame situation, and you felt yourself fortunate that you were working inside because people\nwere in the snow and everyday you see the dead. People were dragged around and put ont he\nwagon and taken away, you know. If you were sick, you didn't get any help, but I suppose\nyou want to come to the end of that episode. One day, the Russians start coming and we get\nevacuated, but before we do, we had to make the place spic and span. You had to clean\neverything, because the Russians wouldn't think much of the Germans if we leave that\nbehind as you know, so we had to clean it up. Shine it up! And then march us to a railroad\nstation, and we like cattle. It was very cold. I think 1t was in January. It was very cold, and\nthey left us all outside and they were inside. And you know, you might have a stove one time\nwhen you take a chicken like a piece of chalk and go across her bill and she going to stay\nthere. She thinks she's tied down and it was the same situation. We could get up and run, all\nof us. Of course, they probably machine gun us. But the guards, everything went inside\nbecause it was cold. We just, you know, prisoners just get together like chickens and just\nholding on to each other. And finally we took off and I don't know...it's kind of...I started\ndeveloping typhus fever and, which came on on me, and we were like partial on trucks and\non trains and eventually we were marching. And anybody couldn't walk, they take him under\na tree and bingo. And people started disappearing a little bit. Because the Russians were\ngetting close. Sometime you heard explosions, and cannons from far away, and air raids; and\nwe were laying on the ground when there were air raids. And we marched. And I remember\nlike a woman was walking with a bucket to the barn for pigs. You know, they put bread and\nall leftovers. And she walked a little too close to our column, and a couple prisoners jumped\nand knocked her down. And everybody got in on the top, eating from the ground. We were\nterribly hungry. We were out. And the guards were hitting us with the guns. And then\nseveral of them...I think some guards escaped. Well, finally...I forgot what transportation was\nused or how we did it. I think we got somewhere to Mauthausen, or Gusen.” I told you I was\ngoing bad from typhus. And one remarkable thing over there was that when \"Antreten,\"\nwhen everybody lines up and some guys came--they were wearing German uniforms, but\nthey were prisoners. But they didn't have any insignias or anything. And they say, \"All the\nkapos, come out.\" You know what a Kapo was. So they figured they going to get a new\nposition; so they all lined up outside. Said, \"Take then first one.\" He said, \"Did he beat on\nanybody, or did he ever hurt anybody?\" So nobody say nothing funny. While we were...at\none camp, I think, Dresden-Bariza--oh, that's camp I forgot--we came from the factory from\nwork one night...one morning, and we were infestated by louse. So they got big barrels of\nsome kind of chemicals. We all have to take our clothes off and dip them in there. And then\nthey wouldn't let us in the building, because we were wet. So we...everybody tied on the\nclothes; and we run around to try and dry it out. Because the guards would not let you in\nwhile you wait. And here it's January...is snow on the ground. And now and then, they were\nplaying around. And this boy's father...I don't know, he was a little clumsy. So they told him\nto get in a barrel, and the guy put the arm around him and smoke a cigarette and wait until\nthe guy die. They killed him in the barrel. So his son was young. He come out and he say,\n\"He killed my father!\" So the guard tell them, \"Beat him up!\" So he beats him up. He said,\n\"Anybody want to help him?\" So they open up...he said, \"This guy mistreat me, officer.\"\nAnd all the Kapos were beaten by the prisoners. One guy, he had his head split four times. I\nSwear, you can see it this way and that way--four splits. And bunch of them die. And in the\nmorming, one got common sick. \"Could somebody help me?\" Said, \"Oh, the dead ones.\nHang him in the toilet.\" We tell the Germans that he hang himself during the night.\n(Laughing) And they put him out. We were surprised when they put him; and uh they said\nthat they hang themselves. That happened in the Mauthausen. But now before we got there, I\nthink...I forgot the order of things, I had to read it myself now. It's been many years. We\nwere [in] Gusen. And look like we came in and everybody over there was naked, because\nthey got some typhus or something. And so they took everybody's clothes away. And they\nalso kill a few people there, because their rations were very little. So they were going by the\nmorning count them; and after they deducted dead people, they say, \"75 in this room, save\n75 portions of bread.\" So what the Kapos did: they went in the washroom and see\nsomebody weak or something, they killed them. Hold their nose and waited until he died. So\nthey got extra bread. It's kind of sad, isn't it? But that's what actually happened. And uh uh\nthen, of course, we were at Mauthausen...",
        "A: Where they were beating up kapos.\n* Subcamp of Mauthausen. Located in Langenstein, Austria (Province of Upper Austria).",
        "A: Yah, when we first came, they beat up a bunch of Kapos. They told the prisoners to get even.",
        "A: I didn't know if they were Jews. I don't know if they were Jews.",
        "A: The uniforms were, uh, sort of like the Schutzpolizei, but they didn't have insignia. Just like\nyou go here to a surplus store, and you buy a uniform and don't have any... It's just wearing\nthose uniforms. They were kind of blue. Because the soldiers were wearing green, and so I\nthink they SS people.",
        "A: I don't know.",
        "A: And then, uh, uh, then one night we were told to pick up. They were Mauthausen...I think it\nwas in the mountains, and there was a lot of POW camps. And I think it was an outbreak\nwhen the Russians came. You know, they were Russian prisoners and they shoot the heck\nout of them. They shot the heck out of them. And they called us to pick up the dead...dead\nRussians. And uh they also had a thing in Mauthausen. They had a crematorium, that they\nwere burning the dead people. We were cutting them up in front of the crematorium. And the\nirony of it was when one it was like a lunch time, we sit on a dead body. A lot of people had\ntheir clothes on, because they were deteriorated from blood and stuff. After the finish with\nwhatever you had, you look in the pockets. If they got a little cigarette butt or something like\nthat. Now, I tell you another incident. I was in Graditz-Bareza (ph) when my typhus really\nwent out. I know I hit the nurse in the head; and I don't know what was going on. So I was in\nthe night shift there working on the machine. And the guards come to me and tell me to walk\nand walk back, and said, \"Take him away.\" So they bring me back to the barracks. That was\na memorable night. They brought me back to the barracks. I tried to lay down; and on every\nbunk is about 4, 5 people and people get real mean. So finally, I find a bunk in the bottom\nwith just one guy sleeping. So I figure maybe he is a kapo or something special. So I put my\nhands on the ground so I didn't disturb the bed; and some kind of slipped on it, and I went to\nsleep. In the morning, the guy say, \"You better get away from there, because it is wet on the\nbed and they are going to think you pee under the bed.\" So I jumped off, and I told this guy\nto get off too and they guy don't move. He says, \"That man is dead. Don't bother him. That's\njust when he die, he wet it.\" I was sleeping with a dead man. Now my typhus got worse. I\ncouldn't eat. Even the rubber bread. So I give it to a guy and he was carrying me, you know,\nunder his arm. And the following night, I decided to hang myself. I had the belt and the belt\nwas cut in half; you know, because I need... I got wooden shoes to part of the belt and tied\nmy shoes, so I don't lose it...and I don't know what to do. So I went on the upper bunk and I\nput it around my throat and I tie it; and I jump off. That's all I remember. The next thing I\nopen my eyes and I am on the ground. And a guy standing over me, he says, \"You going to\nmiss the bread. Come on! Come on! Come on!\" I said, \"Whose bread?\" He said, \"Come\non!\" Because I was giving it to him. So he finally gave up and he ran, because he would\nmiss his too. You know they were giving out the bread. So I remember when I was laying,\nsome Russian got to me and stole my shoes...he stole my...everything. When I was laying\ndown, we were like a homeless people. I got a little metal box in my pocket and I got... don't\nknow, a nail and a half a razor blade and a couple of cigarette butts. I say, \"I know what I am\ngoing to do. I am going to take that little blade and cut my wrist.\" Was stolen. (Laughing)\nMy pockets were empty. (Laughing) The Russian [who] stole it saved my life, because I\nsuppose if I slice it that it would be the end of it.",
        "A: Yah. The guy took me down who I was giving the bread.",
        "A: Because he was holding on to me. You have to see some bread. I think it was steamed. I\nwouldn't even beg. I mean, it was a mess. The guy, finally, after the war...he wants to give\nme money because he was one of those guys I kept alive in Schwientochlowitz on a\nmachine, you know. He didn't know a machine from a hole in the ground. I kept 2 or 3 of\nthem going, because I was keeping that thing running, so...",
        "A: He took me down, so he don't lose the bread.",
        "A: I did nothing. I just got up, I guess, and I just went on and.. I tell you whatelse happened. In a\nfew days, we will have evacuate, and I was still have trouble walking. Friends of mine were\nholding on to me. So they say, \"We going to be going, wherever. And the ones who can't\nwalk, we are going to put them on the trucks.\" So the first thing, people stepped out. I make\na step, and my friend says, \"Don't be a...\" I don't want to say the language. (Laughing)\n\"Don't be...\" you know what. \"Stay here.\" Sure enough, they had shelters where the\nGermans were coming in, you know. Everybody was worrying about the Yperite gas, and\nthey all got gas masks. So they have shelters, and the shelters have some kind of air coming\nin there, you know. Is separate from the outside air. They take all the people that couldn't\nwalk and put them in there and throw Zyklon or gas. And we had to dig graves and they put\nthem in the graves. And you know they even...all day they just spewed that white stuff...\nchloro somehow. And they wouldn't even cover up. And then when they marched us to\nCzechoslovakia. And...oh, I think there was a thousand of us; and I think maybe a hundred\nmade it. I don't know. They were shooting people on the way, and guards were disappearing.\nThey were escaping. Prisoners were escaping. I couldn't go any place, because I was hardly\nmoving. And I finally got to Leitmeritz [NB: Litomerice]. I was in Leitmeritz, a friend of\nmine from Warsaw recognized me here. And he went up to me and he said, \"Come on this\nside. They don't know I am a Jew. I am a Polack. I can get you on the other side.\" I refused\nto go. I was... My age, I was 21 at the time. So I refused to go. I said, \"No, I am going to be\nhere and I am going to die like a Jew. I am not going.\" He said, \"You are an idiot!\" And I\nstay with all the people. And sure enough they were taking people to Final Solution, you\nknow. Well, I was trying to say, there's just rumors, the Red Cross told the Russians that we\nall going to murdered in Theresienstadt and this is a rumor. And they asked for volunteers,\nbecause they wasn't agreeing with the military plan. And they asked for volunteers, and a lot\nof Jews and other people came and we got liberated.",
        "A: I know it.",
        "A: We were walking from the last camp toward Leitmeritz, which is next to Theresienstadt.",
        "A: And when I got there, there were camps. A guy was trying to save me, and I wouldn't go in\nfor it. I didn't care anymore. And they said that they gonna kill everybody, you know. So\nthat's why he was trying to save me. He says they're going to take all the Jews now and finish\nthem off. So they said that the Red Cross carried that to the Russians, that we all going to be\ndestroyed over there. So the Russians asked for volunteers because that didn't agree with the\nmilitary plan. But this is just what I heard. And one of the divisions or outfits or battalions\nwent and liberated us. We were liberated by the Russians.",
        "A: And after the Russians liberated us, we gain a few people. There was a few Jews in the\nRussian Army, and they didn't want to be in the Russian Army. So they got in with us as war\nprisoners; and that's funny but that's what they did. Polish citizens were drafted in the\nRussian army, and they escaped. They got mixed in with us. And, uh, and right after that,\nthere was a terrible typhus epidemic. I think I had typhus. What saved me was walking.\nThat's what they tell me. Me keep on walking would save my life. And we were in a kaserne\n(Ger: barracks]. How do you call it? Like a camps, military camps over there.",
        "A: That was Theresienstadt. I think it was ghetto before, but original, I think, was a military\nplace.",
        "A: Well, we were kind of, more or less, free. We were kind of feeding ourselves. We went out\nand we pick up peaches and this, and they let us go. But the remarkable things...when we\nfirst came was still Germans. And one night, we were waking up, the Germans are\ncapitulate, you know, and the Czechs were running up and down the streets. \"The war is\nover. Long live Bene8!\" Whoever was the President [of Czechoslovakia]. And next\nmorning, trains came with prisoners. And they didn't know the war was over. And we\nhollered to them, \"You are free! The war is over!\" And the Germans stayed there, and\nnobody was doing nothing. We were like the chicken with the chalk. We just...officer and\nthere was a bunch of people came with arm bands, whatever you call them. And they picked\nup all the Germans and take the guns away, and they marched them off. And we tell the\nprisoners, \"You are free!\" And a lot of them didn't believe it. And then a night burst started\nbecause people were used to eat. You see dead people in the public places like toilets. They\nwere laying on the ground and there was dysentery. Oh, those first moments after the war,\nthey were horrible! I was in a kaserne, you know, Theresienstadt. And we had dead people\npiling every morning, and wagons were picking them up, picking them up, and that was after\nthe war was over. And that was terrible. People were dying because of the after affects of the\nwar. And then we went through different kind of things like... I tell you a incident, and I keep\nmy hand out. We went to a...you know they got public baths. I never been to one in the\nUnited States. Public bath houses. I think they have...I was in Minneapolis, I see one. And\nthey took us to those places to get us cleaned up and dressed. And, of course, all the clothes--\nI don't know where they came from--you never got anything to fit you. And there was a\nnumber of women. And we all had to take the clothes off, but was nothing to look at.\nEverybody looked like... was 80 pounds. And uh...uh well, there was a certain process.\nThey were going under a magnifying glass; because some people got different bugs. I don't\nknow what they call it. They were checking your body. But the washing machines or\nwhatever...who was washing the clothes, they couldn't keep up with it. So they put us in an\nempty room, like 100 at a time. And all of a sudden, like women dressed like nurses come\nand tell us to turn the face to the wall. You know, a hundred of us, naked. All of a sudden\nthey come out; and a hundred naked women on the other side. Well, in today's times, that\nwould make a nice X-rated movie that, wouldn't it? But nobody had any thought in that\ndirection. One boy turn around and recognized somebody. So everybody got curious. You\nsay, Where you from?\" People were running around naked. Nobody know naked, you just\nsee up to here. \"Where you from?\" \"What happened to my mother?\" \"Are you from my\ncity?\" \"Are you from my town?\" And the women were shaved. And the whole place got all\nmixed up, and all you heard: \"Where you from?\" \"Is my mother alive?\" \"Are you from my\ncity?\" \"Are you from my town?\" \"Did you...are you been with my father?\" \"TI think\nyou...are you from Slonim?\" \"Are you from here?\" People forgot they were naked. And\nthose nurses come up and said, \"Oh, my God! Would you all get back in your places?\"\n(Laughing) You know, people were running around like that; and... and nobody even\nnoticed that people were naked, you know. They were so overcome, looking for relatives,\nand...and something from home that just... The scenes like that, they will stay with you the\nrest of your life.",
        "A: Well, that was...I assume that was a displaced person camp. It was run by American. I don't\nknow. There was a... You heard of IRO, International Refuge Organization. It was run by the\nIRO. Of course, we were in barracks. Maybe in one room was two guys. Were not too many\nfamilies, because everybody came out of the war and today, you see a guy and tomorrow he\ndisappeared because you know, they said the biggest freedom is when you have nothing.\nYou're really free (laugh), and that's happened to people. They were free. Like you talk to\nhim, the next day he see a train or a car, he jump out, he goes to the next city. Nobody really\nwas binded to an area or to a place. You know a lot of people thought they would go back to\nPoland. Other people want to go here or there. So it took awhile to settle that situation, you\nknow, and people started getting married. Me and my wife was about the first marriages in\nthis particular camp, because we got married in 1945.",
        "A: You really want to hear that?",
        "A: I had to put a little beggar into it. I like electronics, you know; and I went looking for a job in\nthe camp.",
        "A: In Landsberg, a displaced person camp. The chief of police and the man in the employment\noffice had the same name. So I walked in the police station. So guys in there--friends of\nmine--said, \"Hey, join the police force.\" And after the bad taste during the war with the\npolice, you know, that stuff, I said, \"Forget it.\" He says, \"It's not like the police you know.\nNowadays, you watch warehouses.\" You know, we got warehouses from IRO with stuff.\nYou get a suit, and you can eat in the cantina. You get cigarettes, you know. So I joined it.\nMy wife was 16 at the time. She came with a girlfriend. And they went to a dance, you\nknow, that was...and some guy falls in love with her--a Greek--and follows those two home.\nAnd get in a room with them and put a knife on the table. And he says, \"You gonna marry\nme or I'll kill you, kill myself.\" And I don't know, we got...somebody call the police. And I\nwas the heel who arrest him. And the next day (laughing)... This is a true story. The next day,\nI came checking out; because I thought she was cute. But I was 22, so I kept check on her\nand I got myself in the biggest trouble in my life because ...",
        "A: I had a date with her. And we were walking, and this Greek showed up. And he knew I was\nthe guy who arrested him, separated them; so he wanted to fight me. So this other\npoliceman...he got a beating. So he went and got the whole Greek colony trying to attack me,\nand broke head into it, tore my ear. That was a big fight, you know. (laugh). We were in the\n20s. So...well, eventually, we got married. We knew each other for about... Basically, she\nhad a fiancé in Holland; and I was doing everything trying to help the girl back to him. He\nwas a wonderful guy, believe me. He came visiting us in the United States. He met an\nEnglish lady, a doctor. He die. He's dead. He stay with us a few days. Wonderful guy. He\nsaved her life. He brought her food to the camp and everything. She just told me, \"He's a\nwonderful guy, but I don't love him enough to marry him, you know.\" So she didn't get\nmarried. And we got married, and...well, you know, she's...but that was some kind of\ntraditional wedding. I think the whole camp came, because that was one of the first wedding.\nAnd I had 300 people, which 275 I didn't know from Adam. And there was like a covered\ndish...everybody brought apples and food, and somebody got together a band. And the band\nwas terrible! (Laughing) Half of them didn't know how to make music. But that was nice,\nand...and we got married. We had to get married two more times.",
        "A: Because in order to go to United States, they didn't recognize certain marriages. We got\nmarried in Landsberg [NB: the DP camp], a religious wedding. Then we got married in\nLandsberg [NB: the city], in Germany; and went to the Justizpalast. To the Palace of Justice.\nWe got married over there. Over there, you advertise it for 3 days. If nobody come around.\nThen before we went to United States, we got to get married by...I think it was a clerk or\nsomething. Wearing an American uniforms. They didn't recognize the other marriages. So\nwe already had the little boy! (Laughing) So we got married 3 times. We said that's why we\nnever divorced. We had to do it three times. (Laughing)",
        "A: Yeah. And the first time, they caught us; because we were playing like we were Greeks or\nItalians. And I don't know how we got out. We talked to a Jewish Rabbi in American\nuniform that we didn't have the food, and we trying to get to Israel. And the first thing you\nknow, we were surrounded by jeeps and everything, turn around and going back to\nLandsberg. Now in 19...1 think '46 or '48, we were from some kind of underground\norganization in connection with the Irgun or Haganah. Our job was steal arms from\nAmerican forces and send them to Israel. So like I was a police officer. When I was standing\nguard at night with the American soldier, I usually tried to get rid of his rifle or something.\nAnd he was so sleepy when they took him send the other guy he got up without it. So I put it\naside. And then...now and then the brought a whole trucks with weapons like the _—_—. They\nwere organized. They came to Newport News [Virginia] and bought a ship, and things like\nthat. One day we had an assignment to throw...you know...pamphlets or fliers. So I ask...I\nwent down to the switch where you turn off the lights, and we turn the lights out. And when\nthe lights came back on and every move you take they was flooded with pamphlets and stuff\nand by Israel (laughing)... And one day I had occasion to talk to Ben Gurion. He wouldn't\ntalk to me. He came...he was wearing a dirty shirt, you know...that was... And everybody got\nit together...putting him on the wagon, and he was talking to his aunt. And I was trying to\nsend a note with him to some relative; I wrote it. And he says, \"Got to be in Hebrew.\" I said,\n\"I don't write Hebrew.\" \"Forget it!\" So I went...while he was talking, I was running around\ntrying to get somebody to write it for me. (laugh) He put it in the pocket, but he was... You\nknow, when he came to Landsberg, we were trying to get him uh, uh, a royal welcome. And\nwe didn't got nothing to do it with. We have a old police car which was smoking and making\na lot of noise and some old motorcycles. And some guys got the idea that the driver is going\nto sit like this, and the guy in the back seat is gonna turn the other way. We got funny. And\nthe Germans, I think, were laughing when they see that parade. And first thing, I think, he\nsays that day, \"The gates of Israel are open. You all can come.\" He says, \"Don't ask where\nyou gonna eat or where you're gonna live. We don't know. But you can come.\" (laugh).\nThat's what he told us. Then he went on talking. Oh. I think. I am all mixed up some. That\nmight be...1 know it was Ben Gurion; but the guy who said that I think was the first\nambassador from Israel came to talking to that thing. That was because I remember Ben\nGurion got on a wagon, but we went to pick up from the train station the first ambassador.\nAnd I think that is when we made that funny calvacade with broken bicycle and old\nmotorcycles and cars, and the Germans were laughing, you know. They are used to real\nparades, and here this 1s just like a comedy carrying the guy in. And that's who said that...he\nsaid...because when Ben Gurion talk to us, there was no Israel that time. That was before.\nAnd this guy was the first ambassador, and he says that the gates are open. He says, \"Just\ndon't ask me where you gonna eat and where you gonna live. The gates are open.\" So we\nwere going to Israel; and the war started, you see, with the Arabs. So I was...we had a outfit\nand one of us became a general, a lieutenant. No, I never made it. So we had a difficult\ngetting out of Germany too. We had to play Italians due to the English intelligence. You\nknow what happened to the Exodus, you know.",
        "A: Being that we never left yet, I keep running back because we were a couple hours away from\nmy wife, from Landsberg, you see. Munich wasn't that far. So, I came back a couple of\ntimes. And the neighbors jumped me. And my wife was crying. \"You are not going to leave\nher here, in a strange land. There's enough young people to go. You don't leave a wife with a\nchild.\" You see. So, I didn't go anymore. They convince me. She was crying, you know. Of\ncourse, I felt kind of bad; because all my buddies were going, and we were going together\nso...and so I stayed behind. Then the war was over, and we came to the United States.",
        "A: Well, I hope maybe someday we can find some people which... maybe they're not dead. Just\nlike I find my aunt after 4 years. And for some reason, my son do whatever he is doing now\nin the Holocaust Museum... I wish that he be a success, because he said to me he is born in\nthis displaced person camps, we are Holocaust survivors. So he says he wouldn't trust the job\nto anybody. That's exactly what he told me. He says he wouldn't trust that to anybody. He's\nreal... hope he's doing it with his whole heart. He doesn't do it like a job. And if anything\nelse you want to know, I'll be glad to tell you.",
        "A: We are finished?",
        "A: Okay.",
        "A: Oh, I thank you for taking an interest. I mean, you know...",
        "A: Like they say, there's a thousand of stories like that. I mean, I wasn't by myself.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumSeptember 18, 1989\nRG-50.030* 0040",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Boleslaw\nBrodecki, conducted by Linda Kuzmack on September 18, 1989 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum’s collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "BOLESLAW BRODECKI\nSeptember 18, 1989",
        "TECHNICAL CONVERSATION"
    ]
}