{
    "rg": "RG-50.106.0204_trs_en",
    "sequence": [
        "Q: And that is the name you were born with?",
        "A: Right.",
        "Q: When were you born and where were you born?",
        "A: I was born on August 22, 1923 in a town at the time called Breslau, the capital of Silesia in\nGermany. Now it’s called Wroctaw and it’s part of Poland.",
        "Q: Let’s talk a little bit about your family, about your parents, who they were and their names.",
        "A: My father, Henry, was born in Mamel [ph] which is in, near East Prussia. It’s now a military\nbase of Russia I believe. And he moved to Silesia, at some point. I don’t know exactly when.\nAnd eventually landed in Breslau where he was in business. His name was Henry because his\nfather had been an Anglophile and that led to all kinds of complications to which we can return\nperhaps for Kristallnacht. Would you like me to talk about it now? Let’s talk about it later.\nYeah, my mother Rosa Lipziger [ph] and her maiden name, was born in a small town in Silesia,\ncalled Schlictenstein [ph]. At some point she must also have moved to Breslau and my father,\nthey got married. I don’t know the exact date.",
        "Q: And what kind of work did your father do?\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: My father was a small businessman. I don’t think he was very successful. I’m not sure exactly\nwhy that was so because at the times he was a Jew and it was getting difficult to do business in\nGermany, obviously, during the Nazi period in particular. He had a wholesale store for stockings\nand socks.",
        "Q: And your mother, did she work?",
        "A: No, she did not. We were two children. I had a small brother who unfortunately died in an\naccident at an early age. I think he was eight so I was the only child. But my mother did not\nwork.",
        "Q: And your brother’s name was?",
        "A: Franz.",
        "Q: What kind of neighborhood did you live in? Was it a Jewish, a non-Jewish mixed\nneighborhood or was it predominantly Jewish?",
        "A: I really don’t think there were Jewish neighborhoods in Breslau at the time. Things were very\nintermixed which is quite typical of course for German Jewry who as you know were well\nassimilated by and large. We lived in two locations. I went back to Velatslav [ph] some 15 years\nago, the first neighborhood where we had lived, didn’t exist anymore and the second one hardly\nat all either. So we lived in two locations. We had an apartment and we had a maid which was\nkind of expected for any middle class Jewish family, even though my father could hardly afford\nit but he did have one.",
        "Q: So your neighborhood was made up of Jewish and non-Jewish children whom you played\nwith I assume.",
        "A: Yeah, I went to a regular German public school. Whether there were any other Jewish\nchildren in that class, I can’t remember. Certainly, possibly not. Certainly in the, in the\nhttps://collections.ushmm.org\nMarch 18, 2013\nelementary school. Later on I transferred to a gymnasium, a high school and there probably were\nother Jewish children in that class. Now I think I was allowed to stay in this German high school\nbecause my father had been a what they call a frontkempfer [ph], somebody who had fought in\ncombat in World War I, and Jews who had that status had at the beginning certain privileges.\nOne of them was that while other Jewish children had to leave the German schools, I was\nallowed to stay in that gymnasium for a little longer. But eventually we all had to leave anyway\nand I transferred to a Jewish gymnasium and I went to that school until 1938.",
        "Q: Do you remember when you transferred, what year it was when you transferred?",
        "A: I’m not sure. I would think it probably was 37.",
        "Q: 37.",
        "A: Something like that.",
        "Q: Let’s talk a little bit more about your family. Were they very assimilated?",
        "A: Quite, yes. My parents did go to synagogue on high holidays. I think the synagogue, the\nlargest in Breslau, was probably conservative. There was Pesach in our family which my father\ncould not conduct but we had an uncle who did know the ritual and he usually conducted the\nSeder. And there was a large gathering. I would think perhaps about 12, 14 people at Pesach\ntime. But that was about it. I was bar mitzvah. But that was kind of expected. It was socially\nexpected so it was more a social ritual than a religious one. I certainly had no strong religious\nfeelings one way or the other. I liked the bar mitzvah. I got lots of presents. So basically our\nfamily was yes, assimilated. My father belonged to an organization called Risebund Judische\nFront Soldaten [ph]. That meant the national organization of Jewish combat soldiers in World\nWar I. He was very proud of that. And again that was a fairly typical attitude on the part of\nGerman Jews at that time.",
        "Q: What language did you speak at home?\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: What did you expect? German.",
        "Q: Let’s talk also now about your extended family. You mentioned about your uncle helping to\nconduct the Seder. Did you have a large extended family?",
        "A: We had a large family yes.",
        "Q: On both sides. On your mother’s —",
        "A: On both sides. Very large family, including grandparents. I enjoyed visiting my grand — one\nof my grandparents lived in a town near where my mother had been born, also in Silesia. I\nenjoyed visiting there. I had some friends there. The most successful in our family was my\nmother’s brother. He had a business, wholesale business in woods and was very successful. He\nwas really quite rich. And he had been a, also an officer in World War I. He was altogether a\nvery stately German appearance, tall, straight. There is an interesting story connected to him\nwhich I think would be of interest.",
        "Q: His name?",
        "A: His name was Friedel Lipziger. Lipziger was my mother’s maiden name. He considered\nhimself even more German than anyone else in our family because of his background and I\nremember a family gathering, must have been around 1936 and I, being all of 13, dared to say, I\nwas in a youth movement. Ill come back to that later. I dared to say that perhaps one should\nthink of emigrating and you know this was 36, three years into the Nazi regime. My uncle took\nme by the scruff and shook me back and forth and said what do you understand about such\nthings? Ok, that was in 1936 I believe. He very soon however must have had, begin to have\nsecond thoughts. So to be on the safe side, he started to ship out money, illegally of course and\none of the couriers who had my uncle’s money was caught and he had a list of names. So one\nafternoon, my uncle got a telephone call from the police chief of Breslau. Now mind you,\nBreslau was a city of 600,000 people so the police chief was quite somebody. It so happened that\nhttps://collections.ushmm.org\nMarch 18, 2013\nhe was a war comrade of my uncle. And he said Friedel, this and this has happened. I give you\nthree hours. You must get out of town. Otherwise I will come to arrest you. So my uncle took his\nfamily, his wife and daughter and got on a train and left for Paris. So that was the end of my\nuncle who had thought that it was stupid to think of emigrating. He then from France got to\nBrazil where he again opened a highly successful wood business, which was very appropriate for\nBrazil and he became perhaps even richer than before.",
        "Q: Let’s talk about your life from 1923 to 1933, until Hitler came into power. What memories, I\nknow you were a child, you were only ten years old but —",
        "A: Ihave memories. I have rather —",
        "Q: Talk about some of those memories.",
        "A: Well for one thing, I belonged to a youth movement and that is important for me.",
        "Q: At that young age?",
        "A: Yes, I must have joined perhaps when I was eight, nine, very early. This was a youth\nmovement which called itself German Jewish Boy Scouts. And German Jewish was more\nGerman than it was Jewish. We sang German songs and we had a little uniform and flags and\nwe would parade up and down and go on hikes and so forth and so on. It also was kind of\nromantic. It, the German youth movement has been described by writers like Walter Laqueur\nand others and it had this romantic flavor to it. You were opposed to the philistines and you\ndreamt of some wonderful future in which you would be important, intellectually perhaps. And\nso this I think in many ways was very important for my own thinking and, and future life. It sort\nof shaped me quite significantly I believe. Then came Hitler in 33 and we were forbidden to use\nuniforms. And then we were also forbidden to go on hikes and on the last hike that we had\nstaged we were attacked in the middle of the night and had to leave and go home.",
        "Q: Attacked because you were a Jewish group?\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: Because we were a Jewish group, hiking which we were — and, and having a camp which\nwe’re not supposed to have anymore. But they hadn’t informed us that formally so we still were\ndoing it. So that was the end of hiking and —",
        "Q: Who was the leader of your group? The adult leader?",
        "A: The leader of my group was someone called Walter Laqueur who was quite known as an\nhistorian. He was all of two years older than we were in this group but he was our leader. That’s\nhow he was known. And we would get together and several times a month and read things and\ndiscuss things or listen to classical music and so forth and so on. Then about 1934 it must have\nbeen, perhaps 35, our organization merged with a Zionist organization called Zichloiter and that\norganization in turn eventually became part of Hashomer Hatzair. And the Hashomer Hatzair is\nsomething that eventually became known in Israel as Mapai, as you probably know. So our, the\ncharacter of our life changed in many ways. We all of a sudden started to sing Jewish and\nHebrew songs and learn something about our Jewish background of which we were frightfully\nignorant until then. And we became kind of Zionists, gradually. And this went on for a few\nyears. And then came Kristallnacht in November of 1938.\nNow shortly before that I had gone to a farm in southern Germany in preparation for going to\nwhat was then Palestine. And it was called Hasharavy [ph]. That term means something for you.\nAnd we were there, about 30 Jewish kids and we were learning agriculture. And on\nKristallnacht the first thing we heard things over the radio. And it was too late to leave so we sort\nof barricaded ourselves and hoped for the best. But sure enough a large group of storm troopers\neventually appeared and attacked and beat us up rather badly. And some people were hurt. And\nthe event dispersed and everyone went home. When I came home my father had been arrested,\nlike all German Jews at the time, all male German Jews and taken to a concentration camp. He\nwas taken to Buchenwald. And now I come back to Henry, my father’s name. As I said his\nfather had been an Anglophile. He had been called Henry. Came World War I and my father\nvolunteered for military service to fight against the perfidious Albion. You could not be called\nHenry. So they changed his name to Heinrich. So some of his papers were Heinrich and some\nof his papers were Henry. And of course that became a cause Celebrex for the German\nhttps://collections.ushmm.org\nMarch 18, 2013\nbureaucracy in the camp. They didn’t know what to make of it. And he therefore was one of the\nlast to get out.\nThe procedure was that you would, they would let people out from the camp, if they had a place\nto go to, to emigrate. The whole, one of the main purposes of the arrest of the male Jews was to\nput pressure on them to leave the country. At that time, and that is also confirmed by written\ndocuments that we have. The main idea was to push the Jews out, get rid of them. And so if you\nhad a place to emigrate to, they would release you. But because of my father, with this mix up of\nnames, he was one of the last to get out, even though we had a possibility to leave.\nNow this is, this involves the following. My father’s brother and sister had been early Zionists.\nThey had belonged to a German Zionist organization called Blue White, Blau Weis, very well\nknown. And they left for Palestine in the 20s already and had become well established in\nPalestine. My aunt, my father’s sister was a librarian at the Hebrew University. My, his brother\nwas a well-known architect in Jerusalem. And they tried to get permission for my parents to\ncome to Palestine.",
        "Q: Their names?",
        "A: Bruno Lewy and Alma Shunami. She married a man who became quite well known after\nWorld War II, Alex Shunami, because he was sent by the Yeshuv to Europe. He was a librarian\nas well to recover stolen German books and became quite well known in that capacity. He was\nvery successful. He got a Jeep and an American chauffeur and he was able to move all around\nand recover German books by the thousands, stolen Jewish books by the thousands. Anyway\nthat was my aunt’s husband. They tried to get permission for my parents to come to Palestine but\nthe British did not let any adults in. They let young people in, but not adults.",
        "Q: Was your father a Zionist?",
        "A: No, not at all but you know by that time he had realized. I mean after Kristallnacht in\nparticular —",
        "Q: Preceding that, he had not been.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: They may have been thinking about emigrating but nothing concrete had happened. The\nproblem, as you probably know, was to find a place to take you. The problem was not to get out\nof Germany but to find a place to take you. There was legal emigration out of Germany until\nOctober 1941. So the problem was to find a place, not to get out, get permission to leave the\ncountry. The Nazis were pushing the Jews out.\nSo he had no place but my uncle in Jerusalem worked very hard on this and it didn’t move\nforward. So as an interim measure, they came up with the following. My uncle’s wife was from\nVienna and her brother was Grand redam [ph] de Luxembourg so the chief rabbi of\nLuxembourg, the chief rabbi of Luxembourg. So they arranged for a permit for my parents to go\nto Luxembourg. And so I left in March of 39 for Palestine with Youth Aliyah, because I wanted\nto be in a kibbutz there. And my parents shortly thereafter left for Luxembourg. So I came to\nPalestine in March of 1939 and went to a kibbutz.",
        "Q: We’ll get to that. How did your parents feel about your desire to go to Palestine?",
        "A: They were not crazy about it. They would have preferred if I had stayed with them, but they\nrespected my wish and accepted it.",
        "Q: And you were 16 by then?",
        "A: Iwas 15.",
        "Q: Let’s go back in time a little bit.. You were ten years old when Hitler came into power.",
        "A: Right.",
        "Q: What did he mean to a ten year old boy? Did you have any, do you remember any speeches\nhe made or appearances?\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: Iremember speeches. I attended the Olympic Games in 1936 where Hitler spoke. I have\nrelatives in Berlin. I was interested in seeing the Olympics.",
        "Q: Let’s start in 33.",
        "A: In 33.",
        "Q: Did he mean anything to you? You were only ten.",
        "A: Well it probably took a little while for things to become clear and very soon of course, the\nanti-Semitism was known but the concrete manifestations became clear. I mentioned the problem\nof staying in the school. My father started to have even more difficulties in his business than\nbefore.",
        "Q: Was this something you talked over with your parents, the anti-Semitic —",
        "A: Probably, with their kids.",
        "Q: Do you know how they handled it with you as a child?",
        "A: [I’m sorry.",
        "Q: Do you know how they explained it to you as you were a child.",
        "A: I don’t think it required — we matured rather early in those years. I mean in those days. One\ndidn’t, it didn’t require any great explanation. It was quite clear. The Nazis would you know\nmarch through the streets and have their songs that meant --",
        "Q: How did you feel as a young —",
        "A: Well one felt a little helpless.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "Q: Was it frightening?",
        "A: A little bit probably. Not terribly so. I don’t know. It didn’t seem to — I mean I think it led\nmore to a relatively quick recognition that there was no future for us in Germany and that I\nshould get out, more than anything else. I don’t think I was particularly frightened.",
        "Q: Was it something you talked over with your friends?",
        "A: Probably, I’m sure yes, yes. That’s why I became a Zionist and wanted to go to Palestine, like\nmost of my other friends in that youth movement.",
        "Q: What did Palestine mean to you as a youngster?",
        "A: Not terribly much really because I didn’t know very much Jewish history, but I mean, I had\nsome general education so I knew quite basically that the Jews started there. My Zionist\nconversion it was sincere, I think, if not terribly powerful, probably. There may have been mixed\nin it something about I had to get out of Germany. And that seemed to be the next best, but it was\nsent to a certain extent I guess I consider myself a Zionist and I wanted to live in a kibbutz. And I\nthought it would be a nice thing to do. Something worthwhile. Again this is in line with what I\nmentioned earlier, the ideal of the youth movement that one should lead one’s life with some\nmeaning and some significance and do something positive for mankind as it were. So living in a\nkibbutz probably looked pretty attractive in that light.",
        "Q: You must have been a very independent young — a teenager able to leave your parents at the\nage of 16.",
        "A: We all were. Yeah, but we all, 15. We all were. I mean that, we were very independent and I\nmean I remember reading Marxist literature, in my teens. I mean in this youth group, that was\none of the things we would read. I remember one day Walter Laqueur gave me a travel book on\nAfrica. He said take it home and read it. And I said I’m not going to read about Africa. I’m not\nhttps://collections.ushmm.org\nMarch 18, 2013\ninterested. Take it home. Look at it. I took it home. I opened it up and filed into it, sewn into it\nwas the Communist Manifesto. So you know we were, we matured early. We were interested in\nserious matters. Earlier perhaps than otherwise would have been the case. So yeah that’s, now\nyou asked me how did I react to the Nazis. I do remember in addition to the one occasion which\nI mentioned before when our camp was attacked, the youth movement camp and we had to leave\nin the middle of the night. I also remember some other cases where we would bicycle, I with\nseveral friends, one or two and Hitler Youth would stop us and call us names and try to beat us\nup and so forth and so on. there were several incidents of that sort. So I think it became quite\nclear at that point that one had to get out. There was no future.",
        "Q: You wouldn’t describe yourself as specially fearful type of person.",
        "A: I don’t remember fear as one of the sensations of the period, no.",
        "Q: To hear Hitler’s speeches over the air and —",
        "A: Sure, one heard that. I heard him in Berlin, at the Olympics. Sure.",
        "Q: Talk about the Olympics. You —",
        "A: Well, I was interested 1n sport, especially in soccer and IJ had relatives in Berlin so I traveled\nto Berlin in 36. I was 13 years old I guess.",
        "Q: With your parents?",
        "A: No, no, no. Alone. I stayed with my relatives there and I went to the Olympics. I got a ticket.\nI don’t’ know who paid for it and I happened to be at an occasion when Hitler was there. And\nforgot what, what the sport was. But, well it was —",
        "Q: When you saw him, did you have any visceral reaction?\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: I don’t think so. No, I don’t think so. You know when you see him now especially when he\ngave his speeches, you ask yourself, well how could this man ever be taken seriously and that\nstyle of speaking is sort of strange and, and wild. Charismatic. He wasn’t perceived that way at\nthe time. And I think that may be one of the reasons why no one really expected what eventually\nhappened. He seemed like pretty much an — nothing perhaps, most ordinary politician but a\nGerman politician. A bit more aggressive, a bit more belligerent, but not all that different from\nanyone else perhaps.",
        "Q: Did you feel very German when you were at the Olympics?",
        "A: At that time, probably yes. I mean as I say, our youth movement was German Jewish but\nbasically it was German. The Jewish was a kind of added on.",
        "Q: You were still proud of being a German? At the Olympics?",
        "A: I’m not sure that I was proud to be a German in 36. Possibly not but I still considered myself\nbasically German probably yeah. But as I said this was the time when I was beginning to move\ninto this Zionist thinking.",
        "Q: Let’s move along a little bit, it’s 38, 39.",
        "A: Well I mentioned Kristallnacht before and arrangement had been made that I would leave in\nMarch 39 and my parents agreed and so I left with a trans —",
        "Q: You came back obviously after Kristallnacht to your house.",
        "A: Right, my father was not there. we were waiting for him to come back and as I said, he was,\nhe came back very late and he must have been in Buchenwald for two, three month. And he was\nin rather bad shape when he came back.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "Q: What did he say to you?",
        "A: Well he had been instructed of course not to talk about it. But that was the standard procedure\nthat you were not supposed to talk. But of course one knew and one just had to look at him to\nrealize that treatment hadn’t been very good. When they arrived they were, in the middle of the\nnight. A transport was given herring and no water. And the living conditions were very difficult.\nBeatings. There was no clear program of killing of course at that time. But it was rough. And a\nnumber of people died in the camp. My father survived but he was in rather bad shape when he\ncame back. He had lost a lot of weight.",
        "Q: What was your mother’s reaction when she saw him?",
        "A: I don’t recall specifically. I am sure she was appalled. I mean he looked very bad, but of\ncourse at that point, the population started to get out of Germany as quick as possible. And that,\nI think that’s when my uncle arranged for us to go to for my parents to go to Luxembourg. I left",
        "Q: What about the damage in the town from Kristallnacht?",
        "A: The synagogue which was a beautiful large building had been burned. Like all synagogues in\nGermany. And —",
        "Q: Again, as a teenager what is your reaction to —",
        "A: Well and my father’s business had been smashed to smithereens. And I saw that, we saw that\nand I mean I don’t’ remember any particular specific reactions but I’m sure you know it just\nemphasized again that the time had come to leave. One had to get out. Very few people still had\nthe illusions at that point about what would happen if they didn’t leave.\nSo I left in March of 39 with a Youth Aliyah. To Palestine with a group of youngsters. We, it\nwas March and Hitler had just marched into and take the rest of Czechoslovakia. And our train\nhttps://collections.ushmm.org\nMarch 18, 2013\nwas held up at the border for several hours. It was not clear whether they would allow us to\nleave or not but eventually the train left.",
        "Q: These are all teenagers.",
        "A: Yeah we were all 15 years or 16. The boys and girls yeah. It was a large group and we were\non a train to Trieste. And in Trieste we got a boat, a ship and —",
        "Q: What was it like to leave Germany? After all, here you are German and you’re leaving your\nhome country.",
        "A: Well by that time, as I said we had very few illusions. I mean I had been badly beaten up at\nKristallnacht on that farm so I don’t’ think I had any great strong positive feelings about\nGermany anymore.",
        "Q: Did you fight back when you were beaten up or did —",
        "A: I don’t believe so. I don’t, I think we tried to cover ourselves, but no we did not fight back. It\nwould have, I mean we were young kids and these were you know storm troopers. I mean there\nwas little chance.",
        "Q: So you’re on the train. Did you take anything specific with you from home, something that\nhad special meaning?",
        "A: I don’t —",
        "Q: What did you bring with you?",
        "A: Hardly anything. A fountain pen and a wristwatch which I had to then surrender in the\nkibbutz, because 1n the kibbutz there was no private property and such things. So it was given to\nthose who needed it. No, I did not take anything in particular with me.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "Q: What about saying goodbye to your parents?",
        "A: [have no particular recollection, didn’t leave any large imprint. I guess we had hopes to meet\nvery soon. As —",
        "Q: They would come to Palestine?",
        "A: Well, they would come to Palestine or I would meet them some — yeah the expectation still\nwas that they would be able to come to Palestine. Yeah. They never did and I will come back to\nthat later perhaps.",
        "Q: Ok so you’re on the train.",
        "A: So we’re on the train and --",
        "Q: How big a group was it of — do you remember?",
        "A: I don’t remember. Well a large group, large group yes. And we came to Trieste and we were\nput on a boat and we were, we got off in Haifa. And there my uncle and my aunt greeted me in\naddition to, of course, the Youth Aliyah people. And I was very glad . I had never met them\nbefore. They came from Jerusalem to Haifa to greet me and I, after that, frequently visited them\nin Jerusalem. It was always a very nice thing to do because they had a real house and food in the\nkibbutz in those days was not very fancy. In my uncle’s house I saw the first toaster. I’d never\nseen anything like this to toast bread. That was quite a, made quite an impression on me. and\nwe had —",
        "Q: You had some toasters in Germany?",
        "A: We had, there was no toast in Germany. You had you know what we would call here rye\nbread or six grain bread, but there was no toast no. no. But here I saw my first toaster and was\nhttps://collections.ushmm.org\nMarch 18, 2013\nvery impressed and altogether he had a villa, a house in Jerusalem. He was quite successful as a\ngarden architect. And I would visit them. His wife also was a librarian. They were very nice\npeople and I always had a very pleasant visit there. so we were taken then —",
        "Q: What kibbutz?",
        "A: To Tzarad which is in the Ameg, Hashomer Hatzair kibbutz because I had been at Hashomer\nHatzair so one not moved to a kibbutz off that same movement.",
        "Q: Did all the kids go with you to the kibbutz?",
        "A: I don’t’ recall. It’s very possible that they also went to other kibbutz’s. I don’t recall. But we\nwere a group of about I don’t know 15 perhaps who, maybe 20 who were you know people\nfrom various parts of Germany. And we went to kibbutz Tzarad and we were there as a youth\ngroup for two years. Now that meant working in the morning and schooling in the afternoon.\nHebrew, Jewish history and so forth. Now most of us, I think practically all of us where we had\nno knowledge of Hebrew at all at that point. But 1t came quickly because we were in a Hebrew\nenvironment and we were 15 and one learns a language relatively quickly.\nI do remember that at the beginning they would have something called Yom Evri, that means\nJewish Day that we are supposed to talk only Hebrew, but that too became superfluous because\nyou could talk in Hebrew anyway. So we learned Hebrew, Jewish history. I don’t think of any\nother subjects. Just those two I believe in the afternoon.",
        "Q: And you slept in a dormitory type —",
        "A: No we slept in tents of two, three I believe, yeah. Yeah. And we worked half a day and we\nwere able to choose where we wanted to work and I chose to be a shepherd. And that meant\ngetting up at half past three in the morning and taking the, a large flock of sheep, at first with\nsomebody else, with one of the senior members of the kibbutz, but eventually by myself about\n300 sheep and goats. Quite a responsibility and you know I learned how to do that. We had no\ndogs so it meant a lot of running around to keep things under control. It’s not easy. I do\nhttps://collections.ushmm.org\nMarch 18, 2013\nremember one instance when out in the field the herd was attacked by wolves. And there was\nnothing I could do. I had no gun, nothing. I had a staff, that’s all. And I ran home, tried to get\nhelp. By the time we came back the wolves had killed and eaten several sheep. I had a flute,\nvery romantic. I would spend, I had time to sit, I would play the flute. And I was a shepherd for\ntwo years. And then normally what would happen —",
        "Q: Were you in contact with your parents?",
        "A: No, not at that point. No, there was no contact possible cause the war had broken out. There\nwas no contact. I didn’t know where they were. I mean I had known that they had gone to\nLuxembourg and that’s the last I— at some point I don’t know when, we got into contact again\nafter they had come to America. They came to America in 41. What happened was that when\nthe Germans invaded Luxembourg in May of 1940 my parents together with all the other\nrefugees, they fled through France, then to Portugal. And from Portugal my parents were able to\ncome to this country. And they were given what was called an affidavit, the right to come to\nAmerica by a Catholic nobleman in America of German origin, who was very charitable and\nprovided lots of help for Jewish refugees.\nYes, it’s rather interesting because what my first big book which I wrote was the Catholic church\nin Nazi Germany and I had to deal with a lot of different Catholics who stayed in Germany of\ncourse, and who became Nazis. But he was a very fine man, apparently and provided a large\nnumber of affidavits for Jewish refugees and my parents were one of the beneficiaries.",
        "Q: His name?",
        "A: Ihave his name somewhere possibly. I don’t remember now. And so my parents came to the\nUnited States in 41, late 41 I believe and it must have been shortly thereafter probably that we\ngot into contact again. There was mail then from Palestine to America.\nYeah so after two years, our youth group — the procedure was that after two years Youth Aliyah\nmeant two years. You were together as a group for two years. And after that what normally\nhappened was that the group would stay in the same kibbutz and become part of the kibbutz in\nwhich they had been for two years as regular members of the kibbutz. In our case, I don’t know\nhttps://collections.ushmm.org\nMarch 18, 2013\nwhy but our, somehow our group did not cohere well. We didn’t get along too well with each\nother. The group dissolved so we did not stay there. And people went to different kibbutzim.\nAnd I and some others went to a kibbutz in the Emek Beit She’an called Tel Amal. And we\nmust have been there for a relatively short time and then from there I switched to another\nkibbutz, Ma’ Barot, which is near Hadera in central, in the center of the country. And I was\nthere perhaps for half a year.\nAnd that was the time, must have been early 42 when Rommel, perhaps a bit later. Rommel\nstood at the gates of Alexandria. Things looked rather ominous. The Nazis were in Iraq. We,\nlarge numbers of us volunteered for the British Army and I did too. So I joined the British army\nand it, the unit was first called Palestine regiment. There were several Jewish companies and one\nArab company. And we were together made up the Palestine regiment. And we were used for\nguard duty in Palestine and Lebanon, on convoys and so forth. Not a terribly interesting time.\nAnd we wanted to get into combat of course, to fight the Nazis. But the Brits opposed. It was the\nsame situation as in World War I. They did not want to give the Jews political capital by\naccepting them as combatants. So time dragged on.\nBut eventually as a result of various endeavors in England, the Jewish brigade was formed, out\nof the units, companies from the Palestine regiment and several other companies, engineering,\nJewish engineering companies and so forth. They became the Jewish brigade. And we were\ntaken to Egypt for our last combat training and then transferred to Italy where we became part of\nMontgomery’s Eighth Army and we participated in the final push. That must have been late 44,\nearly 45.\nSo that was my time in — altogether came to four years because when the war ended we were in\nApril of 45, we were in Italy and at that point the Jewish brigade was transferred to Holland to\nguard German prisoners of war who were clearing mines. I didn’t think it was terribly\ninteresting. So.",
        "Q: Back up a little bit, about those four years. Did you know what was happening in Europe at\nthat time?",
        "A: We started to find out really. One heard rumors, one heard stories. What, we found out of\ncourse once the war had ended. Because the —\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "Q: No, but I meant before the end of the war.",
        "A: Before that, nothing precise. I mean one heard all kinds of things, but I don’t think it was\nvery, information was very precise no. One knew that things were bad for the Jews, but I don’t\nthink we knew about gas chambers. At least I don’t recall, I don’t remember. I don’t think so.\nOne of our favorite past times was what we would do if we could get ahold of Hitler and how we\nwould treat him and what we would do to him to make up for things. But other than that, one\nfelt rather impotent. There was nothing one could do.\nWhen the war ended of course, on the other hand, we started to see the first displaced people,\ndisplaced persons, survivors of the camps and the brigade as you probably know. This is all a\nmatter of record, was instrumental in organizing the illegal migration of survivors to Palestine.\nAnd we were involved in that. And there I can tell a very interesting story.\nWe were at that point, I think in Austria in some small —",
        "Q: To back up before you tell the story. What was your reaction at the time of liberation?",
        "A: Well liberation. We did not experience liberation at any clear sense of the date. The war\nended, the war ended. We started to see displaced persons, survivors. And at that point one\nbegin, you know we started to hear more precise stories of survivors who I was told about the\ncamps and so forth. Some of them we saw in their original clothing, the striped clothing. And\nlarge numbers of them came across and they f —",
        "Q: Do you remember any emotional reaction you had at the time. You were in your early 20s.",
        "A: I don’t recall any particular reaction, other than what I said before. One felt very, had strong\nfeeling about Hitler, about Germany. In fact when the brigade was moved, we moved by, with\nour own trucks from Austria to Holland. Some of the drivers, they amused themselves by\nrunning down Germans on the highway. And we probably thought that was ok at the time. I feel\nbad about it now. I don’t enjoy that memory but I know it happened.\nhttps://collections.ushmm.org\nMarch 18, 2013\nAnd it was kind of a natural reaction because of what we had seen, and what we had heard and\nwhat we had encountered. I should say a little about something else, namely our participation in\ncombat, as part of Montgomery’s Eighth Army. We were, we occupied a segment of the front\nand right next to us was a Polish unit, And these were the Anders soldiers who had left Russia\nand come to the Middle East and who also then became part of the British army. And they,\nhearing that there were Jews next to them, they amused themselves by cutting our telephone\nwires. Occasionally. So there were no good feelings between us, even though we were fighting\nthe same enemy.\nIt so happened that I was on a patrol that took the first German prisoners. And that came about\nkind of fortuitously without design. We went out on a combat patrol towards the German lines\nand got, went a little further. We were about a squad perhaps of eight with an officer. And we\nmoved a little further ahead without intending to perhaps. And all of a sudden found ourselves in\nthe German line and there was a German shelter, a dug out and we heard voices inside. And I\nwas the only German speaking one. And I shouted down Raus, Juden en dar and that became\na big story because this was the first time that the brigade had taken German prisoners. And my\nshouting Raus, Juden en dar made all the newspapers and became —",
        "Q: Which translates into?",
        "A: Out, out, the Jews are here. And they came out about ten of them, scared, when they heard\nthat they would be captured by Jews. We took them back to our lines and they were interrogated\nI presume. And that became a big story because the first time that a brigade had taken prisoners\nand it was a big item in the newspapers and pictures and my cousins, my uncle and I have two\ncousins there who were children of my uncle and my aunt in Jerusalem. They were very proud\nof course about their cousin who all of a sudden was supposed to be a big hero. It was a heroism\nthat as I say came about fortuitously because we really hadn’t anticipated to get that far but we\ndid and it worked out well. They shot at us on the way back but we all got back with no\nproblem. So that was that. And other than that it was not, there was no close combat. The lines\nkind of moved gradually. They moved back. We moved forward without any clear contact. There\nwas artillery shelling on and off.\nhttps://collections.ushmm.org\nMarch 18, 2013\nOne other thing which 1s kind of interesting. We were living in an abandoned farmhouse for a\ntime, on floor, that’s one slept, perhaps ten of us. And one day there was a call to send one of us\nto a course for some further training. I don’t know what it was. And they chose me and I was\nsent back so I was not there anymore. And apparently that same night somebody smoked and the\nthing went up in flames, the store went up in flames and everyone died. So if I hadn’t been sent\nto that course, I wouldn’t be sitting here today. But that’s one of those things that happens.\nThe war then ended as I say and we were, we moved up to Holland and I —",
        "Q: Were there any celebrations at the end of the war?",
        "A: I don’t recall. I do recall one other thing and that is interesting. When we were billeted in the\nsmall Austrian town for a time, the illegal migration required quite a bit of money. One had to\nbribe, one had to get ships. They used our own trucks. I mean it’s an amazing thing. There 1s a\ntape about the Jewish brigade which describes this with pictures. It was amazing. We used our\nofficial trucks to transport these people to Italy. How we got away with it I don’t know but we\nhad our own military police, that’s why. We had our own military police. There was no one who\ncould stop us. I mean so that was done. But it required money, lots of money. And we all\ncontributed as best we could. We didn’t have very much money.\nBut so one day three of us in this small Austrian town thought well maybe we can liberate some\nmoney for the good cause. So we went through the town and we came to some very fancy house\nand we went in and right in the living room was a big picture of an SS man and a woman was\nthere, his wife and daughter. We searched the house and then we found a large sum of money\nwhich we confiscated and liberated and handed over to the captain of our unit who was in charge\nof collecting money.\nWell the woman went first to the mayor of the town. And then the mayor of the town came to the\ncompany commander and said three soldiers had robbed this woman of all her money and that’s\nunacceptable and the commander had to agree, yes it’s unacceptable. So it was decided that next\nmorning the company would be lined up on the town square. The women would try to identify\nthe culprits. Well our commander of course had heard what and why what had happened and\nwhy, what had happened to the money. So when the company lined up on the village square, the\nthree of us, we’re not part of the lineup. We were allowed to go up into the mountains a little bit\nhttps://collections.ushmm.org\nMarch 18, 2013\nand we watched the whole procedure from top. That is described also in the book called The\nBrigade. There’s a book called The Brigade where the incident is described. It was kind of fun to\nlook down how she went around and tried of find us and of course we weren’t in the lineup.",
        "Q: She didn’t falsely accuse anybody else?",
        "A: I’m sorry, no she did not. No, no she did not, no. Ok so to come back to -- we were in\nHolland. The brigade was in Holland and I found guarding these German prisoners when they\nwere clearing the mines not a very interesting occupation, a boring and I thought it would be nice\nto get to Germany. So I went AWOL, A-W-L. It meant you know leave without, leave without\npermission and I hitchhiked to Berlin to the headquarters of the British occupation and presented\nmyself and said here I am. I know German and I think I could be more useful in this capacity.\nHe said yes it sounds good. So I was transferred to a military police unit in Wuppertal in the\nRuhr as an interpreter. And I must have done this for about half a year. That was much more\ninteresting and we would occasionally pick up some people. You know and so forth and so on. It\nwas a much more interesting time.\nBut then came demobilization.",
        "Q: What was your gut feeling talking to these Germans? Were these German soldiers or —",
        "A: No, no. Civilians.",
        "Q: What was your gut feeling in talking to them as a Jew?",
        "A: I don’t know. I just found it interesting to be there. I don’t recall any — I mean as I had\nmentioned before when first we encountered these survivors, we had rather strong feelings but\nGermany was smashed and the town in which we found ourselves, Wuppertal, probably wasn’t a\nhouse standing. And it was kind of hard to have any strong negative feelings to these people\nwho are scratching around, trying to find enough to eat and who were obviously in miserable\nshape at that point. So I don’t think we had, I had any particularly strong feelings at that point.\nhttps://collections.ushmm.org\nMarch 18, 2013\nThen came demobilization, That is to say what came from the brigade that my turn had come to\ngo back. We are all being sent back to Palestine for demobilization. I was sent back and the\ndemobilization camp was in a small town called Holon which is near Tel Aviv.",
        "Q: When you were in Germany did you feel like you were back home?",
        "A: No, I don’t think I felt that being back home but as I say I don’t have, I don’t recall any\nparticular strong feelings one way or the other just that it was an interesting time and good time.\nI mean I was well paid and I had my own room, in contrast to before. I actually I forgot to\nmention. I was promoted to corporal while we were still in Palestine. But again I one day\ndecided to go to Jerusalem to visit my family and I had a girlfriend there. And the bus on which I\nwas traveling was stopped by military police and I was caught without a pass. And I ended up\novernight in jail and the next morning I lost my stripes as corporal. And I was a private again.\nBut when we were in the brigade after that episode of the capturing the German prisoners, I was\npromoted and eventually became a sergeant.\nNow being a sergeant in the British army is nothing great. I mean you’re a noncommissioned\nofficer but it’s no great fanciful existence and in Italy particularly the food was very bad and\nnever enough. We would sometimes smuggle ourselves into the mess hall twice even though it\nwas risky because we just didn’t have enough and word had it that our cooks were selling out the\nfood on the black market in Italy and making a fortune. But yeah so I was a sergeant and as a\nsergeant then I was the interpreter in Germany and that was another good existence. Had my own\nroom. Eventually I got back to Palestine. The demobilization camp was at Rehovot and I\nremembered that there was a young girl, from Rehovot had been in the kibbutz, in the first\nkibbutz where I had been in Tzarad during the summer. She had been part of Hashomer Hatzair\nin Rehovot and the youth group from Hashomer Hatzair went for the summer to Tzarad where\nwe were for the whole two years. And I had not become particularly friendly with her but I\nremembered her. And I remember her being from Rehovot and I made some inquiries and I\nlooked her up and she eventually became my wife. We became engaged several months later.\nAnd she had been studying medicine since there was no anatomy, you know real study of\nmedicine at the Hebrew University at that ttme. She had studied at the American university in\nBeirut. There was a medical school there. But then when the war broke out and after the end of\nhttps://collections.ushmm.org\nMarch 18, 2013\nWorld War II, all the Israeli students had to leave. And she went to Geneva Switzerland where\nshe completed her MD. And we became engaged before that. Let’s see where do we go from\nhere?\nI was demobilized in 46 and I decided at that point to visit my parents because I hadn’t seen\nthem since 1939. And I eventually got a visa. Yes, one other thing I can relate -- two things\nactually. One I was still in uniform. I would be able to leave the demobilization camp. The\nprocedure was rather lengthy and bureaucratic. I don’t know why but it was, took a long time. So\nwe were allowed to go back to our place where we had lived. I went back to the kibbutz, kibbutz\nMa’ Barot. And I remember one early morning the kibbutz was surrounded by British troops\nand they searched the kibbutz for arms, because you know it was known of course the Hagenah\nhad arms and they were confiscating arms at that time. And I protested against being held in a\nkind of a stockade because I was in uniform but it didn’t make any difference to them.\nOne other thing, I was in Jerusalem visiting Walter Laqueur actually and we were together,\nwalking in the street, not far from Hotel King David. And all of a sudden there was a big\nexplosion and the King David blew up and we were maybe 300 meters away from there. Just by\nchance. That’s another recollection I have of that time. That must have been late 46. Yeah, must\nhave been yeah.\nWell so I got permission to go to America. And I arrived in New York. In late 46 and my\nparents welcomed me. My parents had come to New York. They first worked as orderlies in a\nhospital, both of them. Saved some money. And eventually my father went to cut diamonds and\napparently was quite remunerative, did well. He got himself an apartment in Central Park West\nand had done well, saved money and eventually they bought a small hotel in Atlantic City. So\nby the time I came they already had this hotel in Atlantic City. Small hotel, maybe 20 rooms, 25\nrooms, catering mostly to German Jews who were very happy to come to a place where they\nwere you know together and could speak German and so forth. I did not like the idea of sitting\nin Atlantic City. And my father wanted me to help him in the hotel and I didn’t like that either.\nSo I went back to New York and some friends explained to me well they said why don’t you —\nthere were some people from Breslau who in the meantime had come to America from the youth\nmovement. I met them and we had a nice reunion and they said well you should go to college.\nYou should study. I had no idea what college meant. I mean my life in Breslau did not extend to\nuniversity study. I may have known that there are universities but it never became anything\nhttps://collections.ushmm.org\nMarch 18, 2013\npersonal. And of course I had not completed high school anyway, had no diploma. Oh they said,\nthat’s no problem. Now with reference and they make all kind of special arrangements. You can\nenroll at City College and it will work fine.\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Guenter Lewy. This is track number two and you were\ntalking about the possibility of going to college.\nGuenter Lewy: Going to college, yeah. So they can explain to me you can go anywhere, at City\nCollege as a special student and if you do well you matriculate. And I started in the evening\nsession. And liked it and did well. And also was very active in their student movement. I was a\nsergeant at arms of the student council at the evening session and became a student politician. I\nenjoyed that. And eventually transferred to the day session. And graduated with honors in 1951.",
        "Q: What did you study?",
        "A: I studied, I started in psychology, moved to, from there to sociology and ended up in political\nscience. And eventually after that went to Columbia for graduate study in what was then called\npublic law and government, today political science. And got, earned my PhD at Columbia, my\nMA in 52 and my PhD in 57.",
        "Q: What was your parents’ reaction initially about your going to college and not helping them\nout in Atlantic City?",
        "A: I was helped by my rich uncle in Brazil who provided me with a stipend $120 a month which\nwas not very much, but just about enough at that time to get by. I had a furnished room that\ncosted me seven dollars a week, I believe, and I somehow managed to get by with hundred — I\nalso worked part time. I worked in the library and did various other odd things. I remember once\nhttps://collections.ushmm.org\nMarch 18, 2013\nwhen I was really bad up, had no money, I donated blood and made some money that way. I got\nby, with -- my parents eventually were able to give me a little extra money as well.",
        "Q: But they were happy that you were going for —",
        "A: I think so.",
        "Q: Extended education.",
        "A: I think so, I think so yeah.",
        "Q: They understood?",
        "A: I think so yeah.",
        "Q: And they stayed —",
        "A: They were in Atlantic City and they stayed there until I think sometimes in the late 50s when\nthey sold the hotel and retired to New York.",
        "Q: What were your thoughts about Germany then in the late 40s and in the early 50s?",
        "A: I don’t know. When was watching what was developing there with interest. Very soon they\nbecame two Germanys and I was interested of course. I don’t recall any, anything in --.",
        "Q: In connection.",
        "A: I don’t know. Perhaps I still was, I may have corresponded with somebody whom I’d met in\nWuppertal. I’m not sure about that. And yeah I graduated from City College in 57, went to\nColumbia and finished Columbia in — I’m sorry. I finished City College at 51, finished\nColumbia at 57. You have my curriculum vitae there. The dates are there. And I did well at\nhttps://collections.ushmm.org\nMarch 18, 2013\nColumbia. I was a student of Franz Neumann, a very well-known professor at that time of\nGerman origin. Very charismatic teacher. And —",
        "Q: Did you feel more comfortable among other quote refugees than American born students?",
        "A: Not really, no. I felt very much at home at City College in particular and later on at Columbia.\nAs I say I was a student politician and I had no particular, I may have known some, yes, I knew\nas I mentioned, I met in New York some of my former friends from the youth movement and I\nsaw them. But I also had other friends and —",
        "Q: And you were very comfortable about native born Americans.",
        "A: Very comfortable, very comfortable. My English by that time was pretty good because you\nknow I had, actually I had studied some English in high school in Germany and then I was in the\nBritish Army for four years and even though we mostly spoke Hebrew, but we also talked\nEnglish, so my English was pretty good. There was no problem in school. In fact my grammar\nprobably was better than many of my co-students. I had an accent which I still have. I recall that\nat City College, one of the requirements at that time was a one credit course for four semesters in\npublic speaking. And if we had a very bad accent and some kids coming from Brooklyn had a\nvery bad accent, you had to go to something called the speech clinic first before you could start\nthese for one credit courses.\nWell I had a German accent so but it was kind of a borderline case apparently. The instructor\nmade me read something and then he turned to the class and he said well shall we accept him or\nnot. And they all shouted yes so I was, I passed and I was able to take public speaking right\naway without having to go to the speech clinic. Even though I had an accent, but apparently it\nwas relatively minimal so I passed muster.\nI enjoyed City College. There were some wonderful professors and I enjoyed Columbia and\ndecided on an academic career. And well I forgot eventually a very important event in my life,\nnamely I got married. Elsa, my wife, had studied medicine first 1n Beirut, as I mentioned. Then\nin Geneva, Switzerland. When she finished, I was instrumental in getting her to come to the\nUnited States. At first 1t was difficult because the German quota was oversubscribed and we\nhttps://collections.ushmm.org\nMarch 18, 2013\nwere told it would take several years before there would be an opening. But then something\ninteresting happened. Congress passed a so called McCarran Anti Communist act, national\nsecurity act. And under that act, one of the small side provisions was that no one had been a\nmember of the Nazi party in Germany could come to America. All of a sudden the German\nquota was wide open because hardly any German who wanted to come had not been a member\nof the party, very few. So there was all of a sudden place in the German quota. And in\nDecember of 1950, my wife, my fiancée arrived and we got married several days later.\nI had an apartment in a student housing project in the East River. Do you know New York at\nall? Have you heard of North Brother Island?",
        "Q: No.",
        "A: Have you heard of Riker’s island? Ok, right next to Riker’s Island is a small island called\nNorth Brother Island where Typhoid Mary was incarcerated. And that had become a student\nhousing project. And that’s where I got an apartment and so when Elsa came we had a small\napartment, one room, studio. And several days later she started her internship on what was then\ncalled Welfare Island, now called Roosevelt Island. Now in order to get to work she had to do\nthe following. A ferry back to the mainland, to the Bronx. A bus to the subway. Subway down\nto 59\" street, cross town bus back to the East River. Another ferry over to Welfare Island.\nAnother bus on Welfare Island. All this could be done under optimum conditions in one hour.\nRarely though. Ifthe captain was drunk or there was fog one of the ferries wouldn’t run. So we\ndidn’t see each other too much. She had an income of $44 a month, free maintenance. She was\nallowed to bring guests I think and we ate there to save money. We had very little money. I still\nwas on my $120 and a little money from my parents so for two people, plus 44 from her that was\nnot very much in 1957. It was more than today of course but it was not very luxurious. We had\na lot of meat pies and pasta.\nEventually after I had done well, I became an instructor at Columbia College for the last three\nyears of my graduate study. So from 54 to 57 I was an instructor in Columbia College. And with\nthat came an apartment. So I got a nice apartment on 118\" street and eventually we had our first\nchild. And that was rather nice. The apartment was nice and the -- altogether now —\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "Q: Was your wife still doing that traveling?",
        "A: She did a — when she finished her internship with all the travel, was, we then moved over to\nManhattan. Eventually she started a residency down at Willard Parker which was at NYU\nmedical school. It was not too difficult. When she finished that I was still studying. So she had\nno possibility of working but she had no license. So she tried to get a license. Are you interested\nin that? It doesn’t involve me directly but it’s an interesting story actually.\nShe applied for a license in New York State and on the basis of her credentials, she had been told\nshe’s eligible. She was turned down and when she asked for a reason, she was told we don’t\nhave to give you areason. It was the Board of Regents of the State of New York who were\nhanding out licenses and deciding the licenses. A friend of ours was a young lawyer. He said you\nshould insist on a reason. Ask for a hearing. They have to grant you a hearing. So she was\ngranted a hearing and there sat this Board of Regents. They sat around the room and listened to\nher story without much interest. And then they said go outside and she went outside and then the\nsecretary of the Board of Regents came out and said sorry, petition denied and that was the end\nof that. So she made a little money by doing medical translations and nothing much, made very\nlittle money.\nNow in 1961, 62, I was at that time already an instructor at City College. I got a fellowship to\nstudy, to do research in Germany and she came along. We lived in Munich and we read the\nAmerican papers and one day I just happened to see there was a story that Dr. Esele, the\nsecretary of the Board of Regents of the State of New York had been arrested for selling licenses.\nSo there was the story. He, we had not offered him any money so there was no license. And we\ndidn’t have the money to bribe him but that’s apparently what was expected unless you had\nAmerican credentials and it was a clear cut case. Anything else, he made money that way. But\nthey caught him eventually. And so my, we wrote to Albany and by return mail came a letter\nsaying Dear Dr. Lewy, please let us know to what address you want us to send your license and\nshe got her license which came in handy eventually because with that license she then got a\nlicense in Massachusetts. Because after teaching at, when I got my degree in 57, I got a job at\nSmith College in Northampton.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "Q: I did not ask you, but I'd like to ask you now. Your experience when the state of Israel was,\ninto existence, what were your thoughts at the time?",
        "A: I was in, by that time a student at City College, in 48 and I pretty early on had decided I\nprobably will stay here and do, get, pursue an academic career.",
        "Q: Stay in the United States?",
        "A: And stay in — my parents of course badly wanted me to stay and I had not come in order to\nstay but I very quickly seeing what was available here and all the possibilities and —",
        "Q: No, but I meant that there was now a state of Israel, a country, recognized. What —",
        "A: Yeah, I, again there was the war of liberation and some Israelis did go back, it’s true. I had\nnever become an Israeli. I left before the state of Israel was created. I left on a British\nPalestinian passport which eventually became a piece of paper when the mandate was liquidated.\nWhen I went to visit Elsa once in Switzerland, I had a big problem getting there because I had no\npassport. I was stateless.\nBut no, I did not, I was I may have played with the idea of going back. I don’t think so no. For\nthat I was determined to stay here.",
        "Q: What about the sense of pride, did you have a sense of pride?",
        "A: I’m sorry.",
        "Q: Did you have a sense of pride when the state was declared?",
        "A: I think every Jew has a certain sense of pride about that. I don’t think mine was particularly\nstrong. If it had been stronger, I might have gone back. I did not go back. I stayed here and\ndecided I’m going to be an American. And I’ve been very happy with that decision. I think that\nas far as I’m concerned, it’s God’s country. If you have what it takes you can get somewhere. I\nhttps://collections.ushmm.org\nMarch 18, 2013\nmean I came with nothing. I didn’t even have a high school diploma and eventually became a\nprofessor emeritus so I cannot complain. I found this country hospitable and I have been very\nhappy here.",
        "Q: Let’s go back to your professional and —",
        "A: Ok, so I got my degree and was on the market. The market was good at that time. The\nuniversity, college system was expanding rapidly in the 60s. There were a lot of jobs. So I gota\njob at Smith College in Northampton. And I enjoyed that. I taught there for three years. The\nproblem was that in my specialty there was no room, but next —",
        "Q: For political science?",
        "A: Political science. Political theory, particularly my field was the history of political\nphilosophy. They had two other people in that field. They didn’t need another one. So, but at\nthat -- fortunately right next door was the University of Massachusetts at Amherst, across the\nriver. And they were expanding rapidly and they were more than happy to offer me a job, a\nprofessorship and so I moved over there and that’s where I was from, I guess from 63 til 85,\nsomething like that. And then I retired, as I said, took early retirement in 85. Yeah.\nI enjoyed teaching. I enjoyed research even more and —",
        "Q: Did you talk about your background or your childhood? Was that --",
        "A: I talked about Germany after we had spent that year in Germany in 61, 62. I had a social\nscience research Constant (?) Fellowship to do a book about the Catholic church in Nazi\nGermany and having spent a year in Germany at that time, I talked a lot, I gave some lectures on\nGermany, the new Germany and whether it was new enough or not.",
        "Q: Gave the lectures —",
        "A: At Smith College, yeah.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "Q: Where were you living when you were in that year in Germany?",
        "A: In Munich.",
        "Q: In Munich?",
        "A: It was a very interesting year, difficult in some respects because the old generation was still\naround of course in 65. And you constantly ask yourself when you saw one of these older people,\nwhat was he doing during that time. So it was not the most agreeable time in that sense but it was\ninteresting professionally so that made up for it.\nI spent 20 years later another year in Germany because the University of Massachusetts had a\njunior year abroad in Fribourg and I was appointed the director of the program there in 82, 83.\nAnd that meant teaching in the University of Fribourg, German students. And by that time things\nwere completely different. Twenty years on, that older generation was hardly in appearance.\nThe new younger Germans were no problem whatsoever and I continued to hold this view that\nGermany has made an exemplary successful attempt to come to grips with its past, the cross\nwhich they feel they bear through no fault of their own. People who after all these horrors are\nsettled with the responsibility for it which they shoulder and they have proven it in many\ndifferent ways. Some of the best scholarship on the Holocaust is done in Germany today. Some\nof the best scholarship on Judaic studies is done in Germany today. So —",
        "Q: Did you visit any of the camps?",
        "A: Yes, I visited Buchenwald and I visited Dachau yeah.",
        "Q: And your thoughts when you were there?",
        "A: Well sure, I mean that’s. One necessarily has reactions to that. Eventually some years later I\nalso visited Auschwitz. Clearly this is something I feel that one has to do and one has to see it\nand can’t help being affected by it of course.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "Q: The fact that your father was —",
        "A: Right, my father, right, right yeah sure.",
        "Q: Must have been a painful experience.",
        "A: It, it’s an experience. Painful perhaps is a bit too strong but an experience sure, yeah. Yeah I\nwas mentioning the distinction, the difference between being in Germany in 63 and 83. It was a\nreally complete different experience and I find contact with the German faculty there, colleagues\nand the students were eager to learn about America. In the first semester I gave a course on\nmodern revolutionary ideologies. It’s part of my interest in political philosophy. And I had a very\nlarge group of students, about 50 of them, and they some of them —",
        "Q: You lectured in German?",
        "A: Yes, yes. The course title attracted all the radicals, the Maoists, the Stalinists, the you name it,\nthe Trotskyites. Everyone was there. And they tried to take over the course which they did not\nsucceed. But it was an interesting experience. The second semester I taught American\nconstitutional law, civil liberties and I had complete different students who appreciated and\nwelcomed the subject and it was a pleasure to teach, easy, nice.\nI’ve been back to Germany several times since on research grants. Last year I had a Fulbright in\nBerlin.",
        "Q: What would the Germans, when they knew obviously where you were born and what your\nexperience was and how you had to leave, what would they say to you when you came back as a\nprofessor?",
        "A: There is a lot of phylo-Semitism in Germany these days. It’s not a relationship that is\ncompletely natural. As I said before they are certainly the intellectuals you’ll meet, academic\npeople are incredibly burdened by this feeling of guilt and therefore it doesn’t make for a natural\nhttps://collections.ushmm.org\nMarch 18, 2013\nrelationship when they meet a Jew. As I say there’s a lot of phylo-Semitism. But still I try to\nadjust as best I could and it was not a big problem really.",
        "Q: Did anybody ever apologize verbally?",
        "A: No, none of that but no, no, no apology but as I say it’s just a somewhat, it’s not completely\nnatural relationship I think. That may change in time perhaps but it hasn’t’ changed yet. Because\nwhen I was in Berlin now, I still experienced it. Yes, I’ve been back to Germany several times\nand sometimes, a couple of times for a year. Then last year on a Fulbright grant for four months.\nAnd it was a very interesting time and I always enjoy being there. I find it very interesting. And I\nhave no problems with the new Germany at all. These people are beyond reproach as far as I am\nconcerned. They are, Nazi, the neo-Nazi movement. They know that but they are a fringe whom\nnobody takes very seriously or at least it doesn’t it’s not a real political factor in endangering\nGerman democracy.",
        "Q: Do you feel German when you’re back there?",
        "A: No, no what I do is —",
        "Q: Do you feel American?",
        "A: Sure, of course. Look, I have lived longer in America, 60 years than I’ve lived anywhere else.\nAnd when I am in Germany, my name is Guenter Lewy (different pronunciation) and when I am\nin America I am Guenter Lewy because the name Lewy in America is like Sinclair Lewis.\nNaturally has to be pronounced Lewy.\nThere is a little story attached to that because when my father received his legal papers, he knew\nvery little English and he was summoned to some big gathering where 300 people were being\nprocessed. And he was the last one and he said told us his name hadn’t been called. So he went\nup to this official and in his broken German said I am, showed him this paper. He had been\nsummoned to be there. How come you haven’t called my name. He asked what’s your name.\nHenry Lewy. Henry Lewy. Henry Lilly, we called your name all the time. Well from that point\nhttps://collections.ushmm.org\nMarch 18, 2013\non it became Lilly for him. And eventually for me of course has to be Lewy. But in Germany I\nam Guenter Lewy (different pronunciation). I don’t want to have any sense. I don’t want anyone\nto sense that Iam denying who Iam. So in Germany I always, when I am introducing myself, I\nsay I have two names. I am Guenter Lewy (different pronunciation) and Guenter Lewy in\nAmerica.",
        "Q: Tell me about becoming a citizen.",
        "A: A what, pardon me.",
        "Q: When you became an American citizen.",
        "A: Yeah, that must have happened about four years into my stay here. Nothing in particular\nabout it. It was a formality. By that time I felt quite American anyway so it strictly a formality.\nYeah. I mean I was glad to have a passport finally and be able to travel more easily but the first\ntime I traveled to Europe I was stateless and I wanted to visit Elsa who was in Switzerland\nstudying. And I went to the Swiss counsel and I said I’d like to travel to Switzerland. He says\nwhat nationality are you and I told him my tale of woe. That I am stateless. He said well I’m\nsorry there’s nothing I can do for you. And he said, however, he said, how do you plan to travel.\nAnd I had made arrangements to fly with a cheap airline to Luxembourg and I was going to take\nthe train through France to Switzerland. He said if you have a transit visa through France, I will\nbe able to give you a visa to Switzerland because he knew that he could get rid of me again. So I\nwent to the French counsel and I said can I have a visa, standard visa to, I want to travel to\nSwitzerland. Oh he said sure, you get me a visa to Switzerland, and Ill be glad to give you a\ntransit visa to France. So finally I come to the counsel of Luxembourg, had no problem giving\nme a transit visa. Then I got the French and then I got the Swiss visa so it’s a lot easier to travel\nwhen you have an American passport.",
        "Q: So you appreciated that.",
        "A: Yeah.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "Q: Have you been back to Israel?",
        "A: I’ve been back to Israel many times because my wife’s parents, my uncle and aunt died\nrelatively early. But my, Elsa’s parents lived in Rehovot. And they lived much longer and we\nvisited them several times and after that ve been back visiting my cousins. My, one of my\ncousins was a professor of literature at Bar Elon and my other cousin taught at the school of\nsocial work in Jerusalem. And at the ripe age of 63 got herself a PhD in social work. Quite a\nlady. I also have been back for a lecture. I was invited by Ben-Gurion University some years ago\nto give a lecture on one of my books. So yes, I’ve been back to Israel several times. Also been\nback to the kibbutz. To Tzarad and to Ma’ Barot. And it was interesting to visit some of the\npeople whom we have been kids. When we met again we were all seniors. We recognized each\nother more or less. But it was interesting, yes.",
        "Q: You said you had one child.",
        "A: We have two children. I have a son and a daughter.",
        "Q: And their names.",
        "A: My son is Peter. He’s a professional cellist in New York. And my daughter, Barbara, lives in\nSeattle, Washington and she just retired, believe it or not. I found that hard to believe. She took\nearly retirement. She had wanted to switch to a nonprofit. She was a budget director of the\ndepartment of social services of the city of Seattle. At the end. And she retired from that position\nand wanted to switch to a nonprofit but the nonprofit went belly up. So now she is retired and\nhappily so. All of a sudden she has developed much interest in our past so she visited us in\nBerlin and she went to the town where my wife was born and she —",
        "Q: Which was, what town was that?",
        "A: Fara in Tirolia, central Germany, on her own, even though her German is not that great, but\nhttps://collections.ushmm.org\nMarch 18, 2013\nshe somehow managed and she established contacts and she wants to write about it and she reads\nabout Nazi Germany. She 1s all of a sudden preoccupied with that subject, which 1s really very\ninteresting because in previous years none of our kids showed any particular interest.",
        "Q: That was going to be my next quaestor. When you were raising your children, did you talk\nabout your childhood with them?",
        "A: We never talked very much about it because they never asked about it. They didn’t’ seem to\nbe interested and as I say we both felt very American and I mean they knew who we were of\ncourse but they never had any particular interest. And my son to this day has no interest. But\nmy daughter, as I said, all of a sudden I don’t’ know why, how, developed this interest and she\ncame to Germany, stayed with us three weeks and traveled and she, in Berlin she visited all the\nmemorials and there are plenty of them. The Holocaust memorial, the Jewish museum. I mean\nshe just made it a point to visit every single place and it made a big impression on her and she 1s\nall fired up to learn about that and try to undemand it and why it happened and I have been\nreferring her to literature and she does nothing else at this point. She has no job. She is retired so\nshe has time.",
        "Q: Do either of them have children?",
        "A: My son had a child. He is divorced and has one, he had a daughter who 1s unfortunately\nhandicapped. She had cerebral palsy and she lives in Boston in a united cerebral palsy facility.\nShe is mentally perfectly fine. She graduated from Sarah Lawrence college but she physically is\nseverely handicapped and problems of mobility. And she at one time had talked about graduate\nschool. I don’t know what will become of it at this point. She is not ready for it I don’t believe.\nMy daughter is, was married and got divorced and one day came to visit us and declared she is\nnow a lesbian. And she has a very nice partner, of whom we are very fond. It took us a while to\nget used to it, to be honest. But by now we are very, very happy. She is our daughter in law and\nshe is a very fine person. And it’s a fine relationship, very good.",
        "Q: Do they have children?\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: No, no.",
        "Q: Let’s talk a little bit about some of your thoughts and your feelings considering your\nbackground. Do you think because of what you went through as a youngster and seeing things\nand what happened to your father when he was taken away, influenced who you are today?",
        "A: Well I think, what I think as I mentioned this earlier, what really influenced me was the\nGerman youth movement. It gave me the incentive to do something to invest in myself so to\nspeak and that’s why when I came here, I mean that’s why I went to the kibbutz and that’s why\nwhen I came to this country and people started talking about college and academic careers, that’s\nwhat caught my enthusiasm because I wanted to do something significant as it were. And yes\nand in that sense I would say the German youth movement probably was the most important\ninfluence on my life.\nWhat one went through, I don’t know to what extent. I think 1t, we matured earlier, I mentioned\nthat. One became a bit more resilient perhaps and able to take things. And handle hardships,\nyes, perhaps.",
        "Q: You left your parents when you were a teenager?",
        "A: Yes we lived alone, yes, sure, sure. Yeah. So in that sense, yes it was had an impact of\ncourse but beyond that as I say, for many years I considered myself an American academic\nJewish, yes of course. Never made a secret of it but it didn’t mean anything in particular. P’ve\nnever belonged to a congregation. I consider myself a Jewish agnostic. I have written on\nreligion. Some of my books I’ve always been interested in social ramifications of religion. But\nmy Jewishness, we used to talk when we were graduate students we would sit way into the night,\ntalk what does it mean for us to be Jewish and it was always an interesting discussion because it\nnever was very clear. We, none of us were religious. At the same time we certainly felt we were\nJews, but what does it mean even. So you know it was always an interesting subject where we\nwould talk about should we send our children to Sunday school and some did and some didn’t. I\ndidn’t.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "Q: You did not?",
        "A: No, but one year my daughter came and said she had met some friends and they, among some\nyoungsters who belonged to the Jewish youth group in Northampton and she wanted to join. So\nwe inquired and we were told that we had to pay one year’s membership, a lot of money. Well\nshe wanted to be a member of it so we paid the membership. Three months later she lost interest\nand the money was down the drain. (laughs)\nAnd then she showed no more interest in her Jewishness until as I say most recently when all of\na sudden and I don’t know what brought it about, she developed this interest in the Holocaust\nand our background and now researching it and reading, doing nothing but that, very interesting.",
        "Q: So did you observe when the children were young any holidays at all, like Passover or —",
        "A: No, no, no.",
        "Q: No observation in the home?",
        "A: No, no.",
        "Q: Totally secular?",
        "A: Yes. I think for an academic that’s very easy. The academic environment 1s largely secular. I\nmean there are of course religious people, but the overall atmosphere is secular and so we never\nfelt any need to belong to a congregation let’s say because our home was academia. You know\nthe college or the university where you were affiliated with. Your friends, their colleagues, some\nJewish, some non-Jewish. Some of my best friends, I can truly say are not Jews. I mean in the\nmost literal sense. I have very close friends who are not Jewish and whom we met, whom we met\nteaching fellow colleagues in other fields sometimes.",
        "Q: Tell me about the books you’ve written. You mentioned the first book.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: Well I’ve always had an interest in you might say the moral dimension of politics and history\nand so some of my books involved the kind of moral dilemma of the Catholic church in Nazi\nGermany. Second book yeah and then I did several other books on Nazi Germany. The Nazi\npersecution of the Gypsies and mostly it’s the, wasn’t there was something else. Oh yes, I’m\ngoing on book censorship in Nazi Germany and I had a Fulbright for that. So I had an interest in\nNazi Germany, the Holocaust. I’ve written some other things, on Vietnam which came about\nduring the Vietnam war period when I was interested in the problems raised by our involvement\nthere. I was the first one to be admitted to the military classified records as a researcher, an\noutside researcher and that enabled me to write a very interesting book and became kind of a\nstandard. And I’ve written on religion several books that interest me.",
        "Q: On different religions?",
        "A: No. Well for different religions too. I wrote a book called Religion and the Revolution which\nis kind of comparative religion but I have been interested in the moral issue of can you be a\nmoral human being without being religious and that has interested me. I have written two books\nabout that. And the last book is called If God 1s Dead, Everything is Permitted, question mark.\nYou know the saying from the Brothers Karamazov by Dostoevsky, but I put it with a question\nmark. Dostoevsky felt yes, 1f you don’t believe in god, you cannot be moral. My position which I\ndeveloped in this book. I said yes you could, you can. So that has been a lot of my interest yes.",
        "Q: I’m sure many people have asked you, has the world learned lessons from the Holocaust?\nWhat your thoughts are on that.",
        "A: We have had episodes of genocide, numerous since 1945 so that problem is not solved.\nPretty horrible episodes of violence have taken place. I think the Holocaust was not unique,\nprecisely because more genocides have taken place since. It was in many sense, cases\nunprecedented. It was unprecedented that they, cultured nation in the center of Europe would\norganize this program to exterminate an entire people, man, woman and child and hunt them\ndown all over the continent. In that sense it was unprecedented. It never happened before. The\nhttps://collections.ushmm.org\nMarch 18, 2013\nJews were not particularly hostile to Germany. On the contrary the German Jews were better\nGermans than many Germans. And yet it took place in Germany. So in that sense it was\nsomething quite unprecedented. It was not unique as I say because we’ve had genocides since\nand we unfortunately are, haven’t solved that problem yet. And we may never be able to solve\nit. If, when I’m finished with my book on book censorship in Nazi Germany, if I still have what\nit takes to write another one, I want to do something on the perpetrators, the Nazi perpetrators,\nwhy they did it, how, various explanations that have been put forth. And I sort of want to bring\nall that together. There is some interesting work being done on this in Germany today.",
        "Q: You said you had done some work at the Holocaust Museum in Washington.",
        "A: I was a volunteer. That’s, for a time I did some projects for them. Yeah.",
        "Q: What kind of projects?",
        "A: I did a project on the bombing of Auschwitz. And I felt that their exhibit was misleading.\nAnd I think they have changed it a bit since then. There has been some other writing on this by\nother researchers as well.",
        "Q: How was their exhibit misleading?",
        "A: Well they sort of implied very strongly at the begin — in the original exhibit that 1t was a\nserious dereliction on the part of the Americans that they did not bomb Auschwitz. And I tried to\nshow that A, the ability to hit Auschwitz with any precision was strictly limited. We didn’t have\nthe bases close enough to reach Auschwitz with any great numbers of bombers. Hitting with\nprecision was altogether impossible at that time. All one could do was carpet bombing. That’s\nwhy the German cities looked what they looked after the war because there was no precision\nbomb. They, so it would have been pretty impossible really to, to hit the Nazis in Auschwitz\nwithout killing off all the Jews and it probably would not have really done very much. So my\nfeeling was that the decision not to bomb Auschwitz pursued because Roosevelt wanted, felt that\nthe most important thing to do was to win the war as quickly as possible. And all the resources\nhttps://collections.ushmm.org\nMarch 18, 2013\navailable probably was the right decision. And the exhibit implied differently but I think they\nhave possibly adjusted this a little bit. I haven’t checked it out.",
        "Q: What were your thoughts during the Eichmann trial? Anything. Did you follow it?",
        "A: I did sure I did, yes. I have done some work, some articles on war crimes tribunals and so\nforth. Iam not particularly proud of the Eichmann trial. I think it did not follow the highest\npossible standards. I think he got what was due him, needless to say. He was guilty as can be.\nBut I think the trial was not the most dignified and the, especially in the role of the prosecutor.\nIve forgotten his name now. It was a little bit.",
        "Q: Hausner?",
        "A: That’s correct, Hausner was his name. Yeah. Was, so I had some problems with that but\nbasically of course, I think the Israelis were perfectly justified and legally justified in seizing him\nand trying him. There was — I had no problem with that. It was interesting. It sort of focused the\nattention of the world again on this issue. Until that time, don’t forget the issue of the Holocaust\nhad sort of receded into the background. But it was the Eichmann trial that all of a sudden\nrevived interest. And ever since of course we have had tremendous output of scholarship,\ninterest, movies, you name it. The Holocaust Museum. Oral history. Everything.",
        "Q: How do you feel about having the Holocaust, a holocaust museum in Washington, DC?",
        "A: I think it’s great. I had some problems with the leadership at one point. They organized a\nsymposium on the Gypsies, the prosecution of the Gypsies. And they did not invite me because I\nhad written the only book in English on the subject but my position was that the Gypsies had not\nsuffered as the Jews had suffered. And I developed that in a fairly, a very carefully researched\nbook. I spent a year in Germany, collecting material. The official view at the Holocaust Museum\nwas because, that the Gypsies had been treated like Jews and deserved to be, that this was an\ninstance of genocide and so forth. And the symposium was supposed to be focused on that. And\nthey didn’t invite me. And an American Gypsy at that time was a member of the Holocaust\nhttps://collections.ushmm.org\nMarch 18, 2013\nCouncil. And he was kind of a pseudo scholar who propagated that view that the Gypsies had\nsuffered genocide. And the Museum bought it and I objected and I said it’s not a matter of my\npersonal pride or my prestige to be at this symposium. But I think you are going on the wrong\ntrack and you should at least listen to my position. So they at last course invited me. I gave a\npaper which was then published in the, in the series there.\nI don’t know to what extent they have changed their view. They, another issue that I found\nproblematic was the treatment of the Armenians. I have written a book on that as one of my last\nbooks. And again I did not, I concluded after careful research that while the Armenians suffered\nterribly and lost 40% of their people in massacres, it was not a state sponsored program of\ngenocide. And that too is not the conventional wisdom and apparently also was not the view of\nthe museum. They occasionally have had exhibits on the Armenian genocide which I don’t\naccept.\nSo I’ve had my differences with the museum, but I think basically of course they are doing very\ngood work and it’s a very important institution.",
        "Q: Do you receive or did your parents receive reparations?",
        "A: Yes, they did. And I did too. Not very much but it helps, every little bit helps. And we felt\nall of us, it was our due. That’s the least they could do, give us some money.",
        "Q: Are you still receiving reparations?",
        "A: Receiving anything. No, no. These were one time payments. My father had event, but I just\nhad several one-time payments, and so did my wife.",
        "Q: What were your parents’ thoughts about Germany? Do you remember when they settled here\nand did you talk about that when you were an adult with them?",
        "A: Probably not very much. I probably should have talked with my parents more than I did. You\nknow we all feel that way after our parents are gone. So I don’t think I have talked with them\nabout this very much. My parents were fortunate that they came here at a time when it was\nhttps://collections.ushmm.org\nMarch 18, 2013\nrelatively easy to sink roots and get jobs and they did well. Not every immigrant has had it, has\nhad that fortune. So yes, I think they were quite happy to be here too.",
        "Q: How was their English?",
        "A: Well it improved gradually a little bit. It was not very good but it was all right more or less. I\nmean my father was able to run a little hotel in Atlantic City. It was ok, eventually.",
        "Q: Did they stay within the German Jewish circles?",
        "A: Yes, very much so, very much so yes of course. That generation they did not, they did very\nlittle spreading out. I mean I should qualify that. Let’s say if someone came here as a physician\nfrom Germany, and then got a license and practiced medicine he may have started to socialize\nwith non-Jewish physicians and so forth or for other professions perhaps, just like I did in the\nacademic scene in the university scene. But my parents’ generation, these people they stuck very\nmuch to themselves. Yeah, my parents eventually retired. They sold their hotel and retired to\nNew York and had a nice retirement existence in New York. They traveled. They even visited\nin Germany a little bit, were not anxious to be there, I think.",
        "Q: Oh really.",
        "A: Yeah, yeah.",
        "Q: They were uncomfortable there?",
        "A: I think so, probably yeah, yeah. Less I mean much less comfortable. Of course that was still\nthe 60s, the first time that I didn’t feel all that great myself. That was not a great time to be in\nGermany. I mean as I said —",
        "Q: Too close to the war?\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: Yeah, not very comfortable no.",
        "Q: Were you active at all in the civil rights movement in the United States considering you came\nfrom a country that deprived the Jews of their civil rights?",
        "A: Not so much the civil rights movement. I was a student politician at City College in the -- it\nwas called SLID and it was known as Students League for Industrial Democracy. It was part of\nthe Norman Thomas’ Socialist party. So I was active in that. And I wrote my masters essay at\nColumbia on a German socialist leader, Rosa Luxembourg. So I had an interest, an academic,\ntheoretical interest really, later on a bit, but then it was — no, I was not active in the civil rights\nmovement. I was active in the cause of civil liberties, because A, I had studied it. It was one of\nmy specialties at Columbia. And I became very active in the American Civil Liberties Union. I\nwas, I chaired the Hampshire county organization of the ACLU when we lived in Northampton\nfor a time. I eventually abandoned, left the ACLU when they declared in Massachusetts at least\nthat there was a constitutional right to smoke marijuana or to oppose the Vietnam war and I felt\none could oppose the Vietnam war but there was not constitutional right to do so. So we parted\ncompany. And I have not been a member of the ACLU since. And I have written about their,\nwhat I consider their erroneous direction in one of my books. I think they changed and not for\nthe better in my view. I have not, I don’t know more recently what they have been doing. I have\nnot had any great interest in that.\nSo I was interested in the issue of civil liberties. I taught 1t and I was active in the ACLU for\nmany years. Civil rights, not really. I had -- there were black students at City College. We were\non good terms. I had no problems with that. One of my students at Columbia was black and I\nbecame very friendly with him and stayed in touch with him for many years. Almost at the end,\nI found out that he also was Jewish. I had no idea that he was both Jewish and black.",
        "Q: Are you still in contact with the other Jewish brigade?",
        "A: No they are -- I don’t think there are very many left. You see I’m almost 90 and I am\nfortunate to be in good health, but I’m afraid most of my fellow soldiers are not around anymore.\nSo no there isn’t any —\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "Q: Did you have reunions?",
        "A: No, no I don’t remember anything about that. There may have been in Israel but I don’t know.\nI never heard of it, no.",
        "Q: Is there anything else you would want to —",
        "A: I’m trying to think. I think we covered a lot of ground and we’ve spent a lot of time. Perhaps\nmore time than you had wanted. I don’t know. I-",
        "Q: Any thoughts?",
        "A: I am just thinking. I think I have really covered pretty much everything that I can think that is\nof interest.",
        "Q: As you say you plan to write more books.",
        "A: Do I intend to? If I live yes, I surely will. I find it very interesting and rewarding and you\nknow it’s -- as one gets older, one not only has to do physical exercise but it’s good to keep the\nbrain in good oiled shape as well, and so in that sense. I find it very interesting. I have done\nresearch ever since I became a graduate student. I published my first article when I was still a\ngraduate student. And I enjoy doing research and so yes.",
        "Q: As you’ve gotten older, do you think more about the painful times in your childhood like the\ntime you were in the camp and —",
        "A: No, not really, not really.",
        "Q: Or your father’s experience. You don’t think more about that.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: No, not more than I — no, no. I mean I have worked in German documents, Nazi documents\nand you know constantly you see the, that some of the stuff, some of the horrible things that were\ngoing on were sort of described matter of fact. One develops a certain distance which enables\nyou to write about it as a scholar. So I can deal with it in a fairly sober manner by now I guess. I\nhave not lost a sensitivity which one ought to have about this material but I can deal with it,\nwithout, without acute suffering. No I sleep, I dream about it occasionally. I am a big dreamer\naltogether. I dream every night. I don’t always remember but I frequently dreamt about you\nknow being caught again by Nazis and things like that. That, yes, that has happened and\ncontinues to happen actually.",
        "Q: More as you’ve gotten older or that was always throughout your life?",
        "A: Possibly more since I, I seem to dream more since I am older. I don’t know why but it seems\nto be the case yes. Yeah it seems to be yeah, yeah. But it’s always nice to wake up and realize\nthat. Actually the funny thing is that sometimes even while you are dreaming you, all of a\nsudden, you were I really don’t have to worry. It’s not real. It’s a dream. We have that\nsensation. Not always but frequently. I, sometimes I wake up screaming but most of the time I\nsort of wake up, it’s all right.",
        "Q: When you hear about similar incidents, does it give you a flashback to what you went\nthrough?",
        "A: Not really. I can’t say it does no. As I say I’ve developed kind of a detached clinical, almost\nclinical attitude towards all of that. I know it so well. I have read all the descriptions. The\nHolocaust for me has been an experience. I’ve lived through it again much more than I\nexperienced myself. I never was in a concentration camp or a death camp, but I’ve read so much\nabout it I have lived through it as it were vicariously. But I’ve developed kind of a clinical\nattitude I guess by now. It’s the only way you can deal with it as a scholar. Otherwise it would be\nimpossible.",
        "Q: But you obviously feel because of your background as opposed to an American professor —\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: Perhaps yeah.",
        "Q: That you bring a greater understanding.",
        "A: Perhaps. Perhaps yeah although as I say —",
        "Q: You were there.",
        "A: Yeah but some of the best scholarship as I said about the Holocaust done in Germany these\ndays. These are people who were kids. They were born after the war by now and there is some\nwonderful work being done, sensitive, insightful. I, a couple of years ago a guy wrote to me and\nhe’s writing about the German youth movement in Breslau. And I had some material which I\nsent him and he was overjoyed of course to get all -- and we corresponded a little bit and he had\ndeveloped an incredible insight into the whole atmosphere of the youth movement and so\nwonderful, better than anything I’ve read here in America. So some of these people are doing\ngreat work. People who have never lived through it. It can be done. I mean there you know\nsometimes you hear this. That only blacks should write about blacks. Only Jews about Jews. I\nthink it’s nonsense. No. On the contrary it may sometimes mislead you. You become kind of\nbiased and prejudiced about it. No, no I don’t believe that.",
        "Q: Do you have any final thoughts about —",
        "A: Final thoughts. (laughs) My -- a book which I had published five years ago 1s entitled\nAssisted Death in Europe and America, four regimes and their lessons. I deal with the issue of\nphysician assisted suicide which began to interest me and when you reach a certain age it’s of\nmore than theoretical interest, obviously. How one dies. I found that a very interesting subject\nand I am an advocate of physician assisted suicide given sufficient safeguards. And I think the\nlegislation that was passed in originally Oregon, later on the state of Washington 1s of that kind\nand is responsibly done and has involved very few people. It gives people control over their lives\nwhen they’ve lost all dignity and there’s no point in their living. Yes that has been an interest of\nhttps://collections.ushmm.org\nMarch 18, 2013\nmine. That is age related I guess, although again you don’t have to be of a certain age in order to\nwrite about it obviously.",
        "Q: Do you have relationships with German Jews who are living in Germany now?",
        "A: No.",
        "Q: That community?",
        "A: No, no. When we were for that year in Fribourg, the Jewish community of Fribourg at one\npoint invited us but I don’t think we did much with it. We’ve never been a member of a\ncongregation so we didn’t join there either. No I’ve not been in touch with any. I’ve been, I’m in\ntouch with German scholars, related interests. One of my good friends in Germany is a professor\nEberhard Yeakel who was instrumental in bringing about the memorial for the murdered Jews\nof Europe in Berlin, famous memorial. And when I was in Berlin now I met a woman who\nworked with him in getting the German parliament to establish that memorial. Her name is Rose,\na journalist. I thought she was Jewish. Her name is Leah Rose. She was born a different name\nand she didn’t like her German name, chose the name Leah. She is also very phylo Semitic one\ncould say but she was highly effective in, together with Professor Yeakel in this, leading to this\nestablishment of the memorial. Eberhard Yeakel is a good friend of mine.\nAnd I’ve been in touch with other German scholars with whom I share interests so. But not, there\naren’t that many Jews after all in Germany. Today many of them are Russian rather than of\nGerman origin. And the survivors by now have all died certainly most of them probably.\nWell I guess this lasted longer than you and I perhaps expected.",
        "Q: Thank you very much.",
        "A: You are most welcome.",
        "Q: Doing the interview. This concludes the United States Holocaust memorial museum interview\nwith Guenter Lewy.\nhttps://collections.ushmm.org\nMarch 18, 2013\n(end)\n"
    ],
    "questions": [
        "Q: And that is the name you were born with?",
        "Q: When were you born and where were you born?",
        "Q: Let’s talk a little bit about your family, about your parents, who they were and their names.",
        "Q: And what kind of work did your father do?",
        "Q: And your mother, did she work?",
        "Q: And your brother’s name was?",
        "Q: What kind of neighborhood did you live in? Was it a Jewish, a non-Jewish mixed\nneighborhood or was it predominantly Jewish?",
        "Q: So your neighborhood was made up of Jewish and non-Jewish children whom you played\nwith I assume.",
        "Q: Do you remember when you transferred, what year it was when you transferred?",
        "Q: 37.",
        "Q: Let’s talk a little bit more about your family. Were they very assimilated?",
        "Q: What language did you speak at home?",
        "Q: Let’s talk also now about your extended family. You mentioned about your uncle helping to\nconduct the Seder. Did you have a large extended family?",
        "Q: On both sides. On your mother’s —",
        "Q: His name?",
        "Q: Let’s talk about your life from 1923 to 1933, until Hitler came into power. What memories, I\nknow you were a child, you were only ten years old but —",
        "Q: Talk about some of those memories.",
        "Q: At that young age?",
        "Q: Attacked because you were a Jewish group?",
        "Q: Who was the leader of your group? The adult leader?",
        "Q: Their names?",
        "Q: Was your father a Zionist?",
        "Q: Preceding that, he had not been.",
        "Q: We’ll get to that. How did your parents feel about your desire to go to Palestine?",
        "Q: And you were 16 by then?",
        "Q: Let’s go back in time a little bit.. You were ten years old when Hitler came into power.",
        "Q: What did he mean to a ten year old boy? Did you have any, do you remember any speeches\nhe made or appearances?",
        "Q: Let’s start in 33.",
        "Q: Did he mean anything to you? You were only ten.",
        "Q: Was this something you talked over with your parents, the anti-Semitic —",
        "Q: Do you know how they handled it with you as a child?",
        "Q: Do you know how they explained it to you as you were a child.",
        "Q: How did you feel as a young —",
        "Q: Was it frightening?",
        "Q: Was it something you talked over with your friends?",
        "Q: What did Palestine mean to you as a youngster?",
        "Q: You must have been a very independent young — a teenager able to leave your parents at the\nage of 16.",
        "Q: You wouldn’t describe yourself as specially fearful type of person.",
        "Q: To hear Hitler’s speeches over the air and —",
        "Q: Talk about the Olympics. You —",
        "Q: With your parents?",
        "Q: When you saw him, did you have any visceral reaction?",
        "Q: Did you feel very German when you were at the Olympics?",
        "Q: You were still proud of being a German? At the Olympics?",
        "Q: Let’s move along a little bit, it’s 38, 39.",
        "Q: You came back obviously after Kristallnacht to your house.",
        "Q: What did he say to you?",
        "Q: What was your mother’s reaction when she saw him?",
        "Q: What about the damage in the town from Kristallnacht?",
        "Q: Again, as a teenager what is your reaction to —",
        "Q: These are all teenagers.",
        "Q: What was it like to leave Germany? After all, here you are German and you’re leaving your\nhome country.",
        "Q: Did you fight back when you were beaten up or did —",
        "Q: So you’re on the train. Did you take anything specific with you from home, something that\nhad special meaning?",
        "Q: What did you bring with you?",
        "Q: What about saying goodbye to your parents?",
        "Q: They would come to Palestine?",
        "Q: Ok so you’re on the train.",
        "Q: How big a group was it of — do you remember?",
        "Q: You had some toasters in Germany?",
        "Q: What kibbutz?",
        "Q: Did all the kids go with you to the kibbutz?",
        "Q: And you slept in a dormitory type —",
        "Q: Were you in contact with your parents?",
        "Q: His name?",
        "Q: Back up a little bit, about those four years. Did you know what was happening in Europe at\nthat time?",
        "Q: No, but I meant before the end of the war.",
        "Q: To back up before you tell the story. What was your reaction at the time of liberation?",
        "Q: Do you remember any emotional reaction you had at the time. You were in your early 20s.",
        "Q: Which translates into?",
        "Q: Were there any celebrations at the end of the war?",
        "Q: She didn’t falsely accuse anybody else?",
        "Q: What was your gut feeling talking to these Germans? Were these German soldiers or —",
        "Q: What was your gut feeling in talking to them as a Jew?",
        "Q: When you were in Germany did you feel like you were back home?",
        "Q: What did you study?",
        "Q: What was your parents’ reaction initially about your going to college and not helping them\nout in Atlantic City?",
        "Q: But they were happy that you were going for —",
        "Q: Extended education.",
        "Q: They understood?",
        "Q: And they stayed —",
        "Q: What were your thoughts about Germany then in the late 40s and in the early 50s?",
        "Q: In connection.",
        "Q: Did you feel more comfortable among other quote refugees than American born students?",
        "Q: And you were very comfortable about native born Americans.",
        "Q: No.",
        "Q: Was your wife still doing that traveling?",
        "Q: I did not ask you, but I'd like to ask you now. Your experience when the state of Israel was,\ninto existence, what were your thoughts at the time?",
        "Q: Stay in the United States?",
        "Q: No, but I meant that there was now a state of Israel, a country, recognized. What —",
        "Q: What about the sense of pride, did you have a sense of pride?",
        "Q: Did you have a sense of pride when the state was declared?",
        "Q: Let’s go back to your professional and —",
        "Q: For political science?",
        "Q: Did you talk about your background or your childhood? Was that --",
        "Q: Gave the lectures —",
        "Q: Where were you living when you were in that year in Germany?",
        "Q: In Munich?",
        "Q: Did you visit any of the camps?",
        "Q: And your thoughts when you were there?",
        "Q: The fact that your father was —",
        "Q: Must have been a painful experience.",
        "Q: You lectured in German?",
        "Q: What would the Germans, when they knew obviously where you were born and what your\nexperience was and how you had to leave, what would they say to you when you came back as a\nprofessor?",
        "Q: Did anybody ever apologize verbally?",
        "Q: Do you feel German when you’re back there?",
        "Q: Do you feel American?",
        "Q: Tell me about becoming a citizen.",
        "Q: When you became an American citizen.",
        "Q: So you appreciated that.",
        "Q: Have you been back to Israel?",
        "Q: You said you had one child.",
        "Q: And their names.",
        "Q: Which was, what town was that?",
        "Q: That was going to be my next quaestor. When you were raising your children, did you talk\nabout your childhood with them?",
        "Q: Do either of them have children?",
        "Q: Do they have children?",
        "Q: Let’s talk a little bit about some of your thoughts and your feelings considering your\nbackground. Do you think because of what you went through as a youngster and seeing things\nand what happened to your father when he was taken away, influenced who you are today?",
        "Q: You left your parents when you were a teenager?",
        "Q: You did not?",
        "Q: So did you observe when the children were young any holidays at all, like Passover or —",
        "Q: No observation in the home?",
        "Q: Totally secular?",
        "Q: Tell me about the books you’ve written. You mentioned the first book.",
        "Q: On different religions?",
        "Q: I’m sure many people have asked you, has the world learned lessons from the Holocaust?\nWhat your thoughts are on that.",
        "Q: You said you had done some work at the Holocaust Museum in Washington.",
        "Q: What kind of projects?",
        "Q: How was their exhibit misleading?",
        "Q: What were your thoughts during the Eichmann trial? Anything. Did you follow it?",
        "Q: Hausner?",
        "Q: How do you feel about having the Holocaust, a holocaust museum in Washington, DC?",
        "Q: Do you receive or did your parents receive reparations?",
        "Q: Are you still receiving reparations?",
        "Q: What were your parents’ thoughts about Germany? Do you remember when they settled here\nand did you talk about that when you were an adult with them?",
        "Q: How was their English?",
        "Q: Did they stay within the German Jewish circles?",
        "Q: Oh really.",
        "Q: They were uncomfortable there?",
        "Q: Too close to the war?",
        "Q: Were you active at all in the civil rights movement in the United States considering you came\nfrom a country that deprived the Jews of their civil rights?",
        "Q: Are you still in contact with the other Jewish brigade?",
        "Q: Did you have reunions?",
        "Q: Is there anything else you would want to —",
        "Q: Any thoughts?",
        "Q: As you say you plan to write more books.",
        "Q: As you’ve gotten older, do you think more about the painful times in your childhood like the\ntime you were in the camp and —",
        "Q: Or your father’s experience. You don’t think more about that.",
        "Q: More as you’ve gotten older or that was always throughout your life?",
        "Q: When you hear about similar incidents, does it give you a flashback to what you went\nthrough?",
        "Q: But you obviously feel because of your background as opposed to an American professor —",
        "Q: That you bring a greater understanding.",
        "Q: You were there.",
        "Q: Do you have any final thoughts about —",
        "Q: Do you have relationships with German Jews who are living in Germany now?",
        "Q: That community?",
        "Q: Thank you very much.",
        "Q: Doing the interview. This concludes the United States Holocaust memorial museum interview\nwith Guenter Lewy."
    ],
    "answers": [
        "A: Right.",
        "A: I was born on August 22, 1923 in a town at the time called Breslau, the capital of Silesia in\nGermany. Now it’s called Wroctaw and it’s part of Poland.",
        "A: My father, Henry, was born in Mamel [ph] which is in, near East Prussia. It’s now a military\nbase of Russia I believe. And he moved to Silesia, at some point. I don’t know exactly when.\nAnd eventually landed in Breslau where he was in business. His name was Henry because his\nfather had been an Anglophile and that led to all kinds of complications to which we can return\nperhaps for Kristallnacht. Would you like me to talk about it now? Let’s talk about it later.\nYeah, my mother Rosa Lipziger [ph] and her maiden name, was born in a small town in Silesia,\ncalled Schlictenstein [ph]. At some point she must also have moved to Breslau and my father,\nthey got married. I don’t know the exact date.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: My father was a small businessman. I don’t think he was very successful. I’m not sure exactly\nwhy that was so because at the times he was a Jew and it was getting difficult to do business in\nGermany, obviously, during the Nazi period in particular. He had a wholesale store for stockings\nand socks.",
        "A: No, she did not. We were two children. I had a small brother who unfortunately died in an\naccident at an early age. I think he was eight so I was the only child. But my mother did not\nwork.",
        "A: Franz.",
        "A: I really don’t think there were Jewish neighborhoods in Breslau at the time. Things were very\nintermixed which is quite typical of course for German Jewry who as you know were well\nassimilated by and large. We lived in two locations. I went back to Velatslav [ph] some 15 years\nago, the first neighborhood where we had lived, didn’t exist anymore and the second one hardly\nat all either. So we lived in two locations. We had an apartment and we had a maid which was\nkind of expected for any middle class Jewish family, even though my father could hardly afford\nit but he did have one.",
        "A: Yeah, I went to a regular German public school. Whether there were any other Jewish\nchildren in that class, I can’t remember. Certainly, possibly not. Certainly in the, in the\nhttps://collections.ushmm.org\nMarch 18, 2013\nelementary school. Later on I transferred to a gymnasium, a high school and there probably were\nother Jewish children in that class. Now I think I was allowed to stay in this German high school\nbecause my father had been a what they call a frontkempfer [ph], somebody who had fought in\ncombat in World War I, and Jews who had that status had at the beginning certain privileges.\nOne of them was that while other Jewish children had to leave the German schools, I was\nallowed to stay in that gymnasium for a little longer. But eventually we all had to leave anyway\nand I transferred to a Jewish gymnasium and I went to that school until 1938.",
        "A: I’m not sure. I would think it probably was 37.",
        "A: Something like that.",
        "A: Quite, yes. My parents did go to synagogue on high holidays. I think the synagogue, the\nlargest in Breslau, was probably conservative. There was Pesach in our family which my father\ncould not conduct but we had an uncle who did know the ritual and he usually conducted the\nSeder. And there was a large gathering. I would think perhaps about 12, 14 people at Pesach\ntime. But that was about it. I was bar mitzvah. But that was kind of expected. It was socially\nexpected so it was more a social ritual than a religious one. I certainly had no strong religious\nfeelings one way or the other. I liked the bar mitzvah. I got lots of presents. So basically our\nfamily was yes, assimilated. My father belonged to an organization called Risebund Judische\nFront Soldaten [ph]. That meant the national organization of Jewish combat soldiers in World\nWar I. He was very proud of that. And again that was a fairly typical attitude on the part of\nGerman Jews at that time.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: What did you expect? German.",
        "A: We had a large family yes.",
        "A: On both sides. Very large family, including grandparents. I enjoyed visiting my grand — one\nof my grandparents lived in a town near where my mother had been born, also in Silesia. I\nenjoyed visiting there. I had some friends there. The most successful in our family was my\nmother’s brother. He had a business, wholesale business in woods and was very successful. He\nwas really quite rich. And he had been a, also an officer in World War I. He was altogether a\nvery stately German appearance, tall, straight. There is an interesting story connected to him\nwhich I think would be of interest.",
        "A: His name was Friedel Lipziger. Lipziger was my mother’s maiden name. He considered\nhimself even more German than anyone else in our family because of his background and I\nremember a family gathering, must have been around 1936 and I, being all of 13, dared to say, I\nwas in a youth movement. Ill come back to that later. I dared to say that perhaps one should\nthink of emigrating and you know this was 36, three years into the Nazi regime. My uncle took\nme by the scruff and shook me back and forth and said what do you understand about such\nthings? Ok, that was in 1936 I believe. He very soon however must have had, begin to have\nsecond thoughts. So to be on the safe side, he started to ship out money, illegally of course and\none of the couriers who had my uncle’s money was caught and he had a list of names. So one\nafternoon, my uncle got a telephone call from the police chief of Breslau. Now mind you,\nBreslau was a city of 600,000 people so the police chief was quite somebody. It so happened that\nhttps://collections.ushmm.org\nMarch 18, 2013\nhe was a war comrade of my uncle. And he said Friedel, this and this has happened. I give you\nthree hours. You must get out of town. Otherwise I will come to arrest you. So my uncle took his\nfamily, his wife and daughter and got on a train and left for Paris. So that was the end of my\nuncle who had thought that it was stupid to think of emigrating. He then from France got to\nBrazil where he again opened a highly successful wood business, which was very appropriate for\nBrazil and he became perhaps even richer than before.",
        "A: Ihave memories. I have rather —",
        "A: Well for one thing, I belonged to a youth movement and that is important for me.",
        "A: Yes, I must have joined perhaps when I was eight, nine, very early. This was a youth\nmovement which called itself German Jewish Boy Scouts. And German Jewish was more\nGerman than it was Jewish. We sang German songs and we had a little uniform and flags and\nwe would parade up and down and go on hikes and so forth and so on. It also was kind of\nromantic. It, the German youth movement has been described by writers like Walter Laqueur\nand others and it had this romantic flavor to it. You were opposed to the philistines and you\ndreamt of some wonderful future in which you would be important, intellectually perhaps. And\nso this I think in many ways was very important for my own thinking and, and future life. It sort\nof shaped me quite significantly I believe. Then came Hitler in 33 and we were forbidden to use\nuniforms. And then we were also forbidden to go on hikes and on the last hike that we had\nstaged we were attacked in the middle of the night and had to leave and go home.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: Because we were a Jewish group, hiking which we were — and, and having a camp which\nwe’re not supposed to have anymore. But they hadn’t informed us that formally so we still were\ndoing it. So that was the end of hiking and —",
        "A: The leader of my group was someone called Walter Laqueur who was quite known as an\nhistorian. He was all of two years older than we were in this group but he was our leader. That’s\nhow he was known. And we would get together and several times a month and read things and\ndiscuss things or listen to classical music and so forth and so on. Then about 1934 it must have\nbeen, perhaps 35, our organization merged with a Zionist organization called Zichloiter and that\norganization in turn eventually became part of Hashomer Hatzair. And the Hashomer Hatzair is\nsomething that eventually became known in Israel as Mapai, as you probably know. So our, the\ncharacter of our life changed in many ways. We all of a sudden started to sing Jewish and\nHebrew songs and learn something about our Jewish background of which we were frightfully\nignorant until then. And we became kind of Zionists, gradually. And this went on for a few\nyears. And then came Kristallnacht in November of 1938.\nNow shortly before that I had gone to a farm in southern Germany in preparation for going to\nwhat was then Palestine. And it was called Hasharavy [ph]. That term means something for you.\nAnd we were there, about 30 Jewish kids and we were learning agriculture. And on\nKristallnacht the first thing we heard things over the radio. And it was too late to leave so we sort\nof barricaded ourselves and hoped for the best. But sure enough a large group of storm troopers\neventually appeared and attacked and beat us up rather badly. And some people were hurt. And\nthe event dispersed and everyone went home. When I came home my father had been arrested,\nlike all German Jews at the time, all male German Jews and taken to a concentration camp. He\nwas taken to Buchenwald. And now I come back to Henry, my father’s name. As I said his\nfather had been an Anglophile. He had been called Henry. Came World War I and my father\nvolunteered for military service to fight against the perfidious Albion. You could not be called\nHenry. So they changed his name to Heinrich. So some of his papers were Heinrich and some\nof his papers were Henry. And of course that became a cause Celebrex for the German\nhttps://collections.ushmm.org\nMarch 18, 2013\nbureaucracy in the camp. They didn’t know what to make of it. And he therefore was one of the\nlast to get out.\nThe procedure was that you would, they would let people out from the camp, if they had a place\nto go to, to emigrate. The whole, one of the main purposes of the arrest of the male Jews was to\nput pressure on them to leave the country. At that time, and that is also confirmed by written\ndocuments that we have. The main idea was to push the Jews out, get rid of them. And so if you\nhad a place to emigrate to, they would release you. But because of my father, with this mix up of\nnames, he was one of the last to get out, even though we had a possibility to leave.\nNow this is, this involves the following. My father’s brother and sister had been early Zionists.\nThey had belonged to a German Zionist organization called Blue White, Blau Weis, very well\nknown. And they left for Palestine in the 20s already and had become well established in\nPalestine. My aunt, my father’s sister was a librarian at the Hebrew University. My, his brother\nwas a well-known architect in Jerusalem. And they tried to get permission for my parents to\ncome to Palestine.",
        "A: Bruno Lewy and Alma Shunami. She married a man who became quite well known after\nWorld War II, Alex Shunami, because he was sent by the Yeshuv to Europe. He was a librarian\nas well to recover stolen German books and became quite well known in that capacity. He was\nvery successful. He got a Jeep and an American chauffeur and he was able to move all around\nand recover German books by the thousands, stolen Jewish books by the thousands. Anyway\nthat was my aunt’s husband. They tried to get permission for my parents to come to Palestine but\nthe British did not let any adults in. They let young people in, but not adults.",
        "A: No, not at all but you know by that time he had realized. I mean after Kristallnacht in\nparticular —\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: They may have been thinking about emigrating but nothing concrete had happened. The\nproblem, as you probably know, was to find a place to take you. The problem was not to get out\nof Germany but to find a place to take you. There was legal emigration out of Germany until\nOctober 1941. So the problem was to find a place, not to get out, get permission to leave the\ncountry. The Nazis were pushing the Jews out.\nSo he had no place but my uncle in Jerusalem worked very hard on this and it didn’t move\nforward. So as an interim measure, they came up with the following. My uncle’s wife was from\nVienna and her brother was Grand redam [ph] de Luxembourg so the chief rabbi of\nLuxembourg, the chief rabbi of Luxembourg. So they arranged for a permit for my parents to go\nto Luxembourg. And so I left in March of 39 for Palestine with Youth Aliyah, because I wanted\nto be in a kibbutz there. And my parents shortly thereafter left for Luxembourg. So I came to\nPalestine in March of 1939 and went to a kibbutz.",
        "A: They were not crazy about it. They would have preferred if I had stayed with them, but they\nrespected my wish and accepted it.",
        "A: Iwas 15.",
        "A: Right.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: Iremember speeches. I attended the Olympic Games in 1936 where Hitler spoke. I have\nrelatives in Berlin. I was interested in seeing the Olympics.",
        "A: In 33.",
        "A: Well it probably took a little while for things to become clear and very soon of course, the\nanti-Semitism was known but the concrete manifestations became clear. I mentioned the problem\nof staying in the school. My father started to have even more difficulties in his business than\nbefore.",
        "A: Probably, with their kids.",
        "A: [I’m sorry.",
        "A: I don’t think it required — we matured rather early in those years. I mean in those days. One\ndidn’t, it didn’t require any great explanation. It was quite clear. The Nazis would you know\nmarch through the streets and have their songs that meant --",
        "A: Well one felt a little helpless.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: A little bit probably. Not terribly so. I don’t know. It didn’t seem to — I mean I think it led\nmore to a relatively quick recognition that there was no future for us in Germany and that I\nshould get out, more than anything else. I don’t think I was particularly frightened.",
        "A: Probably, I’m sure yes, yes. That’s why I became a Zionist and wanted to go to Palestine, like\nmost of my other friends in that youth movement.",
        "A: Not terribly much really because I didn’t know very much Jewish history, but I mean, I had\nsome general education so I knew quite basically that the Jews started there. My Zionist\nconversion it was sincere, I think, if not terribly powerful, probably. There may have been mixed\nin it something about I had to get out of Germany. And that seemed to be the next best, but it was\nsent to a certain extent I guess I consider myself a Zionist and I wanted to live in a kibbutz. And I\nthought it would be a nice thing to do. Something worthwhile. Again this is in line with what I\nmentioned earlier, the ideal of the youth movement that one should lead one’s life with some\nmeaning and some significance and do something positive for mankind as it were. So living in a\nkibbutz probably looked pretty attractive in that light.",
        "A: We all were. Yeah, but we all, 15. We all were. I mean that, we were very independent and I\nmean I remember reading Marxist literature, in my teens. I mean in this youth group, that was\none of the things we would read. I remember one day Walter Laqueur gave me a travel book on\nAfrica. He said take it home and read it. And I said I’m not going to read about Africa. I’m not\nhttps://collections.ushmm.org\nMarch 18, 2013\ninterested. Take it home. Look at it. I took it home. I opened it up and filed into it, sewn into it\nwas the Communist Manifesto. So you know we were, we matured early. We were interested in\nserious matters. Earlier perhaps than otherwise would have been the case. So yeah that’s, now\nyou asked me how did I react to the Nazis. I do remember in addition to the one occasion which\nI mentioned before when our camp was attacked, the youth movement camp and we had to leave\nin the middle of the night. I also remember some other cases where we would bicycle, I with\nseveral friends, one or two and Hitler Youth would stop us and call us names and try to beat us\nup and so forth and so on. there were several incidents of that sort. So I think it became quite\nclear at that point that one had to get out. There was no future.",
        "A: I don’t remember fear as one of the sensations of the period, no.",
        "A: Sure, one heard that. I heard him in Berlin, at the Olympics. Sure.",
        "A: Well, I was interested 1n sport, especially in soccer and IJ had relatives in Berlin so I traveled\nto Berlin in 36. I was 13 years old I guess.",
        "A: No, no, no. Alone. I stayed with my relatives there and I went to the Olympics. I got a ticket.\nI don’t’ know who paid for it and I happened to be at an occasion when Hitler was there. And\nforgot what, what the sport was. But, well it was —\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: I don’t think so. No, I don’t think so. You know when you see him now especially when he\ngave his speeches, you ask yourself, well how could this man ever be taken seriously and that\nstyle of speaking is sort of strange and, and wild. Charismatic. He wasn’t perceived that way at\nthe time. And I think that may be one of the reasons why no one really expected what eventually\nhappened. He seemed like pretty much an — nothing perhaps, most ordinary politician but a\nGerman politician. A bit more aggressive, a bit more belligerent, but not all that different from\nanyone else perhaps.",
        "A: At that time, probably yes. I mean as I say, our youth movement was German Jewish but\nbasically it was German. The Jewish was a kind of added on.",
        "A: I’m not sure that I was proud to be a German in 36. Possibly not but I still considered myself\nbasically German probably yeah. But as I said this was the time when I was beginning to move\ninto this Zionist thinking.",
        "A: Well I mentioned Kristallnacht before and arrangement had been made that I would leave in\nMarch 39 and my parents agreed and so I left with a trans —",
        "A: Right, my father was not there. we were waiting for him to come back and as I said, he was,\nhe came back very late and he must have been in Buchenwald for two, three month. And he was\nin rather bad shape when he came back.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: Well he had been instructed of course not to talk about it. But that was the standard procedure\nthat you were not supposed to talk. But of course one knew and one just had to look at him to\nrealize that treatment hadn’t been very good. When they arrived they were, in the middle of the\nnight. A transport was given herring and no water. And the living conditions were very difficult.\nBeatings. There was no clear program of killing of course at that time. But it was rough. And a\nnumber of people died in the camp. My father survived but he was in rather bad shape when he\ncame back. He had lost a lot of weight.",
        "A: I don’t recall specifically. I am sure she was appalled. I mean he looked very bad, but of\ncourse at that point, the population started to get out of Germany as quick as possible. And that,\nI think that’s when my uncle arranged for us to go to for my parents to go to Luxembourg. I left",
        "A: The synagogue which was a beautiful large building had been burned. Like all synagogues in\nGermany. And —",
        "A: Well and my father’s business had been smashed to smithereens. And I saw that, we saw that\nand I mean I don’t’ remember any particular specific reactions but I’m sure you know it just\nemphasized again that the time had come to leave. One had to get out. Very few people still had\nthe illusions at that point about what would happen if they didn’t leave.\nSo I left in March of 39 with a Youth Aliyah. To Palestine with a group of youngsters. We, it\nwas March and Hitler had just marched into and take the rest of Czechoslovakia. And our train\nhttps://collections.ushmm.org\nMarch 18, 2013\nwas held up at the border for several hours. It was not clear whether they would allow us to\nleave or not but eventually the train left.",
        "A: Yeah we were all 15 years or 16. The boys and girls yeah. It was a large group and we were\non a train to Trieste. And in Trieste we got a boat, a ship and —",
        "A: Well by that time, as I said we had very few illusions. I mean I had been badly beaten up at\nKristallnacht on that farm so I don’t’ think I had any great strong positive feelings about\nGermany anymore.",
        "A: I don’t believe so. I don’t, I think we tried to cover ourselves, but no we did not fight back. It\nwould have, I mean we were young kids and these were you know storm troopers. I mean there\nwas little chance.",
        "A: I don’t —",
        "A: Hardly anything. A fountain pen and a wristwatch which I had to then surrender in the\nkibbutz, because 1n the kibbutz there was no private property and such things. So it was given to\nthose who needed it. No, I did not take anything in particular with me.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: [have no particular recollection, didn’t leave any large imprint. I guess we had hopes to meet\nvery soon. As —",
        "A: Well, they would come to Palestine or I would meet them some — yeah the expectation still\nwas that they would be able to come to Palestine. Yeah. They never did and I will come back to\nthat later perhaps.",
        "A: So we’re on the train and --",
        "A: I don’t remember. Well a large group, large group yes. And we came to Trieste and we were\nput on a boat and we were, we got off in Haifa. And there my uncle and my aunt greeted me in\naddition to, of course, the Youth Aliyah people. And I was very glad . I had never met them\nbefore. They came from Jerusalem to Haifa to greet me and I, after that, frequently visited them\nin Jerusalem. It was always a very nice thing to do because they had a real house and food in the\nkibbutz in those days was not very fancy. In my uncle’s house I saw the first toaster. I’d never\nseen anything like this to toast bread. That was quite a, made quite an impression on me. and\nwe had —",
        "A: We had, there was no toast in Germany. You had you know what we would call here rye\nbread or six grain bread, but there was no toast no. no. But here I saw my first toaster and was\nhttps://collections.ushmm.org\nMarch 18, 2013\nvery impressed and altogether he had a villa, a house in Jerusalem. He was quite successful as a\ngarden architect. And I would visit them. His wife also was a librarian. They were very nice\npeople and I always had a very pleasant visit there. so we were taken then —",
        "A: To Tzarad which is in the Ameg, Hashomer Hatzair kibbutz because I had been at Hashomer\nHatzair so one not moved to a kibbutz off that same movement.",
        "A: I don’t’ recall. It’s very possible that they also went to other kibbutz’s. I don’t recall. But we\nwere a group of about I don’t know 15 perhaps who, maybe 20 who were you know people\nfrom various parts of Germany. And we went to kibbutz Tzarad and we were there as a youth\ngroup for two years. Now that meant working in the morning and schooling in the afternoon.\nHebrew, Jewish history and so forth. Now most of us, I think practically all of us where we had\nno knowledge of Hebrew at all at that point. But 1t came quickly because we were in a Hebrew\nenvironment and we were 15 and one learns a language relatively quickly.\nI do remember that at the beginning they would have something called Yom Evri, that means\nJewish Day that we are supposed to talk only Hebrew, but that too became superfluous because\nyou could talk in Hebrew anyway. So we learned Hebrew, Jewish history. I don’t think of any\nother subjects. Just those two I believe in the afternoon.",
        "A: No we slept in tents of two, three I believe, yeah. Yeah. And we worked half a day and we\nwere able to choose where we wanted to work and I chose to be a shepherd. And that meant\ngetting up at half past three in the morning and taking the, a large flock of sheep, at first with\nsomebody else, with one of the senior members of the kibbutz, but eventually by myself about\n300 sheep and goats. Quite a responsibility and you know I learned how to do that. We had no\ndogs so it meant a lot of running around to keep things under control. It’s not easy. I do\nhttps://collections.ushmm.org\nMarch 18, 2013\nremember one instance when out in the field the herd was attacked by wolves. And there was\nnothing I could do. I had no gun, nothing. I had a staff, that’s all. And I ran home, tried to get\nhelp. By the time we came back the wolves had killed and eaten several sheep. I had a flute,\nvery romantic. I would spend, I had time to sit, I would play the flute. And I was a shepherd for\ntwo years. And then normally what would happen —",
        "A: No, not at that point. No, there was no contact possible cause the war had broken out. There\nwas no contact. I didn’t know where they were. I mean I had known that they had gone to\nLuxembourg and that’s the last I— at some point I don’t know when, we got into contact again\nafter they had come to America. They came to America in 41. What happened was that when\nthe Germans invaded Luxembourg in May of 1940 my parents together with all the other\nrefugees, they fled through France, then to Portugal. And from Portugal my parents were able to\ncome to this country. And they were given what was called an affidavit, the right to come to\nAmerica by a Catholic nobleman in America of German origin, who was very charitable and\nprovided lots of help for Jewish refugees.\nYes, it’s rather interesting because what my first big book which I wrote was the Catholic church\nin Nazi Germany and I had to deal with a lot of different Catholics who stayed in Germany of\ncourse, and who became Nazis. But he was a very fine man, apparently and provided a large\nnumber of affidavits for Jewish refugees and my parents were one of the beneficiaries.",
        "A: Ihave his name somewhere possibly. I don’t remember now. And so my parents came to the\nUnited States in 41, late 41 I believe and it must have been shortly thereafter probably that we\ngot into contact again. There was mail then from Palestine to America.\nYeah so after two years, our youth group — the procedure was that after two years Youth Aliyah\nmeant two years. You were together as a group for two years. And after that what normally\nhappened was that the group would stay in the same kibbutz and become part of the kibbutz in\nwhich they had been for two years as regular members of the kibbutz. In our case, I don’t know\nhttps://collections.ushmm.org\nMarch 18, 2013\nwhy but our, somehow our group did not cohere well. We didn’t get along too well with each\nother. The group dissolved so we did not stay there. And people went to different kibbutzim.\nAnd I and some others went to a kibbutz in the Emek Beit She’an called Tel Amal. And we\nmust have been there for a relatively short time and then from there I switched to another\nkibbutz, Ma’ Barot, which is near Hadera in central, in the center of the country. And I was\nthere perhaps for half a year.\nAnd that was the time, must have been early 42 when Rommel, perhaps a bit later. Rommel\nstood at the gates of Alexandria. Things looked rather ominous. The Nazis were in Iraq. We,\nlarge numbers of us volunteered for the British Army and I did too. So I joined the British army\nand it, the unit was first called Palestine regiment. There were several Jewish companies and one\nArab company. And we were together made up the Palestine regiment. And we were used for\nguard duty in Palestine and Lebanon, on convoys and so forth. Not a terribly interesting time.\nAnd we wanted to get into combat of course, to fight the Nazis. But the Brits opposed. It was the\nsame situation as in World War I. They did not want to give the Jews political capital by\naccepting them as combatants. So time dragged on.\nBut eventually as a result of various endeavors in England, the Jewish brigade was formed, out\nof the units, companies from the Palestine regiment and several other companies, engineering,\nJewish engineering companies and so forth. They became the Jewish brigade. And we were\ntaken to Egypt for our last combat training and then transferred to Italy where we became part of\nMontgomery’s Eighth Army and we participated in the final push. That must have been late 44,\nearly 45.\nSo that was my time in — altogether came to four years because when the war ended we were in\nApril of 45, we were in Italy and at that point the Jewish brigade was transferred to Holland to\nguard German prisoners of war who were clearing mines. I didn’t think it was terribly\ninteresting. So.",
        "A: We started to find out really. One heard rumors, one heard stories. What, we found out of\ncourse once the war had ended. Because the —\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: Before that, nothing precise. I mean one heard all kinds of things, but I don’t think it was\nvery, information was very precise no. One knew that things were bad for the Jews, but I don’t\nthink we knew about gas chambers. At least I don’t recall, I don’t remember. I don’t think so.\nOne of our favorite past times was what we would do if we could get ahold of Hitler and how we\nwould treat him and what we would do to him to make up for things. But other than that, one\nfelt rather impotent. There was nothing one could do.\nWhen the war ended of course, on the other hand, we started to see the first displaced people,\ndisplaced persons, survivors of the camps and the brigade as you probably know. This is all a\nmatter of record, was instrumental in organizing the illegal migration of survivors to Palestine.\nAnd we were involved in that. And there I can tell a very interesting story.\nWe were at that point, I think in Austria in some small —",
        "A: Well liberation. We did not experience liberation at any clear sense of the date. The war\nended, the war ended. We started to see displaced persons, survivors. And at that point one\nbegin, you know we started to hear more precise stories of survivors who I was told about the\ncamps and so forth. Some of them we saw in their original clothing, the striped clothing. And\nlarge numbers of them came across and they f —",
        "A: I don’t recall any particular reaction, other than what I said before. One felt very, had strong\nfeeling about Hitler, about Germany. In fact when the brigade was moved, we moved by, with\nour own trucks from Austria to Holland. Some of the drivers, they amused themselves by\nrunning down Germans on the highway. And we probably thought that was ok at the time. I feel\nbad about it now. I don’t enjoy that memory but I know it happened.\nhttps://collections.ushmm.org\nMarch 18, 2013\nAnd it was kind of a natural reaction because of what we had seen, and what we had heard and\nwhat we had encountered. I should say a little about something else, namely our participation in\ncombat, as part of Montgomery’s Eighth Army. We were, we occupied a segment of the front\nand right next to us was a Polish unit, And these were the Anders soldiers who had left Russia\nand come to the Middle East and who also then became part of the British army. And they,\nhearing that there were Jews next to them, they amused themselves by cutting our telephone\nwires. Occasionally. So there were no good feelings between us, even though we were fighting\nthe same enemy.\nIt so happened that I was on a patrol that took the first German prisoners. And that came about\nkind of fortuitously without design. We went out on a combat patrol towards the German lines\nand got, went a little further. We were about a squad perhaps of eight with an officer. And we\nmoved a little further ahead without intending to perhaps. And all of a sudden found ourselves in\nthe German line and there was a German shelter, a dug out and we heard voices inside. And I\nwas the only German speaking one. And I shouted down Raus, Juden en dar and that became\na big story because this was the first time that the brigade had taken German prisoners. And my\nshouting Raus, Juden en dar made all the newspapers and became —",
        "A: Out, out, the Jews are here. And they came out about ten of them, scared, when they heard\nthat they would be captured by Jews. We took them back to our lines and they were interrogated\nI presume. And that became a big story because the first time that a brigade had taken prisoners\nand it was a big item in the newspapers and pictures and my cousins, my uncle and I have two\ncousins there who were children of my uncle and my aunt in Jerusalem. They were very proud\nof course about their cousin who all of a sudden was supposed to be a big hero. It was a heroism\nthat as I say came about fortuitously because we really hadn’t anticipated to get that far but we\ndid and it worked out well. They shot at us on the way back but we all got back with no\nproblem. So that was that. And other than that it was not, there was no close combat. The lines\nkind of moved gradually. They moved back. We moved forward without any clear contact. There\nwas artillery shelling on and off.\nhttps://collections.ushmm.org\nMarch 18, 2013\nOne other thing which 1s kind of interesting. We were living in an abandoned farmhouse for a\ntime, on floor, that’s one slept, perhaps ten of us. And one day there was a call to send one of us\nto a course for some further training. I don’t know what it was. And they chose me and I was\nsent back so I was not there anymore. And apparently that same night somebody smoked and the\nthing went up in flames, the store went up in flames and everyone died. So if I hadn’t been sent\nto that course, I wouldn’t be sitting here today. But that’s one of those things that happens.\nThe war then ended as I say and we were, we moved up to Holland and I —",
        "A: I don’t recall. I do recall one other thing and that is interesting. When we were billeted in the\nsmall Austrian town for a time, the illegal migration required quite a bit of money. One had to\nbribe, one had to get ships. They used our own trucks. I mean it’s an amazing thing. There 1s a\ntape about the Jewish brigade which describes this with pictures. It was amazing. We used our\nofficial trucks to transport these people to Italy. How we got away with it I don’t know but we\nhad our own military police, that’s why. We had our own military police. There was no one who\ncould stop us. I mean so that was done. But it required money, lots of money. And we all\ncontributed as best we could. We didn’t have very much money.\nBut so one day three of us in this small Austrian town thought well maybe we can liberate some\nmoney for the good cause. So we went through the town and we came to some very fancy house\nand we went in and right in the living room was a big picture of an SS man and a woman was\nthere, his wife and daughter. We searched the house and then we found a large sum of money\nwhich we confiscated and liberated and handed over to the captain of our unit who was in charge\nof collecting money.\nWell the woman went first to the mayor of the town. And then the mayor of the town came to the\ncompany commander and said three soldiers had robbed this woman of all her money and that’s\nunacceptable and the commander had to agree, yes it’s unacceptable. So it was decided that next\nmorning the company would be lined up on the town square. The women would try to identify\nthe culprits. Well our commander of course had heard what and why what had happened and\nwhy, what had happened to the money. So when the company lined up on the village square, the\nthree of us, we’re not part of the lineup. We were allowed to go up into the mountains a little bit\nhttps://collections.ushmm.org\nMarch 18, 2013\nand we watched the whole procedure from top. That is described also in the book called The\nBrigade. There’s a book called The Brigade where the incident is described. It was kind of fun to\nlook down how she went around and tried of find us and of course we weren’t in the lineup.",
        "A: I’m sorry, no she did not. No, no she did not, no. Ok so to come back to -- we were in\nHolland. The brigade was in Holland and I found guarding these German prisoners when they\nwere clearing the mines not a very interesting occupation, a boring and I thought it would be nice\nto get to Germany. So I went AWOL, A-W-L. It meant you know leave without, leave without\npermission and I hitchhiked to Berlin to the headquarters of the British occupation and presented\nmyself and said here I am. I know German and I think I could be more useful in this capacity.\nHe said yes it sounds good. So I was transferred to a military police unit in Wuppertal in the\nRuhr as an interpreter. And I must have done this for about half a year. That was much more\ninteresting and we would occasionally pick up some people. You know and so forth and so on. It\nwas a much more interesting time.\nBut then came demobilization.",
        "A: No, no. Civilians.",
        "A: I don’t know. I just found it interesting to be there. I don’t recall any — I mean as I had\nmentioned before when first we encountered these survivors, we had rather strong feelings but\nGermany was smashed and the town in which we found ourselves, Wuppertal, probably wasn’t a\nhouse standing. And it was kind of hard to have any strong negative feelings to these people\nwho are scratching around, trying to find enough to eat and who were obviously in miserable\nshape at that point. So I don’t think we had, I had any particularly strong feelings at that point.\nhttps://collections.ushmm.org\nMarch 18, 2013\nThen came demobilization, That is to say what came from the brigade that my turn had come to\ngo back. We are all being sent back to Palestine for demobilization. I was sent back and the\ndemobilization camp was in a small town called Holon which is near Tel Aviv.",
        "A: No, I don’t think I felt that being back home but as I say I don’t have, I don’t recall any\nparticular strong feelings one way or the other just that it was an interesting time and good time.\nI mean I was well paid and I had my own room, in contrast to before. I actually I forgot to\nmention. I was promoted to corporal while we were still in Palestine. But again I one day\ndecided to go to Jerusalem to visit my family and I had a girlfriend there. And the bus on which I\nwas traveling was stopped by military police and I was caught without a pass. And I ended up\novernight in jail and the next morning I lost my stripes as corporal. And I was a private again.\nBut when we were in the brigade after that episode of the capturing the German prisoners, I was\npromoted and eventually became a sergeant.\nNow being a sergeant in the British army is nothing great. I mean you’re a noncommissioned\nofficer but it’s no great fanciful existence and in Italy particularly the food was very bad and\nnever enough. We would sometimes smuggle ourselves into the mess hall twice even though it\nwas risky because we just didn’t have enough and word had it that our cooks were selling out the\nfood on the black market in Italy and making a fortune. But yeah so I was a sergeant and as a\nsergeant then I was the interpreter in Germany and that was another good existence. Had my own\nroom. Eventually I got back to Palestine. The demobilization camp was at Rehovot and I\nremembered that there was a young girl, from Rehovot had been in the kibbutz, in the first\nkibbutz where I had been in Tzarad during the summer. She had been part of Hashomer Hatzair\nin Rehovot and the youth group from Hashomer Hatzair went for the summer to Tzarad where\nwe were for the whole two years. And I had not become particularly friendly with her but I\nremembered her. And I remember her being from Rehovot and I made some inquiries and I\nlooked her up and she eventually became my wife. We became engaged several months later.\nAnd she had been studying medicine since there was no anatomy, you know real study of\nmedicine at the Hebrew University at that ttme. She had studied at the American university in\nBeirut. There was a medical school there. But then when the war broke out and after the end of\nhttps://collections.ushmm.org\nMarch 18, 2013\nWorld War II, all the Israeli students had to leave. And she went to Geneva Switzerland where\nshe completed her MD. And we became engaged before that. Let’s see where do we go from\nhere?\nI was demobilized in 46 and I decided at that point to visit my parents because I hadn’t seen\nthem since 1939. And I eventually got a visa. Yes, one other thing I can relate -- two things\nactually. One I was still in uniform. I would be able to leave the demobilization camp. The\nprocedure was rather lengthy and bureaucratic. I don’t know why but it was, took a long time. So\nwe were allowed to go back to our place where we had lived. I went back to the kibbutz, kibbutz\nMa’ Barot. And I remember one early morning the kibbutz was surrounded by British troops\nand they searched the kibbutz for arms, because you know it was known of course the Hagenah\nhad arms and they were confiscating arms at that time. And I protested against being held in a\nkind of a stockade because I was in uniform but it didn’t make any difference to them.\nOne other thing, I was in Jerusalem visiting Walter Laqueur actually and we were together,\nwalking in the street, not far from Hotel King David. And all of a sudden there was a big\nexplosion and the King David blew up and we were maybe 300 meters away from there. Just by\nchance. That’s another recollection I have of that time. That must have been late 46. Yeah, must\nhave been yeah.\nWell so I got permission to go to America. And I arrived in New York. In late 46 and my\nparents welcomed me. My parents had come to New York. They first worked as orderlies in a\nhospital, both of them. Saved some money. And eventually my father went to cut diamonds and\napparently was quite remunerative, did well. He got himself an apartment in Central Park West\nand had done well, saved money and eventually they bought a small hotel in Atlantic City. So\nby the time I came they already had this hotel in Atlantic City. Small hotel, maybe 20 rooms, 25\nrooms, catering mostly to German Jews who were very happy to come to a place where they\nwere you know together and could speak German and so forth. I did not like the idea of sitting\nin Atlantic City. And my father wanted me to help him in the hotel and I didn’t like that either.\nSo I went back to New York and some friends explained to me well they said why don’t you —\nthere were some people from Breslau who in the meantime had come to America from the youth\nmovement. I met them and we had a nice reunion and they said well you should go to college.\nYou should study. I had no idea what college meant. I mean my life in Breslau did not extend to\nuniversity study. I may have known that there are universities but it never became anything\nhttps://collections.ushmm.org\nMarch 18, 2013\npersonal. And of course I had not completed high school anyway, had no diploma. Oh they said,\nthat’s no problem. Now with reference and they make all kind of special arrangements. You can\nenroll at City College and it will work fine.\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Guenter Lewy. This is track number two and you were\ntalking about the possibility of going to college.\nGuenter Lewy: Going to college, yeah. So they can explain to me you can go anywhere, at City\nCollege as a special student and if you do well you matriculate. And I started in the evening\nsession. And liked it and did well. And also was very active in their student movement. I was a\nsergeant at arms of the student council at the evening session and became a student politician. I\nenjoyed that. And eventually transferred to the day session. And graduated with honors in 1951.",
        "A: I studied, I started in psychology, moved to, from there to sociology and ended up in political\nscience. And eventually after that went to Columbia for graduate study in what was then called\npublic law and government, today political science. And got, earned my PhD at Columbia, my\nMA in 52 and my PhD in 57.",
        "A: I was helped by my rich uncle in Brazil who provided me with a stipend $120 a month which\nwas not very much, but just about enough at that time to get by. I had a furnished room that\ncosted me seven dollars a week, I believe, and I somehow managed to get by with hundred — I\nalso worked part time. I worked in the library and did various other odd things. I remember once\nhttps://collections.ushmm.org\nMarch 18, 2013\nwhen I was really bad up, had no money, I donated blood and made some money that way. I got\nby, with -- my parents eventually were able to give me a little extra money as well.",
        "A: I think so.",
        "A: I think so, I think so yeah.",
        "A: I think so yeah.",
        "A: They were in Atlantic City and they stayed there until I think sometimes in the late 50s when\nthey sold the hotel and retired to New York.",
        "A: I don’t know. When was watching what was developing there with interest. Very soon they\nbecame two Germanys and I was interested of course. I don’t recall any, anything in --.",
        "A: I don’t know. Perhaps I still was, I may have corresponded with somebody whom I’d met in\nWuppertal. I’m not sure about that. And yeah I graduated from City College in 57, went to\nColumbia and finished Columbia in — I’m sorry. I finished City College at 51, finished\nColumbia at 57. You have my curriculum vitae there. The dates are there. And I did well at\nhttps://collections.ushmm.org\nMarch 18, 2013\nColumbia. I was a student of Franz Neumann, a very well-known professor at that time of\nGerman origin. Very charismatic teacher. And —",
        "A: Not really, no. I felt very much at home at City College in particular and later on at Columbia.\nAs I say I was a student politician and I had no particular, I may have known some, yes, I knew\nas I mentioned, I met in New York some of my former friends from the youth movement and I\nsaw them. But I also had other friends and —",
        "A: Very comfortable, very comfortable. My English by that time was pretty good because you\nknow I had, actually I had studied some English in high school in Germany and then I was in the\nBritish Army for four years and even though we mostly spoke Hebrew, but we also talked\nEnglish, so my English was pretty good. There was no problem in school. In fact my grammar\nprobably was better than many of my co-students. I had an accent which I still have. I recall that\nat City College, one of the requirements at that time was a one credit course for four semesters in\npublic speaking. And if we had a very bad accent and some kids coming from Brooklyn had a\nvery bad accent, you had to go to something called the speech clinic first before you could start\nthese for one credit courses.\nWell I had a German accent so but it was kind of a borderline case apparently. The instructor\nmade me read something and then he turned to the class and he said well shall we accept him or\nnot. And they all shouted yes so I was, I passed and I was able to take public speaking right\naway without having to go to the speech clinic. Even though I had an accent, but apparently it\nwas relatively minimal so I passed muster.\nI enjoyed City College. There were some wonderful professors and I enjoyed Columbia and\ndecided on an academic career. And well I forgot eventually a very important event in my life,\nnamely I got married. Elsa, my wife, had studied medicine first 1n Beirut, as I mentioned. Then\nin Geneva, Switzerland. When she finished, I was instrumental in getting her to come to the\nUnited States. At first 1t was difficult because the German quota was oversubscribed and we\nhttps://collections.ushmm.org\nMarch 18, 2013\nwere told it would take several years before there would be an opening. But then something\ninteresting happened. Congress passed a so called McCarran Anti Communist act, national\nsecurity act. And under that act, one of the small side provisions was that no one had been a\nmember of the Nazi party in Germany could come to America. All of a sudden the German\nquota was wide open because hardly any German who wanted to come had not been a member\nof the party, very few. So there was all of a sudden place in the German quota. And in\nDecember of 1950, my wife, my fiancée arrived and we got married several days later.\nI had an apartment in a student housing project in the East River. Do you know New York at\nall? Have you heard of North Brother Island?",
        "A: Have you heard of Riker’s island? Ok, right next to Riker’s Island is a small island called\nNorth Brother Island where Typhoid Mary was incarcerated. And that had become a student\nhousing project. And that’s where I got an apartment and so when Elsa came we had a small\napartment, one room, studio. And several days later she started her internship on what was then\ncalled Welfare Island, now called Roosevelt Island. Now in order to get to work she had to do\nthe following. A ferry back to the mainland, to the Bronx. A bus to the subway. Subway down\nto 59\" street, cross town bus back to the East River. Another ferry over to Welfare Island.\nAnother bus on Welfare Island. All this could be done under optimum conditions in one hour.\nRarely though. Ifthe captain was drunk or there was fog one of the ferries wouldn’t run. So we\ndidn’t see each other too much. She had an income of $44 a month, free maintenance. She was\nallowed to bring guests I think and we ate there to save money. We had very little money. I still\nwas on my $120 and a little money from my parents so for two people, plus 44 from her that was\nnot very much in 1957. It was more than today of course but it was not very luxurious. We had\na lot of meat pies and pasta.\nEventually after I had done well, I became an instructor at Columbia College for the last three\nyears of my graduate study. So from 54 to 57 I was an instructor in Columbia College. And with\nthat came an apartment. So I got a nice apartment on 118\" street and eventually we had our first\nchild. And that was rather nice. The apartment was nice and the -- altogether now —\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: She did a — when she finished her internship with all the travel, was, we then moved over to\nManhattan. Eventually she started a residency down at Willard Parker which was at NYU\nmedical school. It was not too difficult. When she finished that I was still studying. So she had\nno possibility of working but she had no license. So she tried to get a license. Are you interested\nin that? It doesn’t involve me directly but it’s an interesting story actually.\nShe applied for a license in New York State and on the basis of her credentials, she had been told\nshe’s eligible. She was turned down and when she asked for a reason, she was told we don’t\nhave to give you areason. It was the Board of Regents of the State of New York who were\nhanding out licenses and deciding the licenses. A friend of ours was a young lawyer. He said you\nshould insist on a reason. Ask for a hearing. They have to grant you a hearing. So she was\ngranted a hearing and there sat this Board of Regents. They sat around the room and listened to\nher story without much interest. And then they said go outside and she went outside and then the\nsecretary of the Board of Regents came out and said sorry, petition denied and that was the end\nof that. So she made a little money by doing medical translations and nothing much, made very\nlittle money.\nNow in 1961, 62, I was at that time already an instructor at City College. I got a fellowship to\nstudy, to do research in Germany and she came along. We lived in Munich and we read the\nAmerican papers and one day I just happened to see there was a story that Dr. Esele, the\nsecretary of the Board of Regents of the State of New York had been arrested for selling licenses.\nSo there was the story. He, we had not offered him any money so there was no license. And we\ndidn’t have the money to bribe him but that’s apparently what was expected unless you had\nAmerican credentials and it was a clear cut case. Anything else, he made money that way. But\nthey caught him eventually. And so my, we wrote to Albany and by return mail came a letter\nsaying Dear Dr. Lewy, please let us know to what address you want us to send your license and\nshe got her license which came in handy eventually because with that license she then got a\nlicense in Massachusetts. Because after teaching at, when I got my degree in 57, I got a job at\nSmith College in Northampton.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: I was in, by that time a student at City College, in 48 and I pretty early on had decided I\nprobably will stay here and do, get, pursue an academic career.",
        "A: And stay in — my parents of course badly wanted me to stay and I had not come in order to\nstay but I very quickly seeing what was available here and all the possibilities and —",
        "A: Yeah, I, again there was the war of liberation and some Israelis did go back, it’s true. I had\nnever become an Israeli. I left before the state of Israel was created. I left on a British\nPalestinian passport which eventually became a piece of paper when the mandate was liquidated.\nWhen I went to visit Elsa once in Switzerland, I had a big problem getting there because I had no\npassport. I was stateless.\nBut no, I did not, I was I may have played with the idea of going back. I don’t think so no. For\nthat I was determined to stay here.",
        "A: I’m sorry.",
        "A: I think every Jew has a certain sense of pride about that. I don’t think mine was particularly\nstrong. If it had been stronger, I might have gone back. I did not go back. I stayed here and\ndecided I’m going to be an American. And I’ve been very happy with that decision. I think that\nas far as I’m concerned, it’s God’s country. If you have what it takes you can get somewhere. I\nhttps://collections.ushmm.org\nMarch 18, 2013\nmean I came with nothing. I didn’t even have a high school diploma and eventually became a\nprofessor emeritus so I cannot complain. I found this country hospitable and I have been very\nhappy here.",
        "A: Ok, so I got my degree and was on the market. The market was good at that time. The\nuniversity, college system was expanding rapidly in the 60s. There were a lot of jobs. So I gota\njob at Smith College in Northampton. And I enjoyed that. I taught there for three years. The\nproblem was that in my specialty there was no room, but next —",
        "A: Political science. Political theory, particularly my field was the history of political\nphilosophy. They had two other people in that field. They didn’t need another one. So, but at\nthat -- fortunately right next door was the University of Massachusetts at Amherst, across the\nriver. And they were expanding rapidly and they were more than happy to offer me a job, a\nprofessorship and so I moved over there and that’s where I was from, I guess from 63 til 85,\nsomething like that. And then I retired, as I said, took early retirement in 85. Yeah.\nI enjoyed teaching. I enjoyed research even more and —",
        "A: I talked about Germany after we had spent that year in Germany in 61, 62. I had a social\nscience research Constant (?) Fellowship to do a book about the Catholic church in Nazi\nGermany and having spent a year in Germany at that time, I talked a lot, I gave some lectures on\nGermany, the new Germany and whether it was new enough or not.",
        "A: At Smith College, yeah.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: In Munich.",
        "A: It was a very interesting year, difficult in some respects because the old generation was still\naround of course in 65. And you constantly ask yourself when you saw one of these older people,\nwhat was he doing during that time. So it was not the most agreeable time in that sense but it was\ninteresting professionally so that made up for it.\nI spent 20 years later another year in Germany because the University of Massachusetts had a\njunior year abroad in Fribourg and I was appointed the director of the program there in 82, 83.\nAnd that meant teaching in the University of Fribourg, German students. And by that time things\nwere completely different. Twenty years on, that older generation was hardly in appearance.\nThe new younger Germans were no problem whatsoever and I continued to hold this view that\nGermany has made an exemplary successful attempt to come to grips with its past, the cross\nwhich they feel they bear through no fault of their own. People who after all these horrors are\nsettled with the responsibility for it which they shoulder and they have proven it in many\ndifferent ways. Some of the best scholarship on the Holocaust is done in Germany today. Some\nof the best scholarship on Judaic studies is done in Germany today. So —",
        "A: Yes, I visited Buchenwald and I visited Dachau yeah.",
        "A: Well sure, I mean that’s. One necessarily has reactions to that. Eventually some years later I\nalso visited Auschwitz. Clearly this is something I feel that one has to do and one has to see it\nand can’t help being affected by it of course.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: Right, my father, right, right yeah sure.",
        "A: It, it’s an experience. Painful perhaps is a bit too strong but an experience sure, yeah. Yeah I\nwas mentioning the distinction, the difference between being in Germany in 63 and 83. It was a\nreally complete different experience and I find contact with the German faculty there, colleagues\nand the students were eager to learn about America. In the first semester I gave a course on\nmodern revolutionary ideologies. It’s part of my interest in political philosophy. And I had a very\nlarge group of students, about 50 of them, and they some of them —",
        "A: Yes, yes. The course title attracted all the radicals, the Maoists, the Stalinists, the you name it,\nthe Trotskyites. Everyone was there. And they tried to take over the course which they did not\nsucceed. But it was an interesting experience. The second semester I taught American\nconstitutional law, civil liberties and I had complete different students who appreciated and\nwelcomed the subject and it was a pleasure to teach, easy, nice.\nI’ve been back to Germany several times since on research grants. Last year I had a Fulbright in\nBerlin.",
        "A: There is a lot of phylo-Semitism in Germany these days. It’s not a relationship that is\ncompletely natural. As I said before they are certainly the intellectuals you’ll meet, academic\npeople are incredibly burdened by this feeling of guilt and therefore it doesn’t make for a natural\nhttps://collections.ushmm.org\nMarch 18, 2013\nrelationship when they meet a Jew. As I say there’s a lot of phylo-Semitism. But still I try to\nadjust as best I could and it was not a big problem really.",
        "A: No, none of that but no, no, no apology but as I say it’s just a somewhat, it’s not completely\nnatural relationship I think. That may change in time perhaps but it hasn’t’ changed yet. Because\nwhen I was in Berlin now, I still experienced it. Yes, I’ve been back to Germany several times\nand sometimes, a couple of times for a year. Then last year on a Fulbright grant for four months.\nAnd it was a very interesting time and I always enjoy being there. I find it very interesting. And I\nhave no problems with the new Germany at all. These people are beyond reproach as far as I am\nconcerned. They are, Nazi, the neo-Nazi movement. They know that but they are a fringe whom\nnobody takes very seriously or at least it doesn’t it’s not a real political factor in endangering\nGerman democracy.",
        "A: No, no what I do is —",
        "A: Sure, of course. Look, I have lived longer in America, 60 years than I’ve lived anywhere else.\nAnd when I am in Germany, my name is Guenter Lewy (different pronunciation) and when I am\nin America I am Guenter Lewy because the name Lewy in America is like Sinclair Lewis.\nNaturally has to be pronounced Lewy.\nThere is a little story attached to that because when my father received his legal papers, he knew\nvery little English and he was summoned to some big gathering where 300 people were being\nprocessed. And he was the last one and he said told us his name hadn’t been called. So he went\nup to this official and in his broken German said I am, showed him this paper. He had been\nsummoned to be there. How come you haven’t called my name. He asked what’s your name.\nHenry Lewy. Henry Lewy. Henry Lilly, we called your name all the time. Well from that point\nhttps://collections.ushmm.org\nMarch 18, 2013\non it became Lilly for him. And eventually for me of course has to be Lewy. But in Germany I\nam Guenter Lewy (different pronunciation). I don’t want to have any sense. I don’t want anyone\nto sense that Iam denying who Iam. So in Germany I always, when I am introducing myself, I\nsay I have two names. I am Guenter Lewy (different pronunciation) and Guenter Lewy in\nAmerica.",
        "A: A what, pardon me.",
        "A: Yeah, that must have happened about four years into my stay here. Nothing in particular\nabout it. It was a formality. By that time I felt quite American anyway so it strictly a formality.\nYeah. I mean I was glad to have a passport finally and be able to travel more easily but the first\ntime I traveled to Europe I was stateless and I wanted to visit Elsa who was in Switzerland\nstudying. And I went to the Swiss counsel and I said I’d like to travel to Switzerland. He says\nwhat nationality are you and I told him my tale of woe. That I am stateless. He said well I’m\nsorry there’s nothing I can do for you. And he said, however, he said, how do you plan to travel.\nAnd I had made arrangements to fly with a cheap airline to Luxembourg and I was going to take\nthe train through France to Switzerland. He said if you have a transit visa through France, I will\nbe able to give you a visa to Switzerland because he knew that he could get rid of me again. So I\nwent to the French counsel and I said can I have a visa, standard visa to, I want to travel to\nSwitzerland. Oh he said sure, you get me a visa to Switzerland, and Ill be glad to give you a\ntransit visa to France. So finally I come to the counsel of Luxembourg, had no problem giving\nme a transit visa. Then I got the French and then I got the Swiss visa so it’s a lot easier to travel\nwhen you have an American passport.",
        "A: Yeah.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: I’ve been back to Israel many times because my wife’s parents, my uncle and aunt died\nrelatively early. But my, Elsa’s parents lived in Rehovot. And they lived much longer and we\nvisited them several times and after that ve been back visiting my cousins. My, one of my\ncousins was a professor of literature at Bar Elon and my other cousin taught at the school of\nsocial work in Jerusalem. And at the ripe age of 63 got herself a PhD in social work. Quite a\nlady. I also have been back for a lecture. I was invited by Ben-Gurion University some years ago\nto give a lecture on one of my books. So yes, I’ve been back to Israel several times. Also been\nback to the kibbutz. To Tzarad and to Ma’ Barot. And it was interesting to visit some of the\npeople whom we have been kids. When we met again we were all seniors. We recognized each\nother more or less. But it was interesting, yes.",
        "A: We have two children. I have a son and a daughter.",
        "A: My son is Peter. He’s a professional cellist in New York. And my daughter, Barbara, lives in\nSeattle, Washington and she just retired, believe it or not. I found that hard to believe. She took\nearly retirement. She had wanted to switch to a nonprofit. She was a budget director of the\ndepartment of social services of the city of Seattle. At the end. And she retired from that position\nand wanted to switch to a nonprofit but the nonprofit went belly up. So now she is retired and\nhappily so. All of a sudden she has developed much interest in our past so she visited us in\nBerlin and she went to the town where my wife was born and she —",
        "A: Fara in Tirolia, central Germany, on her own, even though her German is not that great, but\nhttps://collections.ushmm.org\nMarch 18, 2013\nshe somehow managed and she established contacts and she wants to write about it and she reads\nabout Nazi Germany. She 1s all of a sudden preoccupied with that subject, which 1s really very\ninteresting because in previous years none of our kids showed any particular interest.",
        "A: We never talked very much about it because they never asked about it. They didn’t’ seem to\nbe interested and as I say we both felt very American and I mean they knew who we were of\ncourse but they never had any particular interest. And my son to this day has no interest. But\nmy daughter, as I said, all of a sudden I don’t’ know why, how, developed this interest and she\ncame to Germany, stayed with us three weeks and traveled and she, in Berlin she visited all the\nmemorials and there are plenty of them. The Holocaust memorial, the Jewish museum. I mean\nshe just made it a point to visit every single place and it made a big impression on her and she 1s\nall fired up to learn about that and try to undemand it and why it happened and I have been\nreferring her to literature and she does nothing else at this point. She has no job. She is retired so\nshe has time.",
        "A: My son had a child. He is divorced and has one, he had a daughter who 1s unfortunately\nhandicapped. She had cerebral palsy and she lives in Boston in a united cerebral palsy facility.\nShe is mentally perfectly fine. She graduated from Sarah Lawrence college but she physically is\nseverely handicapped and problems of mobility. And she at one time had talked about graduate\nschool. I don’t know what will become of it at this point. She is not ready for it I don’t believe.\nMy daughter is, was married and got divorced and one day came to visit us and declared she is\nnow a lesbian. And she has a very nice partner, of whom we are very fond. It took us a while to\nget used to it, to be honest. But by now we are very, very happy. She is our daughter in law and\nshe is a very fine person. And it’s a fine relationship, very good.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: No, no.",
        "A: Well I think, what I think as I mentioned this earlier, what really influenced me was the\nGerman youth movement. It gave me the incentive to do something to invest in myself so to\nspeak and that’s why when I came here, I mean that’s why I went to the kibbutz and that’s why\nwhen I came to this country and people started talking about college and academic careers, that’s\nwhat caught my enthusiasm because I wanted to do something significant as it were. And yes\nand in that sense I would say the German youth movement probably was the most important\ninfluence on my life.\nWhat one went through, I don’t know to what extent. I think 1t, we matured earlier, I mentioned\nthat. One became a bit more resilient perhaps and able to take things. And handle hardships,\nyes, perhaps.",
        "A: Yes we lived alone, yes, sure, sure. Yeah. So in that sense, yes it was had an impact of\ncourse but beyond that as I say, for many years I considered myself an American academic\nJewish, yes of course. Never made a secret of it but it didn’t mean anything in particular. P’ve\nnever belonged to a congregation. I consider myself a Jewish agnostic. I have written on\nreligion. Some of my books I’ve always been interested in social ramifications of religion. But\nmy Jewishness, we used to talk when we were graduate students we would sit way into the night,\ntalk what does it mean for us to be Jewish and it was always an interesting discussion because it\nnever was very clear. We, none of us were religious. At the same time we certainly felt we were\nJews, but what does it mean even. So you know it was always an interesting subject where we\nwould talk about should we send our children to Sunday school and some did and some didn’t. I\ndidn’t.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: No, but one year my daughter came and said she had met some friends and they, among some\nyoungsters who belonged to the Jewish youth group in Northampton and she wanted to join. So\nwe inquired and we were told that we had to pay one year’s membership, a lot of money. Well\nshe wanted to be a member of it so we paid the membership. Three months later she lost interest\nand the money was down the drain. (laughs)\nAnd then she showed no more interest in her Jewishness until as I say most recently when all of\na sudden and I don’t know what brought it about, she developed this interest in the Holocaust\nand our background and now researching it and reading, doing nothing but that, very interesting.",
        "A: No, no, no.",
        "A: No, no.",
        "A: Yes. I think for an academic that’s very easy. The academic environment 1s largely secular. I\nmean there are of course religious people, but the overall atmosphere is secular and so we never\nfelt any need to belong to a congregation let’s say because our home was academia. You know\nthe college or the university where you were affiliated with. Your friends, their colleagues, some\nJewish, some non-Jewish. Some of my best friends, I can truly say are not Jews. I mean in the\nmost literal sense. I have very close friends who are not Jewish and whom we met, whom we met\nteaching fellow colleagues in other fields sometimes.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: Well I’ve always had an interest in you might say the moral dimension of politics and history\nand so some of my books involved the kind of moral dilemma of the Catholic church in Nazi\nGermany. Second book yeah and then I did several other books on Nazi Germany. The Nazi\npersecution of the Gypsies and mostly it’s the, wasn’t there was something else. Oh yes, I’m\ngoing on book censorship in Nazi Germany and I had a Fulbright for that. So I had an interest in\nNazi Germany, the Holocaust. I’ve written some other things, on Vietnam which came about\nduring the Vietnam war period when I was interested in the problems raised by our involvement\nthere. I was the first one to be admitted to the military classified records as a researcher, an\noutside researcher and that enabled me to write a very interesting book and became kind of a\nstandard. And I’ve written on religion several books that interest me.",
        "A: No. Well for different religions too. I wrote a book called Religion and the Revolution which\nis kind of comparative religion but I have been interested in the moral issue of can you be a\nmoral human being without being religious and that has interested me. I have written two books\nabout that. And the last book is called If God 1s Dead, Everything is Permitted, question mark.\nYou know the saying from the Brothers Karamazov by Dostoevsky, but I put it with a question\nmark. Dostoevsky felt yes, 1f you don’t believe in god, you cannot be moral. My position which I\ndeveloped in this book. I said yes you could, you can. So that has been a lot of my interest yes.",
        "A: We have had episodes of genocide, numerous since 1945 so that problem is not solved.\nPretty horrible episodes of violence have taken place. I think the Holocaust was not unique,\nprecisely because more genocides have taken place since. It was in many sense, cases\nunprecedented. It was unprecedented that they, cultured nation in the center of Europe would\norganize this program to exterminate an entire people, man, woman and child and hunt them\ndown all over the continent. In that sense it was unprecedented. It never happened before. The\nhttps://collections.ushmm.org\nMarch 18, 2013\nJews were not particularly hostile to Germany. On the contrary the German Jews were better\nGermans than many Germans. And yet it took place in Germany. So in that sense it was\nsomething quite unprecedented. It was not unique as I say because we’ve had genocides since\nand we unfortunately are, haven’t solved that problem yet. And we may never be able to solve\nit. If, when I’m finished with my book on book censorship in Nazi Germany, if I still have what\nit takes to write another one, I want to do something on the perpetrators, the Nazi perpetrators,\nwhy they did it, how, various explanations that have been put forth. And I sort of want to bring\nall that together. There is some interesting work being done on this in Germany today.",
        "A: I was a volunteer. That’s, for a time I did some projects for them. Yeah.",
        "A: I did a project on the bombing of Auschwitz. And I felt that their exhibit was misleading.\nAnd I think they have changed it a bit since then. There has been some other writing on this by\nother researchers as well.",
        "A: Well they sort of implied very strongly at the begin — in the original exhibit that 1t was a\nserious dereliction on the part of the Americans that they did not bomb Auschwitz. And I tried to\nshow that A, the ability to hit Auschwitz with any precision was strictly limited. We didn’t have\nthe bases close enough to reach Auschwitz with any great numbers of bombers. Hitting with\nprecision was altogether impossible at that time. All one could do was carpet bombing. That’s\nwhy the German cities looked what they looked after the war because there was no precision\nbomb. They, so it would have been pretty impossible really to, to hit the Nazis in Auschwitz\nwithout killing off all the Jews and it probably would not have really done very much. So my\nfeeling was that the decision not to bomb Auschwitz pursued because Roosevelt wanted, felt that\nthe most important thing to do was to win the war as quickly as possible. And all the resources\nhttps://collections.ushmm.org\nMarch 18, 2013\navailable probably was the right decision. And the exhibit implied differently but I think they\nhave possibly adjusted this a little bit. I haven’t checked it out.",
        "A: I did sure I did, yes. I have done some work, some articles on war crimes tribunals and so\nforth. Iam not particularly proud of the Eichmann trial. I think it did not follow the highest\npossible standards. I think he got what was due him, needless to say. He was guilty as can be.\nBut I think the trial was not the most dignified and the, especially in the role of the prosecutor.\nIve forgotten his name now. It was a little bit.",
        "A: That’s correct, Hausner was his name. Yeah. Was, so I had some problems with that but\nbasically of course, I think the Israelis were perfectly justified and legally justified in seizing him\nand trying him. There was — I had no problem with that. It was interesting. It sort of focused the\nattention of the world again on this issue. Until that time, don’t forget the issue of the Holocaust\nhad sort of receded into the background. But it was the Eichmann trial that all of a sudden\nrevived interest. And ever since of course we have had tremendous output of scholarship,\ninterest, movies, you name it. The Holocaust Museum. Oral history. Everything.",
        "A: I think it’s great. I had some problems with the leadership at one point. They organized a\nsymposium on the Gypsies, the prosecution of the Gypsies. And they did not invite me because I\nhad written the only book in English on the subject but my position was that the Gypsies had not\nsuffered as the Jews had suffered. And I developed that in a fairly, a very carefully researched\nbook. I spent a year in Germany, collecting material. The official view at the Holocaust Museum\nwas because, that the Gypsies had been treated like Jews and deserved to be, that this was an\ninstance of genocide and so forth. And the symposium was supposed to be focused on that. And\nthey didn’t invite me. And an American Gypsy at that time was a member of the Holocaust\nhttps://collections.ushmm.org\nMarch 18, 2013\nCouncil. And he was kind of a pseudo scholar who propagated that view that the Gypsies had\nsuffered genocide. And the Museum bought it and I objected and I said it’s not a matter of my\npersonal pride or my prestige to be at this symposium. But I think you are going on the wrong\ntrack and you should at least listen to my position. So they at last course invited me. I gave a\npaper which was then published in the, in the series there.\nI don’t know to what extent they have changed their view. They, another issue that I found\nproblematic was the treatment of the Armenians. I have written a book on that as one of my last\nbooks. And again I did not, I concluded after careful research that while the Armenians suffered\nterribly and lost 40% of their people in massacres, it was not a state sponsored program of\ngenocide. And that too is not the conventional wisdom and apparently also was not the view of\nthe museum. They occasionally have had exhibits on the Armenian genocide which I don’t\naccept.\nSo I’ve had my differences with the museum, but I think basically of course they are doing very\ngood work and it’s a very important institution.",
        "A: Yes, they did. And I did too. Not very much but it helps, every little bit helps. And we felt\nall of us, it was our due. That’s the least they could do, give us some money.",
        "A: Receiving anything. No, no. These were one time payments. My father had event, but I just\nhad several one-time payments, and so did my wife.",
        "A: Probably not very much. I probably should have talked with my parents more than I did. You\nknow we all feel that way after our parents are gone. So I don’t think I have talked with them\nabout this very much. My parents were fortunate that they came here at a time when it was\nhttps://collections.ushmm.org\nMarch 18, 2013\nrelatively easy to sink roots and get jobs and they did well. Not every immigrant has had it, has\nhad that fortune. So yes, I think they were quite happy to be here too.",
        "A: Well it improved gradually a little bit. It was not very good but it was all right more or less. I\nmean my father was able to run a little hotel in Atlantic City. It was ok, eventually.",
        "A: Yes, very much so, very much so yes of course. That generation they did not, they did very\nlittle spreading out. I mean I should qualify that. Let’s say if someone came here as a physician\nfrom Germany, and then got a license and practiced medicine he may have started to socialize\nwith non-Jewish physicians and so forth or for other professions perhaps, just like I did in the\nacademic scene in the university scene. But my parents’ generation, these people they stuck very\nmuch to themselves. Yeah, my parents eventually retired. They sold their hotel and retired to\nNew York and had a nice retirement existence in New York. They traveled. They even visited\nin Germany a little bit, were not anxious to be there, I think.",
        "A: Yeah, yeah.",
        "A: I think so, probably yeah, yeah. Less I mean much less comfortable. Of course that was still\nthe 60s, the first time that I didn’t feel all that great myself. That was not a great time to be in\nGermany. I mean as I said —\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: Yeah, not very comfortable no.",
        "A: Not so much the civil rights movement. I was a student politician at City College in the -- it\nwas called SLID and it was known as Students League for Industrial Democracy. It was part of\nthe Norman Thomas’ Socialist party. So I was active in that. And I wrote my masters essay at\nColumbia on a German socialist leader, Rosa Luxembourg. So I had an interest, an academic,\ntheoretical interest really, later on a bit, but then it was — no, I was not active in the civil rights\nmovement. I was active in the cause of civil liberties, because A, I had studied it. It was one of\nmy specialties at Columbia. And I became very active in the American Civil Liberties Union. I\nwas, I chaired the Hampshire county organization of the ACLU when we lived in Northampton\nfor a time. I eventually abandoned, left the ACLU when they declared in Massachusetts at least\nthat there was a constitutional right to smoke marijuana or to oppose the Vietnam war and I felt\none could oppose the Vietnam war but there was not constitutional right to do so. So we parted\ncompany. And I have not been a member of the ACLU since. And I have written about their,\nwhat I consider their erroneous direction in one of my books. I think they changed and not for\nthe better in my view. I have not, I don’t know more recently what they have been doing. I have\nnot had any great interest in that.\nSo I was interested in the issue of civil liberties. I taught 1t and I was active in the ACLU for\nmany years. Civil rights, not really. I had -- there were black students at City College. We were\non good terms. I had no problems with that. One of my students at Columbia was black and I\nbecame very friendly with him and stayed in touch with him for many years. Almost at the end,\nI found out that he also was Jewish. I had no idea that he was both Jewish and black.",
        "A: No they are -- I don’t think there are very many left. You see I’m almost 90 and I am\nfortunate to be in good health, but I’m afraid most of my fellow soldiers are not around anymore.\nSo no there isn’t any —\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: No, no I don’t remember anything about that. There may have been in Israel but I don’t know.\nI never heard of it, no.",
        "A: I’m trying to think. I think we covered a lot of ground and we’ve spent a lot of time. Perhaps\nmore time than you had wanted. I don’t know. I-",
        "A: I am just thinking. I think I have really covered pretty much everything that I can think that is\nof interest.",
        "A: Do I intend to? If I live yes, I surely will. I find it very interesting and rewarding and you\nknow it’s -- as one gets older, one not only has to do physical exercise but it’s good to keep the\nbrain in good oiled shape as well, and so in that sense. I find it very interesting. I have done\nresearch ever since I became a graduate student. I published my first article when I was still a\ngraduate student. And I enjoy doing research and so yes.",
        "A: No, not really, not really.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: No, not more than I — no, no. I mean I have worked in German documents, Nazi documents\nand you know constantly you see the, that some of the stuff, some of the horrible things that were\ngoing on were sort of described matter of fact. One develops a certain distance which enables\nyou to write about it as a scholar. So I can deal with it in a fairly sober manner by now I guess. I\nhave not lost a sensitivity which one ought to have about this material but I can deal with it,\nwithout, without acute suffering. No I sleep, I dream about it occasionally. I am a big dreamer\naltogether. I dream every night. I don’t always remember but I frequently dreamt about you\nknow being caught again by Nazis and things like that. That, yes, that has happened and\ncontinues to happen actually.",
        "A: Possibly more since I, I seem to dream more since I am older. I don’t know why but it seems\nto be the case yes. Yeah it seems to be yeah, yeah. But it’s always nice to wake up and realize\nthat. Actually the funny thing is that sometimes even while you are dreaming you, all of a\nsudden, you were I really don’t have to worry. It’s not real. It’s a dream. We have that\nsensation. Not always but frequently. I, sometimes I wake up screaming but most of the time I\nsort of wake up, it’s all right.",
        "A: Not really. I can’t say it does no. As I say I’ve developed kind of a detached clinical, almost\nclinical attitude towards all of that. I know it so well. I have read all the descriptions. The\nHolocaust for me has been an experience. I’ve lived through it again much more than I\nexperienced myself. I never was in a concentration camp or a death camp, but I’ve read so much\nabout it I have lived through it as it were vicariously. But I’ve developed kind of a clinical\nattitude I guess by now. It’s the only way you can deal with it as a scholar. Otherwise it would be\nimpossible.\nhttps://collections.ushmm.org\nMarch 18, 2013",
        "A: Perhaps yeah.",
        "A: Perhaps. Perhaps yeah although as I say —",
        "A: Yeah but some of the best scholarship as I said about the Holocaust done in Germany these\ndays. These are people who were kids. They were born after the war by now and there is some\nwonderful work being done, sensitive, insightful. I, a couple of years ago a guy wrote to me and\nhe’s writing about the German youth movement in Breslau. And I had some material which I\nsent him and he was overjoyed of course to get all -- and we corresponded a little bit and he had\ndeveloped an incredible insight into the whole atmosphere of the youth movement and so\nwonderful, better than anything I’ve read here in America. So some of these people are doing\ngreat work. People who have never lived through it. It can be done. I mean there you know\nsometimes you hear this. That only blacks should write about blacks. Only Jews about Jews. I\nthink it’s nonsense. No. On the contrary it may sometimes mislead you. You become kind of\nbiased and prejudiced about it. No, no I don’t believe that.",
        "A: Final thoughts. (laughs) My -- a book which I had published five years ago 1s entitled\nAssisted Death in Europe and America, four regimes and their lessons. I deal with the issue of\nphysician assisted suicide which began to interest me and when you reach a certain age it’s of\nmore than theoretical interest, obviously. How one dies. I found that a very interesting subject\nand I am an advocate of physician assisted suicide given sufficient safeguards. And I think the\nlegislation that was passed in originally Oregon, later on the state of Washington 1s of that kind\nand is responsibly done and has involved very few people. It gives people control over their lives\nwhen they’ve lost all dignity and there’s no point in their living. Yes that has been an interest of\nhttps://collections.ushmm.org\nMarch 18, 2013\nmine. That is age related I guess, although again you don’t have to be of a certain age in order to\nwrite about it obviously.",
        "A: No.",
        "A: No, no. When we were for that year in Fribourg, the Jewish community of Fribourg at one\npoint invited us but I don’t think we did much with it. We’ve never been a member of a\ncongregation so we didn’t join there either. No I’ve not been in touch with any. I’ve been, I’m in\ntouch with German scholars, related interests. One of my good friends in Germany is a professor\nEberhard Yeakel who was instrumental in bringing about the memorial for the murdered Jews\nof Europe in Berlin, famous memorial. And when I was in Berlin now I met a woman who\nworked with him in getting the German parliament to establish that memorial. Her name is Rose,\na journalist. I thought she was Jewish. Her name is Leah Rose. She was born a different name\nand she didn’t like her German name, chose the name Leah. She is also very phylo Semitic one\ncould say but she was highly effective in, together with Professor Yeakel in this, leading to this\nestablishment of the memorial. Eberhard Yeakel is a good friend of mine.\nAnd I’ve been in touch with other German scholars with whom I share interests so. But not, there\naren’t that many Jews after all in Germany. Today many of them are Russian rather than of\nGerman origin. And the survivors by now have all died certainly most of them probably.\nWell I guess this lasted longer than you and I perhaps expected.",
        "A: You are most welcome.\nhttps://collections.ushmm.org\nMarch 18, 2013\n(end)\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumMarch 18, 2013\nRG-50.106.0204",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "GUENTER LEWY",
        "March 18, 2013\nGail Schwartz: This is the United States Holocaust Memorial Museum volunteer collection\ninterview with Guenter Lewy, conducted by Gail Schwartz on March 18, 2013 in Washington,\nDC. This is track number one. What is your full name?\nGuenter Lewy: Guenter Lewy."
    ]
}