{
    "rg": "RG-50.106.0130_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum volunteer collection interview\nwith Alice Masters, conducted by Esther Finder, on January 12\", 2000 in Bethesda, Maryland.\nThis is a follow up interview that will focus on Alice Masters’ post Holocaust experiences. In\npreparation for this interview I have listened to the interview you conducted with the United\nStates Holocaust Memorial Museum on November ninth of 1995. I will not ask you to repeat\neverything you said in that interview, instead I will use this interview as an opportunity to follow\nup on that interview and focus on your post Holocaust experiences. This is tape number one, side\nA. I would like you to please just establish what was your name at birth?",
        "Answer: Alice -- ali -- well, actually it was Alixa Eberstarkova. Eberstark, but being a female it\nis ended with ova, Eberstarkova.",
        "Q: When were you born?",
        "A: May 10, 1925.",
        "Q: And where were you born?",
        "A: In [indecipherable] Czechoslovakia.",
        "Q: And where were you during World War II?",
        "A: In lond -- in England, mostly in London.",
        "Q: And I would like you to explain to me how you came to work for the Czech government in\nexile in England.",
        "A: I -- well, I associated mostly with refugees, especially with je -- refugees from\nCzechoslovakia. I belonged to a organization called Young Czechoslovakia. And it -- there I met\nmany people who worked in the Czech government. Of course, I didn’t have a chance of ever\ngetting into the Czech government, but I met a young man who was a -- a private in the Czech\narmy and one day my uncle asked me to take something to the Czech government, a document,\nto his friend, mis -- Dr. Schlesinger who worked there, who was a official there. And wi -- on the\nway to going to see Dr. Schlesinger I met this young soldier and he said to me, oh, what are you\ndoing here? Are you working for the Czech government? I said no, no. I -- I don’t know a\nminister -- any ministers yet. So -- because it was so difficult to get into it, I’m -- just almost\nimpossible. And he said, well come and see me at two o’clock. And I went to see Dr.\nSchlesinger, my uncle’s friend and I said, this man, I didn’t even know his name, a-asked me to\ncome and see him at two o’clock. And he said well, if he told you to go and see him, go and see\nhim. So I -- I asked him for his name and he told me what his name was. I described the\ngentleman to him, and then at two o’clock I went to his office, and as I enter the office it said,\nMinister Meyer. I was completely stunned because he was so young, and I had absolutely not\nexpected that -- that he would be -- have a -- have a position like that in the Czech government.\nIn any case, he asked [indecipherable] -- should I put them here? And so I saw him and he a-\nasked -- of course I was very surprised and he was surprised at my surprise, and he arranged for\nme to take a test. At that time however, I was working for a company that was important for the\nwar effort and they [indecipherable] want to release me, so for six months I was not released, but\nafter six months I was -- the position was still held for me and that’s how I got to work in the\nCzech government. But -- should I continue on that?",
        "Q: What was the test?",
        "A: Oh well, I -- the test was extremely complicated. This mi -- Minister Meyer called up a\ncolleague of his and asked me to -- asked him to give me a test. When I came to his office the\ntest consisted of -- he asked me to translate the “Financial Times” from English to Czech.\nCourse, I didn’t understand a word of the “Financial Times” in English, let alone in Czech. So I\nsat at the typewriter with the “Financial Times” staring me in the face -- mind you, I was very\nyoung, of course, I didn’t understand English very well, and of course eco-economics was\nbeyond me. And I was terribly embarrassed and I didn’t know what to do and I decided the best\nthing to do is to just get up and go home, which I did, and I left. At that time we -- my sister and\nI lived at the YWCA. And when I came home in the evening there was a message from Minister\nMeyer saying come back for another test. So I was really, really surprised. Obviously he was\nvery a-a-anxious to help me to get into the government and he wanted me to have a job. So I\ncame back for another test and this time he gave me a sheet of type -- typed material to copy\ntype, which was, of course, very easy to do. And that was my second test and that’s how I\nsucceeded in getting into the government.",
        "Q: When you worked for the government in exile, what were your duties and responsibilities?",
        "A: Well obviously I came in at very low levels, but I was a bilingual secretary. Of course I --\nsince I left Czechoslovakia, since I left the school system in Slovakia at the age of 13, my\nexpertise in the language was very limited. But -- and so I’m -- but I suppose able to obvi --\nobviously speak fluently and I was required in the Czech government to write and to work in\nCzech. And I was brought up in the Slovak schools, so I still hadn’t learned the Czech when I got\ninto the government, but I managed to get through. I don’t know, one does the best one can and\nsurvives. And people were very ha -- friendly and -- and people helped. And so what I did was\nmostly Czech correspondence and also I did subtitles for films. I did the -- what do you call it?\nThe little te -- the translations, you know, I typed those for Czech films, in Czech. And I did\nCzech and English correspondence.",
        "Q: When exactly did you start working for the Czech government in exile?",
        "A: I think it was -- I would have to look it up but I -- I can’t remember exactly. I think 1t must\nhave been in ’44, 1944, maybe a little earlier, because I came to England in 1939. I lived in\nSussex in the children’s home for a year, then I went to school for another year. And I worked\nfor one year at [indecipherable] at the bookstore, and then I worked -- it must have been foy --\n°39 - ‘40 -- °40 -- I would imagine ’43 - ’44 I started working for the Czech government. But I\ncould easily look it up later and tell you, okay?",
        "Q: With whom did you work?",
        "A: Well most -- of course obviously I -- I -- all these people were refugees. I -- one -- I mean, I\nknow that the minister -- Meyer, who was minister, I did not work with him. He was head of the\nwhole thing, I hardly ever saw him. I can’t remember the people’s names, but I do have -- I\nwould ha -- I have it written somewhere. There were different people, I mean economists,\npoliticians, I mean, I don’t know. I worked for the Ministry of Foreign Trade and Ministry of\nFinance, Industry and Commerce.",
        "Q: What information were your privy to?",
        "A: Not very much. I mean, you know, not really much information, just correspondence I don’t\neven remember what it is that -- who we’re writing about. But I did th -- mostly -- I remember\nmaybe, that I did short letters, either in English or -- or -- or Czech, and that I did the films.\nPossibly did some accounting and other wor -- secretarial work. But not really. I was not a -- I\nwas not privy to any kind of information.",
        "Q: I understand you do -- have said that there was nothing that you knew that the general public\ndidn’t know.",
        "A: That’s correct, that’s correct.",
        "Q: Were you working for the government when the Auschwitz protocols were released by the\nCzech government? I don’t know if you could comment on that.",
        "A: I was, but I’m afraid I don’t know anything about it. I really didn’t at that time. Because first\nof all, we were really in a very -- let’s say it was sort of like in a state of shock, let’s put it that\nway. And we were sort of barely managing to exist anyway, because we were trying to make a\nliving. We lived through the London blitz, we didn’t -- I mean, we had to concentrate on\nsurvival, on surviving and we were terribly afraid of what’s go -- what’s going on in Europe. We\nheard terrible things but we didn’t want to believe it because we were very frightened for our\nfamily. And we just lived from day to day and we were mostly together with refugees, other\nrefugees. And of course we were just -- were not integrated into the British world. And what\nhappened was that we lived, at first -- I mean, I don’t know exactly the dates, but I would -- I\nwould be able to look them up because I kept all the papers, but we n -- at first we lived in a chur\n-- when we -- after -- after we left the ho -- children’s home, we lived in another girls’ home run\nby a ger -- German refugee woman. And we were four girls to a home and then we lived -- my\nsister and another friend and I lived in a room rented from another -- in a house from another\nrefugee, a lady. And we socialized mostly with other refugees. In the evenings we got together\nwith other refugees and we just talked about our s -- but we had some very good times together,\ntoo, we had good social evenings, we went to the theater. We went dancing, we had it -- we were\nvery close together because we were all in the same boat. But we were not included in the life of\nthe British, and especially not in Jewish community. I don’t remember that we have ever been\ninvited to a Jewish holiday, to a family. I don’t think of -- I don’t think so. I can’t remember that\nwe ever had a Seder in England, or anything like that. So we just sort of s-sat around waiting for\nthe end of the war because we thought we would -- we were very anxious for the war to end so\nthat we could go home.",
        "Q: You mentioned a moment ago that there were things that you heard that you didn’t want to\nbelieve. What kinds of things were you hearing that were -- were frightening you?",
        "A: Well, hearing terrible things about what was going on in the [indecipherable] concentration\ncamps. We weren’t sure -- we didn't know the extent of -- of the things and we hoped -- and we\nalways thought that our parents and af -- that our father would survive, because we thought -- he\nwas very popular in the village and he was very important in the me -- running of the village,\nactually, because he was very helpful with things like the -- he was friendly with the mayor and\nhe was friendly with the local population. He helped whenever there was any kind of problem\nwith the fire engines. He was into everything, actually in -- and he was very handy. He was a\nmechanic and [indecipherable] a farm, we had some farm animals and he was very friendly with\nthe local population, so I thought people would protect him. So we were hoping that h -- we kept\non saying that probably our parents would be okay, but still we worried terribly about our friends\nand about the rest of the family. Because my father’s family, the majority of the family lived in\nPoland, just across the border from where we were in Zakopane. We lived in a northern --\nnorthern part of Slovakia, which is very close to the Polish border. And so we worried. And of\ncourse, during the war my father -- I mean, before the war, when Austria was occupied and\nGermany -- ther-there was trouble in Germany, my father used to walk refugees from those\ncountries across the mountains to -- to Poland because they were escaping from Austria and from\nGermany. So we worried, of course, about Poland, family in Poland. And of course, about our\ngrandparents. Oh, and there was one other thing. My grandmother, who was -- lived in\nZakopane, came to live with our parents, because when things got bad in Poland she came across\nto Czechoslovakia and lived with our parents, and we knew that this was going to be extremely\ndifficult for our parents because I knew that my father would never leave as -- as long as his\nmother was staying with him.",
        "Q: In your previous interview, you mentioned that there was some anti-Semitism in your village.\nI wanted to ask you, what was the official position of the government in exile on the treatment of\nthe Jews?",
        "A: It didn’t come up in our conversation. It didn’t. I didn’t know what the position was. I have\nmet people who have been in the Czech Air Force here after the war, and they said they -- they --\nthey were an-anti-Semitic. I didn’t experience any anti-Semitism in the Czech government at all.\nIn fact, many of my coworkers were Jewish refugees. So, I mean, I just felt very comfortable\nthere. In fact, the majority -- I mean, I will get to that later probably, but most of the people I\nworked with were Jewish, okay? [phone ringing]",
        "Q: Let me stop for just one moment, we have a disturbance. [tape break] Okay, we’re back. ?'m\nsorry for that interruption. I had asked you if you had experienced any anti-Semitism with\nrespect to your work for the government in exile. Did you experience any anti-Semitism any time\nwhile you were in England?",
        "A: Yes, actually, we did, and the -- we lived in the YWCA for five years. We lived there as long\nas they allowed us to live there, because after five years we had to move. But especially during\nthe problems in Palestine, people were very anti-Semitic. I mean, there was one woman in\nparticular that used to make remarks which were very painful to me. But otherwise the matron\nand the rest of the people were not Jewish -- I mean we were the only Jewish girl -- as far as I\nknow we were the only Jewish -- three Jewish girls at the YWCA. And I don’t remember that\nthere was any anti-Semitism except one or two people were anti-Semitic. But of course, they\nwere careful when we were around, they didn’t say much. But one person was very outspoken.",
        "Q: What kinds of things did she say?",
        "A: Oh, she was very angry about what happened with Bernadotte, when he was assassinated, and\nshe f -- said some terrible -- I mean, she had said very painful things which were very pr -- very\npainful to me because I felt, since we experienced so much anti-Semitism at home and since\nwhat was going on in Europe, and then we are experiencing it in England, I felt very\ndisillusioned, but you know, that kind -- that was the only one, as far as I remember.",
        "Q: While you were in England, were you aware of any attempts to smuggle Jews into Palestine,\nduring the war years especially, or immediately after the war?",
        "A: Not during the war, but immediately after the war I had a cousin who survived a\nconcentration camp and I went to visit her in Paris. And there she lived in -- outside Paris in a\nhome with lots of small children from the camps, and I knew that the [indecipherable] went to\nPalestine. And she was one of the people who was [indecipherable] out, that took those children\nto Palestine. But in England, no. Course -- course we were very involved with knowing what was\ngoing on in Palestine and we were very Zionistic. I mean we -- I thought I would end up in\nPalestine one day, but -- in Israel, but it didn’t work out that way.",
        "Q: Was there any public rush -- recognition in England of the existence of the Jewish brigade in\nthe British army?",
        "A: Not that I know -- I mean, I did -- I wasn’t aware of it. But because we were very pat-\npatriotic, we knew about the Czech army, we knew about all the other armies, but I didn’t know\nabout the Jewish brigade.",
        "Q: Did you follow the local BBC broadcasts and the local newspapers regularly during the war\nyears?",
        "A: Yes indeed, we followed the BBC. Every single evening at nine o’clock they played the\nnational anthems. Af -- and we waited every single night at nine o’clock to hear the anthem of\nCzechoslovakia, because we were se -- I -- unbelievably patriotic, when I -- we were just brought\nup that way, that we were just hoping for the end of the war and we just wanted to hear the\nnational anthem because [indecipherable]. And so we listened to the news, we listened to BBC,\nwe listened, we read the paper. Yes, we knew what was going on, as much as possible. Course\nwe didn’t underst -- our English was limited, but we als -- but we had a lot of informations\nthrough the young Czech clubs.",
        "Q: How was the liberation of Bergen-Belsen reported in the British media?",
        "A: Don’t [indecipherable]. I don’t remember much about it. I mean, that whole time it was -- I\ndon’t know whether it was because we were so frightened to even think about these things or\nlook at the papers or hear about it, that I don’t recall anything about it, really. I don’t even\nremember when I first heard about Auschwitz, and I don’t remember much, except that we lived\nsort of in fear of this, what was going on and -- and I don’t remember how I found out about\nthese things.",
        "Q: How did you learn that the war was over?",
        "A: I don’t even recall where I was when the war was over, but I know that we were -- again, it\nwas partly because of fear, because we didn’t know what we would find, we were terrified of not\nknow -- of what -- what we would find. And we -- and we weren’t sure what would happen to us,\nwhere -- where we would go, what -- of course we were all waiting to go home, but we weren’t\nsure what we would find, so therefore the whole thing was just a complete blank as far as ’'m\nconcerned. I think I sort of forgot it all, because of fear. I really don’t remember it.",
        "Q: Can you describe the London that you do remember at the end of war? What was London like\nwhen it was over?",
        "A: You mean immediately after the war? Well, 1t was completely -- well, first of all, we lived\nthrough the entire blitz in London, and I think I’ve never been -- maybe once I went to a shelter.\nLondon was -- oh, we were just -- 1t was -- it devastated, was bombed, all of it, everywhere. It\nwas -- we were very in -- limited in our rations, but everybody had a tremendous spirit and\neverything -- everybody worked and it -- and look -- was excited about the end of the war, of\ncourse, naturally. And there was great excitement that the war was over. Everybody was so\nhardworking and dedicated and they had business as usual everywhere, on every shop, no matter\nwhether the bombs fell the day before. And we -- as far as we were concerned, we were thrilled\nwith the war being over. We immediately cabled to our village to find out about our parents. We\nran to all the places where Red Cross posted lists of people who were -- we found out about the\ncamps at that point and we went, looked to see whether we could see the names of our parents or\nour friends or our families. And we found the par -- names of our parents on lists that went to\nAuschwitz [indecipherable] and -- and from what point that was. And we just hoped it -- just\nhoped that they would be alive. But we sent the cable to the teacher that wa -- lived in our house\nand we -- and to another friend, and we got a cable back saying that our parents were sent to\nPoland in the summer of ’42 and they had not returned. And I have several of these cables from\ndifferent sources. One from the district bil -- building in the village, one from our teacher, who\nlived in the house. And then also somebody wrote, maybe he did, that our father was taken to\nAuschwitz and that somebody went to visit him, but when they came to -- when they went to -- I\ncould never understand that because he wrote to say that someone went to see my father and took\nsome clothes to him in Auschwitz, and that when they got there they found that my father and\nsome other men escaped, but that they were captured. But we would never find out any furth --\nmore about that. And we can’t find the document, we looked for it. We can’t find the document\nwhere he wrote this [indecipherable] so I don’t know. But then we decided that my sister, older\nsister would go back to -- to the village, almost immediately to find -- to see, and wait to see\nwhether he would returned. Now that’s one thing which is absolutely unbelie -- I still cannot get\n-- believe that I didn’t go along with her, because I-I think we -- we were too afraid. I was too\nafraid to go back and -- but I wish I wouldn’t have been. I wish I would have gone with her\nbecause my older sister was only a year and a half older than I was, but because she was asked\nby my parents to take responsibility for the two of us, she was of a more -- we expected her to be\nlike a mother to us. And so we decided that she should go by herself. And b -- aside from the fact\nthat we didn’t have any kind of -- we didn’t have any money to go to -- I mean, it was quite a\nproblem to get the money together to send her to Czechoslovakia, or -- and she went by herself\nand found that no one came back.",
        "Q: When you said no one came back, are you referring just to your family? What about friends\nand neighbors?",
        "A: None of the members of my family came back, that was -- in the village there was my -- there\nwere my parents, my father’s mother who came from Poland to stay with my parents. My\nmother’s father and mother -- stepmother, so there were my three grandparents, my aunts,\ncousins, uncles, none of them came back. Apparently a few young girls came back, according to\nmy sister, that she saw there. She went from house to house. Cour -- course strangers lived in the\nhouse and she couldn’t find any of our belongings. She went from house to house and -- and she\nfound that in -- she found a sewing machine belonging to my mother and other items, and the\npeople told her that my mother had given them to the -- these -- to them, and she wanted these\nitems to be given to this -- to three -- to each girls who survived, one family. I think there were\nwell, maybe two girls and she wanted the sewing machine to be given to them. But I think she --\nas far as I know, she found everything, nothing. Nobody wanted to return anything. And she\nreturned back to England and then we had to make the decision what to do next, whether to s-\nstay, what to do. I mean, we had -- no plans were made, we were planning to go back home after\nthe war, but when my sister found nobody at home, we -- she came back to London and then we\nhad to sort of s-sit around waiting to decide what to do next.",
        "Q: When was the full extent of the genocide known in England, and what was the British\nreaction?",
        "A: Now, I know that it was known earlier, before the end of the war, or during the war, they\nknew that -- what was going on. At that time, I -- I think we knew already during the war also\nthat things were -- what was going on, but people were not sure and people died. I knew that\nthere were several people who came from Poland telling the British government and telling the\nworld what was going on, but they didn’t listen, obviously. And we were living in a state of\nshock, not wanting to believe that was going on. But we’re too terrified, I mean I can’t even say\nsufficiently how afraid we were. And we just didn’t want it to be true, but we knew something\nhorrible was going on. So, how the British reaction? I didn’t ha --",
        "Q: ms -- I’m sorry, I have to interrupt you because I’m almost out of tape.",
        "A: Okay.",
        "Q: Just one moment.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: -- to the news of the genocide?",
        "A: [had very little contact with the British people, first of all. Secondly, I know what we were\ntalking to among ourselves, to each other. We were still refugees. Everybody that I was in\ncontact with were people like myself, and we were just too afraid the terrible thing\n[indecipherable] terrible things that were going on. But I don’t think we talked to anyone about\nit. We didn’t. I don’t think -- I mean if -- I knew a few British people, my guardian was British.\nBut we never talked about these things. She never talked to me about it. I -- I guess they were\ntrying to protect us.",
        "Q: What about the newspaper reports and the radio broadcasts and -- and the newsreels?",
        "A: The newsreels? I don’t know. I don’t remember a-any reactions actually, except my own -- I\nremember my own reaction [indecipherable] my sisters. It’s just --",
        "Q: Were you aware of the public opinion in England regarding the question of allowing Jewish\nsurvivors into Palestine?",
        "A: Yes, I think there was a lot of -- I remember the controversy and I remember the people were\nwa -- when I heard that people were against allowing the refugees to go to Palestine -- I mean,\nthere were some who were for it and some against it, there was a lot of debate. I remember that,\nbut can’t remember details.",
        "Q: Is there anything that stands out in your mind from the -- the period of time toward the end of\nthe war and immediately after the war was over, what -- what stands out in your mind about\nthose days aside from your fear? Is there anything else that -- that comes to your mind?",
        "A: We -- immediate -- immediately after the war? Well [indecipherable] main thing that stands\nout in my mind was just not knowing what to do next, as far as we were concerned. I mean, I’m\ntalking about personal things. And about what would -- I mean, it was such a very difficult time,\nI can’t remember exactly. I mean just about up -- us personally, I suppose, abs -- well -- no, I\ndon’t -- well, the main thing was what to do with ourselves and how to deal with how to go on\nbecause -- and what to do about go back to Czechoslovakia, stay in England. What do you do? I\nmean, it was very, very traumatic. So I -- I -- I just hit a blank, honestly, I don’t know.",
        "Q: How long did you continue to work for the Czech government in exile?",
        "A: Well I couldn't -- I kept on -- I stayed on with the government and it was -- the war ended in\n1945. In 1947 I received a letter, I think -- no. Wait a minute, no, in 1947 was the annual\nmeeting, second annual meeting of International Monetary Fund in London, in September 1947.\nAnd I -- see, right -- immediately after the war ended, most of the people who were working for\nthe Czech government in exile went back, and the top officials went back to -- immediately went\nback to Czechoslovakia. I forgot, that’s when you asked me what -- what happened immediately\nafter the war. Well, they knew they couldn’t wait fast enough -- to get back to Czechoslovakia\nfast enough, so many of them, many of the people I worked with and many of the people who\nbelonged to the [indecipherable] Czechoslovakia at the time who were -- I was with a lot,\nimmediately packed up and went back to Czechoslovakia. That was -- also included people like\nMadeline Albright’s father and the family went back immediately after the war. Many of these\npeople were people that I knew very well because I worked with them. And -- but I didn’t even\nthink for a moment that I would go back. I mean, I was just allowed to stay, so we -- we go, and\nthe exile continued in czecho -- in London and I worked for the ministry, same ministry with\nMinister Meyer. He was also one that went back immediately. And I -- so in ’47, one of the\npeople who went back, who was a good friend of mine, whose name was Latso Biele, I think he\nwas a Jew, want -- cabled to the ministry in London to say that I was to be assigned to work for\nthe International Monetary Fund conference. That’s how -- that’s how the whole thing evolved.\nAnd I was to be assigned to the -- the Czech delegation, which consists of 15 people, the\ngovernor of the bank of Czechoslovakia and the executive director for the bank of -- for the\nInternational Monetary Fund and the World Bank, and he cabled to my boss and said that I was\nto -- he didn’t communicate with me at all. I was not in touch with him at all after he went back\nto Czechoslovakia, but he cabled and said that I was to be assigned to work with a co --\ndelegation coming to London from the International Monetary Fund. It was the second\n[indecipherable]. And I absolutely refused to go, because I said I couldn’t do it because it was\ngoing to be a very high level delegation and it was a -- it was a huge annual meeting, and I was\nabsolutely petrified. I honestly didn’t think I was able to do this job. It was -- and he wouldn’t\ntake no for an answer. I mean, not to me, I -- as I said, I had never been in touch but directly to\nmy superiors. And he said I have to do it. And I said no, I couldn’t do it, I just couldn’t. I was too\ninexperienced and I was too young and I was too afraid of it. And I said, no I couldn’t. And they\nsaid yes, you will have to do it. So I was assigned to work with them, and I went to work with\nthem. There are 15 of them here in London, and it worked out very well, of course. I mean, there\nare -- it was very good. In fact, one of them said to me, don’t -- why -- would you like to come\nand work in Washington? And I said -- I didn't know much about the International Monetary\nFund, nor did I know anything about the World Bank and I asked him which organization I\nshould apply for and he told me well, he liked the International Monetary Fund better. And so I\nwas sent for a test, and I didn’t take it seriously, I thought I would take a test just to see how I\nwould do, for my own benefit. And I took the test and I just forgot completely about the whole\nthing, never thought about it again. I never expected that I would be offered this job. But then, in\nMarch 1948, when the communists took over Czechoslovakia, I came to the office one day and\non my desk was a letter recalling me back to Prague. So all of us who were then working for the\nCzech government were asked to return to Prague immediately by the communist government.\nAs soon as I opened the letter, I said, that’s the end of my career with the international -- with the\nCzech government, because I wasn’t going to go back to Czechoslovakia, to the Czech -- under\nthe communists. And I left -- I asked my boss that morning to -- whether I could go and take the\nmorning off, and I took off and started -- went looking for another job. And I came back to the\noffice late in the afternoon having found a new job. And when I got back there was a message\nfrom my sister to say that I have a letter from International Monetary Fund. It was -- the whole\nthing happened the very same day. The Czech government recalled me back to Prague. I found a\nnew job the same moment and in the afternoon I had the letter offering me an appointment with\nthe International Monetary Fund. I was shock, absolutely shock because I never expected to be\nhire by the International Monetary Fund in Washington, and I didn't really want to come,\nbecause I didn’t want to -- by this time I had settled down in London quite comfortably. My\nsisters were there, my friends were there and I wasn’t going to go by myself to America to start a\nnew job. And I just didn’t want to do it. So I said, oh no, I can’t believe that I got this job, I don’t\nwant it. But then I thought to myself, if I don’t go -- if I don’t go I'll never forgive myself, I have\nto try. And so I immediately cabled back to the managing director because they liked -- because\nsince only high level people were hired from abroad, not at my level, and a letter was signed by\nthe managing director and I cabled back -- I cabled back to the managing director of the\nInternational Monetary Fund, appointment accepted, which I laughed about for years afterwards,\nbecause I thought it was so funny. When I came to the fund I realized that it was a funny\nresponse on my part to a managing director to say appointment accepted. But in any case, I did\naccept appointment for the simple reason that I thought we’ve got to get on with our lives. If I\ndon’t leave London my sister, my older sister will never get -- leave us, we’ll all live together,\nshe’ll never marry and I have to break up the trio. So I decided to leave for America, but I only\nwas going to leave for one year. And I’m here still.",
        "Q: Before I have you leaving England completely, you were still in London --",
        "A: Mm-hm.",
        "Q: -- the end of ’45 and 46 and ’47 and there was a lot going on. I would like you to take just a\nmoment and -- and tell me, how much did you know of what was going on in Czechoslovakia\nbefore the communists took over? How much did you know and how much did the general\npublic know about what was going on in Czechoslovakia?",
        "A: Do you mean in Czechoslovakia itself, or with the Jewish community?",
        "Q: Both.",
        "A: Oh, in Czechoslovakia I knew a lot of was go -- what was going on because I worked -- well,\nin those years in Czechoslovakia I knew -- let’s see now, when the communists took over in\n1948, I knew that the minister, our minister, Meyer, who then became Minister of Commerce -- I\ncan’t remember exactly what he was at the end -- that he refused to meet with Parliament when\nthe communists took over and they beat him up and he was thrown out -- even refused to s --\nleave his seat in Parliament. And I remember that he was beaten up by the communists and\nthrown out of Parliament and he finally arrived in America. He was a refugee just like many\nother refugees. And I knew that some of the people who returned to Czechoslovakia from the\nCzech government like Sling and L6bl, many of them were executed by the communists. Some\nof my friends actually were executed. I don’t know exactly what they were accused of. So well,\nthere was a real struggle within the Czech government in -- in Czechoslovakia, obviously, the\ncommunists finally succeeded in taking over. What other question -- what did you ask me?",
        "Q: Also during this time in history --",
        "A: Mm-hm?",
        "Q: -- the war crimes trials began.",
        "A: Mm-hm, yes.",
        "Q: Did you personally get involved at all in any of the trials? I just wanted a sense of how the\ntrials were covered in British press.",
        "A: I did get involved with that, I applied to work at the Nuremberg trials, but I did not accept the\njob, mainly because my German wasn’t good enough. And I did take a test to work with the\nNuremberg trials, actually. But I didn’t get the job and I -- it was a shame because I really\nwanted to do be there. But -- and I don’t exactly know when it was, but I -- I knew about that,\nbecause I followed that, and -- but you know, I can’t remember details any more about it,\nbecause everything -- you know, so much has happened since then. How can I remember ev -- all\nthe details? Of course, I did follow it all and well, it’s a blur.",
        "Q: Did you have a sense that justice was served? Did you personally have a sense that justice\nwas served in Nuremberg?",
        "A: In Nuremberg? I don’t know, I didn’t think that justice was served altogether in Europe,\nbecause I fel -- I felt many of the people, especially I mean, the people that I would -- in\nCzechoslovakia, people like Hlinka and Tiso and all the fascists, justice was not served, and all\nthe people who responsible for what happened, how could -- I would, you know, I don’t see how\nthat ever will be [indecipherable]. And in Nuremberg, I guess they did the best they could,\nanyway. I don’t know. Certainly justice wasn’t served because when I was in Europe this last\nsummer, in Czechoslovakia, in sl -- actually two years ago, they’re bil -- building a docu --\nmonument to -- they’re building a monument to Hlinka, who was the head of the fascist party in\nSlovakia during the war. And so I asked them, how can you build a monument to a fascist\nleader? And they said, well, some people think he was a fascist and other people think he was a\nliberator because he was responsible for the division, for the -- what the -- he -- they call the free\nSlovakia. So where 1s the justice?",
        "Q: Did you get a sense from the British press and the British people around you that they felt\njustice was served at Nuremberg?",
        "A: First of all when I told you, we hardly any ch -- any close -- we hardly had any contact with\nBritish people. It’s very strange when I look back at, because -- well, the only pe-people that I\nwas really close to in Britain were my -- was my guardian. And my guardian was very ma --\n[indecipherable] that she was my guardian because he hadn’t ch -- if she hadn’t signed for me I\nwouldn’t have been in England in the first place. So she did her bit. But they did not really have\nanything much to do with us. I mean her family. She was very nice to me, I mean she 1-invited\nme to lunch, she gave me a little pocket money. She was in touch with me, but she did not talked\nabout politic o-of siti -- matters of what was going on, generally. And her family had never really\ndone anything for me, that I told you [indecipherable] were invited to any of the things. But --\nand otherwise I don’t remember that we had any contacts with any British group. Honestly we\njust mostly were together with refugees. And of course, among ourselves we talked about these\nthings and we -- when, you know, we discussed what was going on, and in the -- but I don’t\nknow what the British -- except for the few people that I met at the Y -- YWCA, there, and I was\nafraid actually, to ask them for [indecipherable]. I would not have discussed these matters with\nthem, you know, because I never wanted to hear what they had to say. You know, I was too\nafraid that they may say things that would be upsetting to me.",
        "Q: By the end of 1945 there was growing unrest in Palestine with respect to the British mandate.",
        "A: Mm-hm.",
        "Q: I was wondering if you can recall some of that time period an-and some of those events with\nthe conflict with the British and the beginnings of the U.N. debate and that whole episode in\nhistory. Can you recall any -- anything about that?",
        "A: Well, very little really. I rec -- well, I recall what was going on and I th -- I -- it was a big\ndebate about the -- about Palestine, and I was hoping very much -- of course naturally we were\nall hoping that we would have a state of Israel. And I just -- I th -- I don’t remember, honestly, I\ndon’t remember how I reacted. I -- I didn’t -- mainly I was -- I don’t remember how I -- how\nthings went. I don’t.",
        "Q: Do you by any chance remember the position of the Czech government on the partition?",
        "A: I think the Czech government, that was very -- now, when I read about it in the -- recently\nwhen I read about it, I wa -- Czechoslovakia did a -- had a great hand in es -- su-supporting the\nestablishment of Israel. I think they supplied Israel of -- Israel at the time with planes, tanks. As\nfar as I know Czechoslovakia was great, great help.",
        "Q: Were you aware that there were Jews escaping from Poland via Czechoslovakia, to try to get\nto the American zone to get to Palestine?",
        "A: No, I wasn’t.",
        "Q: You mentioned that you thought of -- of -- you thought of yourself as a Zionist, but somehow\nthat didn’t happen. Was there a time when a -- when Israel declared its independence that you\never considered --",
        "A: Going to --",
        "Q: -- going over to Israel?",
        "A: Yes, I did. I thought -- during the war -- oh, I -- I thought if my parents didn’t survive that I\nwould end up in Israel -- in Palestine at the time, but in 1s -- Israel. And for many, many years, I\nthought that’s where I would go. Of course then things changed because I came to the States. I\nmean yes, I thought I would go to Israel because I -- my father would have. If my mother had\nagreed to do it, she wo -- he would left for Palestine in the fi -- 1n the 30’s, but I think my mother\nwas reluctant to go. And I thought -- I belong to many Jewish organizations -- well, I did belong\nto some organi -- Jewish organizations in England. I belonged to -- can’t remember the name of\nit, but it was sort of a farm organization, I went to a camp, Jewish camp. Can’t remember the\nname. I belonged to Maccabi Hatzair. And I was going to emi -- to go to Palestine -- to Israel. I\nthought, if I am going to die fighting for anything, I would fight together with the Jews in -- in\nPalestine. But it didn’t work out that way.",
        "Q: Where did you have citizenship until 1948?",
        "A: Well, when I came out there was, of course che -- Czech. And then I didn’t want to become a\nBritish citizen because I didn’t think I would stay in Britain. So I did not apply for British ci-\ncitizenship. So in 19 -- when my passport expired -- when my pa -- when we came to England\nwe had a passport, a Czech passport, okay, Czechoslovak passport. Then I -- probably I\n[indecipherable] when I -- I -- I came to the States and I had a Czechoslav passports. When that\npassport expired in ’48 or whenever it was, I -- I had -- I did not apply for citizenship in Britain.\nAnd so I traveled on something called affidavit [indecipherable] passport, so I was -- was\nstateless, because I wasn’t sure where I was going to end up and I didn’t want to just become a\nBritish citizen if I didn’t intend to stay. So I debated what to do and then of course I finally be-\nbecame American citizen in 19 fif -- °52? ’54? Something like that.",
        "Q: Do you remember when, exactly, you arrived at the United States?",
        "A: Yes, I came in March 1948.",
        "Q: What were your expectations of America?",
        "A: Well, when I first arrived, I came here for one year only, because I thought I wanted to live in\nEngland. But when I arrived I was absolutely thrilled because I felt immediately at home in\nAmerica, and that was much closer to my home in Czechoslovakia than it was -- ever was in\nEngland. In England I was always a refugee, and in England I was always -- people would ask\nme always, when are you going home. From the day we arrived practically, they would ask us,\nwhen are you going home. So they never assumed that we would ever stay there. And so we\nalways felt like refugees. And in America I felt at home immediately. There were many things\nthat were very similar to my upbringing at home. So I stayed here.",
        "Q: Such as?",
        "A: Pardon?",
        "Q: Such as? What things were similar?",
        "A: Oh, well first of all I was -- I felt comfortable here because there were lots of people who\nwere like myself, from all over the world, okay? Secondly, the food, the e-everything, the people\nwere welcoming and I felt very comfortable. Nobody asked me when are you going home, they\nsaid you wouldn’t want to leave, you want to stay here, it is the place to live. And so I felt I was\nwanted here and I was welcomed here and I wanted to stay here. And so e-even though I came\nfor a year, I almost immediately decided this is the place where Ill always stay. And after -- but\nsince I wasn’t quite sure what I was going to do, I went home -- I went back to England after one\nyear. And on the way, in a flight going over to England, I made my decision that I would come\nback here and stay here. So it -- it didn't take long to persuade me to stay here. In England, of\ncourse, you know, we were never made to feel -- I mean, I must say, I was very grateful, England\nwas wonderful and they gave us refuge. I mean, America didn’t do that. I mean, we had 10,000\nchildren who were allowed to come to England, whereas in America were hardly any refugees\nallowed to come, whereas -- so England was very, very good, but they wanted us to come and\nleave. That was the difference.",
        "Q: Did any of the Americans ask you about your experiences before the war and during the war?",
        "A: I have never talked to anyone about it, ever to anyone. Not in England, by the way, when I\nlived there, I just didn’t discuss my situation with anyone ever. And then I worked in the Fund\nfor 35 years, and I’ve never talked to anyone about it either. And nobody ever asked me and I\nnever talked -- tel -- told anyone. It’s very strange -- it’s very strange that I’ve never talked to --\nwell, the first time that this came up was when I went to England for the 50\" anniversary -- was\nit -- the 50\" anniversary of the Kindertransport, okay? It was 19 [indecipherable] 89. I think it\nwas the 50\" reunion of the Kindertransport. And we -- when the article came out in “Washington\nPost” --",
        "Q: Wait, you’re jumping ahead of me, can we --",
        "A: Oh yes, okay.",
        "Q: -- ca-can we wait on that til we get there?",
        "A: Okay. But you asked me about -- what was the question before?",
        "Q: I asked you if anybody in the United States asked you about your experiences during the war\nor before the war.",
        "A: No, no one ever asked me and I was not willing to tell them, either.",
        "Q: You were in the United States already when Israel declared itself independent. Do you\nremember that experience?",
        "A: Of course. Of course I remember it. I remember it very well, this great moment and a great\nthrill, and I was very, very excited about it and I was very sad that my father didn’t live to see the\nday. And what can I say?",
        "Q: Do you think that the fact that you were in the United States for that event made a difference\nin your ability to recall the history of this particular event?",
        "A: I’m sure it must have, yes, because I felt that there was great support in -- in the United States\nfor the establishment of the state of Israel. And I felt at home and comfortable and thrilled with\nthe victory.",
        "Q: We’re going to pause and I’m going to change tapes.",
        "A: Yeah, did you know --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Alice Masters. This is tape two, side A. And before I start with your -- your new\njob in the United States, there’s one question I really want to ask you about wartime England.\nYou mentioned that you never went down to the shelter. Did other people go, and why didn’t\nyou go?",
        "A: I -- other people -- yes, people were -- the undergrounds were covered with people, of course,\nfrom wall to wall, lying in the underground a-and people were going to shelters. I didn’t go for\nvarious reasons. I suppose I wanted to -- for -- somehow I thought it’s okay to s -- nothing will\nhappen to me. I don’t know how I thought that. And also I felt, you know, what will happen,\nhappens. I mean, I just let it go. I couldn’t face going to a shelter for some reason. But I was -- I\nwent up on the roof -- when I lived at the YWCA, we went up on the roof, and I was a\nfirewatcher. We slept with our gas masks and -- and our -- everything re -- at the ready in case\nwe had to run out of the house. And I would go up on the roof and watch for fires and I had a\nhelmet, a gas mask and I went up on the roof and watched for fires, and -- but I think I had -- I\nrecall maybe I went to a shelter once, when I stayed at my uncle’s house, once. But I -- I can’t\nremember any other time that I went to it. I just decided it was going to be okay one way or\nanother.",
        "Q: I'd like you to tell me about your new job in America. What was your job title and -- and\nwhat were your responsibilities and your duties and all of that?",
        "A: When I was hired to work at the Fund, I was hired specifically for one person who was my\nboss. He was a -- from Slovakia, he was Czech, he was an economist. He was head of a division,\nthe ce-central eastern European division. And I was hired in a quo -- all of us very, very young\nand very inexperienced actually, although I had worked for the Czech government, I had a -- I\nwas hired in a high level because I was a bilingual secretary. It happened so that one of the\ndelegates who was -- who I worked for in the 1947 annual meeting was also a -- was a ch --\nCzech delegation. He was executive director and he thought that I should work for someone who\nwas a Czech, because at the time Czechoslovakia was a member of the International Monetary\nFund, which a -- it was just before the communists. After I arrived in America, Czechoslovakia\nwithdrew from the International Monetary Fund, so we had to be a -- the executive board had to\nmake a decision to allow us to continue to work, even though Czechoslovakia was no longer a\nmember, and we were all Czech citizens. So in any case, I was hired as secretary -- bilingual\nsecretary to the chief of that division. So that I was already a head of a -- I mean, I was his\nsecretary, therefore I was in charge of the entire division. And I h -- there were several other\nsecretaries working un-under me. And I worked with him. He was the [indecipherable] director\nof European department and then he became director of another department and I -- I grew with -\n- with -- I was promoted too, as an administrative officer and I could have had other -- I could\nhave changed my position to do -- do other jobs which were more sa -- w-with more\nresponsibilities, but I decided to stay with this man and work with him until he retired. Then I\nstayed with the firm for 35 years, because they were ch -- exciting. I traveled on several\nmissions. And it was a wonderful job and I loved it and well, that’s it.",
        "Q: When you came here, where did you settle? Where did you first find residence?",
        "A: When I first arrived I was -- I came here, I think the first of April when I arrived in\nWashington, and -- cause the cherry blossom festival, and the Fund -- at that time there were\nvery few hotels and very few places available and the Fund was very apologetic because they\ncouldn’t get a room for me at a hotel. So they were very apologetic because all the hotels were\nfull and they asked whether I would mind very much if I could spend a couple of nights, the first\ntwo nights at the international -- at the international student house. And I was absolutely thrilled\nabout -- with that, because I thought, if I ended up in a hotel by myself I would have been very\nlonely. But the international student house was just exactly what I needed, and it was just exactly\nmy kind of environment, so I was taken there by chauffeur and I was deposited the international\nstudent house, and I was immediately surrounded by students from all over the world including\nsome people who were already working at the Fund. One of them was in the legal department, a\nlawyer from Holland. One wer -- one was a economist from New York who worked at the Fund,\nand we -- we’ve been friends ever since that first day that I met them at the international student\nhouse and they were both working at the Fund. We’ve been friends for all these years, 60 years.\nIs it 60 years almost? No, 50-some years. And I was immediately integrated, taken in, the first\nnight that I arrived in America, I was immediately asked whether I want to go to the theater or\nwhether I wanted to go to the ballet, or whether I want to go to concert and I was never free from\nthat day on.",
        "Q: Did you get any additional education in the United States?",
        "A: Well first of all, they asked me what kind of education I had in the -- in -- in England, which\nwas very limited, of course, you know?",
        "Q: That’s on the other tape.",
        "A: Oh, is it? Very limited, very. In America when I started working at the fund, I thought I\nshould go back to school, course. So I went, I registered with the George Washington University\nfor a course in economics. Wasn’t easy, but so when I came to the interview, they said where are\nyour documents, your papers, whether you can come into university? I said, I have no papers at\nall because all my papers were destroyed during the war. So the person who interviewed me said,\nthat’s fine, you are in. So I went in and I took a course in economics, which wasn’t -- I kept it up\nI think, for one year, that’s it. And then I was -- got too busy, I didn’t do any more. But I did take\neconomics, that’s about it.",
        "Q: When you came here, did you start to connect with any Jewish groups or Jewish refugees?",
        "A: No, I stayed mostly [indecipherable] the international student house. I did not connect with\nany refugees. I mean, we were -- you know, I worked at the Fund, I was at the international\nstudent house. I tried -- well, I didn’t talk to you about my -- my father was very religious and we\nwent to the synagogue every Friday night and every Saturday morning. When I came to England,\nI couldn’t go to a synagogue. I just couldn’t face going to a synagogue. It was very painful, so I\nnever went to. And when I did go, I just couldn't believe that people spoke English in a\nsynagogue, because in my village they all spoke only he -- [indecipherable] only in Hebrew, and\nthere wasn’t any foreign words spoken except Hebrew. In England they all spoke English, they\nwere very casual. And so I couldn’t bear being in synagogue, and in any case [indecipherable] be\nvery upsetting to me. And the same thing happened here in America. When I came here, I tried\nto go maybe to a service once or twice, but I couldn’t face it, and besides, I completely turned\nagainst religion, because my parents were -- my father, my mother wasn’t as religious as my\nfather, but my father was extremely religious and I fel -- felt that with all the praying that my\nfather did and all the beliefs that, and this happened, I just couldn’t face going to the synagogue,\nI just didn’t feel comfortable. But I have struggled with it all my life, I have struggled with that,\nbecause I didn’t know what to do. And s -- I never -- I have not belonged to any synagogue, but I\nalways feel I should. And I feel I should and I should and I don’t know what to do and I still\nhaven’t come to terms with it. It’s -- it’s a real problem for me. It’s a real problem for me\nbecause I s -- I feel that I ought to belong.",
        "Q: How did you meet your husband?",
        "A: Oh. How did I meet my -- I met my husband in London in 1947, ex -- a-actually I met him\nexactly during the time of the [indecipherable] because I was going out with a -- an -- an --\ncommander friend of Peter’s -- of my husband’s, okay? He was -- so I met Peter, my husband,\nthrough this friend of mine, and I -- well, actually he saw me off when I was going to America.\nMy friend asked Peter to see -- to help me mi -- make arrangements for my trip to America. So\nhe came along with me to [indecipherable] and made arrangements -- oh, he -- he was with me, I\nmade the arrangements, he just stood by while I make. And then I met him again when he came\nto the States. He as a Fulbright scholar and came ’49. And when I went back to England after\nfirst -- my first year in America, my friend told me that Peter Masters was in New York and he\nasked me to take a book to him, which I did. I went back again and that’s -- actually we saw each\nother for the first time, even though we double dated in England during the war -- or, after the\nwar, I didn’t know him during the war, after the war we double dated, we were engaged to\ndifferent people. He was engaged to an Irish girl and I was engaged to his friend. But then, it\nwasn’t really a definite engagement because I wasn’t su -- I wouldn’t have left for America if I\nfelt that I wanted to marry him. So I came to America, Peter was here, we saw each other for the\nfirst time, actually, by ourselves. We got engaged almost immediately and married shortly\nafterwards. And that will be 50 years next April.",
        "Q: What was your -- your very brief, apparently, what was your courtship like?",
        "A: You mean with my husband, or -- it was a very brief courtship. Actually, in London during\nthe war, when I first -- when I first met Peter, I had an aunt in London who was at the party\nwhere I met Peter, and she said -- she called me aside and she said to me, why can’t you have a\nboyfriend like Peter Masters? Why must you always have boyfriends like this other man? And so\nwhen we met in New York and we got at -- it was almost immediate attraction and we got\nengaged almost immediately. And so I was able to write to my aunt, guess what? I’m going to\nmarry Peter Masters. Because she said, why can’t you have a boyfriend like Peter Masters, why\nmust you always date these other guys?",
        "Q: You have children?",
        "A: We have three children and actually it’s been very -- Peter and I are ve -- are very well -- I\nmean, we are very well suited, because Peter and I come from very similar backgrounds, except\nhe comes from Vienna, which 1s a big city and I come from a little village. But he has total\nunderstanding of who I am and what I am and he has enormous empathy in -- about how I feel\nabout things, and understand each other totally. It’s been a very, very good 50 years.",
        "Q: You were a working mother?",
        "A: I was a -- I was a working mother, I have never stopped working, actually. And my -- and my\ndaughters always feel, especially my middle daughter Kim, always actually stayed -- makes a\npoint of telling me how proud she was that I was a working mother, because she thought it was a\nmarvelous example for her. But I always was torn by being a working mother. I felt that I -- it\nwould have been very good for my kids if I could have been with them. But I had a very strong\nneed to work, to be independent because when I was growing up my mother -- my father was, of\ncourse, working, my mother wasn’t and my mother wa -- had to ask him every morning she had\nto ask him for some money to -- to buy groceries and to buy necessities and he would always --\nhe didn't have very much, you know, my -- we had it -- more than plenty to live on comfortably,\nbut not -- he didn’t have really em -- any kind of bi -- money to s -- extra money to spend. So he\nwould always be -- make it -- there was always a problem and I would watch it and I -- it would\nupset me to see my mother asking for money. And I said to myself, I will never put myself in\nthat position where I will have to ask for money. I want to be independent. And I just had a need\nto be not only independent during my working life, because the money during my working life --\nmy work time, I -- I -- didn’t mean that much. I only wanted to be sure that I have worked\nenough for my retirement, that I would not be dependent on anyone. So I felt the need to work.\nAnd besides, I thought it was good for everybody. It -- maybe it was best for my children that I\nwasn’t around all the time on one hand. On the other hand, it would have been great to be with\nthe children and I sometimes think that it would have been better for some of my children if I\nhad been around. But that’s how it was.",
        "Q: You mentioned a little while ago that you were conflicted about going back to synagogue and\nbelonging [indecipherable]. What Jewish traditions did you observe in your family while raising\nyour children?",
        "A: We li -- we did observe all the Jewish holidays. Not all, I mean the major holidays. We had\nSeder. We observed Rosh Hashanah, Yom Kippur and Hanukah. All the holidays we observed,\nbut we did not go to a -- the children not -- did not go to Sunday school and they did not go to --\nwe didn’t go to any services, except for the high holidays. But we did not belong to any, so we --\nsynagogue, so we actually had to go wherever we could go. Now, my oldest daughter, Ann\nmarried a non-Jew, but she in -- her children go to Sunday school, and she is having her son Bar\nMitzvahed, which I am very proud of her that she is doing that. And the other children are\nconsciously Jewish, but they don’t belong to any synagogues either.",
        "Q: I wanted to ask your children’s names and how you selected the names.",
        "A: My oldest daughter is Ann Valerie mas -- Ann Valerie Sedonia. Sedonia was my mother’s\nname, so she is named after my mother. How Ann? Oh, my grandmother was Anna, or Hannah,\nand so her first name is and -- for my grandmother. Kim -- my second daughter Kim, her first\nname is Laura -- oh, there were -- Ann has another name, Ann Valerie Masters. Ann was named\nafter my grandmother and Valerie was the lady at the international student house where we had\nour wedding. And she was the manageress of the student house, and we named her after her, here\nin Washington. And Sedonia was my mother. Laura Kim, she was named after no one. And ha --\nTim, my son Howard was named after Peter’s friend Howard. And that’s it.",
        "Q: In your other interview, you spoke about teaching your children morality, and I wanted to --\nto ask you to -- to elaborate on what exactly that meant. What did you teach your children a-\nabout Judaism, about morality, about all of those kinds of things that parents impart to their\nchildren?",
        "A: Well, we taught our children pra -- to be decent human beings; to have ethics, and to -- to be\nhonest and good people. To be good to each other because my mother always was very -- that’s\none thing she always wanted is that we are good to each other. Of course, it doesn’t always work\nthat way with our kids. We’ve had our ups and downs, okay? But we try to set a good example\nfor our children and we taught them to -- not to ha -- be prejudiced against other people. We\nlived in an integrated community in Washington. We tried to teach them to be tolerant of other\npeople, they -- in fact, we overdid it, because we stayed in a school system where you could\nhardly s -- find another white face, except my daughter’s, until it was -- maybe it was a little\noverdone because it was during the upheaval of the 60’s, okay? So our children went through --\nwe lived in a neighborhood called neighbors incorporated, which was in Washington, D.C., and\nthe school system wasn’t [indecipherable] all the time. But -- and my husband Peter, who is a\neternal optimist, thought that we could manage to integrate -- I mean, to balance the schools. But\nit didn’t work that way, because it just didn’t work. And finally we had to move. But the chil --\nour oldest daughter went though the entire school system in elementary school, junior high and\nhigh school in Shepherd’s -- Shepherd Park, then [indecipherable] and in Coolidge High School.\nAnd Kim also stayed in the junior high in the district and with Timothy, we -- our youngest son,\nwe moved over to Bethesda. But in any case, our children have been brought up to be activists.",
        "Q: You were definitely raising children during a very turbulent time --",
        "A: Yes.",
        "Q: -- in this country. You talked a little bit about the schools and everything, but what about\nsome of the other things that were happening in the 60’s, like the sexual revolution and Cold\nWar. Do any of those big social upheavals of the 60’s stand out in your mind? Did you have any\nreactions to any of them because of your personal history, anything like that?",
        "A: Like literally I’m -- we went through a whole f -- I mean our children literally had been -- it\nwasn’t such a problem in -- in the sexual revolution, but with the -- just the school system was a\nproblem for us. Our children really didn’t participate in any of the social things in the schools,\nbecause of the upheaval. And the Cold War, I mean, naturally we were not able to travel to at a --\nI wasn’t able to go back to Czechoslovakia and to my home because of the situation, because of\nthe Cold War, and actually the -- my first trip back to Czechoslovakia was just about when\nDubéek appeared in -- in Czechoslovakia, and it looked like they were a -- going to be able to\nseparate themselves from the Soviets, that we made our first trip to Czechoslovakia, in -- it was\nin the -- probably ’69 or ’68, during that period. Was my f -- very first trip back to\nCzechoslovakia. And we were hoping, of course, for the -- for the freedom in Czechoslovakia\nand for the Cold War to end. [indecipherable]",
        "Q: There were several wars in the Middle East. Did they have any special impact on you?",
        "A: Naturally. Very -- I have some family in -- in Israel and many of them were participating in\nthe wars and fighting in the wars, and I have lots of Israeli friends who were involved in the\nwars. And of course I was extremely involved with, emotionally in the -- in the wars in Israel,\nworrying about Israel a great deal. But what can I say about it?",
        "Q: Did you follow the Eichmann trial?",
        "A: Pardon?",
        "Q: Did you follow the Eichmann trial?",
        "A: Yes, I did.",
        "Q: Did you feel justice was served?",
        "A: I don’t know if justice can ever be served, but obviously I was glad that, anyway, that they got\nhim and I’m sorry they didn’t get them all. I was hoping that they would find -- I think I often\nthought that maybe other people got away with -- with things that they shouldn’t have and pe --\nbut what did happen [indecipherable] with this kind of thing, I mean I just -- I followed the\nEichmann trial, I was glad -- I wish they would have gotten others. What can I say about it, it’s\njust horrible, in any case. I can’t --",
        "Q: You were in this country during the Eichmann trial.",
        "A: Yes.",
        "Q: When the trial was covered --",
        "A: Mm-hm.",
        "Q: -- in the American media, in the press. Did you get a sense of how the people around you\nwere reacting to the news that was coming out of this trial?",
        "A: The people that -- around me were the people who were feeling the same way as I do. I mean\n-- because, as I told you earlier, I didn’t discuss my situation with anybody except people that are\nlike myself. And if you think [indecipherable] think about people in my office or outside my\ncircle, I wouldn’t have talked about it, in any case. And of course I followed very much myself,\nwe did as a family. And I -- but I wouldn’t have talked a -- about it to anyone else, no. So the\npeople that I would have been discussing it with would have felt the same way as I do. And Is --\nand I said before, I hadn’t discussed my situation with anyone, so no one talked to me about it.",
        "Q: Did you discuss it wi -- you say didn’t discuss it with anyone. Did you discuss it at all with\nyour children?",
        "A: Of course. Yes, I would have discussed it with my children. Oh, well, first of all, it was\nalways a problem, how much do you tell your children? And we didn’t tell my children too much\nabout it. My -- some of my children an -- knew about it more and were much more interested\nthan others o -- even th -- I would imagine all the children were interested but some couldn’t talk\nabout it as easily as others could. Some, we did talk about it. And if we specifically talked about\nthe Eichmann trial to the children, I don’t recall. I don’t recall about that, but I’m sure that they\nwere aware of it. And we did not discuss too much -- our children did not discuss too much about\nwhat happened to us. [indecipherable] my middle daughter could never tolerate talking about it.\nShe just felt too pained by it. I don’t know, I can’t recall it.",
        "Q: I’m going to pause now --",
        "A: Okay.",
        "Q: -- and change tape.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: -- to -- to go back to something that you had said in your earlier interview. In your other\ninterview you said that you used to look at your babies, your children when they were babies and\nfeel sorry for them because they were Jewish and life would be hard for them. Do you still feel\nthat way? Has life been hard for them because they were Jewish?",
        "A: I don’t feel like that any more, not so strongly, but I still felt sorry slightly for them, because\nit’s not -- it’s not -- 1t’s hard. When they were little, I used to stand over their crib and I would be\nvery, very upset and say what a terrible thing 1s waiting them. They will have to discover that\nthey are Jewish -- they will find out they’re Jewish and they’Il discover that they’re dis -- hated,\nbecause I felt -- well, when I was a child growing up, I was -- I had a lot of this, you know. But I\ndon’t feel that way now an -- about my children because they are adults and they are able to\nhandle it, and -- but I sometimes feel slightly sorry for my grandchildren because I feel that\nthey’ ll find out that it’s not easy to be a Jew, that’s all. But so I do -- it’s a little less severe than it\nused to be. When I was a young mother it was very strongly, I felt terrible about it, but now it\nisn’t quite like that, 1t’s much easier.",
        "Q: You were saying a few moments ago about what you chose to tell your children, when you\nchose to tell your children about your personal experiences. Have you shown them some of the\nletters, and if you have them, journals or anything from the war years, and letters and\ncorrespondence with your parents? Have you shared that with your children?",
        "A: Not really. I -- I don’t tell them -- I mean, they know a lot obviously, but -- and I have done a\ntape which I’ve -- they have listened to. And I’ve talked to them little by little. Not too much\nwhen they were little, but when they were bigger, my middle daughter Kim could hardly ever\ntolerate it. She was terribly upset and she never goes to -- she’s never been to the Holocaust\nMuseum, and she cannot go and see any of the films to do with the Holocaust. She’s -- it’s just\ntoo upsetting for her. But my oldest daughter is certainly taking her children to the Holocaust\nMuseum, and she knows -- but we don’t talk about it, as such. We don’t talk about it too much. I\ndon’t think the children like to get into the conversation. They find it very painful. And my son\nalso. We took our son to Czechoslovakia when he was eight years old. We took him to the\nvillage -- oh [indecipherable] I took my middle daughter to the village, which was a very good\nexperience and she’s going to -- in fact, going to write an article about it for a paper, which I’m\ndying to see, because she just thought it was wonderful to be able to -- to have gone back. And\nmy older daughter hasn’t had an opportunity, but she wanted to go back there. We will make the\ntrip and she will go and see where I was born and where her grandparents lived. But the children\nare very -- I didn’t -- when I was -- when they were little, I didn’t talk to them about it much. But\nof course now, we are [indecipherable]",
        "Q: Now that you have had children of your own and you know the role of parenting through\nadolescence and into adulthood, can you look back to -- to your years in England and -- and in\nthis country when you first came and reflect on how -- how the fact that you didn’t have your\nparents with you during those formative years had an impact on you?",
        "A: Well, it had a tr-tremendous impact in that I always felt -- first of all, when we left home, our\nmother -- our parent tr -- were very anxious for us to s -- be close together, not to -- to look after\neach other and so we -- I made a point always of wondering -- of asking myself how would my\nparents have dealt with this situation? What would they have expected of me? How would I\nrespond to anything that has come up in my life. And I would always go by what I thought my\nparents would expect of me, which may not have been the best way, but this is how I managed to\n-- first of all I did that to -- in respect to -- for my parents, because I felt the responsibility to take\ncare of mys -- of myself and my sisters -- and my younger sister, the way my parents would have\nexpected me to do. And therefore I lived my life like that, which may not have been the best\nway. And also, it was difficult because I wanted to know -- I always felt that I did not learn -- I\ndidn’t know exactly how to -- my parents would have -- how -- I would have been taught certain\nthings when I was growing up, and therefore I was afraid, I always said I wouldn’t know how to\nt-teach my children, because I didn’t have an example of my parents teaching me. And so I\nmuddled through it somehow. That’s about it. And sometimes maybe I didn’t do it -- the greatest\njob, but it worked out the best I -- I did the best I could. I did the best I could.",
        "Q: You mentioned grandchildren. How many grandchildren do you have and do they know\nanything about your past?",
        "A: I have five grandchildren, and hopefully have [indecipherable] there are two more. I am --\nyes, they do, the oldest grandchildren, my 12 year old son -- my grandson knows a great deal. In\nfact he’s very interested and asks a lot of questions. And my eight year old -- 10 year old\ngrandson also knows a great deal. My seven year old granddaughter is too young. And -- but the\nchildren are very interested, and they know a lot. And they -- in fact they know more than my\nchildren knew at that age. And recently I met a little girl, an eight year old little girl who was so\ninterested in the war, in what happened to me, she said she was studying Kindertransport, it is a\nreally amazing thing, that little girl from Philadelphia. And she has read all the books about the\nKindertransport and so -- she was absolutely amazed when I came to her grandparents home and\nI told her I was a Kindertransport kid. She was really thrilled. And so I have been in\ncorrespondence with her because I think this eight year old little girl from Philadelphia -- I have\na letter here, I’1l show it to you later -- is the -- our future.",
        "Q: Has it been easier to talk to your grandchildren than it was to talk to your children?",
        "A: Yes, I think it is -- grandchildren -- yes, it has, actually. In fact, I made a tape for -- not my\nchildren, but my niece. [indecipherable] my -- I -- there were three of us that came out in the\nKindertransport. My older sister was 15, I was 14 and my little sister was 10. My younger sister -\n- my little sister’s daughter, youngest daughter, since my sister died at -- three or four years ago,\nmy -- her daughter wanted to write a book about her mother. So I -- she asked me to do a tape\nabout my sister’s life. So it’s the first time I actually put the thing on tape. And my grandchildren\nhave already heard the tape about my -- our life in Czechoslovakia during -- before the war. So\nthey are really interested in their -- also I’m very pleased about the fact that they want to know.",
        "Q: Over the years that you worked in Washington, how did your job, your professional career\ndevelop and grow, and how different was it at the end of your career than when you first came\nhere and started?",
        "A: Well, 1 -- my -- it was one -- first, I had a great experience working at the Fund. I -- I did very\nwell. I -- I started out as a bilingual secretary to a division chief, which I said already, you know,\na high position. And then I had the opportunity -- well, I learned a lot, of course, on the job, and I\nhad the opportunity to do other things and to -- I forgot what you asked me.",
        "Q: I asked you how your job grew and developed over the years.",
        "A: Yes, I -- I'd -- I grew with the job and I could have advanced and I advanced as rapidly as I --\nwell, as was possible. And I made a perfect career and I enjoyed it thoroughly and I had a great\nworking life for 35 years. I could have done other things, I was offered other opportunities in the\nFund, but I stayed where I was because I enjoyed the work I was doing. And I felt that was fine\n[indecipherable] have gone -- done more than I had already done. So I felt satisfied with what I\nwas doing, and I was pleased with the kind of work I did.",
        "Q: By the time that you retired, what -- what exactly was your job and what were your\nresponsibilities and duties?",
        "A: I was administrative officer of a department and there were about 19 -- roughly 1910 people\nin my department, and I was responsible for hiring and staffing the different divisions. I was\nresponsible for travel, for the budget and for whatever there was to be done in a department that\nwas so very vital. And I had a very good relationship with my colleagues and loved being there\nand | retired nine years earlier than I needed to, but I felt that I needed to get on and do\nsomething else, and I left the Fund. After I left I was consulting for two or three years, on a te --\nfreelance basis, doing budget and doing other things. But it was a good decision.",
        "Q: You wrote an article for the International Monetary Fund magazine in January of 1990. How\ndid that come about?",
        "A: It came about because in 1989, I think, there was a 50\" anniversary of the Kindertransport\nfrom London, and it was covered by the “Washington Post.” And there was an -- an article\nappeared in the “Washington Post” about the meeting and about me. It was the first time that my\ncolleagues found out about my life and where I came from and what happened to my family.\nAnd they asked me to write an article for the [indecipherable] staff news about my experiences,\nabout my life, and about the meeting. And that’s how it came about, and it was an eye opener to\neveryone that I worked with, because no one knew about my situation and no one knew about\nmy life story.",
        "Q: Wow. Would you please tell me about the reunion and that whole experience for you?",
        "A: It was a marvelous thing, I’m very grateful to the person who arranged it. I can’t think of her\nname at the moment, but I will. Do you remember her name? Okay, later I'll think of it, okay? It\nwas one of [indecipherable] it was -- I’m glad that she or-organized it -- wait a minute, I have to\n-- okay, met a lot of, like, well, I didn’t know the people that I came on the -- on the train,\nbecause we were little and we were from all over the country, but I met the children -- the kinder\nthat were in the chil -- in the children’s home with me when we first arrived in England. And it\nwas wonderful to see them and to be together with them again and we had another reunion this\nyear, this last year, which was 60 years anniversary. And we are in touch with many of the kids\nfrom those days.",
        "Q: Who was Nicholas Winston, and what is so significant -- what was so significant about seeing\nhim at the 50\" reunion and your next visit with him?",
        "A: Nicholas Winton was a young Englishma-man who organized the -- wa -- the Kindertransport\nout of Czechoslovakia. He organized six transports. Unfortunately only five made it, the last\ntransport did not make it, all the -- all the children were already on the platform in Prague for the\ntrain to leave, but it wasn’t allowed to leave any more. I wa -- I think I was on the one -- on the\ntransport which arrived on July first in England. July 1‘, 1939. And I can tell you exactly how\nmany children were on that train if you give me a moment. [indecipherable]",
        "Q: You mentioned to me a few moments ago when we weren’t recording that you’re going to be\nseeing him again in the next couple of days.",
        "A: Yes.",
        "Q: Can you tell me, you know, how this -- this visit is planned for you and how it came about?",
        "A: Nicholas Winton is now, I think, 93 years old. And he is visiting some people in -- some of\nthe kinder in Florida, but he wanted to come and see us because we’ve become quite close with\nhim. And he t-told us that he would like to come and visit us for a couple of days in Washington.\nThere’s one other kinder -- kind here from Czechoslovakia, from the kinder Czech transports.\nAnd so he is coming to stay with us on the 16\" -- is it 16\" of January, and spend two nights here.\nAnd he wants to just sit and relax and take it easy and -- with us, that’s all. It’s wonderful that he\nwants to do it, we are thrilled to have him here.",
        "Q: Are you involved with any Holocaust survivor groups?",
        "A: Yes, I’m involved with two or three sa -- different groups. One is the Kindertransport\nassociation. But I think it’s now all under one umbrella, it’s going to be this year. The\nKindertransport Association in London, the Kindertransport Association in America, and the\nKindertransport Association of the Washington area Kindertransport. That’s three different\ngroups. And then [indecipherable] a child survivors’ group, which mays -- meets once a -- a\nmonth in Washington, the second Sunday of each month. I think that’s about it.",
        "Q: What do you get out of your association with these groups?",
        "A: That’s a big question. What do I get out of it 1s I like to be -- first of all, whenever we get\ntogether with any refugees, any people, Europeans, we always end up talking about the\nHolocaust. It never -- it never is different, it is always thus. It doesn’t matter what it is, if we are\ntogether with any of our con -- refugee, or survivors, we always end up talking about it. I have\nmany friends, I -- one of my friends from the Fund, in fact, the one that I met on the first day that\nI came to Washington was a child in -- hiding in Holland. She was the lawyer [indecipherable].\nShe -- she, of course, knew about my story. And what do I get? I love to be with them because\nwe understand each other, we are soul mates. That’s why we have lots of friends who are in the\nsame situation as we are and we have also a variety of friends who are not. We have many\nJewish friends, we have many non-Jewish friends, we have many international friends. But we\nalways -- we go to these meetings and it’s because I feel comfortable with these people, but I\nalso feel -- well, we are different in many ways, too. But I go there because I feel we belong\nthere, somehow. What can I say, it’s complicated. I could tell you all kinds of things about it.",
        "Q: Are you ever asked about your opinion on Madame Albright and her -- her ha -- her story?",
        "A: I’m very often asked about it and I’ve read quite a lot about it. First of all, her cousin, the one\nwho lives in Prague was on the Kindertransport like I was, from Czechoslovakia. And I think she\nlived with them during the war, in England. And I am very often asked about Madeline Albright\nand I cannot believe that she didn’t know about her grandparents. That’s my opinion. I think that\nthere’s no intelligent -- I mean, she’s not -- she’s a very bright lady, and she is a very intelligent\nlady and she sure must have asked what happened to my grandparents, or how would she -- how\nwould you not be able to ask the question? And also, what about her cousin, who lost her whole\nfamily? She must know that her cousin lost her family. Where did she le -- lose her family? How\ndid she lose the family? And -- that’s all. What can I say about it? I still think she’s bright and\nable and I respect her, but I can’t believe that she didn’t know.",
        "Q: Your husband Peter recently wrote a book. And I should probably mention that Peter is also --\nhas also been interviewed by the Holocaust Museum. I’d like you to tell me about the book and -\n- and how the book has changed your lives.",
        "A: I’m very, very thrilled that Peter has written the book, because I think it’s very important that\nhe left this document, that he was able to document what happened and what he did towards -- in\nthe war. I’m very, very proud of him and I think he did a great job, he’s a great success and many\npeople 1 -- 1 -- we’ve had enormous amount of correspondence and praise. And people are -- say\nthat it is a very important document and -- and very good -- better document than many historical\nhistories that were written about World War II, because it’s a personal story of someone who\nexperienced -- who was -- who lived through this. Now, it has changed -- anyway, people wanted\nme to help him type the book, but I told him that if he wanted to write a book, he has to do it\nhimself. And he actually had a -- a tremendous -- I mean, it was a tremendous effort because he\ndidn’t know how to type. I said I would type it for him if he typed it up -- if he wrote it up, but I\nwasn’t going to sit at the typewriter while he marched up and down in the room dictating to me.\nBut -- so he decided to get himself a word processor and he actually did it with his two fingers.\nAnd he wrote it, which is absolutely incredible and I’m really proud of him for having done it.\nAnd it has changed our lives because he gets -- he gets correspondence from everywhere and he\nhad found old friends and new friends all over the world because of the book. And I think that\neverybody should read it.",
        "Q: Want to give me the title of the book?",
        "A: “Striking Back: A Jewish Commando’s War Against the Nazis” by Peter Masters, Presidio\npress.",
        "Q: You were telling me when I was changing tape about a suitcase in Liverpool station. Can you\ntell me the story?",
        "A: There 1s a sculptor in London who is doing a suitcase -- a sculpture of a suitcase, which will\nbe sort of a -- like a Plexiglas suitcase and she was asking for donations of Kindertransport,\nbecause this is where the Kindertransports arrived in London, at Liverpool station. And there’s\ngoing to be a sculpture with a huge Plexiglas suitcase and inside it will be items that the children\nbrought with them from Europe. She’s be -- she has been asking for donations, my sister has\ngiven her quite a few items. I have a few things which I might give her, but I’m hesitant because\nI hate to give away some of the things that were given to me by my parents when we left them.\nCourse, there are very few things. I have a blanket and a ring that my father bought for me at the\nstation before we left. And I don’t want to part with my original photographs and they only want\nto have original photographs. But -- but people are donating quite a few items.",
        "Q: You’ve mentioned several times return trips to Czechoslovakia.",
        "A: Mm-hm.",
        "Q: Can you tell me about each time that you went and what each experience was like?",
        "A: The first time I went back was in 1968, I think. Could have been a little earlier. We arrived in\n-- we planned to go back because at that time things seem to have eased up in Czechoslovakia\nand we decided that was the time to go. And it was very important for me to make my trip back\nto Czechoslovakia, since I had never been back there. And we arrived in Vienna with plans to\ntake a rent-a-car and drive to my village. When we got to [indecipherable] Peter and myself and\nour son, who was then seven or eight years old, when we arrived in Vienna I suddenly got cold\nfeet and I didn't want to go. I said to Peter, no, let’s forget about it, I don’t want to go back. For\nseveral reasons. First of all, I was very afraid of going back for the first time. Secondly, I wasn’t\nsure about the pol -- about the communist -- what was going -- you know, how it will be. And it\nwas just really frightening to me to go back, but Peter said no, we came all this way, we are\ndefinitely going back -- we are definitely driving. So we rented a car and we drove to my village.\nWe arrived in my village at six o’clock in the evening. It was not recognizable, because it used to\nbe a very charming little village in the lower Tatras mountains and now it was sort of like a\nfactory. A lot of cement buildings all around and di -- very dilapidated. And we arrived in the\nvillage at six o’clock in the evening and I didn’t know who to ask for and I didn’t know exactly\nwhere -- where everything was, it seemed to be different. And when we arrived in ce-center of\nthe village, I asked -- I decided to ask for my gir -- girlfriend, who used to be the mayor’s\ndaughter. Her name was Maria Bautiva She was my girlfriend, who was not Jewish. And so we\nstopped in the middle of the village and I said, do you know Maria Bautiva? And they -- I said,\nit’s probably not her name any more, because it was her name when she was a little girl. She may\n-- she’s probably married and -- but this person know -- knew who she was and she said, she died\ntwo years ago. I was so disappointed because I had not been in touch with her since 1939, but I\nfelt she would be the only person I could think of that I remember. And so then we decided to go\nand look at -- at the house where we lived. And I couldn’t recognize it, it was so run down. The\nentire street was so run down. And at first I didn’t know where it was, and I said to him, let’s go\nto the railway station, because from the railway station I know how to find the house. So we\nwent to the railway station, and walked down the street, when there was this hou -- what seemed\nto be our house, which my father finished building in 1938, it was brand new when we left it. We\nleft in °39, my father finished building this house in ’38. And there were some children playing\noutside. And said to the children, do you live in that house? And they said yes, we do, we -- three\nfamilies live in the house. We live on the top floor. I -- I said, go and ask you mother whether we\ncould come in, because I used to live here. And so she went in, we came to the front of the house\nand the child went in and she ran upstairs and she said to her mother, somebody wants to come\nand look at the house. And the mother stood at the top of the stairs, she looked down at us. She\nknocked on the door of the husband’s room where he was ta -- taking a nap, and she says to her\nhusband, come down, Miss Eberstark arrives here. I was absolutely shocked, I said, how did you\nknow who I was? She said, well who else could it be? Because I said I lived there, so she knew\nexactly in whose house she was living. That was 1939, this was 1968, 30 years later. And so we\nwent up there and of course I looked -- and she said that two families lived downstairs\n[indecipherable] lived upstairs. And they -- and I couldn’t find one stick of anything that\nbelonged to my parents. There was nothing that was recognizable. And they immediately sent for\nother people to come in. And he was telling u -- this man was apparently the same age as we\nwere -- I-I was, and he said we used to play when we were children. And then he said, I\nremember your grandfather and he pointed to his [indecipherable] your grandfather always used\nto wear this gold watch with a big gold chain. And he made out as if the chain were four 1 --\nthree inches wide, which was a little gold chain, but to him that chain seemed to be a huge gold\nchain. In any case, it was -- then they insisted that we spend the night. Oh, another person was\ncalled, and they antic -- we were looking for a place to stay for the night and this man insisted\nthat we spend the night at his house, which was nice of him. We spend the night there and at 10\no’clock in the morning I said to Peter, we’ve got to get out of here, I can’t stand being here. And\nwe went to a Jewish -- the only thing we did was g-go to a Jewish cemetery and we -- oh,\neverywhere we went -- I mean that first night, everybody wanted to buy our house. They said,\ncould we buy your house from you? I said no, it’s not my house any more. So they s -- and\nanyway, next morning we went to my grandfather’s house. And everybody there said also, could\nwe buy the house from you? All these people lived there, all over the place. There were lots of\npeople living in the house.",
        "Q: I’m sorry I have to interrupt you, but we’re out of tape. Just one moment.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Alice Masters. This is tape three, side A. And you were telling me about your\nvisit, your first visit to your home.",
        "A: Yeah.",
        "Q: And how people were asking you if they could buy your house, if they could buy your\ngrandfather’s house.",
        "A: Mm-hm, yes. Th-The next morning -- so we ca -- arrived at six in the evening and next\nmorning the person who -- at whose house we spent the night, wanted us to go to the district\nbuilding, or whatever it is, to find out how much taxes are due on the house, because he was\ninterested in buying it. And reluctantly I went there. And the women who was in charge of the\nfiles, brought out the files and told us about the tax, how much tax is due and she said to us, to\nme, she would like to buy the house, too. At this point I said to Peter, I’ve got to get out of here.\nFirst of all, I was not negotiating to sell any of the houses, but it was -- but I still -- still wanted to\ngo to the Jewish cemetery, which we did, we went -- which is between two villages. One side of\nthe village is the cemetery belonging to our village and the next cemetery belongs to the village -\n- next village. All the stones were turned -- knocked down and I couldn’t find my grandmother’s\ns-stone and her grave. But we just wandered around the cemetery, just completely overgrown\nand completely demolished. Stones were scattered all over the place. Then I said to Peter, we’ve\ngot to get out, I was feeling sick. So at 10 o’clock in the morning -- oh, in the -- then we went to\nthe woods, where we used to spend a lot of time with the family. And in the woods there was a\nbig grave where they -- mass grave where they murdered some people. I always suspected that\nmy grandfather was murdered there, but I could never find out, and that’s one thing I did not\nreally find out who was -- the names are not on the grave, so I don’t know who 1s buried there.\nThen we saw -- met one Jew in the village who survived. His family -- I don’t know what\nhappened to his family, he didn’t seem to be all with it, but he converted and became a Catholic\nand he’s married to a Catholic woman. His name was Shaiman, I think. And at 10 o’clock in the\nmorning we pulled out and I sat in the back of the car, Peter and our son sat in the -- Peter was\ndriving, our son sat next to him. I sat in the back because I couldn’t sit up, I had to lie down. I\nwas sick all the way, all the way to Vienna. I was vomiting all the way to Vienna. I was so ill\nthat when we arrived at the Czech border, Peter didn’t see the patrol, the ca -- people trying to\nstop our car, he t -- almost drove right through it -- through the frontier. We were almost shot\nbecause Peter was in such state trying to get me back to Vienna because I was so ill. And then th\n-- [indecipherable] is dark and there was lanterns being installed [indecipherable] people were\ntrying to stop him from driving past those lanterns. And he stopped and the guard said, what are\nyou trying to do? You must stop at the frontier. And then h-he talked -- he saw me being very ill\nand he just opened our trunk, examined the trunk and let us go right through. We arrived in\nVienna at -- at 11 o’clock at night and I went straight to bed, it took me two or three days to\nrecover. We stayed in Vienna and I just stayed in the hotel and tried to recover from my first visit\nto Czechoslovakia. But, that was a very, very important visit for my life, because that changed a\nlot for me in my life ca -- this visit, because for years and years, ever since I left home, I just felt\nlike I was living from a suitcase, even though I was married and had children. I just felt that there\nwas something not quite right and that I ha -- like I was waiting for something to happen. Well --\nand I was sort of longing for Czechoslovakia and for my home. And having made this trip back,\nsuddenly it dawned on me that -- because I was -- I always loved snowdrops and wild -- and the\nwoods in Czechoslovakia, and having made the trip back, I came back home and I said, well,\nsnowdrops and wild strawberries are not everything. I -- and it sort of finished that chapter of my\npast. That was a very, very important time. When I came back from this trip, it really -- it did\nsomething for my entire being. It made me feel settled, more settled in my home. I felt this is\nwhere I belong and this is where I am and I stopped being so torn towards going home.",
        "Q: Was that your only trip to Czechoslovakia?",
        "A: No, no. Then we made another -- one other trip -- well, I went back to Czechoslovakia again,\nto Prague, once. But then my -- my middle daughter came, who is a writer, a journalist, wanted\nto go back, which really surprised us. She wanted to go and visit my village. So we decided to\nmake a trip back about four years ago. And it was a wonderful, wonderful experience. We stayed\nalso a very short time, but it was wonderful for me to be able to take her, to show her where I\nwas born, where my parents lived. And we didn’t go into the house this time, because nobody\nseemed to be there, but it was very run down. And -- but we just walked around. Of course, we\nwent to the synagogue which is there, which 1s not a synagogue any longer, it’s men’s club or\nsomething. It used to be a grain storage after the war, when we went back first time. Then we\nwent to a Jewish cemetery. Somebody seems to be taking care of the tombstones. But one thing I\ndid not do, which I still have to do one day when I go back, I didn’t talk to anyone in the village.\nI just didn’t feel like I could talk to anyone. And I should have done that, I should have gone to\nthe office, to the -- what, a district building, whatever they call that, to find out who survived,\nwho 1s there, who is Jewish. I didn’t ask anyone. I just didn’t talk to anybody, I didn’t feel that I\nwanted to. But we wandered around the village, we went to the -- passed the synagogue,\neverybody was staring at us because we were looking up and down where the synagogue stood.\nThen we asked the taxi driver to drive us to the Jewish cemetery. We went and took photos and\nmovies of the Jewish cemetery. Then we went to stop at the schools to which I went, and my\ndaughter just adored it all and thought it was marvelous to have been -- made the trip. Now we\nhave to take the -- my oldest daughter.",
        "Q: Are you planning on any more trips?",
        "A: Yes, we want to go with my older daughter to s -- to do the same thing, because all the -- my\nyo -- son saw the village, he was only seven or eight years old, but -- so he would be willing to\ngo again. But my oldest daughter has never been and she absolutely wants to see it, so one of\nthese days when -- maybe even a year or two, we’ll go again.",
        "Q: Was it your middle daughter who was always very sensitive to stories about the Holocaust?",
        "A: Yes, it’s my middle daughter who was very -- has go -- been to a [indecipherable] get a badge\nof [indecipherable] when she was very young she wrote a poem about her grandparents and she -\n- she’s the one who went. She’s going to write about it, which will be quite exciting because I’m\nwaiting to see that article.",
        "Q: Is there anything that we have not discussed that you still want to talk about?",
        "A: I think we’ve covered more or less everything except, let’s see -- well, I think -- I can’t think\nof -- probably after we finish Ill think of lots of other things that I haven’t said, because that\nhappened when I did the original tape. After it was done, I thought of many things that I should\nhave mentioned. Mm, well, yes, there are several things that I haven’t mentioned. I haven’t\nmentioned my uncle, who was instrumental in bringing us out. My uncle, who was my mother’s\nyoungest brother, who lived in lon -- London. First he lived in Berlin and so he knew what was\ngoing on and then he lived in London and he’s the one who made the arrangements for us to -- to\ncome out. Now, it was absolutely a miracle that we came out because we lived in a small village\nin the Tatra mountains, where no one would have ever imagined that anything would happen to\nus. And we always thought, during the war, that nothing would happen to my parents because we\nthought our friends, our neighbors would take care of them. But we were wrong. Now, if it\nhadn’t been for my uncle and his wife, Lotte, we would -- who urged our parents, if it hadn’t\nbeen for my brave parents who took it upon themselves to put three children on a train -- my\nGod, when I think about it -- and to give up the children and to send them away, and if hadn’t\nbeen for Nicholas Winton, and if it had -- hadn’t been for my guardian who signed for me, and if\nit hadn’t been for Marda Hess who signed for my oldest sister and my youngest sister, we would\nnever have made it. And also I want to say that -- that if I had to say anything critical about it, is\nthat nobody paid attention to our education. I must say that, because in London my older sister\nwas left totally without schooling. She was 15 years old and nobody thought of sending her to\nschool. And 1s -- I think that 1s absolutely awful, that is, when I think about it. And with me it\nwas a miracle that my guardian -- I mean, my uncle persuaded my guardian to send me to\nsecretarial school. That was a big argument, she didn't want to do it because she kept on saying\nthat she only was required to sign, not to do a -- do anything because she -- he promised her that\nshe wouldn’t have to do anything but sign for me. And now he was asking her to send me to\nschool, and I had to finish my schooling in 10 months where other children went to that\nparticular school for three years to get the -- or two years, or three years to get the schooling. I\nhad to do it in 10 months, which was not -- not good because I didn’t speak English. I had to\nlearn to speak -- take shorthand, it was very difficult. But that is really a shame that no one really\npaid much attention, I guess. Everybody was so stressed and preoccupied and under such\ndifficulties that nobody thought about it. I mean -- I don’t know. It seems to me that they could\nhave seen to it that my older sister had some schooling, and that I was sent to a better school than\nI did -- was, but still, we -- we’re grateful that we survived and we are grateful that all of these\npeople participated, my uncle, the guardians, my parents, Nicholas Winton, who else? A-And\neverybody. It worked for -- for us.",
        "Q: I’m not sure you mentioned on this tape the name of your guardian. Would you please\nmention her name?",
        "A: Yes, her name was Fanny Bandit. She was a spinster lady. She was well-to-do. She had a big\nfamily, she was Jewish. But she just didn’t know what to do with me. You know, she just signed\nfor me. She felt that -- she was -- happened to be a friend of my uncle’s, so sh -- but -- that’s why\nshe signed. But she -- although she could have afforded to do a lot of things, she just didn’t know\nhow to deal with it. Didn’t do anything. But we were -- she became a close friend and she was\nalways -- to the end she was very proud of the fact that she did this, and she was very proud of\nme because she thought I did so well.",
        "Q: In your years in the United States, did you ever experience any anti-Semitism?",
        "A: Yes, I did. In my office, actually there was a girl that was -- when I first arrived, she used to\nmake very antiseti -- anti-Semitic remarks. That was the only time I really experienced\nsomething -- oh yes, well that was one, and I didn’t say anything to her, I never said anything. I\ndidn’t want to get into a debate with her. And then one day she got really angry with me. She\nsaid -- she blamed me. She said, why did you allow me to say these things. And she got angry\nwith me, she blamed me for not letting her know that I was Jewish. And wi -- a-after that it was -\n- never ever it was said, and she was okay. But she used to make anti-Semitic remarks all the\ntime at the beginning, when we first met. And of course, I experienced anti-Semitism because\nwhen we used to go to the beach, to eastern shore, I saw signs saying, no Jews allowed. No Jews\nor, Gentiles only. No Jews or dogs allowed, or something. I saw that, it was very disturbing to\nme, and very, very shocking and surprising. I did si -- experience a little bit like that, but\notherwise, I wa -- no. Oh yes, there was a man that I was 1n a carpool with when I worked at the\nFund, I won’t men -- mention his name. He always used to make jokes, and he said to me, the\nonly mistake Hitler made -- he used to say these things, but he said that he didn't finish the job.\nHe was [indecipherable]",
        "Q: When you look back on your life in the United States, what was the best surprise about life\nhere?",
        "A: The best surprise? Well, lots of -- I love being here. I -- the best surprise was the fact that I\nfelt at home here. I -- it’s -- it’s amazing. I mean, I was very -- absolutely astonished when I first\narrived, how much at home I felt, almost immediately. Very comfortable, and I never felt like a\nforeigner here. I felt very good and I also find -- I’m always, to this day I’m just thrilled about\nmany things. First of all, every single day when I get up I’m thrilled about my house and\n[indecipherable]. Then I’m thrilled and I just am astonished about the abundance of everything\neverywhere. And I’m just amazed about it. Course I have never overcome -- when I go to the\nstore -- and I think this is a syndrome of many refugees, I always feel -- I always feel that if I\ndon’t buy two of everything, it won’t be there the next day. You know, it’s peculiar, I -- I keep\non telling myself it will be there, I don’t need to buy two thi -- items at the same time. But I still\nhave this thing left over from -- from years ago, you know, when we didn’t have anything in\nEngland because we had so little. I -- everything, nothing, you know, when we first -- when we\nwere refugees, we lived in the children’s home for thirt -- to start with, and we had six --\nsixpence pocket money a week, six pence. And most of it went for [indecipherable] to ride home.\nThen I managed to save about 15 shillings. And then when we were split up -- when the war\nstarted we were split up, my little sister had to go to another room -- to another place. We were\nall split up, the three of us. And so I gave my 15 shillings to my little sister, because I always\nsaid, I can always take care of myself, but she will need -- be we had so little, we had nothing. I\nmean, we had so little money and so little -- but, it was fine. You know, we managed. It’s\namazing how [indecipherable] manage, you know, with nothing. But here I felt very\ncomfortable, or [indecipherable |",
        "Q: Continue.",
        "A: Yeah, very comfortable, very much at home and there was never any question that I would\nwant to be anywhere else.",
        "Q: So let’s pause, we have a disturbance here. [tape break] Okay, we’re back, sorry about that,\nthere was someone at your door. My last question to you, okay? What is yet in store for you and\nwhat would you yet like to accomplish?",
        "A: What is yet in store? Well, I’m curious about that myself. What would I like to accomplish?\nI'd like to see that my kids are happy, that my children -- I mean, this is very difficult question.\nWhat would I like to accomplish? It’s -- well, I keep on toying with the idea whether I should\njoin a synagogue, that’s one thing. I reject it every time, but I lean more towards it sometimes.\nAnd with what I’d like to accomplish, I’d like to clean up my house and sort out my papers and\nthrow out the things I don’t need any longer and leave my house in order for my kids. That’s\nwhat I’d like to accomplish. That’s it. And I hope that we stay well and that my husband stays\nhealthy.",
        "Q: Have you ever been to Israel?",
        "A: Yes.",
        "Q: I did not know that. Could you tell me a little bit about the trip and -- and what it was like for\nyou, and that will be my last question.",
        "A: Well, we went to Israel a few -- a few years ago. I’d like to go more often. I often te -- we\nhave some cousins in Israel that I have found through Yad Vashem, one cousin. And we went\nthere once with the World Jewish Congress, and it was very emotional and very moving and I\ncried when we arrived in Jerusalem. It was wonderful and I'd like to go again, but we haven’t\ndone it. But I have -- I’m thrilled with Israel, I’m deli -- I -- I’m -- I hope it prospers and survives\nand [indecipherable] with peace. And I -- Israel is very close to my heart.",
        "Q: Thank you for speaking with me today.",
        "A: Okay.",
        "Q: And this concludes the United States Holocaust Memorial Museum interview with Alice\nMasters. Thank you.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum volunteer collection interview\nwith Alice Masters, conducted by Esther Finder, on January 12\", 2000 in Bethesda, Maryland.\nThis is a follow up interview that will focus on Alice Masters’ post Holocaust experiences. In\npreparation for this interview I have listened to the interview you conducted with the United\nStates Holocaust Memorial Museum on November ninth of 1995. I will not ask you to repeat\neverything you said in that interview, instead I will use this interview as an opportunity to follow\nup on that interview and focus on your post Holocaust experiences. This is tape number one, side\nA. I would like you to please just establish what was your name at birth?",
        "Q: When were you born?",
        "Q: And where were you born?",
        "Q: And where were you during World War II?",
        "Q: And I would like you to explain to me how you came to work for the Czech government in\nexile in England.",
        "Q: What was the test?",
        "Q: When you worked for the government in exile, what were your duties and responsibilities?",
        "Q: When exactly did you start working for the Czech government in exile?",
        "Q: With whom did you work?",
        "Q: What information were your privy to?",
        "Q: I understand you do -- have said that there was nothing that you knew that the general public\ndidn’t know.",
        "Q: Were you working for the government when the Auschwitz protocols were released by the\nCzech government? I don’t know if you could comment on that.",
        "Q: You mentioned a moment ago that there were things that you heard that you didn’t want to\nbelieve. What kinds of things were you hearing that were -- were frightening you?",
        "Q: In your previous interview, you mentioned that there was some anti-Semitism in your village.\nI wanted to ask you, what was the official position of the government in exile on the treatment of\nthe Jews?",
        "Q: Let me stop for just one moment, we have a disturbance. [tape break] Okay, we’re back. ?'m\nsorry for that interruption. I had asked you if you had experienced any anti-Semitism with\nrespect to your work for the government in exile. Did you experience any anti-Semitism any time\nwhile you were in England?",
        "Q: What kinds of things did she say?",
        "Q: While you were in England, were you aware of any attempts to smuggle Jews into Palestine,\nduring the war years especially, or immediately after the war?",
        "Q: Was there any public rush -- recognition in England of the existence of the Jewish brigade in\nthe British army?",
        "Q: Did you follow the local BBC broadcasts and the local newspapers regularly during the war\nyears?",
        "Q: How was the liberation of Bergen-Belsen reported in the British media?",
        "Q: How did you learn that the war was over?",
        "Q: Can you describe the London that you do remember at the end of war? What was London like\nwhen it was over?",
        "Q: When you said no one came back, are you referring just to your family? What about friends\nand neighbors?",
        "Q: When was the full extent of the genocide known in England, and what was the British\nreaction?",
        "Q: ms -- I’m sorry, I have to interrupt you because I’m almost out of tape.",
        "Q: Just one moment.\nEnd of Tape One, Side A",
        "Q: -- to the news of the genocide?",
        "Q: What about the newspaper reports and the radio broadcasts and -- and the newsreels?",
        "Q: Were you aware of the public opinion in England regarding the question of allowing Jewish\nsurvivors into Palestine?",
        "Q: Is there anything that stands out in your mind from the -- the period of time toward the end of\nthe war and immediately after the war was over, what -- what stands out in your mind about\nthose days aside from your fear? Is there anything else that -- that comes to your mind?",
        "Q: How long did you continue to work for the Czech government in exile?",
        "Q: Before I have you leaving England completely, you were still in London --",
        "Q: -- the end of ’45 and 46 and ’47 and there was a lot going on. I would like you to take just a\nmoment and -- and tell me, how much did you know of what was going on in Czechoslovakia\nbefore the communists took over? How much did you know and how much did the general\npublic know about what was going on in Czechoslovakia?",
        "Q: Both.",
        "Q: Also during this time in history --",
        "Q: -- the war crimes trials began.",
        "Q: Did you personally get involved at all in any of the trials? I just wanted a sense of how the\ntrials were covered in British press.",
        "Q: Did you have a sense that justice was served? Did you personally have a sense that justice\nwas served in Nuremberg?",
        "Q: Did you get a sense from the British press and the British people around you that they felt\njustice was served at Nuremberg?",
        "Q: By the end of 1945 there was growing unrest in Palestine with respect to the British mandate.",
        "Q: I was wondering if you can recall some of that time period an-and some of those events with\nthe conflict with the British and the beginnings of the U.N. debate and that whole episode in\nhistory. Can you recall any -- anything about that?",
        "Q: Do you by any chance remember the position of the Czech government on the partition?",
        "Q: Were you aware that there were Jews escaping from Poland via Czechoslovakia, to try to get\nto the American zone to get to Palestine?",
        "Q: You mentioned that you thought of -- of -- you thought of yourself as a Zionist, but somehow\nthat didn’t happen. Was there a time when a -- when Israel declared its independence that you\never considered --",
        "Q: -- going over to Israel?",
        "Q: Where did you have citizenship until 1948?",
        "Q: Do you remember when, exactly, you arrived at the United States?",
        "Q: What were your expectations of America?",
        "Q: Such as?",
        "Q: Such as? What things were similar?",
        "Q: Did any of the Americans ask you about your experiences before the war and during the war?",
        "Q: Wait, you’re jumping ahead of me, can we --",
        "Q: -- ca-can we wait on that til we get there?",
        "Q: I asked you if anybody in the United States asked you about your experiences during the war\nor before the war.",
        "Q: You were in the United States already when Israel declared itself independent. Do you\nremember that experience?",
        "Q: Do you think that the fact that you were in the United States for that event made a difference\nin your ability to recall the history of this particular event?",
        "Q: We’re going to pause and I’m going to change tapes.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Alice Masters. This is tape two, side A. And before I start with your -- your new\njob in the United States, there’s one question I really want to ask you about wartime England.\nYou mentioned that you never went down to the shelter. Did other people go, and why didn’t\nyou go?",
        "Q: I'd like you to tell me about your new job in America. What was your job title and -- and\nwhat were your responsibilities and your duties and all of that?",
        "Q: When you came here, where did you settle? Where did you first find residence?",
        "Q: Did you get any additional education in the United States?",
        "Q: That’s on the other tape.",
        "Q: When you came here, did you start to connect with any Jewish groups or Jewish refugees?",
        "Q: How did you meet your husband?",
        "Q: What was your -- your very brief, apparently, what was your courtship like?",
        "Q: You have children?",
        "Q: You were a working mother?",
        "Q: You mentioned a little while ago that you were conflicted about going back to synagogue and\nbelonging [indecipherable]. What Jewish traditions did you observe in your family while raising\nyour children?",
        "Q: I wanted to ask your children’s names and how you selected the names.",
        "Q: In your other interview, you spoke about teaching your children morality, and I wanted to --\nto ask you to -- to elaborate on what exactly that meant. What did you teach your children a-\nabout Judaism, about morality, about all of those kinds of things that parents impart to their\nchildren?",
        "Q: You were definitely raising children during a very turbulent time --",
        "Q: -- in this country. You talked a little bit about the schools and everything, but what about\nsome of the other things that were happening in the 60’s, like the sexual revolution and Cold\nWar. Do any of those big social upheavals of the 60’s stand out in your mind? Did you have any\nreactions to any of them because of your personal history, anything like that?",
        "Q: There were several wars in the Middle East. Did they have any special impact on you?",
        "Q: Did you follow the Eichmann trial?",
        "Q: Did you follow the Eichmann trial?",
        "Q: Did you feel justice was served?",
        "Q: You were in this country during the Eichmann trial.",
        "Q: When the trial was covered --",
        "Q: -- in the American media, in the press. Did you get a sense of how the people around you\nwere reacting to the news that was coming out of this trial?",
        "Q: Did you discuss it wi -- you say didn’t discuss it with anyone. Did you discuss it at all with\nyour children?",
        "Q: I’m going to pause now --",
        "Q: -- and change tape.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: -- to -- to go back to something that you had said in your earlier interview. In your other\ninterview you said that you used to look at your babies, your children when they were babies and\nfeel sorry for them because they were Jewish and life would be hard for them. Do you still feel\nthat way? Has life been hard for them because they were Jewish?",
        "Q: You were saying a few moments ago about what you chose to tell your children, when you\nchose to tell your children about your personal experiences. Have you shown them some of the\nletters, and if you have them, journals or anything from the war years, and letters and\ncorrespondence with your parents? Have you shared that with your children?",
        "Q: Now that you have had children of your own and you know the role of parenting through\nadolescence and into adulthood, can you look back to -- to your years in England and -- and in\nthis country when you first came and reflect on how -- how the fact that you didn’t have your\nparents with you during those formative years had an impact on you?",
        "Q: You mentioned grandchildren. How many grandchildren do you have and do they know\nanything about your past?",
        "Q: Has it been easier to talk to your grandchildren than it was to talk to your children?",
        "Q: Over the years that you worked in Washington, how did your job, your professional career\ndevelop and grow, and how different was it at the end of your career than when you first came\nhere and started?",
        "Q: I asked you how your job grew and developed over the years.",
        "Q: By the time that you retired, what -- what exactly was your job and what were your\nresponsibilities and duties?",
        "Q: You wrote an article for the International Monetary Fund magazine in January of 1990. How\ndid that come about?",
        "Q: Wow. Would you please tell me about the reunion and that whole experience for you?",
        "Q: Who was Nicholas Winston, and what is so significant -- what was so significant about seeing\nhim at the 50\" reunion and your next visit with him?",
        "Q: You mentioned to me a few moments ago when we weren’t recording that you’re going to be\nseeing him again in the next couple of days.",
        "Q: Can you tell me, you know, how this -- this visit is planned for you and how it came about?",
        "Q: Are you involved with any Holocaust survivor groups?",
        "Q: What do you get out of your association with these groups?",
        "Q: Are you ever asked about your opinion on Madame Albright and her -- her ha -- her story?",
        "Q: Your husband Peter recently wrote a book. And I should probably mention that Peter is also --\nhas also been interviewed by the Holocaust Museum. I’d like you to tell me about the book and -\n- and how the book has changed your lives.",
        "Q: Want to give me the title of the book?",
        "Q: You were telling me when I was changing tape about a suitcase in Liverpool station. Can you\ntell me the story?",
        "Q: You’ve mentioned several times return trips to Czechoslovakia.",
        "Q: Can you tell me about each time that you went and what each experience was like?",
        "Q: I’m sorry I have to interrupt you, but we’re out of tape. Just one moment.\nEnd of Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Alice Masters. This is tape three, side A. And you were telling me about your\nvisit, your first visit to your home.",
        "Q: And how people were asking you if they could buy your house, if they could buy your\ngrandfather’s house.",
        "Q: Was that your only trip to Czechoslovakia?",
        "Q: Are you planning on any more trips?",
        "Q: Was it your middle daughter who was always very sensitive to stories about the Holocaust?",
        "Q: Is there anything that we have not discussed that you still want to talk about?",
        "Q: I’m not sure you mentioned on this tape the name of your guardian. Would you please\nmention her name?",
        "Q: In your years in the United States, did you ever experience any anti-Semitism?",
        "Q: When you look back on your life in the United States, what was the best surprise about life\nhere?",
        "Q: Continue.",
        "Q: So let’s pause, we have a disturbance here. [tape break] Okay, we’re back, sorry about that,\nthere was someone at your door. My last question to you, okay? What is yet in store for you and\nwhat would you yet like to accomplish?",
        "Q: Have you ever been to Israel?",
        "Q: I did not know that. Could you tell me a little bit about the trip and -- and what it was like for\nyou, and that will be my last question.",
        "Q: Thank you for speaking with me today.",
        "Q: And this concludes the United States Holocaust Memorial Museum interview with Alice\nMasters. Thank you.\nEnd of Tape Three, Side A\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Alice -- ali -- well, actually it was Alixa Eberstarkova. Eberstark, but being a female it\nis ended with ova, Eberstarkova.",
        "A: May 10, 1925.",
        "A: In [indecipherable] Czechoslovakia.",
        "A: In lond -- in England, mostly in London.",
        "A: I -- well, I associated mostly with refugees, especially with je -- refugees from\nCzechoslovakia. I belonged to a organization called Young Czechoslovakia. And it -- there I met\nmany people who worked in the Czech government. Of course, I didn’t have a chance of ever\ngetting into the Czech government, but I met a young man who was a -- a private in the Czech\narmy and one day my uncle asked me to take something to the Czech government, a document,\nto his friend, mis -- Dr. Schlesinger who worked there, who was a official there. And wi -- on the\nway to going to see Dr. Schlesinger I met this young soldier and he said to me, oh, what are you\ndoing here? Are you working for the Czech government? I said no, no. I -- I don’t know a\nminister -- any ministers yet. So -- because it was so difficult to get into it, I’m -- just almost\nimpossible. And he said, well come and see me at two o’clock. And I went to see Dr.\nSchlesinger, my uncle’s friend and I said, this man, I didn’t even know his name, a-asked me to\ncome and see him at two o’clock. And he said well, if he told you to go and see him, go and see\nhim. So I -- I asked him for his name and he told me what his name was. I described the\ngentleman to him, and then at two o’clock I went to his office, and as I enter the office it said,\nMinister Meyer. I was completely stunned because he was so young, and I had absolutely not\nexpected that -- that he would be -- have a -- have a position like that in the Czech government.\nIn any case, he asked [indecipherable] -- should I put them here? And so I saw him and he a-\nasked -- of course I was very surprised and he was surprised at my surprise, and he arranged for\nme to take a test. At that time however, I was working for a company that was important for the\nwar effort and they [indecipherable] want to release me, so for six months I was not released, but\nafter six months I was -- the position was still held for me and that’s how I got to work in the\nCzech government. But -- should I continue on that?",
        "A: Oh well, I -- the test was extremely complicated. This mi -- Minister Meyer called up a\ncolleague of his and asked me to -- asked him to give me a test. When I came to his office the\ntest consisted of -- he asked me to translate the “Financial Times” from English to Czech.\nCourse, I didn’t understand a word of the “Financial Times” in English, let alone in Czech. So I\nsat at the typewriter with the “Financial Times” staring me in the face -- mind you, I was very\nyoung, of course, I didn’t understand English very well, and of course eco-economics was\nbeyond me. And I was terribly embarrassed and I didn’t know what to do and I decided the best\nthing to do is to just get up and go home, which I did, and I left. At that time we -- my sister and\nI lived at the YWCA. And when I came home in the evening there was a message from Minister\nMeyer saying come back for another test. So I was really, really surprised. Obviously he was\nvery a-a-anxious to help me to get into the government and he wanted me to have a job. So I\ncame back for another test and this time he gave me a sheet of type -- typed material to copy\ntype, which was, of course, very easy to do. And that was my second test and that’s how I\nsucceeded in getting into the government.",
        "A: Well obviously I came in at very low levels, but I was a bilingual secretary. Of course I --\nsince I left Czechoslovakia, since I left the school system in Slovakia at the age of 13, my\nexpertise in the language was very limited. But -- and so I’m -- but I suppose able to obvi --\nobviously speak fluently and I was required in the Czech government to write and to work in\nCzech. And I was brought up in the Slovak schools, so I still hadn’t learned the Czech when I got\ninto the government, but I managed to get through. I don’t know, one does the best one can and\nsurvives. And people were very ha -- friendly and -- and people helped. And so what I did was\nmostly Czech correspondence and also I did subtitles for films. I did the -- what do you call it?\nThe little te -- the translations, you know, I typed those for Czech films, in Czech. And I did\nCzech and English correspondence.",
        "A: I think it was -- I would have to look it up but I -- I can’t remember exactly. I think 1t must\nhave been in ’44, 1944, maybe a little earlier, because I came to England in 1939. I lived in\nSussex in the children’s home for a year, then I went to school for another year. And I worked\nfor one year at [indecipherable] at the bookstore, and then I worked -- it must have been foy --\n°39 - ‘40 -- °40 -- I would imagine ’43 - ’44 I started working for the Czech government. But I\ncould easily look it up later and tell you, okay?",
        "A: Well most -- of course obviously I -- I -- all these people were refugees. I -- one -- I mean, I\nknow that the minister -- Meyer, who was minister, I did not work with him. He was head of the\nwhole thing, I hardly ever saw him. I can’t remember the people’s names, but I do have -- I\nwould ha -- I have it written somewhere. There were different people, I mean economists,\npoliticians, I mean, I don’t know. I worked for the Ministry of Foreign Trade and Ministry of\nFinance, Industry and Commerce.",
        "A: Not very much. I mean, you know, not really much information, just correspondence I don’t\neven remember what it is that -- who we’re writing about. But I did th -- mostly -- I remember\nmaybe, that I did short letters, either in English or -- or -- or Czech, and that I did the films.\nPossibly did some accounting and other wor -- secretarial work. But not really. I was not a -- I\nwas not privy to any kind of information.",
        "A: That’s correct, that’s correct.",
        "A: I was, but I’m afraid I don’t know anything about it. I really didn’t at that time. Because first\nof all, we were really in a very -- let’s say it was sort of like in a state of shock, let’s put it that\nway. And we were sort of barely managing to exist anyway, because we were trying to make a\nliving. We lived through the London blitz, we didn’t -- I mean, we had to concentrate on\nsurvival, on surviving and we were terribly afraid of what’s go -- what’s going on in Europe. We\nheard terrible things but we didn’t want to believe it because we were very frightened for our\nfamily. And we just lived from day to day and we were mostly together with refugees, other\nrefugees. And of course we were just -- were not integrated into the British world. And what\nhappened was that we lived, at first -- I mean, I don’t know exactly the dates, but I would -- I\nwould be able to look them up because I kept all the papers, but we n -- at first we lived in a chur\n-- when we -- after -- after we left the ho -- children’s home, we lived in another girls’ home run\nby a ger -- German refugee woman. And we were four girls to a home and then we lived -- my\nsister and another friend and I lived in a room rented from another -- in a house from another\nrefugee, a lady. And we socialized mostly with other refugees. In the evenings we got together\nwith other refugees and we just talked about our s -- but we had some very good times together,\ntoo, we had good social evenings, we went to the theater. We went dancing, we had it -- we were\nvery close together because we were all in the same boat. But we were not included in the life of\nthe British, and especially not in Jewish community. I don’t remember that we have ever been\ninvited to a Jewish holiday, to a family. I don’t think of -- I don’t think so. I can’t remember that\nwe ever had a Seder in England, or anything like that. So we just sort of s-sat around waiting for\nthe end of the war because we thought we would -- we were very anxious for the war to end so\nthat we could go home.",
        "A: Well, hearing terrible things about what was going on in the [indecipherable] concentration\ncamps. We weren’t sure -- we didn't know the extent of -- of the things and we hoped -- and we\nalways thought that our parents and af -- that our father would survive, because we thought -- he\nwas very popular in the village and he was very important in the me -- running of the village,\nactually, because he was very helpful with things like the -- he was friendly with the mayor and\nhe was friendly with the local population. He helped whenever there was any kind of problem\nwith the fire engines. He was into everything, actually in -- and he was very handy. He was a\nmechanic and [indecipherable] a farm, we had some farm animals and he was very friendly with\nthe local population, so I thought people would protect him. So we were hoping that h -- we kept\non saying that probably our parents would be okay, but still we worried terribly about our friends\nand about the rest of the family. Because my father’s family, the majority of the family lived in\nPoland, just across the border from where we were in Zakopane. We lived in a northern --\nnorthern part of Slovakia, which is very close to the Polish border. And so we worried. And of\ncourse, during the war my father -- I mean, before the war, when Austria was occupied and\nGermany -- ther-there was trouble in Germany, my father used to walk refugees from those\ncountries across the mountains to -- to Poland because they were escaping from Austria and from\nGermany. So we worried, of course, about Poland, family in Poland. And of course, about our\ngrandparents. Oh, and there was one other thing. My grandmother, who was -- lived in\nZakopane, came to live with our parents, because when things got bad in Poland she came across\nto Czechoslovakia and lived with our parents, and we knew that this was going to be extremely\ndifficult for our parents because I knew that my father would never leave as -- as long as his\nmother was staying with him.",
        "A: It didn’t come up in our conversation. It didn’t. I didn’t know what the position was. I have\nmet people who have been in the Czech Air Force here after the war, and they said they -- they --\nthey were an-anti-Semitic. I didn’t experience any anti-Semitism in the Czech government at all.\nIn fact, many of my coworkers were Jewish refugees. So, I mean, I just felt very comfortable\nthere. In fact, the majority -- I mean, I will get to that later probably, but most of the people I\nworked with were Jewish, okay? [phone ringing]",
        "A: Yes, actually, we did, and the -- we lived in the YWCA for five years. We lived there as long\nas they allowed us to live there, because after five years we had to move. But especially during\nthe problems in Palestine, people were very anti-Semitic. I mean, there was one woman in\nparticular that used to make remarks which were very painful to me. But otherwise the matron\nand the rest of the people were not Jewish -- I mean we were the only Jewish girl -- as far as I\nknow we were the only Jewish -- three Jewish girls at the YWCA. And I don’t remember that\nthere was any anti-Semitism except one or two people were anti-Semitic. But of course, they\nwere careful when we were around, they didn’t say much. But one person was very outspoken.",
        "A: Oh, she was very angry about what happened with Bernadotte, when he was assassinated, and\nshe f -- said some terrible -- I mean, she had said very painful things which were very pr -- very\npainful to me because I felt, since we experienced so much anti-Semitism at home and since\nwhat was going on in Europe, and then we are experiencing it in England, I felt very\ndisillusioned, but you know, that kind -- that was the only one, as far as I remember.",
        "A: Not during the war, but immediately after the war I had a cousin who survived a\nconcentration camp and I went to visit her in Paris. And there she lived in -- outside Paris in a\nhome with lots of small children from the camps, and I knew that the [indecipherable] went to\nPalestine. And she was one of the people who was [indecipherable] out, that took those children\nto Palestine. But in England, no. Course -- course we were very involved with knowing what was\ngoing on in Palestine and we were very Zionistic. I mean we -- I thought I would end up in\nPalestine one day, but -- in Israel, but it didn’t work out that way.",
        "A: Not that I know -- I mean, I did -- I wasn’t aware of it. But because we were very pat-\npatriotic, we knew about the Czech army, we knew about all the other armies, but I didn’t know\nabout the Jewish brigade.",
        "A: Yes indeed, we followed the BBC. Every single evening at nine o’clock they played the\nnational anthems. Af -- and we waited every single night at nine o’clock to hear the anthem of\nCzechoslovakia, because we were se -- I -- unbelievably patriotic, when I -- we were just brought\nup that way, that we were just hoping for the end of the war and we just wanted to hear the\nnational anthem because [indecipherable]. And so we listened to the news, we listened to BBC,\nwe listened, we read the paper. Yes, we knew what was going on, as much as possible. Course\nwe didn’t underst -- our English was limited, but we als -- but we had a lot of informations\nthrough the young Czech clubs.",
        "A: Don’t [indecipherable]. I don’t remember much about it. I mean, that whole time it was -- I\ndon’t know whether it was because we were so frightened to even think about these things or\nlook at the papers or hear about it, that I don’t recall anything about it, really. I don’t even\nremember when I first heard about Auschwitz, and I don’t remember much, except that we lived\nsort of in fear of this, what was going on and -- and I don’t remember how I found out about\nthese things.",
        "A: I don’t even recall where I was when the war was over, but I know that we were -- again, it\nwas partly because of fear, because we didn’t know what we would find, we were terrified of not\nknow -- of what -- what we would find. And we -- and we weren’t sure what would happen to us,\nwhere -- where we would go, what -- of course we were all waiting to go home, but we weren’t\nsure what we would find, so therefore the whole thing was just a complete blank as far as ’'m\nconcerned. I think I sort of forgot it all, because of fear. I really don’t remember it.",
        "A: You mean immediately after the war? Well, 1t was completely -- well, first of all, we lived\nthrough the entire blitz in London, and I think I’ve never been -- maybe once I went to a shelter.\nLondon was -- oh, we were just -- 1t was -- it devastated, was bombed, all of it, everywhere. It\nwas -- we were very in -- limited in our rations, but everybody had a tremendous spirit and\neverything -- everybody worked and it -- and look -- was excited about the end of the war, of\ncourse, naturally. And there was great excitement that the war was over. Everybody was so\nhardworking and dedicated and they had business as usual everywhere, on every shop, no matter\nwhether the bombs fell the day before. And we -- as far as we were concerned, we were thrilled\nwith the war being over. We immediately cabled to our village to find out about our parents. We\nran to all the places where Red Cross posted lists of people who were -- we found out about the\ncamps at that point and we went, looked to see whether we could see the names of our parents or\nour friends or our families. And we found the par -- names of our parents on lists that went to\nAuschwitz [indecipherable] and -- and from what point that was. And we just hoped it -- just\nhoped that they would be alive. But we sent the cable to the teacher that wa -- lived in our house\nand we -- and to another friend, and we got a cable back saying that our parents were sent to\nPoland in the summer of ’42 and they had not returned. And I have several of these cables from\ndifferent sources. One from the district bil -- building in the village, one from our teacher, who\nlived in the house. And then also somebody wrote, maybe he did, that our father was taken to\nAuschwitz and that somebody went to visit him, but when they came to -- when they went to -- I\ncould never understand that because he wrote to say that someone went to see my father and took\nsome clothes to him in Auschwitz, and that when they got there they found that my father and\nsome other men escaped, but that they were captured. But we would never find out any furth --\nmore about that. And we can’t find the document, we looked for it. We can’t find the document\nwhere he wrote this [indecipherable] so I don’t know. But then we decided that my sister, older\nsister would go back to -- to the village, almost immediately to find -- to see, and wait to see\nwhether he would returned. Now that’s one thing which is absolutely unbelie -- I still cannot get\n-- believe that I didn’t go along with her, because I-I think we -- we were too afraid. I was too\nafraid to go back and -- but I wish I wouldn’t have been. I wish I would have gone with her\nbecause my older sister was only a year and a half older than I was, but because she was asked\nby my parents to take responsibility for the two of us, she was of a more -- we expected her to be\nlike a mother to us. And so we decided that she should go by herself. And b -- aside from the fact\nthat we didn’t have any kind of -- we didn’t have any money to go to -- I mean, it was quite a\nproblem to get the money together to send her to Czechoslovakia, or -- and she went by herself\nand found that no one came back.",
        "A: None of the members of my family came back, that was -- in the village there was my -- there\nwere my parents, my father’s mother who came from Poland to stay with my parents. My\nmother’s father and mother -- stepmother, so there were my three grandparents, my aunts,\ncousins, uncles, none of them came back. Apparently a few young girls came back, according to\nmy sister, that she saw there. She went from house to house. Cour -- course strangers lived in the\nhouse and she couldn’t find any of our belongings. She went from house to house and -- and she\nfound that in -- she found a sewing machine belonging to my mother and other items, and the\npeople told her that my mother had given them to the -- these -- to them, and she wanted these\nitems to be given to this -- to three -- to each girls who survived, one family. I think there were\nwell, maybe two girls and she wanted the sewing machine to be given to them. But I think she --\nas far as I know, she found everything, nothing. Nobody wanted to return anything. And she\nreturned back to England and then we had to make the decision what to do next, whether to s-\nstay, what to do. I mean, we had -- no plans were made, we were planning to go back home after\nthe war, but when my sister found nobody at home, we -- she came back to London and then we\nhad to sort of s-sit around waiting to decide what to do next.",
        "A: Now, I know that it was known earlier, before the end of the war, or during the war, they\nknew that -- what was going on. At that time, I -- I think we knew already during the war also\nthat things were -- what was going on, but people were not sure and people died. I knew that\nthere were several people who came from Poland telling the British government and telling the\nworld what was going on, but they didn’t listen, obviously. And we were living in a state of\nshock, not wanting to believe that was going on. But we’re too terrified, I mean I can’t even say\nsufficiently how afraid we were. And we just didn’t want it to be true, but we knew something\nhorrible was going on. So, how the British reaction? I didn’t ha --",
        "A: Okay.\nBeginning Tape One, Side B",
        "A: [had very little contact with the British people, first of all. Secondly, I know what we were\ntalking to among ourselves, to each other. We were still refugees. Everybody that I was in\ncontact with were people like myself, and we were just too afraid the terrible thing\n[indecipherable] terrible things that were going on. But I don’t think we talked to anyone about\nit. We didn’t. I don’t think -- I mean if -- I knew a few British people, my guardian was British.\nBut we never talked about these things. She never talked to me about it. I -- I guess they were\ntrying to protect us.",
        "A: The newsreels? I don’t know. I don’t remember a-any reactions actually, except my own -- I\nremember my own reaction [indecipherable] my sisters. It’s just --",
        "A: Yes, I think there was a lot of -- I remember the controversy and I remember the people were\nwa -- when I heard that people were against allowing the refugees to go to Palestine -- I mean,\nthere were some who were for it and some against it, there was a lot of debate. I remember that,\nbut can’t remember details.",
        "A: We -- immediate -- immediately after the war? Well [indecipherable] main thing that stands\nout in my mind was just not knowing what to do next, as far as we were concerned. I mean, I’m\ntalking about personal things. And about what would -- I mean, it was such a very difficult time,\nI can’t remember exactly. I mean just about up -- us personally, I suppose, abs -- well -- no, I\ndon’t -- well, the main thing was what to do with ourselves and how to deal with how to go on\nbecause -- and what to do about go back to Czechoslovakia, stay in England. What do you do? I\nmean, it was very, very traumatic. So I -- I -- I just hit a blank, honestly, I don’t know.",
        "A: Well I couldn't -- I kept on -- I stayed on with the government and it was -- the war ended in\n1945. In 1947 I received a letter, I think -- no. Wait a minute, no, in 1947 was the annual\nmeeting, second annual meeting of International Monetary Fund in London, in September 1947.\nAnd I -- see, right -- immediately after the war ended, most of the people who were working for\nthe Czech government in exile went back, and the top officials went back to -- immediately went\nback to Czechoslovakia. I forgot, that’s when you asked me what -- what happened immediately\nafter the war. Well, they knew they couldn’t wait fast enough -- to get back to Czechoslovakia\nfast enough, so many of them, many of the people I worked with and many of the people who\nbelonged to the [indecipherable] Czechoslovakia at the time who were -- I was with a lot,\nimmediately packed up and went back to Czechoslovakia. That was -- also included people like\nMadeline Albright’s father and the family went back immediately after the war. Many of these\npeople were people that I knew very well because I worked with them. And -- but I didn’t even\nthink for a moment that I would go back. I mean, I was just allowed to stay, so we -- we go, and\nthe exile continued in czecho -- in London and I worked for the ministry, same ministry with\nMinister Meyer. He was also one that went back immediately. And I -- so in ’47, one of the\npeople who went back, who was a good friend of mine, whose name was Latso Biele, I think he\nwas a Jew, want -- cabled to the ministry in London to say that I was to be assigned to work for\nthe International Monetary Fund conference. That’s how -- that’s how the whole thing evolved.\nAnd I was to be assigned to the -- the Czech delegation, which consists of 15 people, the\ngovernor of the bank of Czechoslovakia and the executive director for the bank of -- for the\nInternational Monetary Fund and the World Bank, and he cabled to my boss and said that I was\nto -- he didn’t communicate with me at all. I was not in touch with him at all after he went back\nto Czechoslovakia, but he cabled and said that I was to be assigned to work with a co --\ndelegation coming to London from the International Monetary Fund. It was the second\n[indecipherable]. And I absolutely refused to go, because I said I couldn’t do it because it was\ngoing to be a very high level delegation and it was a -- it was a huge annual meeting, and I was\nabsolutely petrified. I honestly didn’t think I was able to do this job. It was -- and he wouldn’t\ntake no for an answer. I mean, not to me, I -- as I said, I had never been in touch but directly to\nmy superiors. And he said I have to do it. And I said no, I couldn’t do it, I just couldn’t. I was too\ninexperienced and I was too young and I was too afraid of it. And I said, no I couldn’t. And they\nsaid yes, you will have to do it. So I was assigned to work with them, and I went to work with\nthem. There are 15 of them here in London, and it worked out very well, of course. I mean, there\nare -- it was very good. In fact, one of them said to me, don’t -- why -- would you like to come\nand work in Washington? And I said -- I didn't know much about the International Monetary\nFund, nor did I know anything about the World Bank and I asked him which organization I\nshould apply for and he told me well, he liked the International Monetary Fund better. And so I\nwas sent for a test, and I didn’t take it seriously, I thought I would take a test just to see how I\nwould do, for my own benefit. And I took the test and I just forgot completely about the whole\nthing, never thought about it again. I never expected that I would be offered this job. But then, in\nMarch 1948, when the communists took over Czechoslovakia, I came to the office one day and\non my desk was a letter recalling me back to Prague. So all of us who were then working for the\nCzech government were asked to return to Prague immediately by the communist government.\nAs soon as I opened the letter, I said, that’s the end of my career with the international -- with the\nCzech government, because I wasn’t going to go back to Czechoslovakia, to the Czech -- under\nthe communists. And I left -- I asked my boss that morning to -- whether I could go and take the\nmorning off, and I took off and started -- went looking for another job. And I came back to the\noffice late in the afternoon having found a new job. And when I got back there was a message\nfrom my sister to say that I have a letter from International Monetary Fund. It was -- the whole\nthing happened the very same day. The Czech government recalled me back to Prague. I found a\nnew job the same moment and in the afternoon I had the letter offering me an appointment with\nthe International Monetary Fund. I was shock, absolutely shock because I never expected to be\nhire by the International Monetary Fund in Washington, and I didn't really want to come,\nbecause I didn’t want to -- by this time I had settled down in London quite comfortably. My\nsisters were there, my friends were there and I wasn’t going to go by myself to America to start a\nnew job. And I just didn’t want to do it. So I said, oh no, I can’t believe that I got this job, I don’t\nwant it. But then I thought to myself, if I don’t go -- if I don’t go I'll never forgive myself, I have\nto try. And so I immediately cabled back to the managing director because they liked -- because\nsince only high level people were hired from abroad, not at my level, and a letter was signed by\nthe managing director and I cabled back -- I cabled back to the managing director of the\nInternational Monetary Fund, appointment accepted, which I laughed about for years afterwards,\nbecause I thought it was so funny. When I came to the fund I realized that it was a funny\nresponse on my part to a managing director to say appointment accepted. But in any case, I did\naccept appointment for the simple reason that I thought we’ve got to get on with our lives. If I\ndon’t leave London my sister, my older sister will never get -- leave us, we’ll all live together,\nshe’ll never marry and I have to break up the trio. So I decided to leave for America, but I only\nwas going to leave for one year. And I’m here still.",
        "A: Mm-hm.",
        "A: Do you mean in Czechoslovakia itself, or with the Jewish community?",
        "A: Oh, in Czechoslovakia I knew a lot of was go -- what was going on because I worked -- well,\nin those years in Czechoslovakia I knew -- let’s see now, when the communists took over in\n1948, I knew that the minister, our minister, Meyer, who then became Minister of Commerce -- I\ncan’t remember exactly what he was at the end -- that he refused to meet with Parliament when\nthe communists took over and they beat him up and he was thrown out -- even refused to s --\nleave his seat in Parliament. And I remember that he was beaten up by the communists and\nthrown out of Parliament and he finally arrived in America. He was a refugee just like many\nother refugees. And I knew that some of the people who returned to Czechoslovakia from the\nCzech government like Sling and L6bl, many of them were executed by the communists. Some\nof my friends actually were executed. I don’t know exactly what they were accused of. So well,\nthere was a real struggle within the Czech government in -- in Czechoslovakia, obviously, the\ncommunists finally succeeded in taking over. What other question -- what did you ask me?",
        "A: Mm-hm?",
        "A: Mm-hm, yes.",
        "A: I did get involved with that, I applied to work at the Nuremberg trials, but I did not accept the\njob, mainly because my German wasn’t good enough. And I did take a test to work with the\nNuremberg trials, actually. But I didn’t get the job and I -- it was a shame because I really\nwanted to do be there. But -- and I don’t exactly know when it was, but I -- I knew about that,\nbecause I followed that, and -- but you know, I can’t remember details any more about it,\nbecause everything -- you know, so much has happened since then. How can I remember ev -- all\nthe details? Of course, I did follow it all and well, it’s a blur.",
        "A: In Nuremberg? I don’t know, I didn’t think that justice was served altogether in Europe,\nbecause I fel -- I felt many of the people, especially I mean, the people that I would -- in\nCzechoslovakia, people like Hlinka and Tiso and all the fascists, justice was not served, and all\nthe people who responsible for what happened, how could -- I would, you know, I don’t see how\nthat ever will be [indecipherable]. And in Nuremberg, I guess they did the best they could,\nanyway. I don’t know. Certainly justice wasn’t served because when I was in Europe this last\nsummer, in Czechoslovakia, in sl -- actually two years ago, they’re bil -- building a docu --\nmonument to -- they’re building a monument to Hlinka, who was the head of the fascist party in\nSlovakia during the war. And so I asked them, how can you build a monument to a fascist\nleader? And they said, well, some people think he was a fascist and other people think he was a\nliberator because he was responsible for the division, for the -- what the -- he -- they call the free\nSlovakia. So where 1s the justice?",
        "A: First of all when I told you, we hardly any ch -- any close -- we hardly had any contact with\nBritish people. It’s very strange when I look back at, because -- well, the only pe-people that I\nwas really close to in Britain were my -- was my guardian. And my guardian was very ma --\n[indecipherable] that she was my guardian because he hadn’t ch -- if she hadn’t signed for me I\nwouldn’t have been in England in the first place. So she did her bit. But they did not really have\nanything much to do with us. I mean her family. She was very nice to me, I mean she 1-invited\nme to lunch, she gave me a little pocket money. She was in touch with me, but she did not talked\nabout politic o-of siti -- matters of what was going on, generally. And her family had never really\ndone anything for me, that I told you [indecipherable] were invited to any of the things. But --\nand otherwise I don’t remember that we had any contacts with any British group. Honestly we\njust mostly were together with refugees. And of course, among ourselves we talked about these\nthings and we -- when, you know, we discussed what was going on, and in the -- but I don’t\nknow what the British -- except for the few people that I met at the Y -- YWCA, there, and I was\nafraid actually, to ask them for [indecipherable]. I would not have discussed these matters with\nthem, you know, because I never wanted to hear what they had to say. You know, I was too\nafraid that they may say things that would be upsetting to me.",
        "A: Mm-hm.",
        "A: Well, very little really. I rec -- well, I recall what was going on and I th -- I -- it was a big\ndebate about the -- about Palestine, and I was hoping very much -- of course naturally we were\nall hoping that we would have a state of Israel. And I just -- I th -- I don’t remember, honestly, I\ndon’t remember how I reacted. I -- I didn’t -- mainly I was -- I don’t remember how I -- how\nthings went. I don’t.",
        "A: I think the Czech government, that was very -- now, when I read about it in the -- recently\nwhen I read about it, I wa -- Czechoslovakia did a -- had a great hand in es -- su-supporting the\nestablishment of Israel. I think they supplied Israel of -- Israel at the time with planes, tanks. As\nfar as I know Czechoslovakia was great, great help.",
        "A: No, I wasn’t.",
        "A: Going to --",
        "A: Yes, I did. I thought -- during the war -- oh, I -- I thought if my parents didn’t survive that I\nwould end up in Israel -- in Palestine at the time, but in 1s -- Israel. And for many, many years, I\nthought that’s where I would go. Of course then things changed because I came to the States. I\nmean yes, I thought I would go to Israel because I -- my father would have. If my mother had\nagreed to do it, she wo -- he would left for Palestine in the fi -- 1n the 30’s, but I think my mother\nwas reluctant to go. And I thought -- I belong to many Jewish organizations -- well, I did belong\nto some organi -- Jewish organizations in England. I belonged to -- can’t remember the name of\nit, but it was sort of a farm organization, I went to a camp, Jewish camp. Can’t remember the\nname. I belonged to Maccabi Hatzair. And I was going to emi -- to go to Palestine -- to Israel. I\nthought, if I am going to die fighting for anything, I would fight together with the Jews in -- in\nPalestine. But it didn’t work out that way.",
        "A: Well, when I came out there was, of course che -- Czech. And then I didn’t want to become a\nBritish citizen because I didn’t think I would stay in Britain. So I did not apply for British ci-\ncitizenship. So in 19 -- when my passport expired -- when my pa -- when we came to England\nwe had a passport, a Czech passport, okay, Czechoslovak passport. Then I -- probably I\n[indecipherable] when I -- I -- I came to the States and I had a Czechoslav passports. When that\npassport expired in ’48 or whenever it was, I -- I had -- I did not apply for citizenship in Britain.\nAnd so I traveled on something called affidavit [indecipherable] passport, so I was -- was\nstateless, because I wasn’t sure where I was going to end up and I didn’t want to just become a\nBritish citizen if I didn’t intend to stay. So I debated what to do and then of course I finally be-\nbecame American citizen in 19 fif -- °52? ’54? Something like that.",
        "A: Yes, I came in March 1948.",
        "A: Well, when I first arrived, I came here for one year only, because I thought I wanted to live in\nEngland. But when I arrived I was absolutely thrilled because I felt immediately at home in\nAmerica, and that was much closer to my home in Czechoslovakia than it was -- ever was in\nEngland. In England I was always a refugee, and in England I was always -- people would ask\nme always, when are you going home. From the day we arrived practically, they would ask us,\nwhen are you going home. So they never assumed that we would ever stay there. And so we\nalways felt like refugees. And in America I felt at home immediately. There were many things\nthat were very similar to my upbringing at home. So I stayed here.",
        "A: Pardon?",
        "A: Oh, well first of all I was -- I felt comfortable here because there were lots of people who\nwere like myself, from all over the world, okay? Secondly, the food, the e-everything, the people\nwere welcoming and I felt very comfortable. Nobody asked me when are you going home, they\nsaid you wouldn’t want to leave, you want to stay here, it is the place to live. And so I felt I was\nwanted here and I was welcomed here and I wanted to stay here. And so e-even though I came\nfor a year, I almost immediately decided this is the place where Ill always stay. And after -- but\nsince I wasn’t quite sure what I was going to do, I went home -- I went back to England after one\nyear. And on the way, in a flight going over to England, I made my decision that I would come\nback here and stay here. So it -- it didn't take long to persuade me to stay here. In England, of\ncourse, you know, we were never made to feel -- I mean, I must say, I was very grateful, England\nwas wonderful and they gave us refuge. I mean, America didn’t do that. I mean, we had 10,000\nchildren who were allowed to come to England, whereas in America were hardly any refugees\nallowed to come, whereas -- so England was very, very good, but they wanted us to come and\nleave. That was the difference.",
        "A: I have never talked to anyone about it, ever to anyone. Not in England, by the way, when I\nlived there, I just didn’t discuss my situation with anyone ever. And then I worked in the Fund\nfor 35 years, and I’ve never talked to anyone about it either. And nobody ever asked me and I\nnever talked -- tel -- told anyone. It’s very strange -- it’s very strange that I’ve never talked to --\nwell, the first time that this came up was when I went to England for the 50\" anniversary -- was\nit -- the 50\" anniversary of the Kindertransport, okay? It was 19 [indecipherable] 89. I think it\nwas the 50\" reunion of the Kindertransport. And we -- when the article came out in “Washington\nPost” --",
        "A: Oh yes, okay.",
        "A: Okay. But you asked me about -- what was the question before?",
        "A: No, no one ever asked me and I was not willing to tell them, either.",
        "A: Of course. Of course I remember it. I remember it very well, this great moment and a great\nthrill, and I was very, very excited about it and I was very sad that my father didn’t live to see the\nday. And what can I say?",
        "A: I’m sure it must have, yes, because I felt that there was great support in -- in the United States\nfor the establishment of the state of Israel. And I felt at home and comfortable and thrilled with\nthe victory.",
        "A: Yeah, did you know --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: I -- other people -- yes, people were -- the undergrounds were covered with people, of course,\nfrom wall to wall, lying in the underground a-and people were going to shelters. I didn’t go for\nvarious reasons. I suppose I wanted to -- for -- somehow I thought it’s okay to s -- nothing will\nhappen to me. I don’t know how I thought that. And also I felt, you know, what will happen,\nhappens. I mean, I just let it go. I couldn’t face going to a shelter for some reason. But I was -- I\nwent up on the roof -- when I lived at the YWCA, we went up on the roof, and I was a\nfirewatcher. We slept with our gas masks and -- and our -- everything re -- at the ready in case\nwe had to run out of the house. And I would go up on the roof and watch for fires and I had a\nhelmet, a gas mask and I went up on the roof and watched for fires, and -- but I think I had -- I\nrecall maybe I went to a shelter once, when I stayed at my uncle’s house, once. But I -- I can’t\nremember any other time that I went to it. I just decided it was going to be okay one way or\nanother.",
        "A: When I was hired to work at the Fund, I was hired specifically for one person who was my\nboss. He was a -- from Slovakia, he was Czech, he was an economist. He was head of a division,\nthe ce-central eastern European division. And I was hired in a quo -- all of us very, very young\nand very inexperienced actually, although I had worked for the Czech government, I had a -- I\nwas hired in a high level because I was a bilingual secretary. It happened so that one of the\ndelegates who was -- who I worked for in the 1947 annual meeting was also a -- was a ch --\nCzech delegation. He was executive director and he thought that I should work for someone who\nwas a Czech, because at the time Czechoslovakia was a member of the International Monetary\nFund, which a -- it was just before the communists. After I arrived in America, Czechoslovakia\nwithdrew from the International Monetary Fund, so we had to be a -- the executive board had to\nmake a decision to allow us to continue to work, even though Czechoslovakia was no longer a\nmember, and we were all Czech citizens. So in any case, I was hired as secretary -- bilingual\nsecretary to the chief of that division. So that I was already a head of a -- I mean, I was his\nsecretary, therefore I was in charge of the entire division. And I h -- there were several other\nsecretaries working un-under me. And I worked with him. He was the [indecipherable] director\nof European department and then he became director of another department and I -- I grew with -\n- with -- I was promoted too, as an administrative officer and I could have had other -- I could\nhave changed my position to do -- do other jobs which were more sa -- w-with more\nresponsibilities, but I decided to stay with this man and work with him until he retired. Then I\nstayed with the firm for 35 years, because they were ch -- exciting. I traveled on several\nmissions. And it was a wonderful job and I loved it and well, that’s it.",
        "A: When I first arrived I was -- I came here, I think the first of April when I arrived in\nWashington, and -- cause the cherry blossom festival, and the Fund -- at that time there were\nvery few hotels and very few places available and the Fund was very apologetic because they\ncouldn’t get a room for me at a hotel. So they were very apologetic because all the hotels were\nfull and they asked whether I would mind very much if I could spend a couple of nights, the first\ntwo nights at the international -- at the international student house. And I was absolutely thrilled\nabout -- with that, because I thought, if I ended up in a hotel by myself I would have been very\nlonely. But the international student house was just exactly what I needed, and it was just exactly\nmy kind of environment, so I was taken there by chauffeur and I was deposited the international\nstudent house, and I was immediately surrounded by students from all over the world including\nsome people who were already working at the Fund. One of them was in the legal department, a\nlawyer from Holland. One wer -- one was a economist from New York who worked at the Fund,\nand we -- we’ve been friends ever since that first day that I met them at the international student\nhouse and they were both working at the Fund. We’ve been friends for all these years, 60 years.\nIs it 60 years almost? No, 50-some years. And I was immediately integrated, taken in, the first\nnight that I arrived in America, I was immediately asked whether I want to go to the theater or\nwhether I wanted to go to the ballet, or whether I want to go to concert and I was never free from\nthat day on.",
        "A: Well first of all, they asked me what kind of education I had in the -- in -- in England, which\nwas very limited, of course, you know?",
        "A: Oh, is it? Very limited, very. In America when I started working at the fund, I thought I\nshould go back to school, course. So I went, I registered with the George Washington University\nfor a course in economics. Wasn’t easy, but so when I came to the interview, they said where are\nyour documents, your papers, whether you can come into university? I said, I have no papers at\nall because all my papers were destroyed during the war. So the person who interviewed me said,\nthat’s fine, you are in. So I went in and I took a course in economics, which wasn’t -- I kept it up\nI think, for one year, that’s it. And then I was -- got too busy, I didn’t do any more. But I did take\neconomics, that’s about it.",
        "A: No, I stayed mostly [indecipherable] the international student house. I did not connect with\nany refugees. I mean, we were -- you know, I worked at the Fund, I was at the international\nstudent house. I tried -- well, I didn’t talk to you about my -- my father was very religious and we\nwent to the synagogue every Friday night and every Saturday morning. When I came to England,\nI couldn’t go to a synagogue. I just couldn’t face going to a synagogue. It was very painful, so I\nnever went to. And when I did go, I just couldn't believe that people spoke English in a\nsynagogue, because in my village they all spoke only he -- [indecipherable] only in Hebrew, and\nthere wasn’t any foreign words spoken except Hebrew. In England they all spoke English, they\nwere very casual. And so I couldn’t bear being in synagogue, and in any case [indecipherable] be\nvery upsetting to me. And the same thing happened here in America. When I came here, I tried\nto go maybe to a service once or twice, but I couldn’t face it, and besides, I completely turned\nagainst religion, because my parents were -- my father, my mother wasn’t as religious as my\nfather, but my father was extremely religious and I fel -- felt that with all the praying that my\nfather did and all the beliefs that, and this happened, I just couldn’t face going to the synagogue,\nI just didn’t feel comfortable. But I have struggled with it all my life, I have struggled with that,\nbecause I didn’t know what to do. And s -- I never -- I have not belonged to any synagogue, but I\nalways feel I should. And I feel I should and I should and I don’t know what to do and I still\nhaven’t come to terms with it. It’s -- it’s a real problem for me. It’s a real problem for me\nbecause I s -- I feel that I ought to belong.",
        "A: Oh. How did I meet my -- I met my husband in London in 1947, ex -- a-actually I met him\nexactly during the time of the [indecipherable] because I was going out with a -- an -- an --\ncommander friend of Peter’s -- of my husband’s, okay? He was -- so I met Peter, my husband,\nthrough this friend of mine, and I -- well, actually he saw me off when I was going to America.\nMy friend asked Peter to see -- to help me mi -- make arrangements for my trip to America. So\nhe came along with me to [indecipherable] and made arrangements -- oh, he -- he was with me, I\nmade the arrangements, he just stood by while I make. And then I met him again when he came\nto the States. He as a Fulbright scholar and came ’49. And when I went back to England after\nfirst -- my first year in America, my friend told me that Peter Masters was in New York and he\nasked me to take a book to him, which I did. I went back again and that’s -- actually we saw each\nother for the first time, even though we double dated in England during the war -- or, after the\nwar, I didn’t know him during the war, after the war we double dated, we were engaged to\ndifferent people. He was engaged to an Irish girl and I was engaged to his friend. But then, it\nwasn’t really a definite engagement because I wasn’t su -- I wouldn’t have left for America if I\nfelt that I wanted to marry him. So I came to America, Peter was here, we saw each other for the\nfirst time, actually, by ourselves. We got engaged almost immediately and married shortly\nafterwards. And that will be 50 years next April.",
        "A: You mean with my husband, or -- it was a very brief courtship. Actually, in London during\nthe war, when I first -- when I first met Peter, I had an aunt in London who was at the party\nwhere I met Peter, and she said -- she called me aside and she said to me, why can’t you have a\nboyfriend like Peter Masters? Why must you always have boyfriends like this other man? And so\nwhen we met in New York and we got at -- it was almost immediate attraction and we got\nengaged almost immediately. And so I was able to write to my aunt, guess what? I’m going to\nmarry Peter Masters. Because she said, why can’t you have a boyfriend like Peter Masters, why\nmust you always date these other guys?",
        "A: We have three children and actually it’s been very -- Peter and I are ve -- are very well -- I\nmean, we are very well suited, because Peter and I come from very similar backgrounds, except\nhe comes from Vienna, which 1s a big city and I come from a little village. But he has total\nunderstanding of who I am and what I am and he has enormous empathy in -- about how I feel\nabout things, and understand each other totally. It’s been a very, very good 50 years.",
        "A: I was a -- I was a working mother, I have never stopped working, actually. And my -- and my\ndaughters always feel, especially my middle daughter Kim, always actually stayed -- makes a\npoint of telling me how proud she was that I was a working mother, because she thought it was a\nmarvelous example for her. But I always was torn by being a working mother. I felt that I -- it\nwould have been very good for my kids if I could have been with them. But I had a very strong\nneed to work, to be independent because when I was growing up my mother -- my father was, of\ncourse, working, my mother wasn’t and my mother wa -- had to ask him every morning she had\nto ask him for some money to -- to buy groceries and to buy necessities and he would always --\nhe didn't have very much, you know, my -- we had it -- more than plenty to live on comfortably,\nbut not -- he didn’t have really em -- any kind of bi -- money to s -- extra money to spend. So he\nwould always be -- make it -- there was always a problem and I would watch it and I -- it would\nupset me to see my mother asking for money. And I said to myself, I will never put myself in\nthat position where I will have to ask for money. I want to be independent. And I just had a need\nto be not only independent during my working life, because the money during my working life --\nmy work time, I -- I -- didn’t mean that much. I only wanted to be sure that I have worked\nenough for my retirement, that I would not be dependent on anyone. So I felt the need to work.\nAnd besides, I thought it was good for everybody. It -- maybe it was best for my children that I\nwasn’t around all the time on one hand. On the other hand, it would have been great to be with\nthe children and I sometimes think that it would have been better for some of my children if I\nhad been around. But that’s how it was.",
        "A: We li -- we did observe all the Jewish holidays. Not all, I mean the major holidays. We had\nSeder. We observed Rosh Hashanah, Yom Kippur and Hanukah. All the holidays we observed,\nbut we did not go to a -- the children not -- did not go to Sunday school and they did not go to --\nwe didn’t go to any services, except for the high holidays. But we did not belong to any, so we --\nsynagogue, so we actually had to go wherever we could go. Now, my oldest daughter, Ann\nmarried a non-Jew, but she in -- her children go to Sunday school, and she is having her son Bar\nMitzvahed, which I am very proud of her that she is doing that. And the other children are\nconsciously Jewish, but they don’t belong to any synagogues either.",
        "A: My oldest daughter is Ann Valerie mas -- Ann Valerie Sedonia. Sedonia was my mother’s\nname, so she is named after my mother. How Ann? Oh, my grandmother was Anna, or Hannah,\nand so her first name is and -- for my grandmother. Kim -- my second daughter Kim, her first\nname is Laura -- oh, there were -- Ann has another name, Ann Valerie Masters. Ann was named\nafter my grandmother and Valerie was the lady at the international student house where we had\nour wedding. And she was the manageress of the student house, and we named her after her, here\nin Washington. And Sedonia was my mother. Laura Kim, she was named after no one. And ha --\nTim, my son Howard was named after Peter’s friend Howard. And that’s it.",
        "A: Well, we taught our children pra -- to be decent human beings; to have ethics, and to -- to be\nhonest and good people. To be good to each other because my mother always was very -- that’s\none thing she always wanted is that we are good to each other. Of course, it doesn’t always work\nthat way with our kids. We’ve had our ups and downs, okay? But we try to set a good example\nfor our children and we taught them to -- not to ha -- be prejudiced against other people. We\nlived in an integrated community in Washington. We tried to teach them to be tolerant of other\npeople, they -- in fact, we overdid it, because we stayed in a school system where you could\nhardly s -- find another white face, except my daughter’s, until it was -- maybe it was a little\noverdone because it was during the upheaval of the 60’s, okay? So our children went through --\nwe lived in a neighborhood called neighbors incorporated, which was in Washington, D.C., and\nthe school system wasn’t [indecipherable] all the time. But -- and my husband Peter, who is a\neternal optimist, thought that we could manage to integrate -- I mean, to balance the schools. But\nit didn’t work that way, because it just didn’t work. And finally we had to move. But the chil --\nour oldest daughter went though the entire school system in elementary school, junior high and\nhigh school in Shepherd’s -- Shepherd Park, then [indecipherable] and in Coolidge High School.\nAnd Kim also stayed in the junior high in the district and with Timothy, we -- our youngest son,\nwe moved over to Bethesda. But in any case, our children have been brought up to be activists.",
        "A: Yes.",
        "A: Like literally I’m -- we went through a whole f -- I mean our children literally had been -- it\nwasn’t such a problem in -- in the sexual revolution, but with the -- just the school system was a\nproblem for us. Our children really didn’t participate in any of the social things in the schools,\nbecause of the upheaval. And the Cold War, I mean, naturally we were not able to travel to at a --\nI wasn’t able to go back to Czechoslovakia and to my home because of the situation, because of\nthe Cold War, and actually the -- my first trip back to Czechoslovakia was just about when\nDubéek appeared in -- in Czechoslovakia, and it looked like they were a -- going to be able to\nseparate themselves from the Soviets, that we made our first trip to Czechoslovakia, in -- it was\nin the -- probably ’69 or ’68, during that period. Was my f -- very first trip back to\nCzechoslovakia. And we were hoping, of course, for the -- for the freedom in Czechoslovakia\nand for the Cold War to end. [indecipherable]",
        "A: Naturally. Very -- I have some family in -- in Israel and many of them were participating in\nthe wars and fighting in the wars, and I have lots of Israeli friends who were involved in the\nwars. And of course I was extremely involved with, emotionally in the -- in the wars in Israel,\nworrying about Israel a great deal. But what can I say about it?",
        "A: Pardon?",
        "A: Yes, I did.",
        "A: I don’t know if justice can ever be served, but obviously I was glad that, anyway, that they got\nhim and I’m sorry they didn’t get them all. I was hoping that they would find -- I think I often\nthought that maybe other people got away with -- with things that they shouldn’t have and pe --\nbut what did happen [indecipherable] with this kind of thing, I mean I just -- I followed the\nEichmann trial, I was glad -- I wish they would have gotten others. What can I say about it, it’s\njust horrible, in any case. I can’t --",
        "A: Yes.",
        "A: Mm-hm.",
        "A: The people that -- around me were the people who were feeling the same way as I do. I mean\n-- because, as I told you earlier, I didn’t discuss my situation with anybody except people that are\nlike myself. And if you think [indecipherable] think about people in my office or outside my\ncircle, I wouldn’t have talked about it, in any case. And of course I followed very much myself,\nwe did as a family. And I -- but I wouldn’t have talked a -- about it to anyone else, no. So the\npeople that I would have been discussing it with would have felt the same way as I do. And Is --\nand I said before, I hadn’t discussed my situation with anyone, so no one talked to me about it.",
        "A: Of course. Yes, I would have discussed it with my children. Oh, well, first of all, it was\nalways a problem, how much do you tell your children? And we didn’t tell my children too much\nabout it. My -- some of my children an -- knew about it more and were much more interested\nthan others o -- even th -- I would imagine all the children were interested but some couldn’t talk\nabout it as easily as others could. Some, we did talk about it. And if we specifically talked about\nthe Eichmann trial to the children, I don’t recall. I don’t recall about that, but I’m sure that they\nwere aware of it. And we did not discuss too much -- our children did not discuss too much about\nwhat happened to us. [indecipherable] my middle daughter could never tolerate talking about it.\nShe just felt too pained by it. I don’t know, I can’t recall it.",
        "A: Okay.",
        "A: I don’t feel like that any more, not so strongly, but I still felt sorry slightly for them, because\nit’s not -- it’s not -- 1t’s hard. When they were little, I used to stand over their crib and I would be\nvery, very upset and say what a terrible thing 1s waiting them. They will have to discover that\nthey are Jewish -- they will find out they’re Jewish and they’Il discover that they’re dis -- hated,\nbecause I felt -- well, when I was a child growing up, I was -- I had a lot of this, you know. But I\ndon’t feel that way now an -- about my children because they are adults and they are able to\nhandle it, and -- but I sometimes feel slightly sorry for my grandchildren because I feel that\nthey’ ll find out that it’s not easy to be a Jew, that’s all. But so I do -- it’s a little less severe than it\nused to be. When I was a young mother it was very strongly, I felt terrible about it, but now it\nisn’t quite like that, 1t’s much easier.",
        "A: Not really. I -- I don’t tell them -- I mean, they know a lot obviously, but -- and I have done a\ntape which I’ve -- they have listened to. And I’ve talked to them little by little. Not too much\nwhen they were little, but when they were bigger, my middle daughter Kim could hardly ever\ntolerate it. She was terribly upset and she never goes to -- she’s never been to the Holocaust\nMuseum, and she cannot go and see any of the films to do with the Holocaust. She’s -- it’s just\ntoo upsetting for her. But my oldest daughter is certainly taking her children to the Holocaust\nMuseum, and she knows -- but we don’t talk about it, as such. We don’t talk about it too much. I\ndon’t think the children like to get into the conversation. They find it very painful. And my son\nalso. We took our son to Czechoslovakia when he was eight years old. We took him to the\nvillage -- oh [indecipherable] I took my middle daughter to the village, which was a very good\nexperience and she’s going to -- in fact, going to write an article about it for a paper, which I’m\ndying to see, because she just thought it was wonderful to be able to -- to have gone back. And\nmy older daughter hasn’t had an opportunity, but she wanted to go back there. We will make the\ntrip and she will go and see where I was born and where her grandparents lived. But the children\nare very -- I didn’t -- when I was -- when they were little, I didn’t talk to them about it much. But\nof course now, we are [indecipherable]",
        "A: Well, it had a tr-tremendous impact in that I always felt -- first of all, when we left home, our\nmother -- our parent tr -- were very anxious for us to s -- be close together, not to -- to look after\neach other and so we -- I made a point always of wondering -- of asking myself how would my\nparents have dealt with this situation? What would they have expected of me? How would I\nrespond to anything that has come up in my life. And I would always go by what I thought my\nparents would expect of me, which may not have been the best way, but this is how I managed to\n-- first of all I did that to -- in respect to -- for my parents, because I felt the responsibility to take\ncare of mys -- of myself and my sisters -- and my younger sister, the way my parents would have\nexpected me to do. And therefore I lived my life like that, which may not have been the best\nway. And also, it was difficult because I wanted to know -- I always felt that I did not learn -- I\ndidn’t know exactly how to -- my parents would have -- how -- I would have been taught certain\nthings when I was growing up, and therefore I was afraid, I always said I wouldn’t know how to\nt-teach my children, because I didn’t have an example of my parents teaching me. And so I\nmuddled through it somehow. That’s about it. And sometimes maybe I didn’t do it -- the greatest\njob, but it worked out the best I -- I did the best I could. I did the best I could.",
        "A: I have five grandchildren, and hopefully have [indecipherable] there are two more. I am --\nyes, they do, the oldest grandchildren, my 12 year old son -- my grandson knows a great deal. In\nfact he’s very interested and asks a lot of questions. And my eight year old -- 10 year old\ngrandson also knows a great deal. My seven year old granddaughter is too young. And -- but the\nchildren are very interested, and they know a lot. And they -- in fact they know more than my\nchildren knew at that age. And recently I met a little girl, an eight year old little girl who was so\ninterested in the war, in what happened to me, she said she was studying Kindertransport, it is a\nreally amazing thing, that little girl from Philadelphia. And she has read all the books about the\nKindertransport and so -- she was absolutely amazed when I came to her grandparents home and\nI told her I was a Kindertransport kid. She was really thrilled. And so I have been in\ncorrespondence with her because I think this eight year old little girl from Philadelphia -- I have\na letter here, I’1l show it to you later -- is the -- our future.",
        "A: Yes, I think it is -- grandchildren -- yes, it has, actually. In fact, I made a tape for -- not my\nchildren, but my niece. [indecipherable] my -- I -- there were three of us that came out in the\nKindertransport. My older sister was 15, I was 14 and my little sister was 10. My younger sister -\n- my little sister’s daughter, youngest daughter, since my sister died at -- three or four years ago,\nmy -- her daughter wanted to write a book about her mother. So I -- she asked me to do a tape\nabout my sister’s life. So it’s the first time I actually put the thing on tape. And my grandchildren\nhave already heard the tape about my -- our life in Czechoslovakia during -- before the war. So\nthey are really interested in their -- also I’m very pleased about the fact that they want to know.",
        "A: Well, 1 -- my -- it was one -- first, I had a great experience working at the Fund. I -- I did very\nwell. I -- I started out as a bilingual secretary to a division chief, which I said already, you know,\na high position. And then I had the opportunity -- well, I learned a lot, of course, on the job, and I\nhad the opportunity to do other things and to -- I forgot what you asked me.",
        "A: Yes, I -- I'd -- I grew with the job and I could have advanced and I advanced as rapidly as I --\nwell, as was possible. And I made a perfect career and I enjoyed it thoroughly and I had a great\nworking life for 35 years. I could have done other things, I was offered other opportunities in the\nFund, but I stayed where I was because I enjoyed the work I was doing. And I felt that was fine\n[indecipherable] have gone -- done more than I had already done. So I felt satisfied with what I\nwas doing, and I was pleased with the kind of work I did.",
        "A: I was administrative officer of a department and there were about 19 -- roughly 1910 people\nin my department, and I was responsible for hiring and staffing the different divisions. I was\nresponsible for travel, for the budget and for whatever there was to be done in a department that\nwas so very vital. And I had a very good relationship with my colleagues and loved being there\nand | retired nine years earlier than I needed to, but I felt that I needed to get on and do\nsomething else, and I left the Fund. After I left I was consulting for two or three years, on a te --\nfreelance basis, doing budget and doing other things. But it was a good decision.",
        "A: It came about because in 1989, I think, there was a 50\" anniversary of the Kindertransport\nfrom London, and it was covered by the “Washington Post.” And there was an -- an article\nappeared in the “Washington Post” about the meeting and about me. It was the first time that my\ncolleagues found out about my life and where I came from and what happened to my family.\nAnd they asked me to write an article for the [indecipherable] staff news about my experiences,\nabout my life, and about the meeting. And that’s how it came about, and it was an eye opener to\neveryone that I worked with, because no one knew about my situation and no one knew about\nmy life story.",
        "A: It was a marvelous thing, I’m very grateful to the person who arranged it. I can’t think of her\nname at the moment, but I will. Do you remember her name? Okay, later I'll think of it, okay? It\nwas one of [indecipherable] it was -- I’m glad that she or-organized it -- wait a minute, I have to\n-- okay, met a lot of, like, well, I didn’t know the people that I came on the -- on the train,\nbecause we were little and we were from all over the country, but I met the children -- the kinder\nthat were in the chil -- in the children’s home with me when we first arrived in England. And it\nwas wonderful to see them and to be together with them again and we had another reunion this\nyear, this last year, which was 60 years anniversary. And we are in touch with many of the kids\nfrom those days.",
        "A: Nicholas Winton was a young Englishma-man who organized the -- wa -- the Kindertransport\nout of Czechoslovakia. He organized six transports. Unfortunately only five made it, the last\ntransport did not make it, all the -- all the children were already on the platform in Prague for the\ntrain to leave, but it wasn’t allowed to leave any more. I wa -- I think I was on the one -- on the\ntransport which arrived on July first in England. July 1‘, 1939. And I can tell you exactly how\nmany children were on that train if you give me a moment. [indecipherable]",
        "A: Yes.",
        "A: Nicholas Winton is now, I think, 93 years old. And he is visiting some people in -- some of\nthe kinder in Florida, but he wanted to come and see us because we’ve become quite close with\nhim. And he t-told us that he would like to come and visit us for a couple of days in Washington.\nThere’s one other kinder -- kind here from Czechoslovakia, from the kinder Czech transports.\nAnd so he is coming to stay with us on the 16\" -- is it 16\" of January, and spend two nights here.\nAnd he wants to just sit and relax and take it easy and -- with us, that’s all. It’s wonderful that he\nwants to do it, we are thrilled to have him here.",
        "A: Yes, I’m involved with two or three sa -- different groups. One is the Kindertransport\nassociation. But I think it’s now all under one umbrella, it’s going to be this year. The\nKindertransport Association in London, the Kindertransport Association in America, and the\nKindertransport Association of the Washington area Kindertransport. That’s three different\ngroups. And then [indecipherable] a child survivors’ group, which mays -- meets once a -- a\nmonth in Washington, the second Sunday of each month. I think that’s about it.",
        "A: That’s a big question. What do I get out of it 1s I like to be -- first of all, whenever we get\ntogether with any refugees, any people, Europeans, we always end up talking about the\nHolocaust. It never -- it never is different, it is always thus. It doesn’t matter what it is, if we are\ntogether with any of our con -- refugee, or survivors, we always end up talking about it. I have\nmany friends, I -- one of my friends from the Fund, in fact, the one that I met on the first day that\nI came to Washington was a child in -- hiding in Holland. She was the lawyer [indecipherable].\nShe -- she, of course, knew about my story. And what do I get? I love to be with them because\nwe understand each other, we are soul mates. That’s why we have lots of friends who are in the\nsame situation as we are and we have also a variety of friends who are not. We have many\nJewish friends, we have many non-Jewish friends, we have many international friends. But we\nalways -- we go to these meetings and it’s because I feel comfortable with these people, but I\nalso feel -- well, we are different in many ways, too. But I go there because I feel we belong\nthere, somehow. What can I say, it’s complicated. I could tell you all kinds of things about it.",
        "A: I’m very often asked about it and I’ve read quite a lot about it. First of all, her cousin, the one\nwho lives in Prague was on the Kindertransport like I was, from Czechoslovakia. And I think she\nlived with them during the war, in England. And I am very often asked about Madeline Albright\nand I cannot believe that she didn’t know about her grandparents. That’s my opinion. I think that\nthere’s no intelligent -- I mean, she’s not -- she’s a very bright lady, and she is a very intelligent\nlady and she sure must have asked what happened to my grandparents, or how would she -- how\nwould you not be able to ask the question? And also, what about her cousin, who lost her whole\nfamily? She must know that her cousin lost her family. Where did she le -- lose her family? How\ndid she lose the family? And -- that’s all. What can I say about it? I still think she’s bright and\nable and I respect her, but I can’t believe that she didn’t know.",
        "A: I’m very, very thrilled that Peter has written the book, because I think it’s very important that\nhe left this document, that he was able to document what happened and what he did towards -- in\nthe war. I’m very, very proud of him and I think he did a great job, he’s a great success and many\npeople 1 -- 1 -- we’ve had enormous amount of correspondence and praise. And people are -- say\nthat it is a very important document and -- and very good -- better document than many historical\nhistories that were written about World War II, because it’s a personal story of someone who\nexperienced -- who was -- who lived through this. Now, it has changed -- anyway, people wanted\nme to help him type the book, but I told him that if he wanted to write a book, he has to do it\nhimself. And he actually had a -- a tremendous -- I mean, it was a tremendous effort because he\ndidn’t know how to type. I said I would type it for him if he typed it up -- if he wrote it up, but I\nwasn’t going to sit at the typewriter while he marched up and down in the room dictating to me.\nBut -- so he decided to get himself a word processor and he actually did it with his two fingers.\nAnd he wrote it, which is absolutely incredible and I’m really proud of him for having done it.\nAnd it has changed our lives because he gets -- he gets correspondence from everywhere and he\nhad found old friends and new friends all over the world because of the book. And I think that\neverybody should read it.",
        "A: “Striking Back: A Jewish Commando’s War Against the Nazis” by Peter Masters, Presidio\npress.",
        "A: There 1s a sculptor in London who is doing a suitcase -- a sculpture of a suitcase, which will\nbe sort of a -- like a Plexiglas suitcase and she was asking for donations of Kindertransport,\nbecause this is where the Kindertransports arrived in London, at Liverpool station. And there’s\ngoing to be a sculpture with a huge Plexiglas suitcase and inside it will be items that the children\nbrought with them from Europe. She’s be -- she has been asking for donations, my sister has\ngiven her quite a few items. I have a few things which I might give her, but I’m hesitant because\nI hate to give away some of the things that were given to me by my parents when we left them.\nCourse, there are very few things. I have a blanket and a ring that my father bought for me at the\nstation before we left. And I don’t want to part with my original photographs and they only want\nto have original photographs. But -- but people are donating quite a few items.",
        "A: Mm-hm.",
        "A: The first time I went back was in 1968, I think. Could have been a little earlier. We arrived in\n-- we planned to go back because at that time things seem to have eased up in Czechoslovakia\nand we decided that was the time to go. And it was very important for me to make my trip back\nto Czechoslovakia, since I had never been back there. And we arrived in Vienna with plans to\ntake a rent-a-car and drive to my village. When we got to [indecipherable] Peter and myself and\nour son, who was then seven or eight years old, when we arrived in Vienna I suddenly got cold\nfeet and I didn't want to go. I said to Peter, no, let’s forget about it, I don’t want to go back. For\nseveral reasons. First of all, I was very afraid of going back for the first time. Secondly, I wasn’t\nsure about the pol -- about the communist -- what was going -- you know, how it will be. And it\nwas just really frightening to me to go back, but Peter said no, we came all this way, we are\ndefinitely going back -- we are definitely driving. So we rented a car and we drove to my village.\nWe arrived in my village at six o’clock in the evening. It was not recognizable, because it used to\nbe a very charming little village in the lower Tatras mountains and now it was sort of like a\nfactory. A lot of cement buildings all around and di -- very dilapidated. And we arrived in the\nvillage at six o’clock in the evening and I didn’t know who to ask for and I didn’t know exactly\nwhere -- where everything was, it seemed to be different. And when we arrived in ce-center of\nthe village, I asked -- I decided to ask for my gir -- girlfriend, who used to be the mayor’s\ndaughter. Her name was Maria Bautiva She was my girlfriend, who was not Jewish. And so we\nstopped in the middle of the village and I said, do you know Maria Bautiva? And they -- I said,\nit’s probably not her name any more, because it was her name when she was a little girl. She may\n-- she’s probably married and -- but this person know -- knew who she was and she said, she died\ntwo years ago. I was so disappointed because I had not been in touch with her since 1939, but I\nfelt she would be the only person I could think of that I remember. And so then we decided to go\nand look at -- at the house where we lived. And I couldn’t recognize it, it was so run down. The\nentire street was so run down. And at first I didn’t know where it was, and I said to him, let’s go\nto the railway station, because from the railway station I know how to find the house. So we\nwent to the railway station, and walked down the street, when there was this hou -- what seemed\nto be our house, which my father finished building in 1938, it was brand new when we left it. We\nleft in °39, my father finished building this house in ’38. And there were some children playing\noutside. And said to the children, do you live in that house? And they said yes, we do, we -- three\nfamilies live in the house. We live on the top floor. I -- I said, go and ask you mother whether we\ncould come in, because I used to live here. And so she went in, we came to the front of the house\nand the child went in and she ran upstairs and she said to her mother, somebody wants to come\nand look at the house. And the mother stood at the top of the stairs, she looked down at us. She\nknocked on the door of the husband’s room where he was ta -- taking a nap, and she says to her\nhusband, come down, Miss Eberstark arrives here. I was absolutely shocked, I said, how did you\nknow who I was? She said, well who else could it be? Because I said I lived there, so she knew\nexactly in whose house she was living. That was 1939, this was 1968, 30 years later. And so we\nwent up there and of course I looked -- and she said that two families lived downstairs\n[indecipherable] lived upstairs. And they -- and I couldn’t find one stick of anything that\nbelonged to my parents. There was nothing that was recognizable. And they immediately sent for\nother people to come in. And he was telling u -- this man was apparently the same age as we\nwere -- I-I was, and he said we used to play when we were children. And then he said, I\nremember your grandfather and he pointed to his [indecipherable] your grandfather always used\nto wear this gold watch with a big gold chain. And he made out as if the chain were four 1 --\nthree inches wide, which was a little gold chain, but to him that chain seemed to be a huge gold\nchain. In any case, it was -- then they insisted that we spend the night. Oh, another person was\ncalled, and they antic -- we were looking for a place to stay for the night and this man insisted\nthat we spend the night at his house, which was nice of him. We spend the night there and at 10\no’clock in the morning I said to Peter, we’ve got to get out of here, I can’t stand being here. And\nwe went to a Jewish -- the only thing we did was g-go to a Jewish cemetery and we -- oh,\neverywhere we went -- I mean that first night, everybody wanted to buy our house. They said,\ncould we buy your house from you? I said no, it’s not my house any more. So they s -- and\nanyway, next morning we went to my grandfather’s house. And everybody there said also, could\nwe buy the house from you? All these people lived there, all over the place. There were lots of\npeople living in the house.\nBeginning Tape Three, Side A",
        "A: Yeah.",
        "A: Mm-hm, yes. Th-The next morning -- so we ca -- arrived at six in the evening and next\nmorning the person who -- at whose house we spent the night, wanted us to go to the district\nbuilding, or whatever it is, to find out how much taxes are due on the house, because he was\ninterested in buying it. And reluctantly I went there. And the women who was in charge of the\nfiles, brought out the files and told us about the tax, how much tax is due and she said to us, to\nme, she would like to buy the house, too. At this point I said to Peter, I’ve got to get out of here.\nFirst of all, I was not negotiating to sell any of the houses, but it was -- but I still -- still wanted to\ngo to the Jewish cemetery, which we did, we went -- which is between two villages. One side of\nthe village is the cemetery belonging to our village and the next cemetery belongs to the village -\n- next village. All the stones were turned -- knocked down and I couldn’t find my grandmother’s\ns-stone and her grave. But we just wandered around the cemetery, just completely overgrown\nand completely demolished. Stones were scattered all over the place. Then I said to Peter, we’ve\ngot to get out, I was feeling sick. So at 10 o’clock in the morning -- oh, in the -- then we went to\nthe woods, where we used to spend a lot of time with the family. And in the woods there was a\nbig grave where they -- mass grave where they murdered some people. I always suspected that\nmy grandfather was murdered there, but I could never find out, and that’s one thing I did not\nreally find out who was -- the names are not on the grave, so I don’t know who 1s buried there.\nThen we saw -- met one Jew in the village who survived. His family -- I don’t know what\nhappened to his family, he didn’t seem to be all with it, but he converted and became a Catholic\nand he’s married to a Catholic woman. His name was Shaiman, I think. And at 10 o’clock in the\nmorning we pulled out and I sat in the back of the car, Peter and our son sat in the -- Peter was\ndriving, our son sat next to him. I sat in the back because I couldn’t sit up, I had to lie down. I\nwas sick all the way, all the way to Vienna. I was vomiting all the way to Vienna. I was so ill\nthat when we arrived at the Czech border, Peter didn’t see the patrol, the ca -- people trying to\nstop our car, he t -- almost drove right through it -- through the frontier. We were almost shot\nbecause Peter was in such state trying to get me back to Vienna because I was so ill. And then th\n-- [indecipherable] is dark and there was lanterns being installed [indecipherable] people were\ntrying to stop him from driving past those lanterns. And he stopped and the guard said, what are\nyou trying to do? You must stop at the frontier. And then h-he talked -- he saw me being very ill\nand he just opened our trunk, examined the trunk and let us go right through. We arrived in\nVienna at -- at 11 o’clock at night and I went straight to bed, it took me two or three days to\nrecover. We stayed in Vienna and I just stayed in the hotel and tried to recover from my first visit\nto Czechoslovakia. But, that was a very, very important visit for my life, because that changed a\nlot for me in my life ca -- this visit, because for years and years, ever since I left home, I just felt\nlike I was living from a suitcase, even though I was married and had children. I just felt that there\nwas something not quite right and that I ha -- like I was waiting for something to happen. Well --\nand I was sort of longing for Czechoslovakia and for my home. And having made this trip back,\nsuddenly it dawned on me that -- because I was -- I always loved snowdrops and wild -- and the\nwoods in Czechoslovakia, and having made the trip back, I came back home and I said, well,\nsnowdrops and wild strawberries are not everything. I -- and it sort of finished that chapter of my\npast. That was a very, very important time. When I came back from this trip, it really -- it did\nsomething for my entire being. It made me feel settled, more settled in my home. I felt this is\nwhere I belong and this is where I am and I stopped being so torn towards going home.",
        "A: No, no. Then we made another -- one other trip -- well, I went back to Czechoslovakia again,\nto Prague, once. But then my -- my middle daughter came, who is a writer, a journalist, wanted\nto go back, which really surprised us. She wanted to go and visit my village. So we decided to\nmake a trip back about four years ago. And it was a wonderful, wonderful experience. We stayed\nalso a very short time, but it was wonderful for me to be able to take her, to show her where I\nwas born, where my parents lived. And we didn’t go into the house this time, because nobody\nseemed to be there, but it was very run down. And -- but we just walked around. Of course, we\nwent to the synagogue which is there, which 1s not a synagogue any longer, it’s men’s club or\nsomething. It used to be a grain storage after the war, when we went back first time. Then we\nwent to a Jewish cemetery. Somebody seems to be taking care of the tombstones. But one thing I\ndid not do, which I still have to do one day when I go back, I didn’t talk to anyone in the village.\nI just didn’t feel like I could talk to anyone. And I should have done that, I should have gone to\nthe office, to the -- what, a district building, whatever they call that, to find out who survived,\nwho 1s there, who is Jewish. I didn’t ask anyone. I just didn’t talk to anybody, I didn’t feel that I\nwanted to. But we wandered around the village, we went to the -- passed the synagogue,\neverybody was staring at us because we were looking up and down where the synagogue stood.\nThen we asked the taxi driver to drive us to the Jewish cemetery. We went and took photos and\nmovies of the Jewish cemetery. Then we went to stop at the schools to which I went, and my\ndaughter just adored it all and thought it was marvelous to have been -- made the trip. Now we\nhave to take the -- my oldest daughter.",
        "A: Yes, we want to go with my older daughter to s -- to do the same thing, because all the -- my\nyo -- son saw the village, he was only seven or eight years old, but -- so he would be willing to\ngo again. But my oldest daughter has never been and she absolutely wants to see it, so one of\nthese days when -- maybe even a year or two, we’ll go again.",
        "A: Yes, it’s my middle daughter who was very -- has go -- been to a [indecipherable] get a badge\nof [indecipherable] when she was very young she wrote a poem about her grandparents and she -\n- she’s the one who went. She’s going to write about it, which will be quite exciting because I’m\nwaiting to see that article.",
        "A: I think we’ve covered more or less everything except, let’s see -- well, I think -- I can’t think\nof -- probably after we finish Ill think of lots of other things that I haven’t said, because that\nhappened when I did the original tape. After it was done, I thought of many things that I should\nhave mentioned. Mm, well, yes, there are several things that I haven’t mentioned. I haven’t\nmentioned my uncle, who was instrumental in bringing us out. My uncle, who was my mother’s\nyoungest brother, who lived in lon -- London. First he lived in Berlin and so he knew what was\ngoing on and then he lived in London and he’s the one who made the arrangements for us to -- to\ncome out. Now, it was absolutely a miracle that we came out because we lived in a small village\nin the Tatra mountains, where no one would have ever imagined that anything would happen to\nus. And we always thought, during the war, that nothing would happen to my parents because we\nthought our friends, our neighbors would take care of them. But we were wrong. Now, if it\nhadn’t been for my uncle and his wife, Lotte, we would -- who urged our parents, if it hadn’t\nbeen for my brave parents who took it upon themselves to put three children on a train -- my\nGod, when I think about it -- and to give up the children and to send them away, and if hadn’t\nbeen for Nicholas Winton, and if it had -- hadn’t been for my guardian who signed for me, and if\nit hadn’t been for Marda Hess who signed for my oldest sister and my youngest sister, we would\nnever have made it. And also I want to say that -- that if I had to say anything critical about it, is\nthat nobody paid attention to our education. I must say that, because in London my older sister\nwas left totally without schooling. She was 15 years old and nobody thought of sending her to\nschool. And 1s -- I think that 1s absolutely awful, that is, when I think about it. And with me it\nwas a miracle that my guardian -- I mean, my uncle persuaded my guardian to send me to\nsecretarial school. That was a big argument, she didn't want to do it because she kept on saying\nthat she only was required to sign, not to do a -- do anything because she -- he promised her that\nshe wouldn’t have to do anything but sign for me. And now he was asking her to send me to\nschool, and I had to finish my schooling in 10 months where other children went to that\nparticular school for three years to get the -- or two years, or three years to get the schooling. I\nhad to do it in 10 months, which was not -- not good because I didn’t speak English. I had to\nlearn to speak -- take shorthand, it was very difficult. But that is really a shame that no one really\npaid much attention, I guess. Everybody was so stressed and preoccupied and under such\ndifficulties that nobody thought about it. I mean -- I don’t know. It seems to me that they could\nhave seen to it that my older sister had some schooling, and that I was sent to a better school than\nI did -- was, but still, we -- we’re grateful that we survived and we are grateful that all of these\npeople participated, my uncle, the guardians, my parents, Nicholas Winton, who else? A-And\neverybody. It worked for -- for us.",
        "A: Yes, her name was Fanny Bandit. She was a spinster lady. She was well-to-do. She had a big\nfamily, she was Jewish. But she just didn’t know what to do with me. You know, she just signed\nfor me. She felt that -- she was -- happened to be a friend of my uncle’s, so sh -- but -- that’s why\nshe signed. But she -- although she could have afforded to do a lot of things, she just didn’t know\nhow to deal with it. Didn’t do anything. But we were -- she became a close friend and she was\nalways -- to the end she was very proud of the fact that she did this, and she was very proud of\nme because she thought I did so well.",
        "A: Yes, I did. In my office, actually there was a girl that was -- when I first arrived, she used to\nmake very antiseti -- anti-Semitic remarks. That was the only time I really experienced\nsomething -- oh yes, well that was one, and I didn’t say anything to her, I never said anything. I\ndidn’t want to get into a debate with her. And then one day she got really angry with me. She\nsaid -- she blamed me. She said, why did you allow me to say these things. And she got angry\nwith me, she blamed me for not letting her know that I was Jewish. And wi -- a-after that it was -\n- never ever it was said, and she was okay. But she used to make anti-Semitic remarks all the\ntime at the beginning, when we first met. And of course, I experienced anti-Semitism because\nwhen we used to go to the beach, to eastern shore, I saw signs saying, no Jews allowed. No Jews\nor, Gentiles only. No Jews or dogs allowed, or something. I saw that, it was very disturbing to\nme, and very, very shocking and surprising. I did si -- experience a little bit like that, but\notherwise, I wa -- no. Oh yes, there was a man that I was 1n a carpool with when I worked at the\nFund, I won’t men -- mention his name. He always used to make jokes, and he said to me, the\nonly mistake Hitler made -- he used to say these things, but he said that he didn't finish the job.\nHe was [indecipherable]",
        "A: The best surprise? Well, lots of -- I love being here. I -- the best surprise was the fact that I\nfelt at home here. I -- it’s -- it’s amazing. I mean, I was very -- absolutely astonished when I first\narrived, how much at home I felt, almost immediately. Very comfortable, and I never felt like a\nforeigner here. I felt very good and I also find -- I’m always, to this day I’m just thrilled about\nmany things. First of all, every single day when I get up I’m thrilled about my house and\n[indecipherable]. Then I’m thrilled and I just am astonished about the abundance of everything\neverywhere. And I’m just amazed about it. Course I have never overcome -- when I go to the\nstore -- and I think this is a syndrome of many refugees, I always feel -- I always feel that if I\ndon’t buy two of everything, it won’t be there the next day. You know, it’s peculiar, I -- I keep\non telling myself it will be there, I don’t need to buy two thi -- items at the same time. But I still\nhave this thing left over from -- from years ago, you know, when we didn’t have anything in\nEngland because we had so little. I -- everything, nothing, you know, when we first -- when we\nwere refugees, we lived in the children’s home for thirt -- to start with, and we had six --\nsixpence pocket money a week, six pence. And most of it went for [indecipherable] to ride home.\nThen I managed to save about 15 shillings. And then when we were split up -- when the war\nstarted we were split up, my little sister had to go to another room -- to another place. We were\nall split up, the three of us. And so I gave my 15 shillings to my little sister, because I always\nsaid, I can always take care of myself, but she will need -- be we had so little, we had nothing. I\nmean, we had so little money and so little -- but, it was fine. You know, we managed. It’s\namazing how [indecipherable] manage, you know, with nothing. But here I felt very\ncomfortable, or [indecipherable |",
        "A: Yeah, very comfortable, very much at home and there was never any question that I would\nwant to be anywhere else.",
        "A: What is yet in store? Well, I’m curious about that myself. What would I like to accomplish?\nI'd like to see that my kids are happy, that my children -- I mean, this is very difficult question.\nWhat would I like to accomplish? It’s -- well, I keep on toying with the idea whether I should\njoin a synagogue, that’s one thing. I reject it every time, but I lean more towards it sometimes.\nAnd with what I’d like to accomplish, I’d like to clean up my house and sort out my papers and\nthrow out the things I don’t need any longer and leave my house in order for my kids. That’s\nwhat I’d like to accomplish. That’s it. And I hope that we stay well and that my husband stays\nhealthy.",
        "A: Yes.",
        "A: Well, we went to Israel a few -- a few years ago. I’d like to go more often. I often te -- we\nhave some cousins in Israel that I have found through Yad Vashem, one cousin. And we went\nthere once with the World Jewish Congress, and it was very emotional and very moving and I\ncried when we arrived in Jerusalem. It was wonderful and I'd like to go again, but we haven’t\ndone it. But I have -- I’m thrilled with Israel, I’m deli -- I -- I’m -- I hope it prospers and survives\nand [indecipherable] with peace. And I -- Israel is very close to my heart.",
        "A: Okay.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJanuary 12, 2000\nRG-50.106*0130",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Alice Masters,\nconducted on January 12, 2000 in Bethesda, Maryland by Esther Finder on behalf of the United\nStates Holocaust Memorial Museum. The interview is part of the United States Holocaust Memorial\nMuseum's collection of oral testimonies. Rights to the interview are held by the United States\nHolocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ALICE MASTERS\nJanuary 12, 2000\nBeginning Tape One, Side A"
    ]
}