{
    "rg": "RG-50.030.0080_trs_en",
    "sequence": [
        "Q: Nesse, would you, for the record, identify yourself? Give us your name, your full name, and\nwhere you were born, please.",
        "A: Yes, my name is Nesse Godin. I live in the Silver Spring area. I was born in Siauliai,\nLithuania. My maiden name was Galperin, Nesse Galperin. I was born in 1928.",
        "Q: Tell us about Siauliai, and tell us about your family. What was it like for you growing up in\nSiaulai as a young child?",
        "A: You see, when I grew up Lithuania was between the two wars-- First World War and Second\nWorld War. It was a democracy with a President, with a Cabinet; and all the people really\nlived nicely together with a little bit of anti-Semitism, but not to be beaten up or anything.\nHere and there, a Swastika on the house, on the cemetery. But in general, Jewish people in\nLithuania lived pretty much comfortable. I had a pretty nice childhood up to the age of 13.",
        "Q: That sounds good. What did your parents do? What about your brothers and sisters?",
        "A: Well, I did not have any sisters. I had two brothers older than me--one five years older, one\nseven years older. My parents had a dairy business. My parents were, you know, what we\ncall Balabatisha (ph) people--not wealthy rich people but comfortable. My parents were\ninvolved in the community work. Like my mother, especially; she was a person that believed\nthat you have to be involved in helping other people. And part of the community work was\nto take care of the sick, of the orphans, of the widows. And that, my mother was involved\nwith. Her name was Sarah Galperin. You had to raise money. You closed your door of your\nown store, and you went to your neighbors. And when someone was in need, you went and\nasked them to contribute to help other people. And I grew up in that background, knowing\nthat you have to be kind and good; and I really did not understand what hatred was, or\nindifference. I really did not. I was raised with love in my house.",
        "Q: Tell me about school, for you as a girl.",
        "A: Many people think that Europe was like way back years ago, when they came, in the turn of\nthe century. Everybody has to understand that even in Europe progress was made. For\ninstance, my city--30,000 people... You know, people laugh when I say \"a city\"; but Siauliai\nwas the second largest city in Lithuania. It was Vilnius that was taken over--Vilna--by the\nPoles. But in that time, Kaunas was a larger city, was the capital of Lithuania; the next one\nwas Siauliai--or as we Jewish people called it, Shavli. And in Hebrew, we referred to it as\nShavli. We had a gymnasium, which was called Gymnasium Bialik. It was a (unclear word)\ntype of school, what as you started through kindergarten through high school. There was a\nBeth Sefer Chevra for people who could not afford as much. There was a Yavner for very\nreligious people who were ultra-orthodox. Even in Lithuania, although everybody was\northodox, we did not have a conservative or reform. We just had orthodox synagogue; but\nwe were Misnagdim, not Hasidim. What it means is, our people did not believe in the Rebbe,\ndid not wear curlicues and the black clothing and the fur hat. Our family looked pretty much\nlike an American family. My father did not cover his head just to go to shul or to make a\nprayer. So we had the religious school Yavner, we had a Fortshuler (ph) for people that were\nYiddishkeit--you know, Bundistin [NB: socialists] that didn't believe in Hebrew. Then we\nhad many cheders where people just sent their children. They went to regular school, to\nLithuanian school; and then they went to learn customs and prayers in a cheder.",
        "Q: So you grew up this way. Tell us in growing up what happened then, what happened, how\nold were you when the Germans came and what happened?",
        "A: Also, I would like to remark [that] for a small--at this time--city which is not so big, we had\nquite a few synagogues. We had all the time Yiddish Theater come; we had a Jewish paper,\nnewspaper; we had Maccabee, which was a sport organization. We have every type of\nZionist organization from the right to the left existing in a small city. When I grew up, as I\nsaid, I went to the gymnasium; I happened to go to the Gymnasia Bialik from kindergarten to\nthe age of 12. At the age of 12, in 1940... You know, many people skipped that year. Even\nwhen I go out to speak to a school and I'm giving just a half hour, I cannot go into detail\nabout history. But in 1940, Lithuania was occupied by the Soviets. And that's when we were\nnot allowed to study Hebrew anymore. All the schools had to study Yiddish. At that point,\nthe very wealthy of the community--the Burjui, as they called them--were deported to\nSiberia. But ironically, these people lived through cold and hunger but nobody killed them.\nThey survived, and many of them came now to Israel. My family, as I told you before, were\nBalabatish--which is comfortable, but not very rich. So we were allowed to stay. And in our\nbusiness, the Communists put in like an overseer; but my parents were still running the\nbusiness. Now, 1941, we heard before that in Poland already things are being bad for the\nJews--Jews are made to leave their homes and go away. I, as a child at the age of 12, had\nfirsthand information about it; because in my home came what we called Platim--runaways--\npeople that escaped from Poland. My mother's first cousin, her name was Regina Vlafsia\n(ph); I can't recall her husband's first name--they were children of a family by the name of\nFabilisski. They were manufacturers for cloth in the city of 6d_, Poland. They had a lot of\nmoney, and somehow they bought their way out to come to Lithuania. And they came to our\nhome; and they told us that they were all made to leave their homes and relocate their\nparticular family to warsaw. This young couple did not know exactly what happened during\nthat time, but we had gotten in Lithuania--my aunt also in the United States--some letters\nfrom Warsaw, assuming they were from Warsaw ghetto, from this great uncle of my aunt. So\nwe knew what was happening in Poland. But you don't think it will happen to you. I'm\ntelling you the truth. You know, I make a smile with it, and I'm saying it because people\ndon't realize that 1t can happen anywhere. If we don't learn from this part of history how it\nhappened, it can happen anywhere. We lived so nice in Lithuania--Jewish people, non-\nJewish people. The children played together, our parents did business together. We didn't\nthink that our own neighbors are not going to stand by us and help us at the time of need. In\n1941, the Germans occupied Lithuania in three days. You will see documentation shows it. I\nwas 13 years old--a little girl--but I remember it. I remember it well. My city, they marched\nthrough in one night. Siauliai is a city that stands from the main road of Lithuania. In every\nwar, the armies had to pass through it; because the main road from Germany to Russia had to\npass this road. So that's why we saw the war going through. But we were not affected by this\nmilitary occupation. The military went through that night; no bombs fell, no people were\nkilled. They went on farther to fight the war. But they left behind the (unclear word) the\nGestapo, the Nazi party, the special unit that were called...1 don't even know exactly.\nEinsatzgruppen, or whatever they were called at the time--to take care of the Jewish affairs.\nAnd their aim right away started like in any other place with different laws for Jewish\npeople. Jewish people are not allowed to have businesses. Jewish children cannot go to\nschool. Jewish people are not allowed to go to buy food in the grocery store but at certain\nhours. By the time we got to that store to get the food, there was no food there. You know,\nthey didn't have freezers or refrigerators like here. Small store. Every day the farmer brought\nthe food. So right away, we suffered hunger already, too. The law came out [that] Jewish\nwomen were not allowed to be pregnant, they had to have abortions. No future for the Jewish\npeople. Every Jew had to wear a Star of David in front and in back of the garment. Many\npeople say to me, \"Why did you have to wear it?\" Two reasons. One, a symbol of shame.\nBut the most important: why did they want us to wear it? An ID. They wanted to make sure\nthey know exactly where the Jew is. The punishment for not wearing this... Specific[ally],\nwe called it the \"yellow letter.\" We didn't even call it a star. It was a Star of David; but the\n\"patch of yellow,\" that's what we called it in the ghetto. We didn't say Magen David, or\nyellow Magen David. The \"yellow letter,\" we called it. It was a \"yellow letter,\" we called it;\nit was a patch that was the ID. If you didn't wear it, the punishment was death. Now, you\nthink about it. Children many times say, \"Why did you have to put it on? You could go\naround the city; they would think you are Christian.\" But unfortunately, not too many\nfriends around us. The same people that were our neighbors deceived us, reported on us,\nshowed where a Jew was. If you didn't put on, they would say, \"This is a Jew.\" They killed\nyou for not wearing that patch, that star. The next process was, they started to grab Jewish\nmen off the homes, out of the homes, out of the streets. Allegedly, they have to clean the city\nof war damage. The Rabbis, the scholars--a thousand men were put into the city jails. We\nhad two jails; a white jail and a red jail. That's how it was called. The red Deturmen and the\nwhite Deturmen. Because one was painted white, the other was red bricks. They put them\ninto those jails, the most terrible Lithuanian sadists taking care of them. Who were they?\nThe same policemen of the home town that walked around. We didn't have even traffic.\nThey just walked around to make sure everything is in order. They joined the evil cause.\nThey put on arm bands, they helped to get rid of the Jewish people. They had 1,000 men in\nthat jail, with promises they are going to take them to labor. And we believed it. You don't\nthink you don't believe it. You believe it. Well, some people ran and they tried to get people\nout of that jail. But nobody succeeded. These thousand men were taken out to a forest near\nour city by the name of Kuzhi, where they were made to dig their own graves, they were\nmade to get undressed naked, they were shot and they were covered with earth. How did we\nknow exactly what happened there? The farmers in the area. They came back to the city and\ntold us exactly. I, as a child, remember those farmers that used to bring milk to our grocery\nstore, to our dairy store, doing like this (motioning), telling the earth shook over the so-called\ngraves. Why did it shake? Many, many people fell into that hole and were not even shot to\ndeath. They covered them with earth, and they suffocated. There are many incidents. I know\na young man who lives in Cleveland who ran away from a small city by the name of\nAniksht. In this particular place, the Germans and the Lithuanians were so drunk that they\ndidn't cover the hole that night. The only time when people tell you they run away from\nthose holes was if you were injured and they didn't cover the hole that night -- they were too\ntired or didn't want to bother -- then they had a chance to escape. And also, many times,\nwhen I talk about escaping you have to understand to escape you need a place to escape to.\nEverybody wanted to escape. But if your neighbor doesn't let you in, or if you try to run to\nthe forest and while you are running somebody points a finger--\"Here is a Jew\"--and you are\nkilled. So you wonder does it pay to escape, or maybe I should wait in the community for a\nweek, a month. The war will end, and I will live. So after we heard what happened to this\nthousand men, we knew the Holocaust was happening to us. This is when in my city our own\nJewish Community Council, marvelous leaders, marvelous men. And as I told you before,\nmy mother was connected. Because she was on this committee of helping the poor and the\nwidows, and so she knew firsthand from the leaders what was happening. They decided to\ngo to the Christian clergy to beg them to help to save our community. Those Priests, Roman\nCatholic, they were marvelous men; but when our community council came to beg them to\nsave our people they said \"We are afraid to get involved. We will help you. By helping you,\nthey will kill us.\" Can you imagine, human beings were afraid to help other human beings?\nYou know, many times we hear all these beautiful statements made by Pastor Niemoller, and\nother statements, how sorry they are. Yes, you are sorry. But isn't it easier to be there for\nother human beings when they need you, than after the fact to say you are sorry? Now at\nthat point -- I know if I could sit with you, Linda, and talk with you for weeks of what went\nthrough in this short period of time. Because they said they are going to transfer all the Jews\nof our city to a little city by the name of Jagga (ph), Jagerod (ph). They said, you know, there\nwe will be able to stay and we will be able to live there. But our Council felt if they are going\nto move us from our home town...we are not going to move us from our home town, we are\nnot going to be in such good shape. We will be better off if we can stay in the community. At\nthat point, you know, there were different rumors. Some people said that our Jewish\nCommunity Council persuaded some Lithuanians to help us to convince that we could be in\nthe city. I heard from my mother that she said and I saw that we gave gold and silver and\ndiamonds to give actually to the (unclear word) and the Gestapo to bribe them so we could\nstay in the community, they wouldn't take us away right away. We will make shoes and\nboots for the army. We had many shoe and leather factories, Siauliai was famous for it.\nPeople that know about that area, Lithuanian was famous about beef and cattle, so we had a\nlot of leather. So I don't know exactly what was the persuasion, the good people that\nintervened with the money, maybe everything together, that they decided yes, they are not\ngoing to take us to Jagga, Jaggerod (ph), they are going to let us stay in the city but not 1n our\nhomes. A ghetto was formed. At the beginning was formed two ghettos. Many times when I\ngo out to talk I don't go into detail because a half hour, today we have time. There was two\nghettos, one ghetto on one side was across from the factory of Frenklfabrik, a leather\nfactory,’ was called the Kaukazas ghetto. Then, on the other side near the red jail, was the\n' After Chaim Frenkl. Founded by him in 1879.\nTrakai ghetto. There was two ghettos in our city--four square blocks each, or five; small\narea--and that's where the Jews were supposed to relocate. Now, you couldn't take your\nbundles and move into the ghetto. It was a special commission that came to every home. The\ncommission consisted of Germans and Lithuanians, because the Lithuanians showed them\nwhere is the Jewish home and the little secretaries. Now, I will share with you what\nhappened in my house--firsthand information. My two brothers--one older five years than\nme, one seven years older than me--so one was 18, one was 20. I was 13. And my parents,\nmy mother was at that point 43 and my father was maybe 45...yes, 45. And they came with\ncommission, they looked around our apartment; and they told my parents how many beds,\nhow many pillows, how many clothing we can take to the ghetto, and how many people.\nThey issued four certificates. The ghetto was originally for people to work--not for children,\nnot for sick, not for elderly. I was 13. They didn't need me. I remember it very well, how I\nfelt when I saw I was going to be separated from my family at that point. My mother\nsucceeded to bribe the Lithuanian Secretary. How did it happen? As a child, I had a ceramic\ncat where I used to save my money that I got for Chanukah, for my birthday--silver money.\nAnd my mother said to the secretary, quietly, \"This is full of silver money. If you will ask for\nit and I will have to give it to you, please leave a blank certificate--the fifth one--on the\ntable.\" And as they were walking out, this commission...the Secretary said, \"I want this little\ncat.\" My mother said, \"That's my little girl's. She loves it.\". The German said \"Give it to\nher.\" You understand, how she could bribe -- it's important to know this little fact -- and he\nwalked out with a lot of money. But I remember my mother counting those certificates. Four\nwere there with names filled in; a fifth blank certificate. My parents filled it in. Now, to go\ninto the ghetto you just had to show the certificate. If you had the certificate, they let you in\nthrough the gate. So about 5,000 people got into the ghetto. We had 10,000 Jewish people in\nthe two ghettos. The people that did not get this yellow certificate, I believe it's about 3,500.\nThe orphanage, the elderly, the sick, the children from many families, and many, many\npeople that came to their home last and there was no more room in the ghetto--they were put\ninto the city synagogues, in the shulen, as we called it, within the shul. With hunger, no\nwater; they were begging for food, they were begging for them to be saved. People were\ntrying -- our Jewish Community Council, who were wonderful people, they tried so hard to\nsave. They were saying already, \"Okay, take them to this little city of Jagga.\" They thought\nat least they will live; because we had already the 1,000 men experience. These people were\nkilled just like the thousand men in another forest, 3,500 of them. So by the time the ghetto\nwas formed, I don't know exactly whether it was August or September, I don't remember; but\nI know [by the] High Holidays, we were already--my family--in the ghetto. Half of our\npopulation was killed. So, that's how the ghetto was formed in our city. You know, feel free\nto interject or whatever. Now, in the ghetto... I will tell you how it was when I was in the\nghetto. All the working people went to work in the morning. Girls like me--at the age of 13,\nyou see, I had a certificate to go in. But I wasn't on the master list, you understand? The\nsame way, I was smuggled in. People succeeded to smuggle in some sick, some elderly,\nsome children even younger than me. But you were not on the master list, master list or\nwhatever, you didn't get food. You didn't get the rations. So your family shared with you.\nLet's say we got X amount of bread, or...I don't remember how much it was at that time. Five\npeople ate of the ration of four; and some people, four people ate of the ration of two. So this\nis... People have to understand that even as little as the ration was, if you were lucky enough\nto have your child or your elderly with you at that point, they didn't get food. Your ration of\nfood became smaller. In the ghetto, girls like me had to take care of little children. Many\nfamilies right away tried to make some little hiding place, whether it was a cellar, under the\nbed or in a wall; because we saw that things look bad. In the ghetto, selection upon selection,\nthey came for no reason whatever to take people because they heard the rumor there are\nchildren in the ghetto, there are sick in the ghetto. How did they get in? We don't want to\nfeed them. So they came to take them away. I lived through two years in the ghetto like this.\nI don't know how I survived. How I have hidden. One time I remember -- the Jewish police\nin my city were wonderful, they ran through and warned us that the SS is coming to take\npeople so quickly hide, do whatever. So I was supposed to get out my door and go into the\nlittle shed where you keep wood, that's where my hiding place was. As I was pulling the\ndoor to open up I felt pressure on the door from the other side and I remember not breathing\nbut I could hear my heart pound and the German opened the door, the SS man, and he\nlooked 1n and he said to his friend or whatever, his associate, \"This room is empty.\" And he\nclosed the door behind him. I tell you many incidents like this that I was saved at that time,\nreally by the grace of God. Two years like this. When I was 15, I was allowed to go to work.\nNow, there were many ways of people being put on a list. Let's say they took a selection of\npeople, they took -- sometime they didn't even know how many they took -- they took 120,\nand the list was 100. 20 people, kids that got a little older or the sick that got a little healthier\ncould go out to work instead. So this is when I was 15, I went out to work instead. So this is\nwhen I was 15, I went out to work. At that time, in 1943, they did not need two ghettos. We\nwere living already spacey so many people were killed. They combined both ghettos\ntogether, just the one on Trakai. The Kaukazas ghetto was closed completely. We were\ntransferred to the other ghetto. A little bit people, there were too many of them, they took out\nsome men and women. And we thought they were going to kill them. But no, they took them\nto a small place--I really don't remember the name--to work, to make turf. I don't know what\nturf is. It is a material that comes from the earth, and you press it for burn purposes, for\nheating purposes. I don't really know what you call that composite of earth and weeds. We\nused it a lot for heating purposes. So they took them there. We came in 1943 into the other\nghetto. We were nine people in one room: two uncles and aunts and our family [of] five. We\nwere still together, that many of the family. And I recall that time, many times to my friends,\nI would say, \"I remember it as a better time.\" And they say, \"Why was it a better time?\"\nAnd I said, \"I still was surrounded with my family, which was pretty lot. Many uncles, many\naunts, many cousins, grandparents, were dead at that time--that lived in villages around our\narea, and in the city of Vilna. But my immediate family was still there.\" I tell you, really, I'm\nsitting here and trying to think of certain things to share with you. I think I forgot to tell you\nlike in 1942 we had a hanging in the ghetto. A man was hung because he was caught at the\ngate with some bread and a few eggs. Somebody said he had a few cigarettes on him,\nsomebody said he didn't. But documented incident, because as you went out to work all\nthrough the year there were kind Lithuanian people, too. I really wants to share that and\nadmire these people that wanted to give you a little bread for you to eat and wanted to give a\nlittle type of other food also to take back to the ghetto for your family. But it's worthwhile\ntalking about it because as you come back from work they frisked you bodily to make sure\nyou are not smuggling in ammunition or food. Many guards were bribed. Many, many\nguards, you know especially Lithuanian guards, you would bribe them with a fur coat or\nwhatever so if nobody was around they looked the other way and let you bring in that food,\nso we had a little more food to eat. But if let's say German Commission or another guard\ncame that wasn't bribed, they came quickly and they grabbed the people, they beat them\nterrible. But that one incident this man's name was Mussevitsky, Batsalom Mussevitsky, he\nwas a young man, he had a wife and a child in the ghetto. He was caught with that few eggs\nor half a loaf of bread but very little, maybe he had a few cigarettes, I really don't know. He\nwas taken to the Gestapo jail. The Jewish Community Council was called and they were told\nthey are holding a big criminal, the Jews have to learn a lesson, no food is in the ghetto. The\nfollowing Sunday a gallow was to be built in the ghetto. What was a gallow in the ghetto? A\ntable, some stick hammered to the table going this way like an L, upside-down L, a cord\nhanging there. Two men sitting there, they were supposed to be the henchmen, Jewish men.\nHow they were picked, I don't know. They ordered that we have to provide these henchmen.\nWe all had to gather in this place and I remember very well a dozen SS men with guns\noutstretched like this went in with this one criminal that wanted to bring a little food for his\nchild, you know. People say why didn't he run away, many times people say why didn't he\nrun away. I said three hijackers hijack a plane or a boat with hundreds of people, three guns\nagainst hundreds of people and they are in control. Imagine dozens of guns 1n control of one\nprisoner. Well, this man was marched in like this. He walked over to the table. He said to the\ntwo men \"Thou shalt not kill,\" you know in Yiddish, \"I will do it myself.\" He hopped on the\ntable, on the chair, they did not even have a chance like you know in some places they tie\ntheir hands back or they put a cover on their face. Nothing. He hopped, he put a string of his\nown, the loop you know over his, the noose, whatever it's called, over his neck, and to the\nassassin, the Gestapo, he said you are not going to win a war by killing me\" and somebody\npushed or he pushed a chair from under his feet and I remember his body dangling like this. I\nremember it so. Linda, it was terrible times. You know, I always try to control myself, not to\nbe too emotional because otherwise if I get too emotional, I cannot bring the message. You\nknow, you know, this what people have to think about. I say over, I say this man resisted the\nGermans, I always say there is a spiritual resistance. If you didn't fight back, if you didn't\npunch it or whatever, I say we live the extra day we resisted them. They wanted us dead. In\nthe ghettos there was sign, \"Yiden\"--Jews--\"Don't despair. Live an extra day. We will\novercome it.\" The hope we gave each other all through, that's all I remember as a child\nsaying (unclear phrase), in spite of the enemy, we will overcome it, we will live, we will be\nfree. So you can imagine this punishment. Now go back to 1943 where I was before. When\nwe got into that ghetto when they condensed the ghettos, we got a little more food. Things\nlooked kind of better. Everybody thought, said gee, they start to treat us a little better. I was\nworking at that time in the war hospital. My job was to put wood into stoves so the German\nsoldiers would keep warm. You know we had a job, we had to do our job. That morning\nwhen I came to my commander to go to work -- 1t was exactly November 5, 1942, when I\nwent with my group to go out to work -- we saw outside of the ghetto trucks, trucks covered\nwith canvas, we were told we cannot go to work. I remember running back to my room. My\nmother put two dresses on me one dress on top of another. You see people said maybe they\ndon't let you take along a bundle. To be safe, a little bread in the pocket, a coin in the pocket,\nwe were prepared to be deported. A half hour or whatever, I don't remember exactly, maybe\n20 minutes, it was a short time, the Jewish police were running through the ghettos saying a\nmistake was made in the order, all the working people should leave the ghetto. Chaos.\nPeople did not know what's better. Some people said it's better to hide in that Malina, in the\nhiding place -- Malina was called the hiding place during those times, a Malina -- some\npeople said it's better to go to work. The Jewish police ran through and said whoever can go\nout to work -- we had marvelous people that were Jewish police in my city. You won't hear\nnot one had word about the leadership and the Jewish police in Siauliai after a certain point\nbecause after a certain point them to cover other people that the Germans appointed, they\nbrought them from the outside, 1t was different. But as long as we had our own people from\nour home town it was good. So they said it's better to go to work. I remember leaving that\nday for work but all day long we wondered. What were the trucks doing near the ghetto. At\none point in that hospital we worked with a german, he was from a building commander that\nwas called Ortek (ph) and he was a civilian and he was pretty nice man, he gave us sometime\na little bread but he had nothing to do with the security or taking care of the Jews. His job\nwas building whatever. So we asked this man to go near the ghetto and see what's\nhappening. When he came back he said nothing happened but we saw he was pale, we saw\nhe was bothered. But he said nothing, there was nothing there. That evening when we were\ncoming back from work, blocks and blocks away from the ghetto, Linda, we heard cries,\nsuch cries I hope nobody will hear. What happened in the ghetto of Siauliai, Lithuania on\nNovember 5, 1943, SS and Gestapo with the help of Ukranians, Ukranians that left the\nRussians and joined the evil cause so many of them just came -- so many of them just came\nand joined to kill Jewish people, 1t was terrible time -- they went into the ghetto, they found\nevery hiding place, they went in, they broke every dish, every pillow, made every single\nperson come to the gate near that place where you gathered for work, all the children, all the\nelderly, all the sick, all the babies that were born illegally in the ghetto. You see, they told us\nwe were not allowed to be pregnant but women got pregnant. They stayed in their little room\nin the Ghetto. If they were caught in the selection, then they were caught, but if they were\nnot caught they had their baby in the ghetto. But on that day not one child was spared. At the\ngate a selection to the right and to the left, a thousand children. Five hundred elderly and sick\nand a few hundred healthy and strong, including two men from our Jewish Community\nCouncil because these two men said to them \"Where are you taking these children?\" They\nsaid \"To a better camp, you are welcome to come and check it out\" and they put them on the\ntrucks too. We did not know then where they were taken to. We honestly believed that they\nwere taken to another camp where they have children. They said these children need\nsupervision, you all go to work, we will take care of them. After the war we found out they\nwere taken to Auschwitz where they were gassed and cremated, they did not even keep them\nthere one day. The Rabbis told me that I have to keep Yarzeit on that day that my father was\ntaken. My father was taken with that truck. My father was 47 years old. He was among the\nnice Healthy, strong, tall people. Can you imagine how I feel even sharing with you? You\nknow, Linda, I am talking about Siauliai, Lithuania. I am giving you just my own but by\nnow, 1989, we know what happened all over Europe. The life in the ghetto after the children\nselection was terrible. No laughter, no crying. My mother used to say to me, \"Nessele, don't\ngo outside after you come from work. The neighbor lost a child one year younger than you.\nShe will hurt.\" Can you imagine -- you know European people had a lot of children -- can\nyou imagine in one day from a mother six children, eight children, you came home. We were\na lucky family, just my father was taken. Can you me saying a lucky family after they killed\nmy father but we were a lucky family because on that day every family lost dear ones. Not\njust one, two, four, six, eight people of a family went on that terrible day. So the life was\nterrible after that, 1t was just terrible. They were trying -- I don't remember exactly details --\nthey were trying, I mean the Germans, the SS, the Gestapo, make some internment camps\nwhere they thought the workers could work separately. They thought they would get rid of\nthe ghetto completely. Then they thought they still need some people that should stay. There\nwas a factory that was making the shoes, a factory that was making some brushes. So they\nleft some people in those workshops for a little bit longer but us in June of 1944, they took us\nto a railroad station for deportation to Germany. We had to walk about 10 kilometers to this\nspecific railroad because in our city bombs fell already. The last few days that we were in the\nghetto Russian bombs fell in our city of Siaulai. We were so glad to see the bombs but quite\na few fell in the ghetto too and quite a few people died and at that point we said already\nmaybe they are luckier that they died of a Russian bomb than what was happening. So we\nwere taken to this railroad by foot, we had to walk. I remember that walk very well because\nmy mother at that time had an injury in her leg and she walked on the railroad and she had\ninjured her knees and she couldn't walk to well and they said whoever cannot walk, whoever\nis sick or weak should stay and some trucks will bring them to the railroad station, and my\nmother, like a pool, stood in that group saying -- they couldn't see the injury, it was so tight,\nit was covered -- she said \"I cannot walk, I would like to go on this truck\" and a German said\nto her, \"What do you think, run, you are still young, go to work,\" you know he saved her life\nbecause we never saw the rest of the people that were on the trucks. We were told after the\nwar that they were put into the ghetto in one of the buildings and you know like in every\ncity, they dynamited the area, dynamited them. Us, they put into cattle cars for a journey to\nconcentration camp by the name of Stutthof. I'm going to tell you exactly about the ride. We\nwere in there -- they didn't count you know. As we came to the train, it said capacity, how\nmany cows or horses you can have in that train, but they didn't say capacity, how many\npeople. They shoved you in like pushed you and pushed you. They said stoop down, they\ndidn't say stretch out, you know like this and with your knees just up and you try to take a\nlittle bit more room and people say \"Let me in, if I stay outside they will shoot me.\" So\npeople really squeezed in to let other people in. It was so crowded. I remember having my\nfeet over my mother, my brother on top to stretch out. A bucket in the corner for sanitation\npurposes. We each have a little package. They said take along your valuables and a little\nfood that you had still in your ghetto room and some water. In my ghetto we had plenty\nwater because we were on the outskirts of the city where there were wells so we had no\nproblem with water. In the ghetto, the only good part that was in our ghetto of Siaulai we\ncould keep clean because there was plenty of water and we had enough water to drink. So as\nwe went to those railroad station, you know nobody had thermoses like here, you had an\nopen dish or some dish you used to go to the store to buy some milk in a little container that\nyou filled with water and you took. Let's say you were a family -- we were, thank God, four\nof a family still alive, my two brothers, my mother and myself, but in that railroad was just\none brother, my mother and myself. As we were getting on the train we saw my brother said\nto us, \"Don't get excited, your brother is not dead, he escaped.\" He told my mother that some\nnice Lithuanian man that we knew said to him, \"If you have opportunity somehow to escape,\ndo so, and don't come to my house, come in the forest, there is a smokehouse and go into that\nsmokehouse. Every night I will put out some food for you and you go let's say 10 feet or 15\nfeet and get that food but if they catch you, you snuck in, don't tell them I let you in.\" How\nmy brother had this opportunity to escape we did not know for many years but afterwards we\nfound our that as we were being taken from the ghetto, instead of going out to the ghetto, he\nwent back into the factory where he worked and since it was a Saturday he crawled in one of\nthe machinery and on Sunday when the factory was closed, that's when he got out. But we\ndid not know at that point, just he told my mother. He didn't want even me to know or my\nbrother to know that he has this opportunity. Look, in that train, in that thing we were three\nalready of the family, we were left three, and it was just the most terrible thing that\nhappened. You cannot imagine. Everybody is really looking out for themselves because you\nwant to stretch your foot out, your foot falls asleep. You try to put it on somebody else. The\nperson doesn't like it. You know their foot is asleep too. Some People were kind and said\nokay, put your foot and you told them put your feet. Some were not. It was a terrible journey.\nWe traveled three or four days. The few survivors of my home town, when I see them and I\nask them, \"Do you remember how many days we traveled?\" They say no, three or four days.\nAnd this is why many times I tell you the I say the truth. By the time we arrived to Stutthof,\nwe were a mess, we were dirty, we couldn't reach that bucket to make. Many people had to\nmake under and even if you could hold it until you went to the bucket, the person next to\nyou, if they made, the train moved, it moves. The stench was impossible. Some people told\nme in some of those wagons people suffocated. I did not see so I don't share it with you. I\nremember when they opened those doors we thought it was heaven but we came to hell, we\ncame to Stutthof. You know, I as a survivor feel so bad when I see books or even memorials\nthat say Auschwitz, Dachau, Treblinka, Sobibor, where is others and others and others. You\nknow the last memorial in Yom Ha'Shoah I saw Herman Taube read the Kaddish. Where is\nothers and others and others? You know the last memorial in Yom Ha'Shoah I saw that they\nincluded Herman Taube read Kaddish, the service for the dead -- they include more and\nmore places. You as a historian know, over 200 killing places. Stutthof, many people lost\ntheir life. As soon as we arrived, divided, men this way, women that way. Our packages, the\nlittle bundles taken away. I remember my mother saying to me -- I wore a watch at that time\n-- she said \"My kind, my child, take off the watch and put it in the sand so the Germans\nwouldn't have it.\" The little we knew that the next day they go with a plow and they take out\nall the gold. So everybody like whispered, take off your jewelry and stick it in the sand so\nthey wouldn't get it, you know a form of resistance, a form of fighting back. And then a little\nbit later they said you go here and you go here to me and my mother, because she was 46\nand I was 16. She was considered old. I didn't see her for a long time. You know, she was\ntaken to another side which I wasn't too sure whether she was taken to be killed or to another\nside of the camp. My group of women from the age of 16 to 25, we were taken into a very\nlarge room, group by group, I don't know 200 or whatever, I really don't know exactly the\ncount. We were told to get completely undressed naked, the guards standing around and\naround. You know when I think of that moment I still remember how I did not know which\npart to hide. Should I cover the top, should I cover the bottom. (unclear word) bending over\nand they laughing and singing songs and making fun of us. We were in that room for the\nlongest time. Big room. Still I understand we were lucky because many, many people stood\noutside. We were in a room. Them they said to us, \"Go in there.\" It said shower room.\nShower room. They gave us a piece of soap, white soap, thin soap. I seldom like to talk\nabout it but today I feel I must say it. We went in that room, water came, we soaped\nourselves, we rinsed ourselves, we walked out the door. After the war, documentation shows\nReef (ph). Soap was produced in Stutthof -- I have a book at home where it gives even the\nformula -- and I keep on thinking was that piece of soap that I bathed with, was a drop of\nhuman fat in there’. How do we survivors feel? I was lucky, I got out the other door. How\n* See Hilberg, The Destruction of Eurpoean Jews, p. 67.\nmany of our people went into those showers rooms and never walked out?’ It said\nbathroom, shower room. They were gassed. We went out the other door, we were told for\nmedical examination, oral, internal, rectal examination. It's time for us top have a discussion\nbut you want to ask me different things at the end.\n°**Gas chambers at Stutthof?\nTape #2",
        "Q: Nesse, you were telling us about coming out of the showers.",
        "A: Yes, we came out from the shower. Also don't forget we didn't get a towel. Sometimes\npeople think you got into a shower, you got a towel. We were standing there and shivering\nand it was cold and they pushed us with the guns you know. It wasn't just walking slowly or\nwhatever, you constantly had to run. You know they didn't say walk, you ran from one place\nto the other. Run, run, run. I remember the water was dripping and you walked into that other\nroom and there were like in a gynecologist tables like this and everybody had to hop on this\ntable. And can you imagine, I was 16, I never had an examination, internal examination, I\ndidn't know what it was. So they checked you. I don't even think that people were doctors it\nlooked. What were they looking for? Nazi. They were looking for a diamond, a piece of\ngold, you know. Some people hid it there. You know many people thought they will need a\npiece of gold, they will swallow it and a few days later they had it. You know many times\nyou may wonder when somebody says I had a gold coin with me and the people don't really\nwould like to tell you exactly how they brought it. But many people did it that way. But in\nStutthof you came, they gave you this medical examination, opened your mouth, they looked\nin your rectum, they looked in your front to make sure you don't have -- in the mouth if you\nhad gold caps they didn't even (unclear word). Some came, they took your number. There\nthey had a man that pulled it out. You stood there, if they were in the mood, they pulled it\nout right there. A bucket full of gold caps. They took it from the dead, they took it from the\nliving. Then you went into another like outside -- this was already almost outside like with a\nlittle cover and they threw a bundle of clothing to you. What was in a bundle? A dress, a\npair of underwear, and they gave you a pair of shoes. Another question. Did they say you\nwear size 7 or 8 or 5 or 10? Do you know that even in our group by some mistake we all got\nthe shoes, our own shoes, and that was very unusual. Somebody made a mistake somewhere\nbecause I didn't get my shoes but you know they threw to us the shoes and all of a sudden\npeople said \"Give me, those are my shoes, give me, those are my shoes\" and people started\nto exchange until you found your shoes. But let's say somebody -- I had a pair of boots and it\nwas summer, nobody wanted those boots but I wanted them and I got them back so I was\nlucky I had these boots. So you had a dress, a pair of underpants and a pair of shoes. Now the\nfamily is taken away. Me, 16 years old, standing there surrounded with some women from\nmy home town but alone, all alone, very different than this nine people in the ghetto room\nsurrounded with electric wires, guards going around and around, you are scared, people are\nwhispering from one side and another what's happening there. The next thing what they do,\nthey take us into a big room to register. You know you think they took your family, they\ntook your clothing, one more thing, your gorgeous name. 16 years old I was prisoner 54015\nin the concentration camp of Stutthof. Why was I prisoner there? Why? and still I'm lucky,\nI bring out always I'm lucky. They didn't tattoo it on my arm, they gave it on a piece of\nshmata [Yidd: \"rag\"], on a piece of rag on my clothing. In Auschwitz, all my friends that\nsurvived, the few of them have it on their arm. I had in on a piece of cloth. From there, they\nassigned you in barracks. The particular barrack I was assigned to had no bins. The Stutthof\nwas being rebuilt. When we came, at some point they had old barracks that had bunks. They\nwere doing some new barracks, a new section when I got into that side, between each camp\nwas two rows of electric wires--not one, but two rows, like this, between the men's\ncamp...between the new camp and the old camp. And from there, across these wires, I saw\nmy mother. So I knew she was alive. That's when I found out she was still alive. But she\nwas...like people that in case they don't need you no more, you are next to be killed, on that\nside. In the morning, they woke us up 3 o'clock, 4 o'clock. They called it \"appell\"--roll call.\nWhen they said, \"Roll call!\", you had to be outside like this (snapping fingers), and lined up\nin a specific row behind a specific people. And if you didn't know these people, too bad. You\nhad to recognize them, and be there at the right place. Let's say, if you are in the 20th row in\nthe middle, you had to find your row and stand there. Many a time I sat half of the night on\nthe window of the barrack, when they say roll call, to jump out and be outside because they\nrunning with whips and with guns and hit us so hard, we should go out quick. You stood\nthere for hours and hours. Why you stood there, I don't know. They counted and they\ncounted and they counted. They wanted to make sure nobody escaped. You couldn't escape\nfrom concentration camp. You know very well very few recorded -- the only way you could\nescape is maybe you were sent out for a labor or you had some connection somehow, but\nvery few. The only people that were missing were people that died in the barrack or\nsomebody decided to commit suicide and jumped on the wires. They counted and finally\nmaybe 6:00 o'clock they said, line up, we will give you black coffee, it was some black drink\n-- and a piece of bread. The piece of bread was very tiny, I don't know, believe me you could\neat it now, it's like half a sandwich, you know, just the bread. Then you were assigned\nsomething to do. In my particular area in Stutthof they said today you go clean the bathroom,\ntomorrow let's say you sweep the street. Every day if they needed 50 woman, 100 women to\ndo certain chores, sweep the barracks. I will share with you one of these labors. One day we\nwere taken out, about 50 women, and with about a dozen SS men with the guns outstretched\nand we had to walk out of the sight of the camp and there is an empty space with a pile of\nshoes, mountain of shoes, big shoes, little shoes, tall shoes, tall, old shoes, new shoes. We\nwere told to sort them. This was a special command to sort shoes. We had to sort them, tie\nthem in pairs, put them in bundles, ladies' shoes separate, men's shoes separate, children's\nshoes separate, and we were working, and on the other side was a polish prisoner of war\ncamp and he said to us \"Jewish lady, Jiduvkas (ph), you know what the shoes are? Those are\nthe shoes from the people that perished, your people in this camp.\" Can you imagine you\ntouch a shoe and somebody tells you the people were killed and you wonder 1s that your\naunt's shoe, your cousin's shoe, your baby. They become people, not shoes. I tell you from\nmy heart the next day when they didn't tell me to go to the shoes, I was so lucky, I was so\nhappy to go to clean the latrines, I was happier not to have to go to that job. Can you imagine\nafter our people were dead we had to sort shoes, we had to sort clothing. Many people had to\ndrag bodies from one place to another all through those years, all through those years. In the\nevening they gave us some kind of a vegetable peel soup and you had to be in the barrack.\nWhen you were in the barrack you had an opportunity to talk to each other. The Germans did\nnot go into the barracks just like this. The person in charge was a polish women. In Stutthof\nmostly Polish people were in charge, they were the Kapos, nobody else. They were prisoners\nor criminals or whatever, they were in charge of this section and if they came in, if they were\nin a good mood they didn't say nothing if you were chatting. But otherwise you couldn't chat,\nyou know, you had to be very careful, and that's when you found out from other people what\nwas going on. Let's say if I came back from that day from the shoe sorting, I could tell what\nhappened. Many times people came back that sorted clothing 1n the clothing and they found\nlittle notes that people said we came from this and this country, we were here, we don't know\nwhere we are being taken. Many people from Stutthof were brought from Latvia, from\nEstonia. Most of the baltic countries came to Stutthof. So we knew indirect information. In\nthe barracks on the walls or in the barracks that you went in, if there was a bunk you saw\ninscribed everywhere the word Gedenk (ph), remember. You know, I live now with the\nringing in my ears of remember. Everybody, when we sat down the only discussion was if\never somebody survives, please tell the world what happened here. If somebody succeeds to\ngo in a camp or be among the free world or go out for labor, please tell what happened,\nplease tell the world what was happening. We kept on thinking that nobody knows in the\nwhole world what was happening to us because you know first we said \"oh, we will wear the\nyellow star, a star, two three days, a week, a month, the war will end\" but here I am talking\nalready 1944, three years already. By that point I was already skinny, 16 year old girl, looked\nhorrible, I looked maybe like 40. In Stutthof, when I was there by myself you know with\nmany nice Jewish women but no family, nobody, I didn't have a cousin, no one there with\nme, a few women from my home town, a woman came over to me and said to me they don't\nreally keep children in concentration camps. Why did she say that? Every day when we\nwere given the food, if there was a little food left tin that big bucket that they carried the food\nto us, the Polish Capo used to say children under 16 can get double food but under 16 were\nnot allowed to be there. So everybody was afraid to march out. You were hungry but I didn't\nsay I want more food. You didn't have a birth certificate, it's your word against theirs. He\nused to come schlep me out, drag me out and another maybe dozen kids that were already\n16, maybe some were, saying you can get more food, why don't you come out -- maybe\nsome were not -- saying you can get more food, why don't you come out, you are under 16,\nand if I said I'm 16, he beat me up. So this woman said to me, \"it's bad, it's bad, you know,\nthey won't keep you alive here\" and I looked at her with my eyes open, you know I was so\nscared, and she said to me \"Maidela, little girls, try to go out for labor, they do take people\nout for labor. If you could get out for labor, maybe you would survive, little girl Meidela\n(ph), little girl,\" you know like this. She didn't know my name, I never knew her name. One\nnight I saw women lining up in the corner of the camp, they were given a blanket and dish\nfor food and with my smart -- you know, what do you know at 16 in a camp from the age of\n13 to 16? -- I said they are given a blanket and a dish for food, it must be for work. You\nknow how many Jewish people went to death with a blanket and a dish for food. So I stood\nin this line. The woman said stand on your tip toes to look taller, pinch your cheeks to look\nosier, and you know I succeeded to leave Stutthof. That night we left, 5,000 women. I\nremember they took us over a little river -- I don't know the name of the river -- by boat.\nSomebody said that many people were drowned in that river but I don't know, you know\nhow people talk. Maybe there is documentation on it. I think it was the elbe maybe. And they\ndivided us a thousand in a camp, a thousand pass by, they divide it, thousand, they divide it.\nSo all the women from my home town were divided like 10 before me so I found myself in\nthe labor camp just with 10 people from my home town. Other wonderful people, Jewish\nwomen, nice, but not even a friend from my home town. All of a sudden I found myself no\nfamily, no neighbors, no people that you know, not even a familiar face. Now, the first camp\nthat I was in was called Malken [Pol: Ma ki].* The camp that I worked and many people\nworked as I did from that period that were taken from Stutthof; we were put into canvas\ntents, that was our house. We slept on straw. The job was to dig giant trenches, holes for\nRussian tanks to fall in. We were so weak. The food, again, so little. In the morning, the\nsame procedure like in the concentration camp: Up early, they counted you, they gave you\nthe black coffee with a little bit of bread. In the morning -- evening a little bit of soup.\nSometime they switched it off and they didn't give nothing in the morning, they just gave the\nblack coffee and at night you got your ration of bread and the soup. So imagine if you got in\nthe evening your ration of bread and the soup, you think you are going to save your little\nbread for the next day. I especially used to think I'm so hungry all day, just a little black\ncoffee, I'm going to eat that soup, that water, and eat one bite of the bread, and the next bite I\nwill tear off a little piece of my blanket and I wrapped it and I put it in the straw that I slept\non. In the morning my bread was gone. And I cried, I cried. A woman next to me said\n\"Nessele, why are you crying, Nessele?\" -- She knew my name -- I said I had a little bit of\nbread, I put it in the straw underneath my head and a mouse must have come. You there were\n* Subcamp of Stutthof. Women only. Opened April 1944 and closed January 28, 1945.\nplenty of mice and rats. She knew there were hungry people that ate the bread. She said\n\"Child, give me your little bread, I will put in my bosom and I will give it to you in the\nmorning.\" You know whenever we got the bread at night and I didn't eat it, I gave it to Mrs.\nFeivish (ph), may she rest in peace -- that was her name -- and as she handed that piece of\nbread to me in the morning, she saved my life maybe. You know, I'm telling you these things\ntoday because people don't understand how human we stayed in this inhumane situation. I\nwant to bring out this little things that people don't understand, people cannot understand. As\nmuch as we survivors talk, you know we tried to tell the fact, this one killed, this one did, but\nI want to bring this out Linda, you know it's very important you know. So in this camp we\ndug those holes, we finished one area. They kept on moving us, that's why we stayed in those\ncanvas tents. It was convenient for them. They had barracks made out of veneer you know\nfor food and also that were prefabricated that you could quickly unscrew and move on. Like\nthis we went into two camps, Malken and Dérbeck.” In those camps, they did not have to kill\nus. We started to die...die of starvation and diseases. In the morning, we got up, our hair was\nfrozen to the ground on that straw. Many people said oh, they cut their hair in the camps, it\nwas terrible. In Stutthof, they didn't cut our hair. It was more terrible, because we didn't have\nwater to wash with. And when you have hair on you, it gets infested with lice; and with lice\nbrings diseases. By the time came October, November of 1944, it was a mess--walking\nskeletons with wounds. We looked horrible. At one point, at that time, they brought certain\nkinds of barracks. Not barracks. It was like to hold horses--a round wooden thing that they\nput up for us to be in. Not in the tents, because we were doing work so they felt that we are\nstill useful. So they gave us this wooden barracks; and wherever one horse had to stand was\nfive women lying there on the straw--no bunks, not a change of clothes. You know, Linda, I\n> Also a subcamp of Stutthof, for women only.\nthink that about six months I had not taken off my clothes. There was no reason to take it off.\nThere was no water to wash with, there was no change of clothing. And then you were afraid\nto take it off, because maybe some person that doesn't have a dress is going to take it, or your\nblanket or whatever. You know people in need, you have to understand that. We stayed there\nuntil January 1945, in those camps...in those areas, Malken and Dorbeck. There was another\nplace that we were moved, but I don't remember the name.° It was three separate places.\nThen one morning, we were woken up very early, maybe 3:00 o'clock at night, we were told\nto line up and take everything that we have in that little tent with us. We were leaving the\narea. We looked, we looked for trucks, there was nothing outside. March, a march. It was\ncalled the Death March. You know, we marched day and night this way. During the day we\nwalked. You had to stop one time, let's say you had to go the bathroom, you had to go at that\ntime to the bathroom. Now, if you wanted to go another time to the bathroom, too bad. If you\nstopped to stay in the back, you were dead. Whoever stayed behind was shot. We heard all\nthe time shots. Also as we walked we saw many, many human beings face down with a\nbullet in the back in the snow and we saw that they were inmates like us because they were\nskinny, they wore prisoner garb, we could see it was Jewish people with their stars and with\ntheir numbers. Now, you know, we went through it was the Danzig area--you know, exactly\nwhere Stutthof was, where we worked in that area--Poland, Germans, roads, villages,\ntowns... We saw people, they say now they didn't see us. You know, I put out...in the winter,\nI put out a little crumbs for the birds. They didn't have to hand us food. If they would just put\na little crumbs or a potato peel on the street where we had to walk, we wouldn't have been so\nhungry. They didn't do it. They didn't do it, Linda. I remember on that march -- me, I'm\nsharing it with you, I never share it, I will tell you that, just once I think I talked about it -- I\n° Nesse identifies this place elsewhere as Praust--another women's subcamp of Stutthof, located in\nthe immediate area of Danzig.\nremember sleeping, they told us to rest a little bit, and in the snow there was manure of a\nhorse or a cow all dried out and straw with it and undigested grain. I remember taking that\ngrain, washing it in the snow, taking out the kernel and eating it. I tell you the truth, as I look\nback, I think I fulfilled a big commandment to save a human life. And I say it again, I saved\nmy life by doing... I think sometimes I shouldn't tell about it. It's a horrible thing to tell. But I\nfeel today I really want to tell you as much as I can. On that march, it was terrible. They\nwere beating us with the underside of a gun. They didn't want to waste the bullets, they\nwanted to clobber us dead. See, I have this scar on my face. One night, we were put up in a\nbarn to sleep. Sometime they put is in a church, in a school, in a barn. That night the women\nsaw cows that had milk in the udder; and the women started to milk the cows and drink the\nmilk in their mouths. I didn't do it, but I was there. I didn't even know. I was sleeping,\nmaybe. All of a sudden, we heard noise: the farmer yelling, \"I let you let in these dirty\nwomen in my barn, and they are drinking the milk that I am supposed to sell tomorrow in the\nmarket!\" Instead of saying, \"I'm so happy that they can have one night a little milk.\" The\nguard, the SS, ran into the barn and it was stampede in the middle of the night. They made us\ngo out of that barn. They were hitting us with the underside of the guns and with clubs. And I\nwas hit on the head on this side; and I swear to you, fire came out from my eyes. I had like a\nslight concussion-- I couldn't...no open wound, but I couldn't move. Two women quickly\ngrabbed me and held me in their arms. \"Maidl--girl, go, walk, walk, gae, gae.\" I didn't know\nthese women. They could have left me behind. Many, many people were left that night\nbehind there. Later, an infection set inside, and a few weeks later it opened up. But this is the\nhistory of my scar. So this is just a little incident about beating up on your back, on your\nshoulders, scars all over. We arrived in the middle of February in a place by the name of\nChrinow (ph) in a little place in a barn. They put us into this barn, and it was so crowded. I\ndon't know how many of the thousand women were left at that point. I really don't know a\ncount, maybe 600, maybe 500, maybe 700. I don't know how many were left behind. I forgot\nto tell you something. While we were walking on the march we had stopped in another\ncamp: it was called Praust. There we stayed two days. The healthier were made to march\nalone and we left some behind and there some people from another camp joined us. So when\nwe walked already... When we came to the barn, we were not our original thousand women,\nwe were already from a few camps a combination. They took out a bunch of women, they\ntold them to dig two long holes in front of the barn. We thought they are lining us up to shoot\nus. But they had different plans. In one hole they put two sticks, a latrine, a bathroom --\npeople need a latrine -- the other hole, we found out soon enough, would be a grave. They\nknew in that barn we are going to die. People looked walking skeletons, bones covered with\nskin. Every day you looked around, somebody was dead. Every morning, you had to take out\nthe dead and dump it in the hole. Sometimes you had to do it, sometimes I had to do it,\nsometimes this one. They said you have next to you dead, take it out. And then it was you\nknow very cold and many people thought gee, I will take that blanket or the dress of the dead\nand put it over me so I will keep warm. So many, many of these bodies were already naked.\nThat's why you see sometime pictures near the barracks that are naked because we figure,\n\"They are dead. They don't need that garment. Maybe I will save my life.\" As I walked to\nthat barn, I will tell you, every day we said to each other, \"Live another day, I told you, in\nspite of the enemy.\" But in that barn, I didn't want to live no more. Food was given to us\nmaybe once in three days. A little bit of water. Some people did not even have the strength\nto go out to get that little food. Many times, you know, I myself said, \"I'm not going to go\nout.\" There were women that said, \"If you don't want to eat, go out for me. Give me that\npiece of bread.\" You know, they called you and helped you go out. We were there three\nweeks. The sight of these three weeks in that Chrinow barn is indescribable. I tell you I\nwanted to die but march 10 came and God's will was different the Russians liberated us. That\nday of liberation, I just want to tell you that morning the people that said to take out the dead\ntook out the dead and went outside and they came back and said \"No guards, we don't see\nany guards.\" Some woman said \"Let's run, the village is a mile away.\" We couldn't walk.\nHow could we run? Some other woman said it's a trick, we will start walking to the village\nand the Germans will shoot us. All day long we sat in the barn not knowing that the guards\nhad escaped. See, they knew that the Russians are coming but we didn't, we didn't know a\nthing. At night we hear boots. We said oh, they are coming, they are coming to murder us,\nand then we heard Russian language and this was the fighting unit. And they said, \"Ladies,\ndon't be afraid. We found what was going on here. We already saw other camps. And the\nones that are alive are going to be helped.\" And they said that the next day the medics will\ncome and help us out. A few hundred of us survived in that barn, what should I tell you, by\nmiracle. I say it again and again and again. You know my scar here, I forget even it's there. I\nput makeup sometime, I make a joke to my grandchildren, I say it's a boo. My other scars are\ncovered with my clothing; but my mental wounds I will carry to my grave. Six million\nJewish people lost their life, 5 million non-Jewish people. Why? Why? Now you know why\n(unclear word) people like myself, survivors... You can see why it's not easy for me to sit\nhere and talk to you. But I agreed to do this tape with the hope...with the hope that humanity\nwill learn out of this horrible...out of this horrible to make a life of people more beautiful. It's\ntrue, we light a candle for our dead, we make a memorial--we do that in our synagogues, in\nour homes. But what you are doing in this museum, we the survivors feel... I know my group\nhere in our area, we feel that everyone of us wants to tell the true story for humanity for the\nsake of generations to come, so it can never happen again to anybody...to anybody ever.",
        "Q: Thank you very much. Tell me the rest. Will you tell me what after the war.?",
        "A: I was liberated that night; and I remember I cried. I cried at night. And many times, as I sleep\nnow or I am awakened by a nightmare, I think of that night of liberation and I wonder why\ndid I cry. At one point, I felt guilty that I survived, Linda, as well as other survivors. Was I\nbetter than my friends and my cousins and my buddies and my uncles and my aunts and my\nfather? Was I better? And then I was sitting there. And maybe I cried for me, because I was\nall alone. At that time I did not know how many of [my] family survived. You see, Linda, I\nwas very lucky. My mother survived the Holocaust in a camp just like mine; my brother\n(unclear word) survived the Holocaust in Dachau concentration camp; my brother Menashe\nwas liberated by the Russians in that village, in that smokehouse. So I was lucky. My two\nbrothers are alive. My mother has died since, but nobody killed her. She died by illness. So\nthat night, I cried. But I haven't cried since. You see, I choke up; you will see a tear in my\neye, but it doesn't come out. I learn to laugh, I learn to live, but I forgot how to cry. The next\nday when the medics came, they started to carry all the women that couldn't walk from that\nbarn to the village. You see, the Germans of that village took their horses and the wagons\nand ran away, they went with the Germans, they were retreating so there were not many\nhorses left, maybe a few horses. That was a small village, Chrinow. I always wonder how\nbig it was but I know now that it wasn't big. I remember small houses, it was like a small\nlittle town; and I don't remember really where they made the makeshift hospital, whether it\nwas in a school or whether in some other public building because it wasn't a hospital. They\nquickly made some bunks, some wooden bunks that they put the people up. The only thing\nthat I remember was that I was carried in one of the homes and I was told that I have to wait\nmaybe a day or two until this makeshift hospital will be ready. I was put on a straw sack, not\njust straw but it was already a sack of straw. Next to me, when I opened my eyes, I saw a\nwoman who I recognized as a teacher of one of the Yavneh, of the religious schools--from\nthe girl's school, a teacher. She looked so horrible, she looked terrible. I don't think I\nrecognized -- I don't know how I recognized her. I don't remember. And I was so glad that\nshe was next to me. But an hour later she was dead. You have to understand, many, many\nsurvivors died after liberation--the weak. Many that were even maybe a little stronger and\ncould walk into the village, they started to eat and their stomach was shrunken, they died\nbecause they ate. Some died because they didn't eat. Typhoid, dysentery. The next day or a\nday after they came this Russian people with some help of the villagers that they recruited to\ndo this work and they carried me to the hospital where my hair was shaven from all over my\nbody and I was dunked in DDT to kill all the lice and whatever, insects, and then I was\nunconscious for three days. I don't remember naturally what happened but I remember when\nI opened my eyes I saw a big room with a lot of women laying there and some Russian\ndoctor who happened to be Jewish talking to me and telling me that I was unconscious for\nthree days. I must have had typhoid, high fever, maybe delirious, I don't know. My toes were\nblack frozen. They were considering to cut it off but this particular doctor said to wait, not to\ncut it. He thought if it doesn't start to rot, maybe it will peel off. And it did, it peeled off. I\nweighed maybe 55 pounds. The first time I saw myself was in a reflection in a door in a little\nwindow of a door. When I looked at that door -- I wanted to see what's outside when I could\nstand on my feet already and look outside, maybe it was a week or ten days after liberation --\nI saw the most horrible creature, a skeleton with eyes inside and I turned around to look who\nis behind me and nobody was behind me. And it took me time to realize that this was me.\nThis happened right away after, you know... We got wonderful care from the Russian army,\nfrom the medics at that time. The women that were just little bit stronger among our own\nwomen started to be like nurses, carried a little bit of food to give us, make sure -- many,\nmany of us went on hunger strikes after liberation. We said we don't want to live no more,\nmany. You found many incidents, different incidents. And to make sure the little food we\ngot, we ate it. The fill that was given, we swallowed, the people among ourselves. Six weeks\nI was in that hospital. Then I was given by this committee or whoever was 1n charge a dress,\na pair of underpants, pair of shoes, a pair of socks and I was told to go. Where? There was\nanother woman at that time who was from Kovno, which is Lithuania. Now, I thought the\nbest place to go is back home. Maybe somebody is alive. I didn't know [if] my mother\nsurvived or my brother survived. I had hoped that maybe my brother who escaped survived.\nSo with this woman -- you didn't need a ticket, they gave you some kind of piece of paper\nthat you are a survivor and you are traveling. So freight trains, you hopped on the fright train.\nI hopped. You couldn't walk, you had feet that were just frozen off, shoes that were man's\nshoes, you could hardly move. I was trying to get to_6d_. Somebody already that we start to\ntalk on the train, we met other survivors from other camps and somebody said everybody\nsays that in 6d_ there is a little bit of a community that helps you. So that's how I got to\n_6d_.In_6d_-- whenI came first to 6d_ there wasn't much organized there. But there was\na space where there was a big room; and I remember like I don't know if there were\nbillboards or just papers hanging. And it said \"Lithuania\" and \"Latvia\" and \"Estonia\" and\n\"Poland\" and \"Ukraine.\" And people signed in where they are from, what their name 1s,\nwhere they are going. As I was looking on that billboard to see, you know, I said, \"Wait a\nminute. Let me look. Maybe somebody [is] from my home town.\" A woman was standing\nthere, and said to me, \"You're Nesse Galperin from Siauliai, Lithuania. You are from the\ndairy business.\" You know, you are always identified by what you did. And this woman said\nto me, \"Your mother is alive. I saw her alive after liberation. I think she is in this and this\nvillage.\" Now, I don't even remember which village it was. I don't remember. Anyway, back\nI go with -- I couldn't move -- back -- people say \"Where are you going backwards, crazy\nlittle girl, where are you going backwards?\" I got to that village. Maybe it took me a week to\nget to that village, or two weeks--I don't remember. Begging for a little food -- you know,\nnobody still gave us food, you had to beg or call it or whatever. And still that one dress. You\nknow, you were not in very good shape at that point: a big wound here, pus going and\nsmelling terrible, my head wrapped because my head was shaven off with a shmata, with a\nrag, to cover it. I got to that village; I found Jewish women, but no Mother. But women from\nmy home town that reassured me that my mother was liberated with them, and they also\nheard that people are in_6d_. But they felt in this smaller village, they can have a little more\nfood to eat and they will get a little stronger, then they will go to _6d_.BackIcometo 6d _,\nmaybe two weeks later or three weeks later--I don't know the time really at that point. At the\nrailroad already there were women, our own women, waiting for us like a welcome\ncommittee saying where is a shelter, where you can go, who can help you... You know what\nthat meant already. And that's how I was reunited with my mother. While we were in_6d_,\nthe men from Dachau were liberated. The men in Dachau were liberated, actually, before, in\nMay. But by the time messengers came -- many of them sent messengers, they sent two\npeople come to Poland, tell the survivors not to go to Russia, try to come back, try to go to\nIsrael. You know, we saw at that point that nobody cared for us, nobody helped us. If it's not\ngoing to -- at that point the urge to have a homeland was so big because we saw that the\nwhole world wasn't with us. So at that point many, many survivors tried to come to the\nAmerican Zone. You could travel still, go here, go there. When I came to the American\nzone--first to Berlin. In Berlin already my brother had a friend that worked with transferring\npeople from one place to the other. It was already the Jewish (unclear word) agency work,\nthe Sohnut (unclear word) and we were brought to Feldafing. Feldafing was a displaced\npersons camp near Munich where the people that were liberated from Dachau were taken\nfrom Dachau, put there in the hospitals. Feldafing was actually like a resort area where the\nNazis, the SS, had their meetings. We came to Feldafing in 1945. My brother had written to\nmy aunt, who lived at that point in New York. He remembered her address. He wrote her a\nletter we survived, would she bring us to America. That same year, we had cousins in\nWashington, D.C. that had liquor store, grocery store. They got from them, you know,\nbacking that they will take care of us, that we are not going to be -- at that point, my aunt\nalready lived in Washington, but the mail was forwarded to where she got that letter--from\nNew York to Washington. They secured that we are not going to be a burden to the\nAmerican government. But because of bureaucracy, because we were from Lithuania, we\nhad to come on the Lithuanian quota. I did not get here until December of 1950. Can you\nimagine? I'm talking about me--not everybody else, just my family. Five years I had to wait.\nNow, how do I feel when I open the [Washington] Post, and I see that all these years Nazis\nenjoy the freedom of the United States? And we had to sit there, because on a Lithuanian\nquota. There was no more Lithuania, it was already Soviet Union. So this quota system --\nour beautiful Unites States, which I love dearly, did not open the gates for us so easily. And\nthat's what happened. And now, as you know, I live in Silver Spring with my husband Jack,\nwho is also a survivor of the Holocaust. He is the only person of his family. He does not talk\nabout his past. It's hard for him to listen. And we have three lovely children, who are good\nhuman beings. Somehow we survivors, because we suffered, because we needed, because\nwere hungry, because were naked, implanted in our children to be sensitive to those needs.\nAnd most of them really grew up to be involved in helping other human beings.\nDOCUMENTS AND PHOTOGRAPHS\n(1) As I told you, my aunt and my uncle, Mr. and Mrs. Jaffe, lived in New York -- they came\nhere in 1928. And we had sent many pictures to them through the war -- before the war.\nNow, when I came to the United States my Tante... She was lovely, she was darling; I loved\nher dearly. I used to [say,] \"Tante, you have pictures of my family.\" She said \"When I will\ndie, you will have them.\" A few of them she gave us to make a copy. You can see this is a\ncopy of a picture that she gave us a long time ago. My father, my mother, my two brothers,\nme as a tiny little girl. But after she passed -- when she passed away a few years ago, her\nchildren were kind. They said to me, \"Go to the album and take whatever of your family.\"\nSo I do have -- I'm luckier than some other survivors.\n(2) This is a picture of my two brothers and myself. You know it helps to show especially\nchildren of the United States to see that we were normal-looking, nice... Look just like they\ndo. We were not different. We were not abused because we looked different. We were\nabused because we were Jews and went to synagogue.\n(3) This is a picture of me just a year before, here I was 12.\n(4) This picture -- I'm going to show you two pictures. Not just the front of the picture means a\nlot to me. This my family in on the Pesach of 1941. This my grandmother, my father. My\ngrandmother was 16 when my father was born. When I show this picture, people think it was\nhis sister. She was killed in Vilna. My father was one of 16 children. Nine were alive before\nthe war, and one is alive [after]. Imagine how many cousins and how many relatives! I didn't\neven know their names. And my uncles.\n(5) And this is the couple... A couple is here--a man and a woman--my mother's cousin. This 1s\ntaken from _6d_, just before the Nazis came to us. They had some money, they bought their\nway out. And when they came, they told us they did not know that people were being killed\nbut they knew that people were being taken from 6d_ and taken to Warsaw.\n(6) And to follow up this, after my aunt died and I looked through her things that the children\nwere getting ready to throw away, I found an envelope that I'm going to present to the\nMuseum. When I saw the Swastikas on this envelope, I knew that this is a piece of\ndocumentation. The letter inside was not there, whether my cousin did not realize it and\nthrew it away. This letter was sent to my aunt to whom I sent all these pictures, Mr. Jaffe, to\nNew York. And I feel terrible that I don't know what was in the letter, what they were asking\nfor--whether they were saying the truth of what was happening. And I assume that they were\ntaken 1940 from 6d_ to Warsaw. Maybe this is already from the Warsaw ghetto. The letter\ncame from...it's my mother's uncle and aunt by the name of Hablinski.\n(7) Now I have one more picture that I would like to share with you. Well, this also...this also a\npicture I want to share with you, my father on Chanukah going from the synagogue with my\ntwo brothers.\n(8) But the most what I want to share with you, which is precious to me, the last thing I have\nfrom my father, his handwriting is the signed \"Pinchas (unclear word).\" So this is very\nvaluable to me. But I always like to share it with people.\n(9) Now this particular picture was given to me by a friend of mine, that he received from Yad\nVashem, the Holocaust museum in Israel. This is a document, a copy of a document that we\ndon't know whether the Lithuanians took or the Germans took. This is a picture of our\nRabbis and the scholars before they were taken out to be shot--the thousand men that I was\ntelling you about.\n(10) Now, I have one more thing that I want to show. I don't know who has it in print, who does\nnot have it, where it could be obtained. But this book is called Pinkas Shavli. Here is a map\nof the two ghettos that I was talking about, where they were. In this book, a teacher of my\nschool -- his name is Yerushalmi -- wrote a diary in the ghetto every day of what was\nhappening. He was assigned to do so by the Jewish Community Council, and it was written\noriginally in Yiddish. When I saw this book at a friend of mine['s] house, I was very anxious\nto get it. And with a lot of persuading, let's put it that way, I got this book. And I just wanted\nto make sure that my memories are right. And as I read this book, I see that this 1s exactly\nwhat I shared with you. All is written in this book; and it's called -- let me just put it here in\nthe front and you will see what it is: Pinkas Shavli. It's a diary that was written, just as many\ndiaries, by this gentleman who 1s not alive anymore. He has died. He dedicated it to his son\nwho perished during that time.\n(11) Look at this picture and see the Rabbis that I remember. This is the cousin that came to us\nand told us the people were taken from 6d_ to Warsaw. This is me on the end, this is my\nolder brother, my younger brother, one of my uncles, my grandmother who looked like a\nsister to my father at that point, and my mom.\n(12) This is me at the age of 12. And I always show it to children, and tell them that I looked just\nlike any child in the United States.\n(13) I will turn this one around too. This picture, I was talking about my father's signature. It has\nthe city on it and the date. This picture was sent in 1930s. I was 2 years old here. My two\nbrothers, they are older than me. This my family on vacation, a copy of a picture. As you can\nsee, somebody didn't give me the picture, it was just a copy. My family, my parents, myself\nas a baby, my brothers.\n"
    ],
    "questions": [
        "Q: Nesse, would you, for the record, identify yourself? Give us your name, your full name, and\nwhere you were born, please.",
        "Q: Tell us about Siauliai, and tell us about your family. What was it like for you growing up in\nSiaulai as a young child?",
        "Q: That sounds good. What did your parents do? What about your brothers and sisters?",
        "Q: Tell me about school, for you as a girl.",
        "Q: So you grew up this way. Tell us in growing up what happened then, what happened, how\nold were you when the Germans came and what happened?",
        "Q: Nesse, you were telling us about coming out of the showers.",
        "Q: Thank you very much. Tell me the rest. Will you tell me what after the war.?"
    ],
    "answers": [
        "A: Yes, my name is Nesse Godin. I live in the Silver Spring area. I was born in Siauliai,\nLithuania. My maiden name was Galperin, Nesse Galperin. I was born in 1928.",
        "A: You see, when I grew up Lithuania was between the two wars-- First World War and Second\nWorld War. It was a democracy with a President, with a Cabinet; and all the people really\nlived nicely together with a little bit of anti-Semitism, but not to be beaten up or anything.\nHere and there, a Swastika on the house, on the cemetery. But in general, Jewish people in\nLithuania lived pretty much comfortable. I had a pretty nice childhood up to the age of 13.",
        "A: Well, I did not have any sisters. I had two brothers older than me--one five years older, one\nseven years older. My parents had a dairy business. My parents were, you know, what we\ncall Balabatisha (ph) people--not wealthy rich people but comfortable. My parents were\ninvolved in the community work. Like my mother, especially; she was a person that believed\nthat you have to be involved in helping other people. And part of the community work was\nto take care of the sick, of the orphans, of the widows. And that, my mother was involved\nwith. Her name was Sarah Galperin. You had to raise money. You closed your door of your\nown store, and you went to your neighbors. And when someone was in need, you went and\nasked them to contribute to help other people. And I grew up in that background, knowing\nthat you have to be kind and good; and I really did not understand what hatred was, or\nindifference. I really did not. I was raised with love in my house.",
        "A: Many people think that Europe was like way back years ago, when they came, in the turn of\nthe century. Everybody has to understand that even in Europe progress was made. For\ninstance, my city--30,000 people... You know, people laugh when I say \"a city\"; but Siauliai\nwas the second largest city in Lithuania. It was Vilnius that was taken over--Vilna--by the\nPoles. But in that time, Kaunas was a larger city, was the capital of Lithuania; the next one\nwas Siauliai--or as we Jewish people called it, Shavli. And in Hebrew, we referred to it as\nShavli. We had a gymnasium, which was called Gymnasium Bialik. It was a (unclear word)\ntype of school, what as you started through kindergarten through high school. There was a\nBeth Sefer Chevra for people who could not afford as much. There was a Yavner for very\nreligious people who were ultra-orthodox. Even in Lithuania, although everybody was\northodox, we did not have a conservative or reform. We just had orthodox synagogue; but\nwe were Misnagdim, not Hasidim. What it means is, our people did not believe in the Rebbe,\ndid not wear curlicues and the black clothing and the fur hat. Our family looked pretty much\nlike an American family. My father did not cover his head just to go to shul or to make a\nprayer. So we had the religious school Yavner, we had a Fortshuler (ph) for people that were\nYiddishkeit--you know, Bundistin [NB: socialists] that didn't believe in Hebrew. Then we\nhad many cheders where people just sent their children. They went to regular school, to\nLithuanian school; and then they went to learn customs and prayers in a cheder.",
        "A: Also, I would like to remark [that] for a small--at this time--city which is not so big, we had\nquite a few synagogues. We had all the time Yiddish Theater come; we had a Jewish paper,\nnewspaper; we had Maccabee, which was a sport organization. We have every type of\nZionist organization from the right to the left existing in a small city. When I grew up, as I\nsaid, I went to the gymnasium; I happened to go to the Gymnasia Bialik from kindergarten to\nthe age of 12. At the age of 12, in 1940... You know, many people skipped that year. Even\nwhen I go out to speak to a school and I'm giving just a half hour, I cannot go into detail\nabout history. But in 1940, Lithuania was occupied by the Soviets. And that's when we were\nnot allowed to study Hebrew anymore. All the schools had to study Yiddish. At that point,\nthe very wealthy of the community--the Burjui, as they called them--were deported to\nSiberia. But ironically, these people lived through cold and hunger but nobody killed them.\nThey survived, and many of them came now to Israel. My family, as I told you before, were\nBalabatish--which is comfortable, but not very rich. So we were allowed to stay. And in our\nbusiness, the Communists put in like an overseer; but my parents were still running the\nbusiness. Now, 1941, we heard before that in Poland already things are being bad for the\nJews--Jews are made to leave their homes and go away. I, as a child at the age of 12, had\nfirsthand information about it; because in my home came what we called Platim--runaways--\npeople that escaped from Poland. My mother's first cousin, her name was Regina Vlafsia\n(ph); I can't recall her husband's first name--they were children of a family by the name of\nFabilisski. They were manufacturers for cloth in the city of 6d_, Poland. They had a lot of\nmoney, and somehow they bought their way out to come to Lithuania. And they came to our\nhome; and they told us that they were all made to leave their homes and relocate their\nparticular family to warsaw. This young couple did not know exactly what happened during\nthat time, but we had gotten in Lithuania--my aunt also in the United States--some letters\nfrom Warsaw, assuming they were from Warsaw ghetto, from this great uncle of my aunt. So\nwe knew what was happening in Poland. But you don't think it will happen to you. I'm\ntelling you the truth. You know, I make a smile with it, and I'm saying it because people\ndon't realize that 1t can happen anywhere. If we don't learn from this part of history how it\nhappened, it can happen anywhere. We lived so nice in Lithuania--Jewish people, non-\nJewish people. The children played together, our parents did business together. We didn't\nthink that our own neighbors are not going to stand by us and help us at the time of need. In\n1941, the Germans occupied Lithuania in three days. You will see documentation shows it. I\nwas 13 years old--a little girl--but I remember it. I remember it well. My city, they marched\nthrough in one night. Siauliai is a city that stands from the main road of Lithuania. In every\nwar, the armies had to pass through it; because the main road from Germany to Russia had to\npass this road. So that's why we saw the war going through. But we were not affected by this\nmilitary occupation. The military went through that night; no bombs fell, no people were\nkilled. They went on farther to fight the war. But they left behind the (unclear word) the\nGestapo, the Nazi party, the special unit that were called...1 don't even know exactly.\nEinsatzgruppen, or whatever they were called at the time--to take care of the Jewish affairs.\nAnd their aim right away started like in any other place with different laws for Jewish\npeople. Jewish people are not allowed to have businesses. Jewish children cannot go to\nschool. Jewish people are not allowed to go to buy food in the grocery store but at certain\nhours. By the time we got to that store to get the food, there was no food there. You know,\nthey didn't have freezers or refrigerators like here. Small store. Every day the farmer brought\nthe food. So right away, we suffered hunger already, too. The law came out [that] Jewish\nwomen were not allowed to be pregnant, they had to have abortions. No future for the Jewish\npeople. Every Jew had to wear a Star of David in front and in back of the garment. Many\npeople say to me, \"Why did you have to wear it?\" Two reasons. One, a symbol of shame.\nBut the most important: why did they want us to wear it? An ID. They wanted to make sure\nthey know exactly where the Jew is. The punishment for not wearing this... Specific[ally],\nwe called it the \"yellow letter.\" We didn't even call it a star. It was a Star of David; but the\n\"patch of yellow,\" that's what we called it in the ghetto. We didn't say Magen David, or\nyellow Magen David. The \"yellow letter,\" we called it. It was a \"yellow letter,\" we called it;\nit was a patch that was the ID. If you didn't wear it, the punishment was death. Now, you\nthink about it. Children many times say, \"Why did you have to put it on? You could go\naround the city; they would think you are Christian.\" But unfortunately, not too many\nfriends around us. The same people that were our neighbors deceived us, reported on us,\nshowed where a Jew was. If you didn't put on, they would say, \"This is a Jew.\" They killed\nyou for not wearing that patch, that star. The next process was, they started to grab Jewish\nmen off the homes, out of the homes, out of the streets. Allegedly, they have to clean the city\nof war damage. The Rabbis, the scholars--a thousand men were put into the city jails. We\nhad two jails; a white jail and a red jail. That's how it was called. The red Deturmen and the\nwhite Deturmen. Because one was painted white, the other was red bricks. They put them\ninto those jails, the most terrible Lithuanian sadists taking care of them. Who were they?\nThe same policemen of the home town that walked around. We didn't have even traffic.\nThey just walked around to make sure everything is in order. They joined the evil cause.\nThey put on arm bands, they helped to get rid of the Jewish people. They had 1,000 men in\nthat jail, with promises they are going to take them to labor. And we believed it. You don't\nthink you don't believe it. You believe it. Well, some people ran and they tried to get people\nout of that jail. But nobody succeeded. These thousand men were taken out to a forest near\nour city by the name of Kuzhi, where they were made to dig their own graves, they were\nmade to get undressed naked, they were shot and they were covered with earth. How did we\nknow exactly what happened there? The farmers in the area. They came back to the city and\ntold us exactly. I, as a child, remember those farmers that used to bring milk to our grocery\nstore, to our dairy store, doing like this (motioning), telling the earth shook over the so-called\ngraves. Why did it shake? Many, many people fell into that hole and were not even shot to\ndeath. They covered them with earth, and they suffocated. There are many incidents. I know\na young man who lives in Cleveland who ran away from a small city by the name of\nAniksht. In this particular place, the Germans and the Lithuanians were so drunk that they\ndidn't cover the hole that night. The only time when people tell you they run away from\nthose holes was if you were injured and they didn't cover the hole that night -- they were too\ntired or didn't want to bother -- then they had a chance to escape. And also, many times,\nwhen I talk about escaping you have to understand to escape you need a place to escape to.\nEverybody wanted to escape. But if your neighbor doesn't let you in, or if you try to run to\nthe forest and while you are running somebody points a finger--\"Here is a Jew\"--and you are\nkilled. So you wonder does it pay to escape, or maybe I should wait in the community for a\nweek, a month. The war will end, and I will live. So after we heard what happened to this\nthousand men, we knew the Holocaust was happening to us. This is when in my city our own\nJewish Community Council, marvelous leaders, marvelous men. And as I told you before,\nmy mother was connected. Because she was on this committee of helping the poor and the\nwidows, and so she knew firsthand from the leaders what was happening. They decided to\ngo to the Christian clergy to beg them to help to save our community. Those Priests, Roman\nCatholic, they were marvelous men; but when our community council came to beg them to\nsave our people they said \"We are afraid to get involved. We will help you. By helping you,\nthey will kill us.\" Can you imagine, human beings were afraid to help other human beings?\nYou know, many times we hear all these beautiful statements made by Pastor Niemoller, and\nother statements, how sorry they are. Yes, you are sorry. But isn't it easier to be there for\nother human beings when they need you, than after the fact to say you are sorry? Now at\nthat point -- I know if I could sit with you, Linda, and talk with you for weeks of what went\nthrough in this short period of time. Because they said they are going to transfer all the Jews\nof our city to a little city by the name of Jagga (ph), Jagerod (ph). They said, you know, there\nwe will be able to stay and we will be able to live there. But our Council felt if they are going\nto move us from our home town...we are not going to move us from our home town, we are\nnot going to be in such good shape. We will be better off if we can stay in the community. At\nthat point, you know, there were different rumors. Some people said that our Jewish\nCommunity Council persuaded some Lithuanians to help us to convince that we could be in\nthe city. I heard from my mother that she said and I saw that we gave gold and silver and\ndiamonds to give actually to the (unclear word) and the Gestapo to bribe them so we could\nstay in the community, they wouldn't take us away right away. We will make shoes and\nboots for the army. We had many shoe and leather factories, Siauliai was famous for it.\nPeople that know about that area, Lithuanian was famous about beef and cattle, so we had a\nlot of leather. So I don't know exactly what was the persuasion, the good people that\nintervened with the money, maybe everything together, that they decided yes, they are not\ngoing to take us to Jagga, Jaggerod (ph), they are going to let us stay in the city but not 1n our\nhomes. A ghetto was formed. At the beginning was formed two ghettos. Many times when I\ngo out to talk I don't go into detail because a half hour, today we have time. There was two\nghettos, one ghetto on one side was across from the factory of Frenklfabrik, a leather\nfactory,’ was called the Kaukazas ghetto. Then, on the other side near the red jail, was the\n' After Chaim Frenkl. Founded by him in 1879.\nTrakai ghetto. There was two ghettos in our city--four square blocks each, or five; small\narea--and that's where the Jews were supposed to relocate. Now, you couldn't take your\nbundles and move into the ghetto. It was a special commission that came to every home. The\ncommission consisted of Germans and Lithuanians, because the Lithuanians showed them\nwhere is the Jewish home and the little secretaries. Now, I will share with you what\nhappened in my house--firsthand information. My two brothers--one older five years than\nme, one seven years older than me--so one was 18, one was 20. I was 13. And my parents,\nmy mother was at that point 43 and my father was maybe 45...yes, 45. And they came with\ncommission, they looked around our apartment; and they told my parents how many beds,\nhow many pillows, how many clothing we can take to the ghetto, and how many people.\nThey issued four certificates. The ghetto was originally for people to work--not for children,\nnot for sick, not for elderly. I was 13. They didn't need me. I remember it very well, how I\nfelt when I saw I was going to be separated from my family at that point. My mother\nsucceeded to bribe the Lithuanian Secretary. How did it happen? As a child, I had a ceramic\ncat where I used to save my money that I got for Chanukah, for my birthday--silver money.\nAnd my mother said to the secretary, quietly, \"This is full of silver money. If you will ask for\nit and I will have to give it to you, please leave a blank certificate--the fifth one--on the\ntable.\" And as they were walking out, this commission...the Secretary said, \"I want this little\ncat.\" My mother said, \"That's my little girl's. She loves it.\". The German said \"Give it to\nher.\" You understand, how she could bribe -- it's important to know this little fact -- and he\nwalked out with a lot of money. But I remember my mother counting those certificates. Four\nwere there with names filled in; a fifth blank certificate. My parents filled it in. Now, to go\ninto the ghetto you just had to show the certificate. If you had the certificate, they let you in\nthrough the gate. So about 5,000 people got into the ghetto. We had 10,000 Jewish people in\nthe two ghettos. The people that did not get this yellow certificate, I believe it's about 3,500.\nThe orphanage, the elderly, the sick, the children from many families, and many, many\npeople that came to their home last and there was no more room in the ghetto--they were put\ninto the city synagogues, in the shulen, as we called it, within the shul. With hunger, no\nwater; they were begging for food, they were begging for them to be saved. People were\ntrying -- our Jewish Community Council, who were wonderful people, they tried so hard to\nsave. They were saying already, \"Okay, take them to this little city of Jagga.\" They thought\nat least they will live; because we had already the 1,000 men experience. These people were\nkilled just like the thousand men in another forest, 3,500 of them. So by the time the ghetto\nwas formed, I don't know exactly whether it was August or September, I don't remember; but\nI know [by the] High Holidays, we were already--my family--in the ghetto. Half of our\npopulation was killed. So, that's how the ghetto was formed in our city. You know, feel free\nto interject or whatever. Now, in the ghetto... I will tell you how it was when I was in the\nghetto. All the working people went to work in the morning. Girls like me--at the age of 13,\nyou see, I had a certificate to go in. But I wasn't on the master list, you understand? The\nsame way, I was smuggled in. People succeeded to smuggle in some sick, some elderly,\nsome children even younger than me. But you were not on the master list, master list or\nwhatever, you didn't get food. You didn't get the rations. So your family shared with you.\nLet's say we got X amount of bread, or...I don't remember how much it was at that time. Five\npeople ate of the ration of four; and some people, four people ate of the ration of two. So this\nis... People have to understand that even as little as the ration was, if you were lucky enough\nto have your child or your elderly with you at that point, they didn't get food. Your ration of\nfood became smaller. In the ghetto, girls like me had to take care of little children. Many\nfamilies right away tried to make some little hiding place, whether it was a cellar, under the\nbed or in a wall; because we saw that things look bad. In the ghetto, selection upon selection,\nthey came for no reason whatever to take people because they heard the rumor there are\nchildren in the ghetto, there are sick in the ghetto. How did they get in? We don't want to\nfeed them. So they came to take them away. I lived through two years in the ghetto like this.\nI don't know how I survived. How I have hidden. One time I remember -- the Jewish police\nin my city were wonderful, they ran through and warned us that the SS is coming to take\npeople so quickly hide, do whatever. So I was supposed to get out my door and go into the\nlittle shed where you keep wood, that's where my hiding place was. As I was pulling the\ndoor to open up I felt pressure on the door from the other side and I remember not breathing\nbut I could hear my heart pound and the German opened the door, the SS man, and he\nlooked 1n and he said to his friend or whatever, his associate, \"This room is empty.\" And he\nclosed the door behind him. I tell you many incidents like this that I was saved at that time,\nreally by the grace of God. Two years like this. When I was 15, I was allowed to go to work.\nNow, there were many ways of people being put on a list. Let's say they took a selection of\npeople, they took -- sometime they didn't even know how many they took -- they took 120,\nand the list was 100. 20 people, kids that got a little older or the sick that got a little healthier\ncould go out to work instead. So this is when I was 15, I went out to work instead. So this is\nwhen I was 15, I went out to work. At that time, in 1943, they did not need two ghettos. We\nwere living already spacey so many people were killed. They combined both ghettos\ntogether, just the one on Trakai. The Kaukazas ghetto was closed completely. We were\ntransferred to the other ghetto. A little bit people, there were too many of them, they took out\nsome men and women. And we thought they were going to kill them. But no, they took them\nto a small place--I really don't remember the name--to work, to make turf. I don't know what\nturf is. It is a material that comes from the earth, and you press it for burn purposes, for\nheating purposes. I don't really know what you call that composite of earth and weeds. We\nused it a lot for heating purposes. So they took them there. We came in 1943 into the other\nghetto. We were nine people in one room: two uncles and aunts and our family [of] five. We\nwere still together, that many of the family. And I recall that time, many times to my friends,\nI would say, \"I remember it as a better time.\" And they say, \"Why was it a better time?\"\nAnd I said, \"I still was surrounded with my family, which was pretty lot. Many uncles, many\naunts, many cousins, grandparents, were dead at that time--that lived in villages around our\narea, and in the city of Vilna. But my immediate family was still there.\" I tell you, really, I'm\nsitting here and trying to think of certain things to share with you. I think I forgot to tell you\nlike in 1942 we had a hanging in the ghetto. A man was hung because he was caught at the\ngate with some bread and a few eggs. Somebody said he had a few cigarettes on him,\nsomebody said he didn't. But documented incident, because as you went out to work all\nthrough the year there were kind Lithuanian people, too. I really wants to share that and\nadmire these people that wanted to give you a little bread for you to eat and wanted to give a\nlittle type of other food also to take back to the ghetto for your family. But it's worthwhile\ntalking about it because as you come back from work they frisked you bodily to make sure\nyou are not smuggling in ammunition or food. Many guards were bribed. Many, many\nguards, you know especially Lithuanian guards, you would bribe them with a fur coat or\nwhatever so if nobody was around they looked the other way and let you bring in that food,\nso we had a little more food to eat. But if let's say German Commission or another guard\ncame that wasn't bribed, they came quickly and they grabbed the people, they beat them\nterrible. But that one incident this man's name was Mussevitsky, Batsalom Mussevitsky, he\nwas a young man, he had a wife and a child in the ghetto. He was caught with that few eggs\nor half a loaf of bread but very little, maybe he had a few cigarettes, I really don't know. He\nwas taken to the Gestapo jail. The Jewish Community Council was called and they were told\nthey are holding a big criminal, the Jews have to learn a lesson, no food is in the ghetto. The\nfollowing Sunday a gallow was to be built in the ghetto. What was a gallow in the ghetto? A\ntable, some stick hammered to the table going this way like an L, upside-down L, a cord\nhanging there. Two men sitting there, they were supposed to be the henchmen, Jewish men.\nHow they were picked, I don't know. They ordered that we have to provide these henchmen.\nWe all had to gather in this place and I remember very well a dozen SS men with guns\noutstretched like this went in with this one criminal that wanted to bring a little food for his\nchild, you know. People say why didn't he run away, many times people say why didn't he\nrun away. I said three hijackers hijack a plane or a boat with hundreds of people, three guns\nagainst hundreds of people and they are in control. Imagine dozens of guns 1n control of one\nprisoner. Well, this man was marched in like this. He walked over to the table. He said to the\ntwo men \"Thou shalt not kill,\" you know in Yiddish, \"I will do it myself.\" He hopped on the\ntable, on the chair, they did not even have a chance like you know in some places they tie\ntheir hands back or they put a cover on their face. Nothing. He hopped, he put a string of his\nown, the loop you know over his, the noose, whatever it's called, over his neck, and to the\nassassin, the Gestapo, he said you are not going to win a war by killing me\" and somebody\npushed or he pushed a chair from under his feet and I remember his body dangling like this. I\nremember it so. Linda, it was terrible times. You know, I always try to control myself, not to\nbe too emotional because otherwise if I get too emotional, I cannot bring the message. You\nknow, you know, this what people have to think about. I say over, I say this man resisted the\nGermans, I always say there is a spiritual resistance. If you didn't fight back, if you didn't\npunch it or whatever, I say we live the extra day we resisted them. They wanted us dead. In\nthe ghettos there was sign, \"Yiden\"--Jews--\"Don't despair. Live an extra day. We will\novercome it.\" The hope we gave each other all through, that's all I remember as a child\nsaying (unclear phrase), in spite of the enemy, we will overcome it, we will live, we will be\nfree. So you can imagine this punishment. Now go back to 1943 where I was before. When\nwe got into that ghetto when they condensed the ghettos, we got a little more food. Things\nlooked kind of better. Everybody thought, said gee, they start to treat us a little better. I was\nworking at that time in the war hospital. My job was to put wood into stoves so the German\nsoldiers would keep warm. You know we had a job, we had to do our job. That morning\nwhen I came to my commander to go to work -- 1t was exactly November 5, 1942, when I\nwent with my group to go out to work -- we saw outside of the ghetto trucks, trucks covered\nwith canvas, we were told we cannot go to work. I remember running back to my room. My\nmother put two dresses on me one dress on top of another. You see people said maybe they\ndon't let you take along a bundle. To be safe, a little bread in the pocket, a coin in the pocket,\nwe were prepared to be deported. A half hour or whatever, I don't remember exactly, maybe\n20 minutes, it was a short time, the Jewish police were running through the ghettos saying a\nmistake was made in the order, all the working people should leave the ghetto. Chaos.\nPeople did not know what's better. Some people said it's better to hide in that Malina, in the\nhiding place -- Malina was called the hiding place during those times, a Malina -- some\npeople said it's better to go to work. The Jewish police ran through and said whoever can go\nout to work -- we had marvelous people that were Jewish police in my city. You won't hear\nnot one had word about the leadership and the Jewish police in Siauliai after a certain point\nbecause after a certain point them to cover other people that the Germans appointed, they\nbrought them from the outside, 1t was different. But as long as we had our own people from\nour home town it was good. So they said it's better to go to work. I remember leaving that\nday for work but all day long we wondered. What were the trucks doing near the ghetto. At\none point in that hospital we worked with a german, he was from a building commander that\nwas called Ortek (ph) and he was a civilian and he was pretty nice man, he gave us sometime\na little bread but he had nothing to do with the security or taking care of the Jews. His job\nwas building whatever. So we asked this man to go near the ghetto and see what's\nhappening. When he came back he said nothing happened but we saw he was pale, we saw\nhe was bothered. But he said nothing, there was nothing there. That evening when we were\ncoming back from work, blocks and blocks away from the ghetto, Linda, we heard cries,\nsuch cries I hope nobody will hear. What happened in the ghetto of Siauliai, Lithuania on\nNovember 5, 1943, SS and Gestapo with the help of Ukranians, Ukranians that left the\nRussians and joined the evil cause so many of them just came -- so many of them just came\nand joined to kill Jewish people, 1t was terrible time -- they went into the ghetto, they found\nevery hiding place, they went in, they broke every dish, every pillow, made every single\nperson come to the gate near that place where you gathered for work, all the children, all the\nelderly, all the sick, all the babies that were born illegally in the ghetto. You see, they told us\nwe were not allowed to be pregnant but women got pregnant. They stayed in their little room\nin the Ghetto. If they were caught in the selection, then they were caught, but if they were\nnot caught they had their baby in the ghetto. But on that day not one child was spared. At the\ngate a selection to the right and to the left, a thousand children. Five hundred elderly and sick\nand a few hundred healthy and strong, including two men from our Jewish Community\nCouncil because these two men said to them \"Where are you taking these children?\" They\nsaid \"To a better camp, you are welcome to come and check it out\" and they put them on the\ntrucks too. We did not know then where they were taken to. We honestly believed that they\nwere taken to another camp where they have children. They said these children need\nsupervision, you all go to work, we will take care of them. After the war we found out they\nwere taken to Auschwitz where they were gassed and cremated, they did not even keep them\nthere one day. The Rabbis told me that I have to keep Yarzeit on that day that my father was\ntaken. My father was taken with that truck. My father was 47 years old. He was among the\nnice Healthy, strong, tall people. Can you imagine how I feel even sharing with you? You\nknow, Linda, I am talking about Siauliai, Lithuania. I am giving you just my own but by\nnow, 1989, we know what happened all over Europe. The life in the ghetto after the children\nselection was terrible. No laughter, no crying. My mother used to say to me, \"Nessele, don't\ngo outside after you come from work. The neighbor lost a child one year younger than you.\nShe will hurt.\" Can you imagine -- you know European people had a lot of children -- can\nyou imagine in one day from a mother six children, eight children, you came home. We were\na lucky family, just my father was taken. Can you me saying a lucky family after they killed\nmy father but we were a lucky family because on that day every family lost dear ones. Not\njust one, two, four, six, eight people of a family went on that terrible day. So the life was\nterrible after that, 1t was just terrible. They were trying -- I don't remember exactly details --\nthey were trying, I mean the Germans, the SS, the Gestapo, make some internment camps\nwhere they thought the workers could work separately. They thought they would get rid of\nthe ghetto completely. Then they thought they still need some people that should stay. There\nwas a factory that was making the shoes, a factory that was making some brushes. So they\nleft some people in those workshops for a little bit longer but us in June of 1944, they took us\nto a railroad station for deportation to Germany. We had to walk about 10 kilometers to this\nspecific railroad because in our city bombs fell already. The last few days that we were in the\nghetto Russian bombs fell in our city of Siaulai. We were so glad to see the bombs but quite\na few fell in the ghetto too and quite a few people died and at that point we said already\nmaybe they are luckier that they died of a Russian bomb than what was happening. So we\nwere taken to this railroad by foot, we had to walk. I remember that walk very well because\nmy mother at that time had an injury in her leg and she walked on the railroad and she had\ninjured her knees and she couldn't walk to well and they said whoever cannot walk, whoever\nis sick or weak should stay and some trucks will bring them to the railroad station, and my\nmother, like a pool, stood in that group saying -- they couldn't see the injury, it was so tight,\nit was covered -- she said \"I cannot walk, I would like to go on this truck\" and a German said\nto her, \"What do you think, run, you are still young, go to work,\" you know he saved her life\nbecause we never saw the rest of the people that were on the trucks. We were told after the\nwar that they were put into the ghetto in one of the buildings and you know like in every\ncity, they dynamited the area, dynamited them. Us, they put into cattle cars for a journey to\nconcentration camp by the name of Stutthof. I'm going to tell you exactly about the ride. We\nwere in there -- they didn't count you know. As we came to the train, it said capacity, how\nmany cows or horses you can have in that train, but they didn't say capacity, how many\npeople. They shoved you in like pushed you and pushed you. They said stoop down, they\ndidn't say stretch out, you know like this and with your knees just up and you try to take a\nlittle bit more room and people say \"Let me in, if I stay outside they will shoot me.\" So\npeople really squeezed in to let other people in. It was so crowded. I remember having my\nfeet over my mother, my brother on top to stretch out. A bucket in the corner for sanitation\npurposes. We each have a little package. They said take along your valuables and a little\nfood that you had still in your ghetto room and some water. In my ghetto we had plenty\nwater because we were on the outskirts of the city where there were wells so we had no\nproblem with water. In the ghetto, the only good part that was in our ghetto of Siaulai we\ncould keep clean because there was plenty of water and we had enough water to drink. So as\nwe went to those railroad station, you know nobody had thermoses like here, you had an\nopen dish or some dish you used to go to the store to buy some milk in a little container that\nyou filled with water and you took. Let's say you were a family -- we were, thank God, four\nof a family still alive, my two brothers, my mother and myself, but in that railroad was just\none brother, my mother and myself. As we were getting on the train we saw my brother said\nto us, \"Don't get excited, your brother is not dead, he escaped.\" He told my mother that some\nnice Lithuanian man that we knew said to him, \"If you have opportunity somehow to escape,\ndo so, and don't come to my house, come in the forest, there is a smokehouse and go into that\nsmokehouse. Every night I will put out some food for you and you go let's say 10 feet or 15\nfeet and get that food but if they catch you, you snuck in, don't tell them I let you in.\" How\nmy brother had this opportunity to escape we did not know for many years but afterwards we\nfound our that as we were being taken from the ghetto, instead of going out to the ghetto, he\nwent back into the factory where he worked and since it was a Saturday he crawled in one of\nthe machinery and on Sunday when the factory was closed, that's when he got out. But we\ndid not know at that point, just he told my mother. He didn't want even me to know or my\nbrother to know that he has this opportunity. Look, in that train, in that thing we were three\nalready of the family, we were left three, and it was just the most terrible thing that\nhappened. You cannot imagine. Everybody is really looking out for themselves because you\nwant to stretch your foot out, your foot falls asleep. You try to put it on somebody else. The\nperson doesn't like it. You know their foot is asleep too. Some People were kind and said\nokay, put your foot and you told them put your feet. Some were not. It was a terrible journey.\nWe traveled three or four days. The few survivors of my home town, when I see them and I\nask them, \"Do you remember how many days we traveled?\" They say no, three or four days.\nAnd this is why many times I tell you the I say the truth. By the time we arrived to Stutthof,\nwe were a mess, we were dirty, we couldn't reach that bucket to make. Many people had to\nmake under and even if you could hold it until you went to the bucket, the person next to\nyou, if they made, the train moved, it moves. The stench was impossible. Some people told\nme in some of those wagons people suffocated. I did not see so I don't share it with you. I\nremember when they opened those doors we thought it was heaven but we came to hell, we\ncame to Stutthof. You know, I as a survivor feel so bad when I see books or even memorials\nthat say Auschwitz, Dachau, Treblinka, Sobibor, where is others and others and others. You\nknow the last memorial in Yom Ha'Shoah I saw Herman Taube read the Kaddish. Where is\nothers and others and others? You know the last memorial in Yom Ha'Shoah I saw that they\nincluded Herman Taube read Kaddish, the service for the dead -- they include more and\nmore places. You as a historian know, over 200 killing places. Stutthof, many people lost\ntheir life. As soon as we arrived, divided, men this way, women that way. Our packages, the\nlittle bundles taken away. I remember my mother saying to me -- I wore a watch at that time\n-- she said \"My kind, my child, take off the watch and put it in the sand so the Germans\nwouldn't have it.\" The little we knew that the next day they go with a plow and they take out\nall the gold. So everybody like whispered, take off your jewelry and stick it in the sand so\nthey wouldn't get it, you know a form of resistance, a form of fighting back. And then a little\nbit later they said you go here and you go here to me and my mother, because she was 46\nand I was 16. She was considered old. I didn't see her for a long time. You know, she was\ntaken to another side which I wasn't too sure whether she was taken to be killed or to another\nside of the camp. My group of women from the age of 16 to 25, we were taken into a very\nlarge room, group by group, I don't know 200 or whatever, I really don't know exactly the\ncount. We were told to get completely undressed naked, the guards standing around and\naround. You know when I think of that moment I still remember how I did not know which\npart to hide. Should I cover the top, should I cover the bottom. (unclear word) bending over\nand they laughing and singing songs and making fun of us. We were in that room for the\nlongest time. Big room. Still I understand we were lucky because many, many people stood\noutside. We were in a room. Them they said to us, \"Go in there.\" It said shower room.\nShower room. They gave us a piece of soap, white soap, thin soap. I seldom like to talk\nabout it but today I feel I must say it. We went in that room, water came, we soaped\nourselves, we rinsed ourselves, we walked out the door. After the war, documentation shows\nReef (ph). Soap was produced in Stutthof -- I have a book at home where it gives even the\nformula -- and I keep on thinking was that piece of soap that I bathed with, was a drop of\nhuman fat in there’. How do we survivors feel? I was lucky, I got out the other door. How\n* See Hilberg, The Destruction of Eurpoean Jews, p. 67.\nmany of our people went into those showers rooms and never walked out?’ It said\nbathroom, shower room. They were gassed. We went out the other door, we were told for\nmedical examination, oral, internal, rectal examination. It's time for us top have a discussion\nbut you want to ask me different things at the end.\n°**Gas chambers at Stutthof?\nTape #2",
        "A: Yes, we came out from the shower. Also don't forget we didn't get a towel. Sometimes\npeople think you got into a shower, you got a towel. We were standing there and shivering\nand it was cold and they pushed us with the guns you know. It wasn't just walking slowly or\nwhatever, you constantly had to run. You know they didn't say walk, you ran from one place\nto the other. Run, run, run. I remember the water was dripping and you walked into that other\nroom and there were like in a gynecologist tables like this and everybody had to hop on this\ntable. And can you imagine, I was 16, I never had an examination, internal examination, I\ndidn't know what it was. So they checked you. I don't even think that people were doctors it\nlooked. What were they looking for? Nazi. They were looking for a diamond, a piece of\ngold, you know. Some people hid it there. You know many people thought they will need a\npiece of gold, they will swallow it and a few days later they had it. You know many times\nyou may wonder when somebody says I had a gold coin with me and the people don't really\nwould like to tell you exactly how they brought it. But many people did it that way. But in\nStutthof you came, they gave you this medical examination, opened your mouth, they looked\nin your rectum, they looked in your front to make sure you don't have -- in the mouth if you\nhad gold caps they didn't even (unclear word). Some came, they took your number. There\nthey had a man that pulled it out. You stood there, if they were in the mood, they pulled it\nout right there. A bucket full of gold caps. They took it from the dead, they took it from the\nliving. Then you went into another like outside -- this was already almost outside like with a\nlittle cover and they threw a bundle of clothing to you. What was in a bundle? A dress, a\npair of underwear, and they gave you a pair of shoes. Another question. Did they say you\nwear size 7 or 8 or 5 or 10? Do you know that even in our group by some mistake we all got\nthe shoes, our own shoes, and that was very unusual. Somebody made a mistake somewhere\nbecause I didn't get my shoes but you know they threw to us the shoes and all of a sudden\npeople said \"Give me, those are my shoes, give me, those are my shoes\" and people started\nto exchange until you found your shoes. But let's say somebody -- I had a pair of boots and it\nwas summer, nobody wanted those boots but I wanted them and I got them back so I was\nlucky I had these boots. So you had a dress, a pair of underpants and a pair of shoes. Now the\nfamily is taken away. Me, 16 years old, standing there surrounded with some women from\nmy home town but alone, all alone, very different than this nine people in the ghetto room\nsurrounded with electric wires, guards going around and around, you are scared, people are\nwhispering from one side and another what's happening there. The next thing what they do,\nthey take us into a big room to register. You know you think they took your family, they\ntook your clothing, one more thing, your gorgeous name. 16 years old I was prisoner 54015\nin the concentration camp of Stutthof. Why was I prisoner there? Why? and still I'm lucky,\nI bring out always I'm lucky. They didn't tattoo it on my arm, they gave it on a piece of\nshmata [Yidd: \"rag\"], on a piece of rag on my clothing. In Auschwitz, all my friends that\nsurvived, the few of them have it on their arm. I had in on a piece of cloth. From there, they\nassigned you in barracks. The particular barrack I was assigned to had no bins. The Stutthof\nwas being rebuilt. When we came, at some point they had old barracks that had bunks. They\nwere doing some new barracks, a new section when I got into that side, between each camp\nwas two rows of electric wires--not one, but two rows, like this, between the men's\ncamp...between the new camp and the old camp. And from there, across these wires, I saw\nmy mother. So I knew she was alive. That's when I found out she was still alive. But she\nwas...like people that in case they don't need you no more, you are next to be killed, on that\nside. In the morning, they woke us up 3 o'clock, 4 o'clock. They called it \"appell\"--roll call.\nWhen they said, \"Roll call!\", you had to be outside like this (snapping fingers), and lined up\nin a specific row behind a specific people. And if you didn't know these people, too bad. You\nhad to recognize them, and be there at the right place. Let's say, if you are in the 20th row in\nthe middle, you had to find your row and stand there. Many a time I sat half of the night on\nthe window of the barrack, when they say roll call, to jump out and be outside because they\nrunning with whips and with guns and hit us so hard, we should go out quick. You stood\nthere for hours and hours. Why you stood there, I don't know. They counted and they\ncounted and they counted. They wanted to make sure nobody escaped. You couldn't escape\nfrom concentration camp. You know very well very few recorded -- the only way you could\nescape is maybe you were sent out for a labor or you had some connection somehow, but\nvery few. The only people that were missing were people that died in the barrack or\nsomebody decided to commit suicide and jumped on the wires. They counted and finally\nmaybe 6:00 o'clock they said, line up, we will give you black coffee, it was some black drink\n-- and a piece of bread. The piece of bread was very tiny, I don't know, believe me you could\neat it now, it's like half a sandwich, you know, just the bread. Then you were assigned\nsomething to do. In my particular area in Stutthof they said today you go clean the bathroom,\ntomorrow let's say you sweep the street. Every day if they needed 50 woman, 100 women to\ndo certain chores, sweep the barracks. I will share with you one of these labors. One day we\nwere taken out, about 50 women, and with about a dozen SS men with the guns outstretched\nand we had to walk out of the sight of the camp and there is an empty space with a pile of\nshoes, mountain of shoes, big shoes, little shoes, tall shoes, tall, old shoes, new shoes. We\nwere told to sort them. This was a special command to sort shoes. We had to sort them, tie\nthem in pairs, put them in bundles, ladies' shoes separate, men's shoes separate, children's\nshoes separate, and we were working, and on the other side was a polish prisoner of war\ncamp and he said to us \"Jewish lady, Jiduvkas (ph), you know what the shoes are? Those are\nthe shoes from the people that perished, your people in this camp.\" Can you imagine you\ntouch a shoe and somebody tells you the people were killed and you wonder 1s that your\naunt's shoe, your cousin's shoe, your baby. They become people, not shoes. I tell you from\nmy heart the next day when they didn't tell me to go to the shoes, I was so lucky, I was so\nhappy to go to clean the latrines, I was happier not to have to go to that job. Can you imagine\nafter our people were dead we had to sort shoes, we had to sort clothing. Many people had to\ndrag bodies from one place to another all through those years, all through those years. In the\nevening they gave us some kind of a vegetable peel soup and you had to be in the barrack.\nWhen you were in the barrack you had an opportunity to talk to each other. The Germans did\nnot go into the barracks just like this. The person in charge was a polish women. In Stutthof\nmostly Polish people were in charge, they were the Kapos, nobody else. They were prisoners\nor criminals or whatever, they were in charge of this section and if they came in, if they were\nin a good mood they didn't say nothing if you were chatting. But otherwise you couldn't chat,\nyou know, you had to be very careful, and that's when you found out from other people what\nwas going on. Let's say if I came back from that day from the shoe sorting, I could tell what\nhappened. Many times people came back that sorted clothing 1n the clothing and they found\nlittle notes that people said we came from this and this country, we were here, we don't know\nwhere we are being taken. Many people from Stutthof were brought from Latvia, from\nEstonia. Most of the baltic countries came to Stutthof. So we knew indirect information. In\nthe barracks on the walls or in the barracks that you went in, if there was a bunk you saw\ninscribed everywhere the word Gedenk (ph), remember. You know, I live now with the\nringing in my ears of remember. Everybody, when we sat down the only discussion was if\never somebody survives, please tell the world what happened here. If somebody succeeds to\ngo in a camp or be among the free world or go out for labor, please tell what happened,\nplease tell the world what was happening. We kept on thinking that nobody knows in the\nwhole world what was happening to us because you know first we said \"oh, we will wear the\nyellow star, a star, two three days, a week, a month, the war will end\" but here I am talking\nalready 1944, three years already. By that point I was already skinny, 16 year old girl, looked\nhorrible, I looked maybe like 40. In Stutthof, when I was there by myself you know with\nmany nice Jewish women but no family, nobody, I didn't have a cousin, no one there with\nme, a few women from my home town, a woman came over to me and said to me they don't\nreally keep children in concentration camps. Why did she say that? Every day when we\nwere given the food, if there was a little food left tin that big bucket that they carried the food\nto us, the Polish Capo used to say children under 16 can get double food but under 16 were\nnot allowed to be there. So everybody was afraid to march out. You were hungry but I didn't\nsay I want more food. You didn't have a birth certificate, it's your word against theirs. He\nused to come schlep me out, drag me out and another maybe dozen kids that were already\n16, maybe some were, saying you can get more food, why don't you come out -- maybe\nsome were not -- saying you can get more food, why don't you come out, you are under 16,\nand if I said I'm 16, he beat me up. So this woman said to me, \"it's bad, it's bad, you know,\nthey won't keep you alive here\" and I looked at her with my eyes open, you know I was so\nscared, and she said to me \"Maidela, little girls, try to go out for labor, they do take people\nout for labor. If you could get out for labor, maybe you would survive, little girl Meidela\n(ph), little girl,\" you know like this. She didn't know my name, I never knew her name. One\nnight I saw women lining up in the corner of the camp, they were given a blanket and dish\nfor food and with my smart -- you know, what do you know at 16 in a camp from the age of\n13 to 16? -- I said they are given a blanket and a dish for food, it must be for work. You\nknow how many Jewish people went to death with a blanket and a dish for food. So I stood\nin this line. The woman said stand on your tip toes to look taller, pinch your cheeks to look\nosier, and you know I succeeded to leave Stutthof. That night we left, 5,000 women. I\nremember they took us over a little river -- I don't know the name of the river -- by boat.\nSomebody said that many people were drowned in that river but I don't know, you know\nhow people talk. Maybe there is documentation on it. I think it was the elbe maybe. And they\ndivided us a thousand in a camp, a thousand pass by, they divide it, thousand, they divide it.\nSo all the women from my home town were divided like 10 before me so I found myself in\nthe labor camp just with 10 people from my home town. Other wonderful people, Jewish\nwomen, nice, but not even a friend from my home town. All of a sudden I found myself no\nfamily, no neighbors, no people that you know, not even a familiar face. Now, the first camp\nthat I was in was called Malken [Pol: Ma ki].* The camp that I worked and many people\nworked as I did from that period that were taken from Stutthof; we were put into canvas\ntents, that was our house. We slept on straw. The job was to dig giant trenches, holes for\nRussian tanks to fall in. We were so weak. The food, again, so little. In the morning, the\nsame procedure like in the concentration camp: Up early, they counted you, they gave you\nthe black coffee with a little bit of bread. In the morning -- evening a little bit of soup.\nSometime they switched it off and they didn't give nothing in the morning, they just gave the\nblack coffee and at night you got your ration of bread and the soup. So imagine if you got in\nthe evening your ration of bread and the soup, you think you are going to save your little\nbread for the next day. I especially used to think I'm so hungry all day, just a little black\ncoffee, I'm going to eat that soup, that water, and eat one bite of the bread, and the next bite I\nwill tear off a little piece of my blanket and I wrapped it and I put it in the straw that I slept\non. In the morning my bread was gone. And I cried, I cried. A woman next to me said\n\"Nessele, why are you crying, Nessele?\" -- She knew my name -- I said I had a little bit of\nbread, I put it in the straw underneath my head and a mouse must have come. You there were\n* Subcamp of Stutthof. Women only. Opened April 1944 and closed January 28, 1945.\nplenty of mice and rats. She knew there were hungry people that ate the bread. She said\n\"Child, give me your little bread, I will put in my bosom and I will give it to you in the\nmorning.\" You know whenever we got the bread at night and I didn't eat it, I gave it to Mrs.\nFeivish (ph), may she rest in peace -- that was her name -- and as she handed that piece of\nbread to me in the morning, she saved my life maybe. You know, I'm telling you these things\ntoday because people don't understand how human we stayed in this inhumane situation. I\nwant to bring out this little things that people don't understand, people cannot understand. As\nmuch as we survivors talk, you know we tried to tell the fact, this one killed, this one did, but\nI want to bring this out Linda, you know it's very important you know. So in this camp we\ndug those holes, we finished one area. They kept on moving us, that's why we stayed in those\ncanvas tents. It was convenient for them. They had barracks made out of veneer you know\nfor food and also that were prefabricated that you could quickly unscrew and move on. Like\nthis we went into two camps, Malken and Dérbeck.” In those camps, they did not have to kill\nus. We started to die...die of starvation and diseases. In the morning, we got up, our hair was\nfrozen to the ground on that straw. Many people said oh, they cut their hair in the camps, it\nwas terrible. In Stutthof, they didn't cut our hair. It was more terrible, because we didn't have\nwater to wash with. And when you have hair on you, it gets infested with lice; and with lice\nbrings diseases. By the time came October, November of 1944, it was a mess--walking\nskeletons with wounds. We looked horrible. At one point, at that time, they brought certain\nkinds of barracks. Not barracks. It was like to hold horses--a round wooden thing that they\nput up for us to be in. Not in the tents, because we were doing work so they felt that we are\nstill useful. So they gave us this wooden barracks; and wherever one horse had to stand was\nfive women lying there on the straw--no bunks, not a change of clothes. You know, Linda, I\n> Also a subcamp of Stutthof, for women only.\nthink that about six months I had not taken off my clothes. There was no reason to take it off.\nThere was no water to wash with, there was no change of clothing. And then you were afraid\nto take it off, because maybe some person that doesn't have a dress is going to take it, or your\nblanket or whatever. You know people in need, you have to understand that. We stayed there\nuntil January 1945, in those camps...in those areas, Malken and Dorbeck. There was another\nplace that we were moved, but I don't remember the name.° It was three separate places.\nThen one morning, we were woken up very early, maybe 3:00 o'clock at night, we were told\nto line up and take everything that we have in that little tent with us. We were leaving the\narea. We looked, we looked for trucks, there was nothing outside. March, a march. It was\ncalled the Death March. You know, we marched day and night this way. During the day we\nwalked. You had to stop one time, let's say you had to go the bathroom, you had to go at that\ntime to the bathroom. Now, if you wanted to go another time to the bathroom, too bad. If you\nstopped to stay in the back, you were dead. Whoever stayed behind was shot. We heard all\nthe time shots. Also as we walked we saw many, many human beings face down with a\nbullet in the back in the snow and we saw that they were inmates like us because they were\nskinny, they wore prisoner garb, we could see it was Jewish people with their stars and with\ntheir numbers. Now, you know, we went through it was the Danzig area--you know, exactly\nwhere Stutthof was, where we worked in that area--Poland, Germans, roads, villages,\ntowns... We saw people, they say now they didn't see us. You know, I put out...in the winter,\nI put out a little crumbs for the birds. They didn't have to hand us food. If they would just put\na little crumbs or a potato peel on the street where we had to walk, we wouldn't have been so\nhungry. They didn't do it. They didn't do it, Linda. I remember on that march -- me, I'm\nsharing it with you, I never share it, I will tell you that, just once I think I talked about it -- I\n° Nesse identifies this place elsewhere as Praust--another women's subcamp of Stutthof, located in\nthe immediate area of Danzig.\nremember sleeping, they told us to rest a little bit, and in the snow there was manure of a\nhorse or a cow all dried out and straw with it and undigested grain. I remember taking that\ngrain, washing it in the snow, taking out the kernel and eating it. I tell you the truth, as I look\nback, I think I fulfilled a big commandment to save a human life. And I say it again, I saved\nmy life by doing... I think sometimes I shouldn't tell about it. It's a horrible thing to tell. But I\nfeel today I really want to tell you as much as I can. On that march, it was terrible. They\nwere beating us with the underside of a gun. They didn't want to waste the bullets, they\nwanted to clobber us dead. See, I have this scar on my face. One night, we were put up in a\nbarn to sleep. Sometime they put is in a church, in a school, in a barn. That night the women\nsaw cows that had milk in the udder; and the women started to milk the cows and drink the\nmilk in their mouths. I didn't do it, but I was there. I didn't even know. I was sleeping,\nmaybe. All of a sudden, we heard noise: the farmer yelling, \"I let you let in these dirty\nwomen in my barn, and they are drinking the milk that I am supposed to sell tomorrow in the\nmarket!\" Instead of saying, \"I'm so happy that they can have one night a little milk.\" The\nguard, the SS, ran into the barn and it was stampede in the middle of the night. They made us\ngo out of that barn. They were hitting us with the underside of the guns and with clubs. And I\nwas hit on the head on this side; and I swear to you, fire came out from my eyes. I had like a\nslight concussion-- I couldn't...no open wound, but I couldn't move. Two women quickly\ngrabbed me and held me in their arms. \"Maidl--girl, go, walk, walk, gae, gae.\" I didn't know\nthese women. They could have left me behind. Many, many people were left that night\nbehind there. Later, an infection set inside, and a few weeks later it opened up. But this is the\nhistory of my scar. So this is just a little incident about beating up on your back, on your\nshoulders, scars all over. We arrived in the middle of February in a place by the name of\nChrinow (ph) in a little place in a barn. They put us into this barn, and it was so crowded. I\ndon't know how many of the thousand women were left at that point. I really don't know a\ncount, maybe 600, maybe 500, maybe 700. I don't know how many were left behind. I forgot\nto tell you something. While we were walking on the march we had stopped in another\ncamp: it was called Praust. There we stayed two days. The healthier were made to march\nalone and we left some behind and there some people from another camp joined us. So when\nwe walked already... When we came to the barn, we were not our original thousand women,\nwe were already from a few camps a combination. They took out a bunch of women, they\ntold them to dig two long holes in front of the barn. We thought they are lining us up to shoot\nus. But they had different plans. In one hole they put two sticks, a latrine, a bathroom --\npeople need a latrine -- the other hole, we found out soon enough, would be a grave. They\nknew in that barn we are going to die. People looked walking skeletons, bones covered with\nskin. Every day you looked around, somebody was dead. Every morning, you had to take out\nthe dead and dump it in the hole. Sometimes you had to do it, sometimes I had to do it,\nsometimes this one. They said you have next to you dead, take it out. And then it was you\nknow very cold and many people thought gee, I will take that blanket or the dress of the dead\nand put it over me so I will keep warm. So many, many of these bodies were already naked.\nThat's why you see sometime pictures near the barracks that are naked because we figure,\n\"They are dead. They don't need that garment. Maybe I will save my life.\" As I walked to\nthat barn, I will tell you, every day we said to each other, \"Live another day, I told you, in\nspite of the enemy.\" But in that barn, I didn't want to live no more. Food was given to us\nmaybe once in three days. A little bit of water. Some people did not even have the strength\nto go out to get that little food. Many times, you know, I myself said, \"I'm not going to go\nout.\" There were women that said, \"If you don't want to eat, go out for me. Give me that\npiece of bread.\" You know, they called you and helped you go out. We were there three\nweeks. The sight of these three weeks in that Chrinow barn is indescribable. I tell you I\nwanted to die but march 10 came and God's will was different the Russians liberated us. That\nday of liberation, I just want to tell you that morning the people that said to take out the dead\ntook out the dead and went outside and they came back and said \"No guards, we don't see\nany guards.\" Some woman said \"Let's run, the village is a mile away.\" We couldn't walk.\nHow could we run? Some other woman said it's a trick, we will start walking to the village\nand the Germans will shoot us. All day long we sat in the barn not knowing that the guards\nhad escaped. See, they knew that the Russians are coming but we didn't, we didn't know a\nthing. At night we hear boots. We said oh, they are coming, they are coming to murder us,\nand then we heard Russian language and this was the fighting unit. And they said, \"Ladies,\ndon't be afraid. We found what was going on here. We already saw other camps. And the\nones that are alive are going to be helped.\" And they said that the next day the medics will\ncome and help us out. A few hundred of us survived in that barn, what should I tell you, by\nmiracle. I say it again and again and again. You know my scar here, I forget even it's there. I\nput makeup sometime, I make a joke to my grandchildren, I say it's a boo. My other scars are\ncovered with my clothing; but my mental wounds I will carry to my grave. Six million\nJewish people lost their life, 5 million non-Jewish people. Why? Why? Now you know why\n(unclear word) people like myself, survivors... You can see why it's not easy for me to sit\nhere and talk to you. But I agreed to do this tape with the hope...with the hope that humanity\nwill learn out of this horrible...out of this horrible to make a life of people more beautiful. It's\ntrue, we light a candle for our dead, we make a memorial--we do that in our synagogues, in\nour homes. But what you are doing in this museum, we the survivors feel... I know my group\nhere in our area, we feel that everyone of us wants to tell the true story for humanity for the\nsake of generations to come, so it can never happen again to anybody...to anybody ever.",
        "A: I was liberated that night; and I remember I cried. I cried at night. And many times, as I sleep\nnow or I am awakened by a nightmare, I think of that night of liberation and I wonder why\ndid I cry. At one point, I felt guilty that I survived, Linda, as well as other survivors. Was I\nbetter than my friends and my cousins and my buddies and my uncles and my aunts and my\nfather? Was I better? And then I was sitting there. And maybe I cried for me, because I was\nall alone. At that time I did not know how many of [my] family survived. You see, Linda, I\nwas very lucky. My mother survived the Holocaust in a camp just like mine; my brother\n(unclear word) survived the Holocaust in Dachau concentration camp; my brother Menashe\nwas liberated by the Russians in that village, in that smokehouse. So I was lucky. My two\nbrothers are alive. My mother has died since, but nobody killed her. She died by illness. So\nthat night, I cried. But I haven't cried since. You see, I choke up; you will see a tear in my\neye, but it doesn't come out. I learn to laugh, I learn to live, but I forgot how to cry. The next\nday when the medics came, they started to carry all the women that couldn't walk from that\nbarn to the village. You see, the Germans of that village took their horses and the wagons\nand ran away, they went with the Germans, they were retreating so there were not many\nhorses left, maybe a few horses. That was a small village, Chrinow. I always wonder how\nbig it was but I know now that it wasn't big. I remember small houses, it was like a small\nlittle town; and I don't remember really where they made the makeshift hospital, whether it\nwas in a school or whether in some other public building because it wasn't a hospital. They\nquickly made some bunks, some wooden bunks that they put the people up. The only thing\nthat I remember was that I was carried in one of the homes and I was told that I have to wait\nmaybe a day or two until this makeshift hospital will be ready. I was put on a straw sack, not\njust straw but it was already a sack of straw. Next to me, when I opened my eyes, I saw a\nwoman who I recognized as a teacher of one of the Yavneh, of the religious schools--from\nthe girl's school, a teacher. She looked so horrible, she looked terrible. I don't think I\nrecognized -- I don't know how I recognized her. I don't remember. And I was so glad that\nshe was next to me. But an hour later she was dead. You have to understand, many, many\nsurvivors died after liberation--the weak. Many that were even maybe a little stronger and\ncould walk into the village, they started to eat and their stomach was shrunken, they died\nbecause they ate. Some died because they didn't eat. Typhoid, dysentery. The next day or a\nday after they came this Russian people with some help of the villagers that they recruited to\ndo this work and they carried me to the hospital where my hair was shaven from all over my\nbody and I was dunked in DDT to kill all the lice and whatever, insects, and then I was\nunconscious for three days. I don't remember naturally what happened but I remember when\nI opened my eyes I saw a big room with a lot of women laying there and some Russian\ndoctor who happened to be Jewish talking to me and telling me that I was unconscious for\nthree days. I must have had typhoid, high fever, maybe delirious, I don't know. My toes were\nblack frozen. They were considering to cut it off but this particular doctor said to wait, not to\ncut it. He thought if it doesn't start to rot, maybe it will peel off. And it did, it peeled off. I\nweighed maybe 55 pounds. The first time I saw myself was in a reflection in a door in a little\nwindow of a door. When I looked at that door -- I wanted to see what's outside when I could\nstand on my feet already and look outside, maybe it was a week or ten days after liberation --\nI saw the most horrible creature, a skeleton with eyes inside and I turned around to look who\nis behind me and nobody was behind me. And it took me time to realize that this was me.\nThis happened right away after, you know... We got wonderful care from the Russian army,\nfrom the medics at that time. The women that were just little bit stronger among our own\nwomen started to be like nurses, carried a little bit of food to give us, make sure -- many,\nmany of us went on hunger strikes after liberation. We said we don't want to live no more,\nmany. You found many incidents, different incidents. And to make sure the little food we\ngot, we ate it. The fill that was given, we swallowed, the people among ourselves. Six weeks\nI was in that hospital. Then I was given by this committee or whoever was 1n charge a dress,\na pair of underpants, pair of shoes, a pair of socks and I was told to go. Where? There was\nanother woman at that time who was from Kovno, which is Lithuania. Now, I thought the\nbest place to go is back home. Maybe somebody is alive. I didn't know [if] my mother\nsurvived or my brother survived. I had hoped that maybe my brother who escaped survived.\nSo with this woman -- you didn't need a ticket, they gave you some kind of piece of paper\nthat you are a survivor and you are traveling. So freight trains, you hopped on the fright train.\nI hopped. You couldn't walk, you had feet that were just frozen off, shoes that were man's\nshoes, you could hardly move. I was trying to get to_6d_. Somebody already that we start to\ntalk on the train, we met other survivors from other camps and somebody said everybody\nsays that in 6d_ there is a little bit of a community that helps you. So that's how I got to\n_6d_.In_6d_-- whenI came first to 6d_ there wasn't much organized there. But there was\na space where there was a big room; and I remember like I don't know if there were\nbillboards or just papers hanging. And it said \"Lithuania\" and \"Latvia\" and \"Estonia\" and\n\"Poland\" and \"Ukraine.\" And people signed in where they are from, what their name 1s,\nwhere they are going. As I was looking on that billboard to see, you know, I said, \"Wait a\nminute. Let me look. Maybe somebody [is] from my home town.\" A woman was standing\nthere, and said to me, \"You're Nesse Galperin from Siauliai, Lithuania. You are from the\ndairy business.\" You know, you are always identified by what you did. And this woman said\nto me, \"Your mother is alive. I saw her alive after liberation. I think she is in this and this\nvillage.\" Now, I don't even remember which village it was. I don't remember. Anyway, back\nI go with -- I couldn't move -- back -- people say \"Where are you going backwards, crazy\nlittle girl, where are you going backwards?\" I got to that village. Maybe it took me a week to\nget to that village, or two weeks--I don't remember. Begging for a little food -- you know,\nnobody still gave us food, you had to beg or call it or whatever. And still that one dress. You\nknow, you were not in very good shape at that point: a big wound here, pus going and\nsmelling terrible, my head wrapped because my head was shaven off with a shmata, with a\nrag, to cover it. I got to that village; I found Jewish women, but no Mother. But women from\nmy home town that reassured me that my mother was liberated with them, and they also\nheard that people are in_6d_. But they felt in this smaller village, they can have a little more\nfood to eat and they will get a little stronger, then they will go to _6d_.BackIcometo 6d _,\nmaybe two weeks later or three weeks later--I don't know the time really at that point. At the\nrailroad already there were women, our own women, waiting for us like a welcome\ncommittee saying where is a shelter, where you can go, who can help you... You know what\nthat meant already. And that's how I was reunited with my mother. While we were in_6d_,\nthe men from Dachau were liberated. The men in Dachau were liberated, actually, before, in\nMay. But by the time messengers came -- many of them sent messengers, they sent two\npeople come to Poland, tell the survivors not to go to Russia, try to come back, try to go to\nIsrael. You know, we saw at that point that nobody cared for us, nobody helped us. If it's not\ngoing to -- at that point the urge to have a homeland was so big because we saw that the\nwhole world wasn't with us. So at that point many, many survivors tried to come to the\nAmerican Zone. You could travel still, go here, go there. When I came to the American\nzone--first to Berlin. In Berlin already my brother had a friend that worked with transferring\npeople from one place to the other. It was already the Jewish (unclear word) agency work,\nthe Sohnut (unclear word) and we were brought to Feldafing. Feldafing was a displaced\npersons camp near Munich where the people that were liberated from Dachau were taken\nfrom Dachau, put there in the hospitals. Feldafing was actually like a resort area where the\nNazis, the SS, had their meetings. We came to Feldafing in 1945. My brother had written to\nmy aunt, who lived at that point in New York. He remembered her address. He wrote her a\nletter we survived, would she bring us to America. That same year, we had cousins in\nWashington, D.C. that had liquor store, grocery store. They got from them, you know,\nbacking that they will take care of us, that we are not going to be -- at that point, my aunt\nalready lived in Washington, but the mail was forwarded to where she got that letter--from\nNew York to Washington. They secured that we are not going to be a burden to the\nAmerican government. But because of bureaucracy, because we were from Lithuania, we\nhad to come on the Lithuanian quota. I did not get here until December of 1950. Can you\nimagine? I'm talking about me--not everybody else, just my family. Five years I had to wait.\nNow, how do I feel when I open the [Washington] Post, and I see that all these years Nazis\nenjoy the freedom of the United States? And we had to sit there, because on a Lithuanian\nquota. There was no more Lithuania, it was already Soviet Union. So this quota system --\nour beautiful Unites States, which I love dearly, did not open the gates for us so easily. And\nthat's what happened. And now, as you know, I live in Silver Spring with my husband Jack,\nwho is also a survivor of the Holocaust. He is the only person of his family. He does not talk\nabout his past. It's hard for him to listen. And we have three lovely children, who are good\nhuman beings. Somehow we survivors, because we suffered, because we needed, because\nwere hungry, because were naked, implanted in our children to be sensitive to those needs.\nAnd most of them really grew up to be involved in helping other human beings.\nDOCUMENTS AND PHOTOGRAPHS\n(1) As I told you, my aunt and my uncle, Mr. and Mrs. Jaffe, lived in New York -- they came\nhere in 1928. And we had sent many pictures to them through the war -- before the war.\nNow, when I came to the United States my Tante... She was lovely, she was darling; I loved\nher dearly. I used to [say,] \"Tante, you have pictures of my family.\" She said \"When I will\ndie, you will have them.\" A few of them she gave us to make a copy. You can see this is a\ncopy of a picture that she gave us a long time ago. My father, my mother, my two brothers,\nme as a tiny little girl. But after she passed -- when she passed away a few years ago, her\nchildren were kind. They said to me, \"Go to the album and take whatever of your family.\"\nSo I do have -- I'm luckier than some other survivors.\n(2) This is a picture of my two brothers and myself. You know it helps to show especially\nchildren of the United States to see that we were normal-looking, nice... Look just like they\ndo. We were not different. We were not abused because we looked different. We were\nabused because we were Jews and went to synagogue.\n(3) This is a picture of me just a year before, here I was 12.\n(4) This picture -- I'm going to show you two pictures. Not just the front of the picture means a\nlot to me. This my family in on the Pesach of 1941. This my grandmother, my father. My\ngrandmother was 16 when my father was born. When I show this picture, people think it was\nhis sister. She was killed in Vilna. My father was one of 16 children. Nine were alive before\nthe war, and one is alive [after]. Imagine how many cousins and how many relatives! I didn't\neven know their names. And my uncles.\n(5) And this is the couple... A couple is here--a man and a woman--my mother's cousin. This 1s\ntaken from _6d_, just before the Nazis came to us. They had some money, they bought their\nway out. And when they came, they told us they did not know that people were being killed\nbut they knew that people were being taken from 6d_ and taken to Warsaw.\n(6) And to follow up this, after my aunt died and I looked through her things that the children\nwere getting ready to throw away, I found an envelope that I'm going to present to the\nMuseum. When I saw the Swastikas on this envelope, I knew that this is a piece of\ndocumentation. The letter inside was not there, whether my cousin did not realize it and\nthrew it away. This letter was sent to my aunt to whom I sent all these pictures, Mr. Jaffe, to\nNew York. And I feel terrible that I don't know what was in the letter, what they were asking\nfor--whether they were saying the truth of what was happening. And I assume that they were\ntaken 1940 from 6d_ to Warsaw. Maybe this is already from the Warsaw ghetto. The letter\ncame from...it's my mother's uncle and aunt by the name of Hablinski.\n(7) Now I have one more picture that I would like to share with you. Well, this also...this also a\npicture I want to share with you, my father on Chanukah going from the synagogue with my\ntwo brothers.\n(8) But the most what I want to share with you, which is precious to me, the last thing I have\nfrom my father, his handwriting is the signed \"Pinchas (unclear word).\" So this is very\nvaluable to me. But I always like to share it with people.\n(9) Now this particular picture was given to me by a friend of mine, that he received from Yad\nVashem, the Holocaust museum in Israel. This is a document, a copy of a document that we\ndon't know whether the Lithuanians took or the Germans took. This is a picture of our\nRabbis and the scholars before they were taken out to be shot--the thousand men that I was\ntelling you about.\n(10) Now, I have one more thing that I want to show. I don't know who has it in print, who does\nnot have it, where it could be obtained. But this book is called Pinkas Shavli. Here is a map\nof the two ghettos that I was talking about, where they were. In this book, a teacher of my\nschool -- his name is Yerushalmi -- wrote a diary in the ghetto every day of what was\nhappening. He was assigned to do so by the Jewish Community Council, and it was written\noriginally in Yiddish. When I saw this book at a friend of mine['s] house, I was very anxious\nto get it. And with a lot of persuading, let's put it that way, I got this book. And I just wanted\nto make sure that my memories are right. And as I read this book, I see that this 1s exactly\nwhat I shared with you. All is written in this book; and it's called -- let me just put it here in\nthe front and you will see what it is: Pinkas Shavli. It's a diary that was written, just as many\ndiaries, by this gentleman who 1s not alive anymore. He has died. He dedicated it to his son\nwho perished during that time.\n(11) Look at this picture and see the Rabbis that I remember. This is the cousin that came to us\nand told us the people were taken from 6d_ to Warsaw. This is me on the end, this is my\nolder brother, my younger brother, one of my uncles, my grandmother who looked like a\nsister to my father at that point, and my mom.\n(12) This is me at the age of 12. And I always show it to children, and tell them that I looked just\nlike any child in the United States.\n(13) I will turn this one around too. This picture, I was talking about my father's signature. It has\nthe city on it and the date. This picture was sent in 1930s. I was 2 years old here. My two\nbrothers, they are older than me. This my family on vacation, a copy of a picture. As you can\nsee, somebody didn't give me the picture, it was just a copy. My family, my parents, myself\nas a baby, my brothers.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 8, 1989\nRG-50.030*0080",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Marty\nGlickman, conducted by Linda Kuzmack on May 8, 1989 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "NESSE GODIN\nMay 8, 1989"
    ]
}