{
    "rg": "RG-50.233.0034_trs_en",
    "sequence": [
        "A: Whatever you want.",
        "Q: Suppose you start with your name...",
        "A: My maiden name 1s Bessler, B-r-e-s-s-l-e-r, Alma.",
        "Q: Date of birth?",
        "A: Was March 22, 1930.",
        "Q: And you were born where?",
        "A: Czernowitz, Bukovina. The street, I remember the house, the street, Hormuzack1\nStreet. Let me spell that. H-o-r-m-u-z-a-c-k-1 or k-1 number five.",
        "Q: How many brothers and sisters?",
        "A: Just one sister.",
        "Q: And you were the older sister?",
        "A: Yeah, we’re two and a half years apart.",
        "Q: What’s your sister’s name?",
        "A: Lydia. Born Bressler, now Goldring.",
        "Q: So we have Goldberg and a Goldring?",
        "A: Lots of gold in my family, right!",
        "Q: What was your father’s business?",
        "A: My father was in the men’s and ladies’ stockings; importer and retailer. He had\none of his stores, I remember the name. It was a brand of silk stockings called\nAreca, A-r-e-c-a. His name was Rudolph Bressler. My mother was Jeanette\nBressler. J-e-a-n-e-t-t-e. My mother was born Herzog.\n1",
        "Q: Related to Theodore Herzog?",
        "A: No, but they were -- somebody told me in Israel that there’s a Rabbi Herzog,\ncomes from the same town that my mother originally comes from, Radautz,\nRomania. There may be something there, I don’t know. I never pursued it.\nThere’s no one to ask anymore.",
        "Q: Right. You mentioned that your father had four stores?",
        "A: He had two manufacturings of berets in two prisons, one was in Seerbu and the\nother one was in Berzowa.",
        "Q: So prisoners actually produced these berets?",
        "A: Yeah. The berets, they were -- I mean -- the schoolgirls used to -- not the Jewish\nones because. Before the war, I guess the beret with the number here and then\nthat what he manufactured, just the berets. He imported lingerie and stuff from\nGermany before the war. He was 18 years old.",
        "Q: How old was he when he started his family?",
        "A: He started his family -- my parents were married in 1926.",
        "Q: Were you a religious family?",
        "A: Very traditional, yes.",
        "Q: You observed the Sabbath and --?",
        "A: Kashrut. And my father was a big soccer fan. They won this thing with\nMacabee. In fact I remember every season, all the players that came in, who were\ninvited for lunch in my house. Because he didn’t have a son, only two girls, he\nused to drag us every Sunday to the soccer game. That would bother the hell out\nof me.",
        "Q: These were the Jewish soccer leagues that played?",
        "A: And the non-Jewish. I think they were all Jewish. From Poland, the soccer\nplayers came, from all over. He was a very avid, ardent fan.",
        "Q: He didn’t play, just as a fan?",
        "A: Yes.",
        "Q: Did your mother work in the house?\n2",
        "A: Yeah. Legal secretary as a young girl.",
        "Q: She was? Did you live in a home or an apartment?",
        "A: In an apartment.",
        "Q: What do you remember about that apartment? About the size or --?",
        "A: Being afraid. Not very large. There was a living room and dining room. There\nwas a large kitchen. We had a maid in the little, olden days, who slept in the\nkitchen on a cot. Separated like this and there was a large bedroom and the living\nroom had a sleep couch, something like that. That was in Czernowitz. Then my\nfather bought, built an apartment, bought it. We never took possession of that\nbecause we fled. I mean everything started to happen. Nothing came of that.",
        "Q: So he eventually bought the building?",
        "A: No, in a different location. But we never did get to live there. When we started to\nfurnish and they were finishing it, we were not allowed any more.",
        "Q: What kind of schools did you attend?",
        "A: I went to a kindergarten, there was a Romanian school. It was, you know, not a\nJewish school. Then I started primary grades there.",
        "Q: Also the Romanian schools?",
        "A: Yes. Herescu School was the name of it. H-e-r-e-s-c-u.",
        "Q: Did you also go to Cheder?",
        "A: No, we had private teacher at home. It was hard because like I said, the\nRomanians were not big fans of the Jewish people and so there were no Jewish\nteachers per se. Especially for girls, but we had a teacher come to the house, to\nteach us. A Jewish teacher, named Mr. Clipper. He always had an onion and\nsome bread in his pocket and when we didn’t read it right, he’d hit us with the\nruler.",
        "Q: Oh, really? And the onion and bread was just for him to munch on?",
        "A: Right. That was standard equipment for Hebrew teachers.",
        "Q: He taught you just Hebrew or also Jewish history or studies?",
        "A: Both.\n3",
        "Q: How many days a week would he come to your house?",
        "A: In the beginning, twice a week. But then when things got bad and we couldn’t go\nout or to school for that matter, he came every day. Then in the morning and\nthere was a group of us, children who didn’t have to go on the street. You know,\nthey were skipping on the fences to come. He would teach us Hebrew and\nJudaism and his daughter would give us classes so that we could -- we were not\nallowed to go to school. Math and geography and Latin, oh God, I had 12 years of\nLatin.",
        "Q: What do you remember about any favorite subjects you had in public school?",
        "A: Mostly recess. I don’t know. Not really. I liked history and I liked geography\nand I hated math.",
        "Q: Do you remember any incidents of anti-Semitism from the other children, the\nRomanian children?",
        "A: Oh, yes. We used to come home from school when we were little. My mother\ncame -- brought us and then picked us up. Afterwards we’d come home on our\nown. We were beaten up every time we came home. We were beaten by the\nChristian boys who came from school at the same time. Used to throw stones and\nI remember I had a friend who was the priest’s daughter that lived next door. She\nused to go with me and sort of like try to protect me and chase them away. But\nyes, there was spitting and stone-throwing and “dirty Jew” and that kind of thing,\nthat was the order of the day.",
        "Q: You lived in an integrated neighborhood?",
        "A: Yes. We had the Greek Orthodox Church, the prominent religion in Romania was\nGreek Orthodox. The church was right across the street from us and the priest’s\ndaughter was a very good friend of mine. We played together in her house, in my\nhouse. He was very kind because when they came to take us away, many a time\nhe would shield us. I remember the daughter’s name but I cannot remember his\nlast name. Irina was her name.",
        "Q: What was it?",
        "A: Irina. I-r-1-n-a.",
        "Q: That’s a very Romanian name.",
        "A: Well, it’s Irene actually.",
        "Q: Right.\n4",
        "A: Irina. And then we were not allowed to go to school any more, you know, the\nGermans --- So we didn’t--we had these lessons at home.",
        "Q: Do you remember what year that was? Or how old you were when you stopped\ngoing to school?",
        "A: I guess eight, I’m not sure. I have such a mixture in my head of Bucharest,\nRomania and ---Cuba.",
        "Q: Right. I can check it.",
        "A: Czernowitz and Cuba. Anyway, I must have been eight or so.",
        "Q: What do you remember about -- did somebody give you a reason why you\nweren’t going to school any more, do you recall?",
        "A: Yes, because we were Jews. Wait a minute. I did one year of what they called\nlyceum a high school, one year.",
        "Q: Gymnasium?",
        "A: Gymnasium. One year and it was a Jewish school. It was Hoffman, Hoffman\nLyceum. I don’t know if I finished the year or not. In Czernowitz. I don’t\nremember if I finished the year or not. I know that because I had a number here\nand I had a beret with a number here.",
        "Q: I see. So that was a private Jewish school?",
        "A: Yeah. Hoffman, it’s called. I don’t know if I finished the year or I didn’t finish\nthe year. I don’t know that. But that’s about it. The rest I took -- we were being\ntaught. Every neighborhood tried to have somebody nearby that could go without\ngoing out on the street. So that’s how we learned and we came after the war in\nBucharest. I was, I did an exam. I was admitted into high school. It was really\nindividual teaching and she was very dedicated, this woman. She was the\ndaughter of ---.",
        "Q: This was Mr. Clipper’s daughter?",
        "A: Right. And she was very dedicated and she was determined to teach, for us not to\nbe without schooling. We did that. I didn’t like it but we did it. But then there\nwas nothing else to do. Because we couldn’t go on the street anyway so we did\nthat.",
        "Q: Were you a well-to-do family before the war?\n5",
        "A: I would say yes, I would say yes. So many standards of well to do. We were very\ncomfortable, let’s put it this way.",
        "Q: Would you take trips at all in the summer months or --?",
        "A: Yes, yes. We used to go to --.",
        "Q: Carpathians?",
        "A: Yes. We used to go to --. First of all, as little children we went to a place called\nKimpolung which was in the Bukovina. Then later on we became more\nsophisticated. That was from Bucharest. Czernowitz, we went to Kimpolung\nwhich was in the mountains. We had sort of like an efficiency and my parents\nwent for bath. My father came on the weekends, something like that.",
        "Q: A spa of some kind or --?",
        "A: I don’t know, yeah, more or less, yeah. My mother went for this bath. Once she\ntook us to -- I was very little. She took me to Czechoslovakia, to Prague. What\nwas the name of it? Some resort, I hated it. I cried because I couldn’t take those -\n- the smell. She took me with her into this, like a spa. They were taking these\nmud baths and the mud things -- I hated it. I only got to go once. After that we\nwent to Kimpolung, you know, a lot of people were there. We had a river, in\nGerman it’s called the Prut River, we used to go every day there. In the summer,\nwhenever there were no threat of pogroms. Every -- I remember distinctly, I\ndon’t know with what, whether there was a real schedule, every two months,\nevery three months, but I know that every once in awhile, when the rumor came\nout, we had to go in hiding. That was before anything else.",
        "Q: You’d pretty much lock yourself in the apartment and ---?",
        "A: No, no, no. We went -- this guy hid us.",
        "Q: I see. And the pogroms were committed by Romanians?",
        "A: Romanians, Ukrainians, the Cossack group. I am .",
        "Q: Would they go as far as to kill Jews?",
        "A: Oh, sure. They would go so far as to take a rabbi and take hair by hair, pull his ---\n. That’s what happened to Rabbi Mark, Cherna’s rabbi, temple. It was the\nGermans afterwards. First thing they did. It was a plaza like; 1t was a big temple.\nIt was an orthodox; we didn’t know anything about conservative or reform then.\nSo the women’s balcony was up there and the men were down there. It was a\nvery beautiful plaza and they went in and they made all the Jews dig a grave.\n6\nThey took Rabbi Mark and they absolutely tortured him, shot him that he fell\ninside the grave, inside that pit..",
        "Q: In the plaza, this was?",
        "A: Yes. The Germans did that and a few other people from the synagogue. Then\nthey liked the way that this came out so they went from house to house. I\nremember on four occasions, my father was already standing, was all the men\ntogether. Something always happened and I cannot give you an explanation.\nSomehow, that they were saved. Either somebody called them away or\nsomething, I don’t know what it was but it was dug. The hole was dug in our\ngarden and my father was standing around. My mother and my sister was sitting\nthere, you know, from the window. Only the men. Something happened, either\nwith the war, I don’t remember what it was but somehow he was saved. His\nfather died like this too. So error and fear is what I grew up with. Possibly I can’t\nremember because of that; I thought I pushed it out of my life. There were better\ntimes when we came to Bucharest. As I said before, my mother -- my father --\nmy relatives actually in Bucharest decided that -- little by little to bring us out of\nthere. Because Czernowitz was very bad. My mother got somehow a certificate\nthat she needs an operation in the capitol, in Bucharest. As two minors, we went\nwith her.",
        "Q: She didn’t need an operation, this was__?",
        "A: No.",
        "Q: A fake?",
        "A: Right. We got there and it was great. We couldn’t go out because they were\nlooking for people from Czernowitz to re-deport them. So we were hidden for a\ngood three months in somebody’s house until that thing blew away, whatever it\nwas. It took my father seven months to walk from town to town; from the\nnorthern Romania into the capitol, Bucharest. He arrived almost before the\nGermans started to bomb. That’s how we were reunited and we had four years of\nconstant bombardment in Bucharest.",
        "Q: In Bucharest?",
        "A: Yeah. So we were going constantly --. There was a big, big building. One of the\nbiggest, where my aunt and uncle lived and we were with them. I don’t know\nwhich bomb was it, the British or the American took two stories off that. We\nwere under -- well they were building, the building was already done with, what is\nit called? not for bomb, for shelter, was an air raid shelter down there. We\npractically lived there because it was -- in the morning, the British, then the silver,\nthe Americans came; then the Russians. So we were back and forth, back and\nforth. At least they didn’t have time for the Jews. A lot of people were killed in\n7\nshelters because the bombing it had to be. It was such a mixed feeling. We knew\nthe bombs, they coming to bomb; but we were happy they were coming. So a lot\nof people perished in the -- Jews and non-Jews, I imagine.",
        "Q: So those four years, you pretty much stayed in your aunt and uncle’s home and\ndidn’t venture out much?",
        "A: Yes, yes, uh-huh. No, I remember going to, on the corner there was a movie,\nIngrid Bergman and -- what was the movie? I just saw it on television recently --\nI never saw the end of that movie until we got to Italy. It was -- the bombs were\ncoming so I didn’t see that movie.",
        "Q: I see. So you were at the movies and you had to leave?",
        "A: Intermezzo. Well the alarm was sounding. There was pre-alarm that went when\nthey left Italy. The pre-alarm they had to evacuate the movie immediately. So we\nhad only about a block to go. My sister and I never saw the end of it until we got\nto, I think, America or Cuba, the end of the movie, Intermezzo. Then we did our -\n- after that we did our equivalency, we went to school.",
        "Q: In Bucharest?",
        "A: Bucharest.",
        "Q: In Bucharest. What kind of school did you go to? When did you start going back\nto school?",
        "A: After I -- they hold an exam for those, the equivalency. I was taught at home; so\nwere many others. We went into junior high school. The junior high school and\nhigh school and I got my baccalaureate. What is it called? Finish of high school,\nthe big exam. There was an oral exam and a written exam. The oral exam -- they\nwere communists, of course, and you couldn’t say anything about ---. You had to\nsay, you had to lie. They twisted history a lot and you had to go along with that,\notherwise they failed you. And it was a very tough exam, a whole day exam. I\nremember my mother fasting on that day because we knew we were trying to get\nout and she wanted me to have that document with me. I passed it and then there\nwas years until we got the visa for, the transit visa for Hungary and Austria but\nthe exit visa expired. So we went for two years until finally it happened. We\ntook a lot of our stuff, like some china and some crystal that were in the family for\na long, long time and we shipped it to Israel to my aunt. That’s how come I have\nthese -- whatever pictures I have. Because when we left Bucharest, we were told\nthat youll come crawling back and you don’t even need anything to take with\nyou. They examined my teeth and the hair for diamonds and for whatever. My\nfather buried a lot of stuff. They now have a refrigerator factory there so there’s\nno chance of going to get that. We came out and went to Switzerland first and my\nfather got some money out from what he had long before the war. If we didn’t\n8\nhave that money, we could never have made it. We bought some clothes and we\ntried to go to consulates, to get a visa. Switzerland only gave you so much stay\nand you couldn’t stay any longer and they would not prolong it. So we came to\nItaly. In Italy we went to the American embassy and they informed us that we\ncan’t get a visa. We lived in Italy for eight months.",
        "Q: Where in Italy?",
        "A: In Milano. We traveled through a lot of this -- whenever an embassy was . There\nwas a question of Costa Rica or Cuba or Venezuela or whatever. My father, deep\ninside him, was hoping that the Russians would go away and he would be able to\ngo back.",
        "Q: To Czernowitz?",
        "A: No, to Bucharest. Czernowitz is gone. Was given away. He never told us when\nthere was a boat. Finally we got a visa to Cuba. According to my father’s cousin\nin America; he said that’s the closest, forty minutes. So you wait a couple of\nweeks and then you’ll come here. A couple of weeks turned out to be ---.",
        "Q: It was 40 minutes between Cuba and the U.S., right?",
        "A: So we chose Cuba. We went to the Cuban embassy in Italy and we got our visa.\nThen he was holding off. Every time we go to check when there’s a boat to Cuba,\nhe said, there’s no boat to Cuba. He thought maybe they’ll go away, maybe we’ ll\nbe able ---. He just ---. We wanted to go to Israel and we were advised not to.\nWe went through a lot so much already and I mean, ’48; the State was born in\n\"48. This was °47 and there was a lot of things going on there and so finally, he\ncouldn’t hold anymore and we took a boat. We went to Cuba. We had falsified\npapers in Italy, I want you to know, from the Romanian government —in-exile\nbecause we only had a visa for 30 days and it came, what, eight months we stayed\nthere. So they kept falsified on our passport, that we have. We got a Cuban visa\nand a false Romanian visa. Even the language was not correct because they were\na government-in-exile. They forgot how to speak Romanian from King\nMichael’s. So we got our Cuban visa and we came to Cuba. We stayed in Cuba\nand waited and waited.",
        "Q: The entire time, trying to leave Cuba?",
        "A: Yes. Right. No, we didn’t. We couldn’t get a visa. My father was -- how can\nyou sit in a hotel. How long can you --? My father went into business. We had\nan apartment. I was working, my sister was working. I went to business school\nand learned steno and I was a secretary in six languages.",
        "Q: You’re living in Havana?\n9",
        "A: In Havana, yes. And so is my sister, import/export companies. We were very\nhappy. My parents suffered and they, I mean it was hot. The hurricanes, they’re -\n- besides when an American visa comes. We go.",
        "Q: What year did you go to Cuba, what year did you leave Europe?",
        "A: Left Europe in ’47.",
        "Q: Do you remember the exact date?",
        "A: No, I remember we got --— no, I don’t remember the exact date. We got to Cuba\nin 1948, the hottest year, the hottest summer, well, it was all year around. The\nbiggest hurricanes, that was Cuba. Then we came here to the United States and\nmy father again went into a different business. He -- his cousin was in knitwear\nso he worked with him for a while and then he opened a wholesale store, down on\nLudlow Street. He was selling to stores and he was manufacturing himself. In\nother words, not manufacturing but contracting; sweaters and all kinds of\nknitwear. Then he had a heart attack and died.",
        "Q: How old was he when he died?",
        "A: Fifty-eight. My mother was 67 when she died five years later. It’s just, you know\nyou go through so much and you -- she just couldn’t live without him. Of course,\nmy sister and I ---. My sister lives in Florida, in Miami Beach. She lost her\nhusband. Suddenly for -- a very, very strange --. There were 14 people in cases\nlike this in the world. He was number 15, he had cancer in his heart, can you\nimagine that? They removed almost half of his heart and they replaced the wall\nwith woven, imitated --. He lived for a year and a half. I met Charlie on a blind\ndate. Never knew what a blind date was, always wanted to know. Because in\nCuba, there were 8,000 Jews in Cuba and everybody knew everybody, if not\nintimately, but of everybody. Nobody knows what it means to have it like that,\nthat was it. Now are you going to behave Charlie or do you want me to talk for\nyou or what? {Male voice: Pll do my best}. Pull yourself together and just. You\nask your questions, he’ll answer, how’s that?\n10\n"
    ],
    "questions": [
        "Q: Suppose you start with your name...",
        "Q: Date of birth?",
        "Q: And you were born where?",
        "Q: How many brothers and sisters?",
        "Q: And you were the older sister?",
        "Q: What’s your sister’s name?",
        "Q: So we have Goldberg and a Goldring?",
        "Q: What was your father’s business?",
        "Q: Related to Theodore Herzog?",
        "Q: Right. You mentioned that your father had four stores?",
        "Q: So prisoners actually produced these berets?",
        "Q: How old was he when he started his family?",
        "Q: Were you a religious family?",
        "Q: You observed the Sabbath and --?",
        "Q: These were the Jewish soccer leagues that played?",
        "Q: He didn’t play, just as a fan?",
        "Q: Did your mother work in the house?",
        "Q: She was? Did you live in a home or an apartment?",
        "Q: What do you remember about that apartment? About the size or --?",
        "Q: So he eventually bought the building?",
        "Q: What kind of schools did you attend?",
        "Q: Also the Romanian schools?",
        "Q: Did you also go to Cheder?",
        "Q: Oh, really? And the onion and bread was just for him to munch on?",
        "Q: He taught you just Hebrew or also Jewish history or studies?",
        "Q: How many days a week would he come to your house?",
        "Q: What do you remember about any favorite subjects you had in public school?",
        "Q: Do you remember any incidents of anti-Semitism from the other children, the\nRomanian children?",
        "Q: You lived in an integrated neighborhood?",
        "Q: What was it?",
        "Q: That’s a very Romanian name.",
        "Q: Right.",
        "Q: Do you remember what year that was? Or how old you were when you stopped\ngoing to school?",
        "Q: Right. I can check it.",
        "Q: What do you remember about -- did somebody give you a reason why you\nweren’t going to school any more, do you recall?",
        "Q: Gymnasium?",
        "Q: I see. So that was a private Jewish school?",
        "Q: This was Mr. Clipper’s daughter?",
        "Q: Were you a well-to-do family before the war?",
        "Q: Would you take trips at all in the summer months or --?",
        "Q: Carpathians?",
        "Q: A spa of some kind or --?",
        "Q: You’d pretty much lock yourself in the apartment and ---?",
        "Q: I see. And the pogroms were committed by Romanians?",
        "Q: Would they go as far as to kill Jews?",
        "Q: In the plaza, this was?",
        "Q: She didn’t need an operation, this was__?",
        "Q: A fake?",
        "Q: In Bucharest?",
        "Q: So those four years, you pretty much stayed in your aunt and uncle’s home and\ndidn’t venture out much?",
        "Q: I see. So you were at the movies and you had to leave?",
        "Q: In Bucharest?",
        "Q: In Bucharest. What kind of school did you go to? When did you start going back\nto school?",
        "Q: Where in Italy?",
        "Q: To Czernowitz?",
        "Q: It was 40 minutes between Cuba and the U.S., right?",
        "Q: The entire time, trying to leave Cuba?",
        "Q: You’re living in Havana?",
        "Q: What year did you go to Cuba, what year did you leave Europe?",
        "Q: Do you remember the exact date?",
        "Q: How old was he when he died?"
    ],
    "answers": [
        "A: Whatever you want.",
        "A: My maiden name 1s Bessler, B-r-e-s-s-l-e-r, Alma.",
        "A: Was March 22, 1930.",
        "A: Czernowitz, Bukovina. The street, I remember the house, the street, Hormuzack1\nStreet. Let me spell that. H-o-r-m-u-z-a-c-k-1 or k-1 number five.",
        "A: Just one sister.",
        "A: Yeah, we’re two and a half years apart.",
        "A: Lydia. Born Bressler, now Goldring.",
        "A: Lots of gold in my family, right!",
        "A: My father was in the men’s and ladies’ stockings; importer and retailer. He had\none of his stores, I remember the name. It was a brand of silk stockings called\nAreca, A-r-e-c-a. His name was Rudolph Bressler. My mother was Jeanette\nBressler. J-e-a-n-e-t-t-e. My mother was born Herzog.\n1",
        "A: No, but they were -- somebody told me in Israel that there’s a Rabbi Herzog,\ncomes from the same town that my mother originally comes from, Radautz,\nRomania. There may be something there, I don’t know. I never pursued it.\nThere’s no one to ask anymore.",
        "A: He had two manufacturings of berets in two prisons, one was in Seerbu and the\nother one was in Berzowa.",
        "A: Yeah. The berets, they were -- I mean -- the schoolgirls used to -- not the Jewish\nones because. Before the war, I guess the beret with the number here and then\nthat what he manufactured, just the berets. He imported lingerie and stuff from\nGermany before the war. He was 18 years old.",
        "A: He started his family -- my parents were married in 1926.",
        "A: Very traditional, yes.",
        "A: Kashrut. And my father was a big soccer fan. They won this thing with\nMacabee. In fact I remember every season, all the players that came in, who were\ninvited for lunch in my house. Because he didn’t have a son, only two girls, he\nused to drag us every Sunday to the soccer game. That would bother the hell out\nof me.",
        "A: And the non-Jewish. I think they were all Jewish. From Poland, the soccer\nplayers came, from all over. He was a very avid, ardent fan.",
        "A: Yes.\n2",
        "A: Yeah. Legal secretary as a young girl.",
        "A: In an apartment.",
        "A: Being afraid. Not very large. There was a living room and dining room. There\nwas a large kitchen. We had a maid in the little, olden days, who slept in the\nkitchen on a cot. Separated like this and there was a large bedroom and the living\nroom had a sleep couch, something like that. That was in Czernowitz. Then my\nfather bought, built an apartment, bought it. We never took possession of that\nbecause we fled. I mean everything started to happen. Nothing came of that.",
        "A: No, in a different location. But we never did get to live there. When we started to\nfurnish and they were finishing it, we were not allowed any more.",
        "A: I went to a kindergarten, there was a Romanian school. It was, you know, not a\nJewish school. Then I started primary grades there.",
        "A: Yes. Herescu School was the name of it. H-e-r-e-s-c-u.",
        "A: No, we had private teacher at home. It was hard because like I said, the\nRomanians were not big fans of the Jewish people and so there were no Jewish\nteachers per se. Especially for girls, but we had a teacher come to the house, to\nteach us. A Jewish teacher, named Mr. Clipper. He always had an onion and\nsome bread in his pocket and when we didn’t read it right, he’d hit us with the\nruler.",
        "A: Right. That was standard equipment for Hebrew teachers.",
        "A: Both.\n3",
        "A: In the beginning, twice a week. But then when things got bad and we couldn’t go\nout or to school for that matter, he came every day. Then in the morning and\nthere was a group of us, children who didn’t have to go on the street. You know,\nthey were skipping on the fences to come. He would teach us Hebrew and\nJudaism and his daughter would give us classes so that we could -- we were not\nallowed to go to school. Math and geography and Latin, oh God, I had 12 years of\nLatin.",
        "A: Mostly recess. I don’t know. Not really. I liked history and I liked geography\nand I hated math.",
        "A: Oh, yes. We used to come home from school when we were little. My mother\ncame -- brought us and then picked us up. Afterwards we’d come home on our\nown. We were beaten up every time we came home. We were beaten by the\nChristian boys who came from school at the same time. Used to throw stones and\nI remember I had a friend who was the priest’s daughter that lived next door. She\nused to go with me and sort of like try to protect me and chase them away. But\nyes, there was spitting and stone-throwing and “dirty Jew” and that kind of thing,\nthat was the order of the day.",
        "A: Yes. We had the Greek Orthodox Church, the prominent religion in Romania was\nGreek Orthodox. The church was right across the street from us and the priest’s\ndaughter was a very good friend of mine. We played together in her house, in my\nhouse. He was very kind because when they came to take us away, many a time\nhe would shield us. I remember the daughter’s name but I cannot remember his\nlast name. Irina was her name.",
        "A: Irina. I-r-1-n-a.",
        "A: Well, it’s Irene actually.\n4",
        "A: Irina. And then we were not allowed to go to school any more, you know, the\nGermans --- So we didn’t--we had these lessons at home.",
        "A: I guess eight, I’m not sure. I have such a mixture in my head of Bucharest,\nRomania and ---Cuba.",
        "A: Czernowitz and Cuba. Anyway, I must have been eight or so.",
        "A: Yes, because we were Jews. Wait a minute. I did one year of what they called\nlyceum a high school, one year.",
        "A: Gymnasium. One year and it was a Jewish school. It was Hoffman, Hoffman\nLyceum. I don’t know if I finished the year or not. In Czernowitz. I don’t\nremember if I finished the year or not. I know that because I had a number here\nand I had a beret with a number here.",
        "A: Yeah. Hoffman, it’s called. I don’t know if I finished the year or I didn’t finish\nthe year. I don’t know that. But that’s about it. The rest I took -- we were being\ntaught. Every neighborhood tried to have somebody nearby that could go without\ngoing out on the street. So that’s how we learned and we came after the war in\nBucharest. I was, I did an exam. I was admitted into high school. It was really\nindividual teaching and she was very dedicated, this woman. She was the\ndaughter of ---.",
        "A: Right. And she was very dedicated and she was determined to teach, for us not to\nbe without schooling. We did that. I didn’t like it but we did it. But then there\nwas nothing else to do. Because we couldn’t go on the street anyway so we did\nthat.\n5",
        "A: I would say yes, I would say yes. So many standards of well to do. We were very\ncomfortable, let’s put it this way.",
        "A: Yes, yes. We used to go to --.",
        "A: Yes. We used to go to --. First of all, as little children we went to a place called\nKimpolung which was in the Bukovina. Then later on we became more\nsophisticated. That was from Bucharest. Czernowitz, we went to Kimpolung\nwhich was in the mountains. We had sort of like an efficiency and my parents\nwent for bath. My father came on the weekends, something like that.",
        "A: I don’t know, yeah, more or less, yeah. My mother went for this bath. Once she\ntook us to -- I was very little. She took me to Czechoslovakia, to Prague. What\nwas the name of it? Some resort, I hated it. I cried because I couldn’t take those -\n- the smell. She took me with her into this, like a spa. They were taking these\nmud baths and the mud things -- I hated it. I only got to go once. After that we\nwent to Kimpolung, you know, a lot of people were there. We had a river, in\nGerman it’s called the Prut River, we used to go every day there. In the summer,\nwhenever there were no threat of pogroms. Every -- I remember distinctly, I\ndon’t know with what, whether there was a real schedule, every two months,\nevery three months, but I know that every once in awhile, when the rumor came\nout, we had to go in hiding. That was before anything else.",
        "A: No, no, no. We went -- this guy hid us.",
        "A: Romanians, Ukrainians, the Cossack group. I am .",
        "A: Oh, sure. They would go so far as to take a rabbi and take hair by hair, pull his ---\n. That’s what happened to Rabbi Mark, Cherna’s rabbi, temple. It was the\nGermans afterwards. First thing they did. It was a plaza like; 1t was a big temple.\nIt was an orthodox; we didn’t know anything about conservative or reform then.\nSo the women’s balcony was up there and the men were down there. It was a\nvery beautiful plaza and they went in and they made all the Jews dig a grave.\n6\nThey took Rabbi Mark and they absolutely tortured him, shot him that he fell\ninside the grave, inside that pit..",
        "A: Yes. The Germans did that and a few other people from the synagogue. Then\nthey liked the way that this came out so they went from house to house. I\nremember on four occasions, my father was already standing, was all the men\ntogether. Something always happened and I cannot give you an explanation.\nSomehow, that they were saved. Either somebody called them away or\nsomething, I don’t know what it was but it was dug. The hole was dug in our\ngarden and my father was standing around. My mother and my sister was sitting\nthere, you know, from the window. Only the men. Something happened, either\nwith the war, I don’t remember what it was but somehow he was saved. His\nfather died like this too. So error and fear is what I grew up with. Possibly I can’t\nremember because of that; I thought I pushed it out of my life. There were better\ntimes when we came to Bucharest. As I said before, my mother -- my father --\nmy relatives actually in Bucharest decided that -- little by little to bring us out of\nthere. Because Czernowitz was very bad. My mother got somehow a certificate\nthat she needs an operation in the capitol, in Bucharest. As two minors, we went\nwith her.",
        "A: No.",
        "A: Right. We got there and it was great. We couldn’t go out because they were\nlooking for people from Czernowitz to re-deport them. So we were hidden for a\ngood three months in somebody’s house until that thing blew away, whatever it\nwas. It took my father seven months to walk from town to town; from the\nnorthern Romania into the capitol, Bucharest. He arrived almost before the\nGermans started to bomb. That’s how we were reunited and we had four years of\nconstant bombardment in Bucharest.",
        "A: Yeah. So we were going constantly --. There was a big, big building. One of the\nbiggest, where my aunt and uncle lived and we were with them. I don’t know\nwhich bomb was it, the British or the American took two stories off that. We\nwere under -- well they were building, the building was already done with, what is\nit called? not for bomb, for shelter, was an air raid shelter down there. We\npractically lived there because it was -- in the morning, the British, then the silver,\nthe Americans came; then the Russians. So we were back and forth, back and\nforth. At least they didn’t have time for the Jews. A lot of people were killed in\n7\nshelters because the bombing it had to be. It was such a mixed feeling. We knew\nthe bombs, they coming to bomb; but we were happy they were coming. So a lot\nof people perished in the -- Jews and non-Jews, I imagine.",
        "A: Yes, yes, uh-huh. No, I remember going to, on the corner there was a movie,\nIngrid Bergman and -- what was the movie? I just saw it on television recently --\nI never saw the end of that movie until we got to Italy. It was -- the bombs were\ncoming so I didn’t see that movie.",
        "A: Intermezzo. Well the alarm was sounding. There was pre-alarm that went when\nthey left Italy. The pre-alarm they had to evacuate the movie immediately. So we\nhad only about a block to go. My sister and I never saw the end of it until we got\nto, I think, America or Cuba, the end of the movie, Intermezzo. Then we did our -\n- after that we did our equivalency, we went to school.",
        "A: Bucharest.",
        "A: After I -- they hold an exam for those, the equivalency. I was taught at home; so\nwere many others. We went into junior high school. The junior high school and\nhigh school and I got my baccalaureate. What is it called? Finish of high school,\nthe big exam. There was an oral exam and a written exam. The oral exam -- they\nwere communists, of course, and you couldn’t say anything about ---. You had to\nsay, you had to lie. They twisted history a lot and you had to go along with that,\notherwise they failed you. And it was a very tough exam, a whole day exam. I\nremember my mother fasting on that day because we knew we were trying to get\nout and she wanted me to have that document with me. I passed it and then there\nwas years until we got the visa for, the transit visa for Hungary and Austria but\nthe exit visa expired. So we went for two years until finally it happened. We\ntook a lot of our stuff, like some china and some crystal that were in the family for\na long, long time and we shipped it to Israel to my aunt. That’s how come I have\nthese -- whatever pictures I have. Because when we left Bucharest, we were told\nthat youll come crawling back and you don’t even need anything to take with\nyou. They examined my teeth and the hair for diamonds and for whatever. My\nfather buried a lot of stuff. They now have a refrigerator factory there so there’s\nno chance of going to get that. We came out and went to Switzerland first and my\nfather got some money out from what he had long before the war. If we didn’t\n8\nhave that money, we could never have made it. We bought some clothes and we\ntried to go to consulates, to get a visa. Switzerland only gave you so much stay\nand you couldn’t stay any longer and they would not prolong it. So we came to\nItaly. In Italy we went to the American embassy and they informed us that we\ncan’t get a visa. We lived in Italy for eight months.",
        "A: In Milano. We traveled through a lot of this -- whenever an embassy was . There\nwas a question of Costa Rica or Cuba or Venezuela or whatever. My father, deep\ninside him, was hoping that the Russians would go away and he would be able to\ngo back.",
        "A: No, to Bucharest. Czernowitz is gone. Was given away. He never told us when\nthere was a boat. Finally we got a visa to Cuba. According to my father’s cousin\nin America; he said that’s the closest, forty minutes. So you wait a couple of\nweeks and then you’ll come here. A couple of weeks turned out to be ---.",
        "A: So we chose Cuba. We went to the Cuban embassy in Italy and we got our visa.\nThen he was holding off. Every time we go to check when there’s a boat to Cuba,\nhe said, there’s no boat to Cuba. He thought maybe they’ll go away, maybe we’ ll\nbe able ---. He just ---. We wanted to go to Israel and we were advised not to.\nWe went through a lot so much already and I mean, ’48; the State was born in\n\"48. This was °47 and there was a lot of things going on there and so finally, he\ncouldn’t hold anymore and we took a boat. We went to Cuba. We had falsified\npapers in Italy, I want you to know, from the Romanian government —in-exile\nbecause we only had a visa for 30 days and it came, what, eight months we stayed\nthere. So they kept falsified on our passport, that we have. We got a Cuban visa\nand a false Romanian visa. Even the language was not correct because they were\na government-in-exile. They forgot how to speak Romanian from King\nMichael’s. So we got our Cuban visa and we came to Cuba. We stayed in Cuba\nand waited and waited.",
        "A: Yes. Right. No, we didn’t. We couldn’t get a visa. My father was -- how can\nyou sit in a hotel. How long can you --? My father went into business. We had\nan apartment. I was working, my sister was working. I went to business school\nand learned steno and I was a secretary in six languages.\n9",
        "A: In Havana, yes. And so is my sister, import/export companies. We were very\nhappy. My parents suffered and they, I mean it was hot. The hurricanes, they’re -\n- besides when an American visa comes. We go.",
        "A: Left Europe in ’47.",
        "A: No, I remember we got --— no, I don’t remember the exact date. We got to Cuba\nin 1948, the hottest year, the hottest summer, well, it was all year around. The\nbiggest hurricanes, that was Cuba. Then we came here to the United States and\nmy father again went into a different business. He -- his cousin was in knitwear\nso he worked with him for a while and then he opened a wholesale store, down on\nLudlow Street. He was selling to stores and he was manufacturing himself. In\nother words, not manufacturing but contracting; sweaters and all kinds of\nknitwear. Then he had a heart attack and died.",
        "A: Fifty-eight. My mother was 67 when she died five years later. It’s just, you know\nyou go through so much and you -- she just couldn’t live without him. Of course,\nmy sister and I ---. My sister lives in Florida, in Miami Beach. She lost her\nhusband. Suddenly for -- a very, very strange --. There were 14 people in cases\nlike this in the world. He was number 15, he had cancer in his heart, can you\nimagine that? They removed almost half of his heart and they replaced the wall\nwith woven, imitated --. He lived for a year and a half. I met Charlie on a blind\ndate. Never knew what a blind date was, always wanted to know. Because in\nCuba, there were 8,000 Jews in Cuba and everybody knew everybody, if not\nintimately, but of everybody. Nobody knows what it means to have it like that,\nthat was it. Now are you going to behave Charlie or do you want me to talk for\nyou or what? {Male voice: Pll do my best}. Pull yourself together and just. You\nask your questions, he’ll answer, how’s that?\n10\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "Unauthenticated\nInterview Alma Goldberg\nDate of Interview\nSite of Interview Here"
    ]
}