{
    "rg": "RG-50.030.0544_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nNahum Krasnosielski, conducted by Ina Navazelskis on November 24, 2009 at\nthe Holocaust Museum in Washington, D.C. Thank you Mr. Krasnosielski for\ncoming today to talk to us.",
        "Answer: Thank you very much, I am very glad to see you here.",
        "Q: Okay. We will start, as we always do in our interviews, from the beginning. I’d\nlike to get a sense of where you were born, what your family was like, who was\nyour father, who was your mother, where did you grow up. So tell me about your\nchildhood, your early years.",
        "A: I wanted to tell you that in the first part of my biography, that I have written in\nPolish, all these details are there, but I will try to repeat some of them.",
        "Q: Thank you.",
        "A: I am born January the 25\", 1918. So, I have 91 years.",
        "Q: You don’t look it at all.",
        "A: Thank you very much.",
        "Q: And where were you born?",
        "A: I am born in a small town, at this time, Nikopol’, Dnipropetrovs’ka Oblast’.",
        "Q: Oh, so that’s in eastern Ukraine.",
        "A: This is eastern Ukraine. Zaporosh’ye, which is very popular in Polish literature.\nNovember 24, 2009",
        "Q: Mm-hm.",
        "A: There were the Cossacks and the — the — the front of [indecipherable] and many\nother events. Now, Nikopol’ is a lot bigger, an industrial city in Ukraine.",
        "Q: An industrial city in the Ukraine. Hang on just a minute. When did you leave\nthe Ukraine?",
        "A: If Ican remember, probably in 1921 —",
        "Q: What are you —",
        "A: — when I was three years old.",
        "Q: Do you have any early memories at all?",
        "A: No, I have some memories, because in a small town, not far from Nikopol’, the\ntown Kakhovka was living a mm-mm — 0-omotat — omotologist(ph), my father’s\nbrother, Krasnosielski too.",
        "Q: Uh-huh.",
        "A: And he has two daughters there. We didn't have any big contacts with him,\nbecause we lived in Poland, and they didn’t leave Kakhovka, and were continuing\nto live in Ukraine.",
        "Q: I see. Tell me a little bit about your father and your mother.",
        "A: My mother was a tsohn(ph) doctor, and my father was a tsohn(ph) doctor.",
        "Q: What’s a tsohn(ph) doctor?\nNovember 24, 2009",
        "A: Teeth.",
        "Q: Teeth, ah, he’s a dentist.",
        "A: A dentist, yes.",
        "Q: I see.",
        "A: My mother was a dentist, my father was a dentist and two my father’s brothers\nwere dentists, too.",
        "Q: A dentist family.",
        "A: Yes, a dentist family.",
        "Q: And what, at that point, when you moved to Nesvizh, was it part of Poland, or\npart of Belarussia?",
        "A: Well, we came to Nesvizh, we changed our country from Soviet Russia to\nPoland, where both of my parents were citizens of Poland.",
        "Q: How did they become citizens of Poland? Were they from there originally?",
        "A: They were born in Poland.",
        "Q: Ah.",
        "A: Because this part of Poland belonged to tsarist Russia.",
        "Q: Russia. Of course, of course. And so, what prompted them to move to Nesvizh\nin 1921?\nNovember 24, 2009",
        "A: The great [indecipherable] connected with the revolution in Russia, made the\nlife very hard, and many Jews at this time, who had citizenship from another\ncountry, tried to go there. And because my father was born in Nesvizh, and my\nmother was born in Wilno, so both were born at the territory of Poland.",
        "Q: Yes. Yes. Did you have brothers and sisters?",
        "A: I don’t have any sisters and any brothers. One of my brothers died at the age of\nsix years, probably from hunger in time of revolution.",
        "Q: So he was older than you?",
        "A: He was older than I am, but he died before my birthday.",
        "Q: I see. So, did you grow up as an only child?",
        "A: Yes.",
        "Q: I see. [tape break]",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Norbert Nahum Krasnosielski. So, we were talking about your\nchildhood, your — the family’s move from nepr — Dnipropetrovs’ka to Nesvizh.",
        "A: Nikopol’",
        "Q: Niko — from Nikopol’ —",
        "A: Nikopol’. Dnipropetrovs’ka is the county.\nNovember 24, 2009",
        "Q: Ah, from Nikopol’ to Nesvizh, and that you were an only child and that you\ncome from a family of dentists, basically. Mother, father, uncles. And 1s that what\nthey did in Nesvizh? Is that what they beg — continued their professional life?",
        "A: Unfortunately, it came to a divorce, and I left myself with my mother.",
        "Q: I see.",
        "A: My father went to Vilnius, and he was the head of the Vilnius Zionist\norganization.",
        "Q: That’s quite interesting. Did you visit him there? Did you have contact with\nhim?",
        "A: Very seldom, but yes. He wanted to come back to my mother, but he was a\nCohain.",
        "Q: What’s a Cohain?",
        "A: A Cohain is a section of religious beliefs, and a Cohain can’t come back to his\nformer wife.",
        "Q: What a contradiction for him.",
        "A: Yes. And when I met him in Vilnius, I heard that he said to my mother [speaks\nforeign language here|",
        "Q: What does that mean?",
        "A: Around me are criminals. And he —\nNovember 24, 2009",
        "Q: What was he referring to? What do you think he was referring to?",
        "A: He died at the age of 47 years, because of some events from the time of\nrevolution, he ate something that it is forbidden to eat. And he had with his stomach\na very hard illness, and he died in Vilnius at 47 years.",
        "Q: And what — what year do you th — did he die? Do you remember? Was it — how\nold were you at the time?",
        "A: I was probably 15 years old.",
        "Q: Oh, so it was in the 30s he died?",
        "A: Yes.",
        "Q: And what are — what are the memories of your father that you have? What kind\nof a person was he?",
        "A: My memories of my father are maybe for me interesting. He had snihas(ph)\nafrabonis(ph). It means he had a document that he can be a rof(ph), a raggi(ph).",
        "Q: Oh, really?",
        "A: Yes. And he taught at one of the famous yeshivot.",
        "Q: Really?",
        "A: Yes.",
        "Q: In Vilnius?\nNovember 24, 2009",
        "A: No. Probably, or in Glatzk(ph) or in Mier(ph), one of the two cities with very\nbig synagogues, and many people were coming to study there from America, from\nall the world. And when my mother was angry on him, she said utchi(ph)\nsaleeshka(ph).",
        "Q: He’s a teacher at —",
        "A: A small teacher, utchi(ph) saleeshka(ph).",
        "Q: Women know how to get it to a man, they really do. So — so, what’s important\nfor you is that he nevertheless had this kind of experience, this kind of bent, this —\nthis direction. What about personally? Did you feel close to him?",
        "A: From time to time he was sending me Hebrew books, because for one year I was\nin a Hebrew school, Farwood in Nesvizh.",
        "Q: Uh-huh.",
        "A: And the memories of Nesvizh are the most living memories for me.",
        "Q: Tell me about them.",
        "A: There were my best friends. There — there were my best friend’s girls. And\nNesvizh played a very big role in my —",
        "Q: Life.",
        "A: — development.",
        "Q: I see.\nNovember 24, 2009",
        "A: Yeah.",
        "Q: So tell me — tell me then about your mother. What was she like? Did she start\ndentistry? Did she then become — have her own practice? How did she raise you?",
        "A: It was very hard, and her friends said that she is a bearyai(ph).",
        "Q: And what does that mean?",
        "A: A bearyai(ph) in Hebrew, it is a lady who knows how to do everything.",
        "Q: Were they right?",
        "A: Yes. And well, in Vilnius was hard with earning —",
        "Q: That’s right. A living.",
        "A: Es-Especially after 1929.",
        "Q: Why was this an — after 1929?",
        "A: After 1929 begin the great depression in America.",
        "Q: That’s right.",
        "A: And Nesvizh received a lot of money from Jews who came from Nesvizh to\nAmerica years ago. And in time of this crisis, they began to stop to finance the\nJewish community.",
        "Q: Ah.",
        "A: So, my mother said to me — I was already 15 - 16 years old, so she said, maybe\nwe will go to a small town where there 1s no dentist.\nNovember 24, 2009",
        "Q: So there were already dentists in Nesvizh, there was too much competition?",
        "A: Yes. And she said, you will be the geographer. You will find someplace to go.\nAnd I found for her a place, a small town, Landvaroof(ph).",
        "Q: Landvaroof(ph), is that on this map?",
        "A: I don’t know if it is, Landvaroof(ph), close to Vilnius.",
        "Q: It’s close to Vilnius, uh-huh.",
        "A: Yeah. Yes. It — it — itis here. It is in 10 kilometers on the line Vilnius, Warsaw.",
        "Q: Lukaradishkis(ph) is what it says here on the map. [indecipherable] is\ndifferent.",
        "A: [indecipherable] probably they call it different.",
        "Q: Yes.",
        "A: In Polish this Landvaroof(ph).",
        "Q: Landvaroof(ph).",
        "A: Yes.",
        "Q: And do you remember what year you moved there?",
        "A: We didn’t move there.",
        "Q: Oh.\nNovember 24, 2009",
        "A: My mother took the necessary instruments 1n a small case, and she came to\nLandvaroof(ph), and she bought from a hairdresser a better chair for patients, and\nshe worked all the day there, and in the evening she was coming back to Vilnius.",
        "Q: To Vilnius, but not to Nesvizh.",
        "A: No, no.",
        "Q: I see. So —",
        "A: That was already in Vilnius.",
        "Q: So — okay. So the year you move to Vilnius would have been 1929 - 1930, do\nyou remember?",
        "A: Probably 1930.",
        "Q: So, did you see your father more often once you and your mother moved to —",
        "A: No, because he moved to Warsaw.",
        "Q: I see.",
        "A: He tried not to meet, th-the old —",
        "Q: Family.",
        "A: — family.",
        "Q: Did he have a new family?",
        "A: Yes. He had a new family, and the people that he called so dar —",
        "Q: Such a name.\nNovember 24, 2009",
        "A: — so hard, were the people who were around him, were living from American\nmoney, that were receiving from New Jersey. What is the capital of New Jersey?",
        "Q: Trent — probably Trenton, yeah. Trenton, Trenton.",
        "A: Trenton.",
        "Q: I believe it — Trenton, yeah.",
        "A: In Trenton he has a small factory of paper, and he was sending them dollars.\nWhen they began acquaintance with receiving from him dollars, most of them\ndidn’t work.",
        "Q: This is a very well known syndrome.",
        "A: Yes.",
        "Q: This is a very well known syndrome. Hang on just a second. So, let’s go back a\nlittle bit to Nesvizh —",
        "A: Yes.",
        "Q: — because I want — you say your happiest development — you know, your\nhappiest memories are from growing up there. Is that sa — is that so?",
        "A: Yes.",
        "Q: Tell me about what some of those memories are.",
        "A: I have a collection of photographs of Nesvizh.",
        "Q: Mm-hm.\nNovember 24, 2009",
        "A: I brought it if now from Lithuania, from a sanitarium, where there were some\npeople from White Russia, and when I told them that I know Nesvizh they were\nvery excited and they send me photographs of Nesvizh, how Nesvizh looks now.\nAnd they called Nesvizh the pearl of White Russia.",
        "Q: And why is it so? Why — why is Nesvizh so special?",
        "A: I think that mostly thanks to the family of the Radziwells, because they heard in\nNesvizh there might be a big palace. I don’t know if there is a second such in the\nformer Poland. And around the palace was a beautiful park. And the Catholic\npriests brought Italian artists, who painted the churches in Nesvizh. So, it was a\nsmall town, but some very excellent in architecture, in culture, and in Jewish life,\ntoo.",
        "Q: In what way — what was special in Jewish life in Nesvizh?",
        "A: In Jewish life, the most of the people were intelligentsia.",
        "Q: Ah, ah.",
        "A: Mostly. And when they needed a university, they send their young people to\nVilnius to the University of Jan Batory.",
        "Q: Stefan Batory.",
        "A: Stefan Batory.",
        "Q: Batory, mm-hm.\nNovember 24, 2009",
        "A: Stefan Batory was a Hungarian, or to Lemberg to Lwow.",
        "Q: Oh yeah, oh yeah.",
        "A: In Lwow was the University of Jan Kazimierz, one of the Polish kings.",
        "Q: Do you have a particular memory from Nesvizh about your own life that is\nspecial?",
        "A: About my own life 1s much of excitement. The school was excellent, the Polish\ngymnasium.",
        "Q: Is that where you attended?",
        "A: Yes.",
        "Q: Mm-hm.",
        "A: After Farwood(ph), after the Hebrew — Hebrew school. The school was on the\nname of Wiadislaw Syrokomla.",
        "Q: Mm-hm.",
        "A: Wiadistaw Syrokomla was a Polish White Russian writer and philosopher. So\nthe White Russians say, our great man, and the Polish said, our great man.",
        "Q: Very familiar, very familiar, yes.",
        "A: Yes. The director of the school was Jan Grodis(ph), that’s why I mix Jan —",
        "Q: Before —\nNovember 24, 2009",
        "A: Jan Grodis(ph). The last name looks maybe that he was Lithuanian,\nGrodis(ph), maybe.",
        "Q: Possible.",
        "A: And he was super tolerant to other nationalities. Super tolerant. He was a priest,\nand the priests mostly had some feelings not the best against not Catholics. But he\nwas a different Catholic, and the big priest doctor professor Jan Grodis(ph).",
        "Q: And he was — was it a public school, the — this gymnasium?",
        "A: This was a public school.",
        "Q: And so a Catholic priest was the director of a public school?",
        "A: Yes.",
        "Q: How interesting.",
        "A: And when the Russians came to Nesvizh, they didn’t remove him for — from this\nwork, a work of education —",
        "Q: The Soviets, you mean.",
        "A: You have to remember.",
        "Q: This is very unusual.",
        "A: So, Isaw young Grodis(ph) already not in his priest’s clothes —",
        "Q: Yeah.",
        "A: — but in the clothes of a Polish gentleman.\nNovember 24, 2009",
        "Q: And when did the Soviets come to Nesvizh?",
        "A: Hm?",
        "Q: When did the Soviets come to Nesvizh?",
        "A: When I came to —",
        "Q: No, when did the Russians, when did the Soviets come to Nesvizh?",
        "A: I wrote an article about that.",
        "Q: Mm-hm.",
        "A: And I have this article with me.",
        "Q: Okay.",
        "A: On four, five pages.",
        "Q: Okay.",
        "A: So, there is something about that. They came the first days of September 39.",
        "Q: But you were already in Vilnius, yes?",
        "A: I was on vacation in a small town, Iwje.",
        "Q: Mm-hm.",
        "A: In White Russia — in today’s White Russia. Why we went to Iwje? Why we\nwent to Landvaroof(ph)? So we found I was the geographer, so I found city Iwje,\nnot far from Baranavichy.",
        "Q: Mm-hm.\nNovember 24, 2009",
        "A: Baranavichy is a big railroad city. And the reds are — came to Iwje. And they\ncame to Iwje, you are born in Nikopol’, so you are a Russian citizen, and finished,\nand no more discussions.",
        "Q: So they took you aw — right — and you were how old? You were then 20 years\nold, 21 years old?",
        "A: Yes.",
        "Q: So that’s perfect age for the army.",
        "A: Yes.",
        "Q: And so were you drafted into the Soviet army at that point.",
        "A: They took 19 years old, thousand — thousand men 19 - 20, and 18. I was in the\nmiddle.",
        "Q: Oh, I see.",
        "A: So, I went to the army and I came to Leningrad.",
        "Q: Before we talk about Leningrad —",
        "A: Yes?",
        "Q: Let’s talk about Vilnius, where you also lived, in the 1930s.",
        "A: Yes.\nNovember 24, 2009",
        "Q: What can you tell us about your life in Vilnius then? What kind of a city was it\nfor you? What did — did — did you have close friends, did your mo — was your\nmother happy there? Did you have —",
        "A: My mother was only in one thing unhappy, that it was so many dentists in\nVilnius, and she was already an old lady, at this time she was close to 60. It is very\nold.",
        "Q: Yes.",
        "A: Today 60 years, it is nothing special. So, this material side was —",
        "Q: Difficult.",
        "A: Yes. So, we went to different small cities and I was the geographer, very\nresponsible for my job, so we went to Landvaroof(ph), Kujainietz(ph), Iwje,\nSobotniki and what, may — maybe 15 different places, and usually the technique\nwas such that my mother wrote to the pharmacist, and the pharmacist answered that\nthere is no dentist, and a second, very important question, is there a forest?",
        "Q: And why is that? Why would be a forest important?",
        "A: The forest is important, who 1s living in a forest, especially in a pine forest, we’ ll\nhave excellent lungs. And until now I have excellent lungs.",
        "Q: How wonderful. How wonderful. There are beautiful pine forests in that part of\nthe world.\nNovember 24, 2009",
        "A: Yes.",
        "Q: And so you were kind of like traveling dentists, you and she.",
        "A: Yes.",
        "Q: And yet you would come back to Wilno to live. So you would be all —",
        "A: To Wilno to live.",
        "Q: Yes.",
        "A: But one vacation we [indecipherable] again, and she said, don’t move\nanywhere. We will see what will be after.",
        "Q: And where — you were then in that resort town? What was the place —",
        "A: It was ’39 in Iwje. And in Iwje came the Russians.",
        "Q: And what happened with your mother when you went to the army?",
        "A: She wrote letters to me, and she send me food, to the army.",
        "Q: Of course.",
        "A: And my friends in the army said they never saw such big animals with such good\nfood. And everything stopped. The lit — the lit — Italians came to Vilnius, and they\nknew that Vilnius had a second name, Jerusalem of Lithuania. So they began to\ndestroy absolutely the Jewish population in Vilnius. And one of my friends,\nJergus(ph) Kowalski(ph) was immediately killed.",
        "Q: One of your friends, Jergus(ph) Kowalski(ph) was immediately killed.\nNovember 24, 2009",
        "A: Jergus(ph).",
        "Q: Mm-hm.",
        "A: It is Grigory.",
        "Q: Yeah.",
        "A: Gregory. Jergus(ph) Kowalski(ph). And Kowalski(ph) the name is a Slavonic\nname.",
        "Q: Yes.",
        "A: But he was a very true Jew, and he was together with me in gymnasium of\nSlovatski(ph) Vilnius. And he went to Germanistic(ph), so he knew German\nexcellent, and she began to quarrel with the German soldier, and the soldier sli —\nkilled Kowalski(ph). And I met Kowalski’s(ph) brother already, after the war.",
        "Q: And your mother, was she in Vilnius, or was she in this tow — small town when\nall —",
        "A: She was, when I went to the — to the — to the army —",
        "Q: Yeah.",
        "A: — in Iwje.",
        "Q: In Iwje.",
        "A: She didn’t come back to Vilnius.",
        "Q: Okay.\nNovember 24, 2009",
        "A: Because in Iwje she had enough patients, and —",
        "Q: It was okay.",
        "A: — it was easier than in Vilnius.",
        "Q: What happened to her?",
        "A: She was killed by the Germans. I received a letter from a Jewish doctor\nMelamed(ph) from Iwje, and he wrote, kill the Germans, kill the Germans. Your\nmother, together with other intelligentsia went to someplace — I don’t remember\nwhat is the name of the place — and was executed.",
        "Q: Where were you when you got this letter? Where were you when you got this\nletter?",
        "A: In the army.",
        "Q: I know, but what ci — what place? What place? Were you in Leningrad?",
        "A: In Leningrad all the time.",
        "Q: In aw — in Leningrad the whole time.",
        "A: Yeah, all the time. All the time of the blockade.",
        "Q: So were — this was — you got the letter before the blockade?",
        "A: It was already the blockade, because when the Reds came to Iwje, they came to\neastern Poland. And when they came to eastern Poland, the western part of Soviet\nRussia became —\nNovember 24, 2009",
        "Q: That’s right. The —",
        "A: [indecipherable]",
        "Q: — it got ex — yeah, it got extended.",
        "A: Finished, miss Poland.",
        "Q: Now, here’s a question. You mentioned your father was the head of the Zionists\nin Vilnius.",
        "A: Yes.",
        "Q: As you were growing up, in your childhood, in your — in your teenage years, did\nyou have any political interests at all? Were you interested in politics? Did you\nidentify yourself to any particular group?",
        "A: My beloved organization was Hashomer Hatzair. From Hashomer Hatzair,\nmost of the Shomerim took part in every fight against Hitler. And how you see on\nmany of the photographs, I am with the Hashomer. This is my political\norganization.",
        "Q: Tell us — tell us a little bit more about these organizations, so that people who are\nlistening to this in the future would understand what they were.",
        "A: Hashomer Hatzair was beloved by my father because he was a Zionist, and this\nwas the most developed youth organization for Zionists. So he loved Hashomer\nHatzair. And he told my mother that it is a good place for your son to be a Shomer.\nNovember 24, 2009\nFirst she said, ah, I don’t know what kind of youth 1s there, that is different youth,\ngood and bad and all that. But when he told her, she took it —",
        "Q: Seriously.",
        "A: Yes. And I was very close to Hashomer Hatzair because my father was the\nhead of the Zionist organization.",
        "Q: Did you have any other close relatives as you were growing up, with you? To\nme, I get the impression that it was only your mother and yourself, as a team.\nYou’re the geographer, she’s the dentist. Were there any other people who were\nclose to you at those years?",
        "A: I will tell you, there is, in my biography a lot of details. But I will repeat the\nmost important. My mother’s sister, Mina(ph) was a massage-ist in the\nDruskininkai. That’s why almost every year I am coming to the Druskininkai for\ntwo weeks, and I see some of the forest there, and for me is a great, tragic pleasure\nto see it. So, I went to the cemetery of people who were killed in Druskininkai.\nMost of the people were Russians, and there was written their military —",
        "Q: Rank.",
        "A: Yes. And they saw that some other man is going on the same cemetery and is —\nhe reads the inscriptions on the monuments. Well, I began to speak with him and he\nNovember 24, 2009\nsaid that yes, | am from Druskininkai. I was a partisan against Hitler. All the Jews\nfrom Druskininkai were taken to Grodno and executed.",
        "Q: That would mean your aunt as well.",
        "A: And among them was my mother’s sister, the massage-ist, Mina(ph). In Nesvizh\nmy mother had a brother, Zahar(ph). Zahar(ph) was killed in Nesvizh very fast,\nbecause the Germans had the impression that his son has sympathies for leftist. So\nhe was executed almost immediately, maybe the second or third day in Nesvizh. He\nwas a composer, and I have probably here some notes that he composed. And some\nof his songs, I know from my memory, and I would want to — to — to make some —\nsome use of that.",
        "Q: Could you sing something? Would you mind singing one of those songs? Do you\nmind singing one of them right now?",
        "A: Yes.",
        "Q: Please?",
        "A: Not the easiest songs.",
        "Q: Okay.",
        "A: The texts are Polish.",
        "Q: It’s okay.",
        "A: It’s understandable.\nNovember 24, 2009",
        "Q: Yes.",
        "A: Now, I am a very small singer.",
        "Q: It’s okay, it’s okay. For us it’s very important.",
        "A: Atango(ph).",
        "Q: Atango(ph).",
        "A: Atango(ph). [sings]",
        "Q: Thank you, thank you, I know it’s not easy. But we care very much about the\nmusic that people created. And when — this is the music of the boy who was killed,\nthen, almost immediately.",
        "A: It was the [indecipherable] killed. His name is Salomone(ph) Zarhe(ph).",
        "Q: Salomone(ph) Zarhe(ph).",
        "A: Yes, Salomone(ph) Zarhe(ph). Salomone(ph), we called him Moniek(ph).",
        "Q: Moniek(ph).",
        "A: Moniek(ph) Zarhe(ph). Everybody knew him, because in Nesvizh he was the\ndirector of a dancing and singing ensemble.",
        "Q: When did you — when you found — do you remember when you found out about\nthese different things? Was it when you were in Leningrad, or after the war? What\nhappened to your Aunt Mina(ph), what happened to Moniek(ph), what happened to\nNovember 24, 2009\nyour mother. I mean, your mother is, you got the letter, but the other people who\nwere close to you and dear to you, when did you find out about their fate?",
        "A: Something I found from letters, like Dr. Melamud’s(ph) son from\n[indecipherable]. Somebody I found in Druskininkai already lately —",
        "Q: Mm-hm, recently.",
        "A: Yes, that they saw that all the Jews were executed in Grodno. From many\npeople, I know who survived Nesvizh. For instance, I write to Israel, to a very old\nfriend. The old friend fought with me under Leningrad, against Hitler, but I didn’t\nknow about it, because under Leningrad you had a half million soldiers, wh-wh-\nwho knows? And this was the photograph of the Radziwells. His father was\nphotographing everything what happens in the palace of the Radziwells.",
        "Q: I see.",
        "A: And the Radziwells was not simple youks, but they had people in the royal\nfamily of Poland.",
        "Q: Yes.",
        "A: So it was a very special family. For instance, around Nesvizh they had over a\nmillion hectares of ground, except the palace, with the park, with everything. Now,\nfrom Nesvizh — so, I receive letters until now from the friend from Israel. He was\nvery hard —\nNovember 24, 2009",
        "Q: Wounded, or something?",
        "A: [indecipherable]",
        "Q: Wounded, was he wounded, did he have injuries?",
        "A: He — he — he couldn’t walk, al-al-al-almost — almost he couldn’t. His wife died a\nshort time ago, she was a survivor from Romania. So, from him I know a lot. A lot\nI know from the book, from Dr. Shalom Cholawsky. Dr. Shalom Cholawsky\nwrote about Jewish partisans who fought against Hitler. And he was one of the\nheads of the Jewish partisans. And he’s — here is his photograph with his rifle. Dr.\nShalom Cholawsky. So, from such —",
        "Q: Sources.",
        "A: — sources, I know something.",
        "Q: So, let’s go back now to Leningrad.",
        "A: Yes.",
        "Q: And tell us — tell me about what was your experience there. What was it like to\nbe in the siege of Leningrad’? What kind of fighting happened?",
        "A: You have to take [indecipherable] something, that’s my mother finished a\nRussian high school, and a Russian university in Kharkov, in Ukraine. And\nRussian, she said to everybody that Russia is my homeland. So I had some\nsentiments to Russian culture, to Tolstoy, to — to Chekhov.\nNovember 24, 2009",
        "Q: Of course.",
        "A: It is under-understandable. So, when I came to the Russian army, I found people\nwho speak almost so well, how I am speaking Russian. And born in Nikopol’, so it\nis Russia. So, to en — together I am theirs, you know. So I have very strong\nsentiments to Russian culture, to the Russian people, but not to the Russian\n[indecipherable].",
        "Q: Yeah, yeah.",
        "A: Because politics are very different, with a lot of facts, subjective facts. The\nPolish look different today, different they looked 15 years ago, so I try to be very\nneutral, and my politics is the politics of America.",
        "Q: But in Leningrad in 1941, that’s the story I want to capture. Of a young man\nwho’s 20 years old, or 19 years old, who’s in the Soviet army, and li— and you\nknow, it’s hard time. I want to learn about what that was like.",
        "A: Yes. In the gymnasium of Slovatski(ph) in Vilnius was a legya(ph), legya(ph), a\nlegion of young people who had a military training. But not all the Jews were there.\nSome, if they were [indecipherable] but if they were young [indecipherable].\nWhen they came to the Red Army, it was a training shooting. And I shot three times\nand I make 29 points.",
        "Q: Is that good or bad? I have no idea.\nNovember 24, 2009",
        "A: It is a very high result.",
        "Q: So that means you’re a good marksman.",
        "A: Yes. A man who speaks Russian, and who shoots 29 from 30 possible\ntheoretically —",
        "Q: Points.",
        "A: Oh, okay. It was another training, who will put his gasmask faster than any\nother. So many made it in five seconds, in seven seconds. I made in one second and\nfour. Ay. So they gave me on a good artillery position, thanks which I don’t hear\nyou too well.",
        "Q: If you had gotten 20, and not 30 - 29, maybe you’d hear me better, is that what\nyou’re saying?",
        "A: Probably, probably. Or not —",
        "Q: Or not.",
        "A: — or not.",
        "Q: You never, never know.",
        "A: I don’t know.",
        "Q: So, you were in the artillery, so that means front line, yes?\nNovember 24, 2009",
        "A: So, it was artillery against German bombers. And sometimes we shoot well, and\nsometimes we shoot very badly. The first day, we shoot in — in — in a Russian plane\nby mistake.",
        "Q: It happens.",
        "A: It is different, you know. And when the Russians, at whom we shoot, found\nthemselves a piece of a forest and were hiding, so we gave a commander to — to — to\nshot better. And they came to the [indecipherable] to our battery, and they said, no\nmore planes.",
        "Q: Good that they survived. At least that much.",
        "A: So, was th-the — the begin of our great training. But, because we shot bombers,\nthe head of our unit said, we anti-aviation artillery-ists, we are living a long time, so\nhe said. Because, you know, they bombard a factory, and they don’t look on the\nbattery of artilleries, they don’t need a battery of artilleries, they need a — to destroy\nthe factory, or to destroy the civilian population in this city, on the market or\nsomething. So, the — the head of the unit told the truth. I think that he 1s still alive.",
        "Q: Did you eat well during the siege?",
        "A: This was the most terrible thing. At home I weighted 66 kilograms. In the army,\nI weighted 39 - 37. I looked more like a dead man. The hunger was terrible. It is\nterrible. It is weeks and weeks and months and months, almost nothing eating. I\nNovember 24, 2009\nhave an excellent book, he has the book, where the author wrote the true face of the\nblockade of [indecipherable]. It is the one book where there is no subjective to — to\nmuch moments. He wrote how it was, everything. It is — it 1s terrible. You are\nwalking through the streets and you are seeing dozens of dying people. This author\nsaid that in the hunger in Leningrad died one million population. One million; not\nmilitary, civil population. And he said that the history doesn’t know a second such\ncase that 900 days you don’t give up, and Hitler can’t take Leningrad. The\nmarshals of Hitler came close the gates of the city, and they brought even stones to\nbuild a monument for Hitler, for their fuehrer. And we did, 20 years old guys, we\nsaid no. No. Ended. No was true.",
        "Q: No stones for — yes. So what was it that you did eat? What was it that you did\neat?",
        "Q: This author wrote exactly, I will tell you for an example. 15 grams sugar, it is not\na full teaspoon. Around 20 pounds fat, but who knows what kind of fat it is? From a\ndog, or from a — from a cow? Who — who — who knows what it is? No bread, but\ninstead of bread, sukardi(ph). It’s made — it means pieces of bread baked on — on —\non fire, you know. So people said that the material for the — for the bread is the rest\nfrom food for horses, for cavalry. But the horses died from hunger a long time ago,\nand they make — made bread for the population. What is there more?\nNovember 24, 2009",
        "Q: I’m tal — but you, is there something you remember eating? This is the same\nthing —",
        "A: This is — this was my — my eating, but it came a better time, as they send my unit\nto the lake of Ladoga.",
        "Q: Where is that?",
        "A: Ladoga is the largest lake in Europe. It is between Finland and between Russia.\nThe Finnish said that all Ladoga has to belong to them, and the Russians say that\nall Ladoga has to belong to the Russians. On the Ladoga were points where trucks\nwinter were going through the snow and the ice, through the Ladoga, through the —\nwith some food. And we didn’t have a lot work to fight to the Germans, so we had\nenough time to help the civil population. So, we could —",
        "Q: Get some food.",
        "A: — something what fell on the — on the ground, or something to — but to take\nsomething from a truck, dead. Everybody knew, don’t touch it. The Ladoga has 42\nkilometers, such trees were from a — one side were the Finns, and on the other side\nthe Russians.",
        "Q: And were you shooting at each other at that time, the Finns and the Russians, or\nnot?",
        "A: What?\nNovember 24, 2009",
        "Q: At that time, when you were in Ladoga, were the Finns shooting at the Russians\nor not, and the Russians shooting at the Finns?",
        "A: I would say that the Finns wanted to look more gentlemen than the Germans. I\nfeel so, that they threw less shells on the Russian territora — territory than the\nGermans. I have a such feeling, because in Leningrad was inscriptions on the\nwalls, where is safer to — to walk. So, if you look what is written, it 1s written so,\nlike most of the shells would come from the dort — from the Finns. Less from the\nFinns and more from the south.",
        "Q: From the Germans.",
        "A: From the Germans. I have a such impression. And the author of the book writes\nthat the dictator of Finland was a administered by the tsar in Russia. So, he even\ntold — maybe it is a fantasy, but he told the Finnish army that he was the dictator,\nbut don’t touch [indecipherable].",
        "Q: Ah.",
        "A: So, it was some easier situation.",
        "Q: How long were you there, at Lake Ladoga?",
        "A: A winter of minus 40 Celsius, minus 47.",
        "Q: Oh yay, oh yay.\nNovember 24, 2009",
        "A: That’s why I pray from — for Roosevelt. He gave us warm shoes. It was more\nimportant than anything else. Churchill didn’t do it, but Roosevelt. So, with the\ngood shoes, we ate a little more, and someday I was taken, together with 15 — 16\nother Polish Jews, and sent back to the city to — sent to the city of Leningrad back.\nI came back, it was after a winter of Ladoga, I came back to a reserve unit, and the\nreserve unit, some people who didn’t like too much amho — too much Jewish\npeople. Ah, they are all Polish, send them to Poland back. We’re organizing a\nPolish army, a leftist army. So, in the reserve unit I was taken to, after a winter of\nLadoga, and I came to the Polish army, and in the Polish army I fought in many\nplaces.",
        "Q: Such as?",
        "A: In such places like — I didn’t sleep too much. Schneidemwuhl.",
        "Q: Was that already east Russia?",
        "A: Schneidemunhl, it is in western Pomerania. It is the western part of today’s\nPoland.",
        "Q: Yes.",
        "A: On the Baltic Sea. So, the Germans, when we was closer to Berlin, being\nstronger and stronger, and they took already all the people to the army an-and — and\ntoo young, and too old, and too — everybody understood that the end will come.\nNovember 24, 2009\nNow, and with the Polish army, I took part in the fight for Warsaw, until ’45, May\ntwo, I fought in Berlin.",
        "Q: Wow.",
        "A: Yes.",
        "Q: What are your memories from there?",
        "A: Mm?",
        "Q: What can you tell us about your experience there?",
        "A: The Germans had a very strong discipline in the army. Very strong discipline.\nAnd the Hitler youth organization elevated them, the young people was tigers.\nYoung girls 14 years old, were standing in the windows and shooting into the\nSoviet tanks. But Zhukov had this time more force, more planes, more artillery. I\nwas an inspector over in the — 1n the army, so I was sent to different units, and\namong the units were such shells and artillery, that when you s — closing to the — to\nthe gun, it was a hundred thun-thunders, not one thunder, a hundred thunders.\nThat’s why my hearing 1s a such one, but when I was still young, 1t was okay. When\nI became very old, is not okay.",
        "Q: Tell me, the Soviet army — you were in the Polish army, not the Soviet army. But\nthe Soviet army did not have the best reputation as it went westwards, dif — firing\non the retreating Germans. And the bad reputation was generally borne by the\nNovember 24, 2009\nfemale civilian population. The Soviet army had a reputation of raping its way\nwestwards to Berlin. Do you know, did you see any of that?",
        "A: I saw many such cases. In comparison with what Hitler did in one White\nRussia, can you forget about everything else? Because they didn’t leave White\nRussia at all. No one house was in — 1n a normal shape. Nothing was. It — it was\nSahara. So, to — to compare if a young Russian tried something, yes, it is very bad,\nsure, sure. And Zhukov gave very hard penalties for such things, very hard\npenalties. The head of our unit and Soviet chemical specialist had something to do\nin Warsaw. In Poland the — they behaved a lot better than in other places. So he\ngot three months in a — 1-1-1n a special —",
        "Q: Prison?",
        "A: In a special unit.",
        "Q: Oh.",
        "A: Where the unit was all the times sent on the front, you know. And he came —\ncame alive. It 1— it 1s — it is a— a very big problem, but every war brings true\ncrimes. Every war.",
        "Q: Did you, as you were — before you went into the Polish army, or as you were\ngoing westwards, did you go through Belarus, did you see Nesvizh? Did you see\nanything of your former life while you were still in the army”?\nNovember 24, 2009",
        "A: When I was in the army, I didn’t see exactly the places where I was before,\nbecause w-we went around Warsaw and from Warsaw in Pomerania, close to the\nBaltic Sea, I was never there before. So, I can tell only like about this author of the\nbook, and about Russian people, who told me what there was. In — in White\nRussia, if a Jewish partisan was caught, they killed all the village, burned all the\nvillage, and their pro-pro-pro-pro-pro acquaintance were killed. It 1s impossible to d\n— to describe. One word, and you perished, you know. And I saw in White Russia\n[indecipherable] I didn’t leave any, but [indecipherable] didn’t exist. Didn’t exist\nabsolutely.",
        "Q: Yeah, I know.",
        "A: And, when after the discipline, the German discipline finished, oh, we like every\n[indecipherable] I wa — I was one moment the commander of the first Polish army,\nsend me to find Greek prisoners. Where to look for them? Nobody knows. Okay,\nbu-bu-but —",
        "Q: Where were you — where were you? Were you in Warsaw then, or in —",
        "A: It finished the war, maybe a week after finishing the war.",
        "Q: And you were in Berlin? The week after you finished the war, where were you\nlocated?",
        "A: I forgot the name. A small town maybe 20 kilometers from Berlin.\nNovember 24, 2009",
        "Q: Okay, you were in Germany.",
        "A: So I want to — to turn back and to tell you about all the picture.",
        "Q: Oh, let’s — oh, but — but if you were in the — you — let’s do it the Greek prisoners.\nI was just trying to get a sense of where they were. You were se-sent to find Greek\nprisoners, around this small town in — near Berlin, yes?",
        "A: Na -— here 1s Berlin.",
        "Q: Yeah, yes, I know. I don’t have Berlin. So, did you find them?",
        "A: Yes. The commander gave me an excellent new Austrian car with fashion. And,\nlook for the Greeks. I look on this route, on this route, 20 kilometers farther, 60\nkilometers farther, no Greeks. In one place I see a German lady, an old lady. I\nthought, maybe you know something about the Greek prisoners. I don’t know, but I\nsaw prisoners in strange —",
        "Q: Uniforms.",
        "A: — uniforms. Maybe they are the Greeks. Where are they? La — three kilometers\nfrom here. I took her to my car, and we brought to the place that she — around there\nwere Greeks. So I begin to tell them that I am from a classic gymnasium and that I\nknow ancient Greek. Ohh, excellent, excellent. And they began in Latin [speaks\nLatin here]. This is Latin. That — that is taken from Greek, okay. Or — or Homer.\nAnd I began in Greek, wh-who 1s your head here? The head, we will call him, but\nNovember 24, 2009\nhe doesn’t like to — to — to — to, you know. Who 1s it? He says, General Mitalas. He\nwas the former Greek Minister of Defense. How he came to the Germans? The\nItalians, who couldn’t take Greece, took him. Was a prisoner. And when they,\nunder the pressure of the Americans, they had to go out from — from Italy, they left\nMitalas there. Okay. So I told in Greek to Mitalas a big part of “The Iliad” and I\nasked him, do you understood what I said? He said, no. How 1s it possible? A\nformer minister doesn’t know Greek? Homer? He said, now is a big difference in\nthe Greek pronunciation and Greek spelling, and I don’t know it, he said. Ancient\nGreek, who knows — knows? Only a great aristocrat. So I am the great aristocrat.\nAnd I took him with my excellent car. Ah-hah, first the car came to Berlin, to the\ngates of the city. Berlin looked very well, not destroyed anything, well, what is it?\nBut when I went inside the city, closer to the center, was more and more and more,\nand close to the Reichstag —",
        "Q: Nothing.",
        "A: Yeah. Okay. So, one of the soldiers, of the Soviet soldiers, “Stop!”” Why?\nNobody can enter here. Okay, but look whom I have here in car. He looked in car\nand stood immediately like he would see God, because the Greeks had on their\nuniforms, the same things like the Russians, with the gold, and all that. And he\nNovember 24, 2009\nallowed us to enter the city. So I enter to the city, and I went to the Reichstag. Went\nto the Reichstag and I saw Goebbels lying on the — on the —",
        "Q: No kidding?",
        "A: — sidewalk.",
        "Q: How did you know it was Goebbels?",
        "A: Because he was burned, and people told already that he was thrown away.",
        "Q: I thought Goebbels was burned together with his wife and seven children?",
        "A: Yes, he killed six children, he killed his wife, and he killed himself.",
        "Q: But only he — you only saw his corpse, you didn’t see the — the rest? You didn’t\nsee the wife and children?",
        "A: No, I saw only him. Probably the children and the wife were somewhere else.\nThe Greek former minister said, what kind of language do you know? I told, I know\nseveral languages. French do you know? Yes, I know. And from this moment on,\nwe spoke with Mitalas —",
        "Q: In French.",
        "A: — French. And I brought Mitalas to the forest, where he was with 900 other\nGreeks. And he said about me, I don’t know why [indecipherable]. And he was\nvery glad that I showed him Berlin. And Berlin was, the center city was destroyed,\nNovember 24, 2009\nbecause the Metro in Berlin, Hitler burned. And in the Metro were thousands and\nthousands of Germans who died there, because he thought that the Red Army —",
        "Q: Will come.",
        "A: — will go through the Metro too.",
        "Q: So these — you found Mitalas and you found a few Greeks around him, but not\nthe 900. These were soldiers, these were — who were the other Greeks who were\nwith the —",
        "A: From a colonel up.",
        "Q: So these were high officers.",
        "A: High officers, and a Soviet delegation came to my Polish unit and took them\naway to Odessa. And all the Greeks, how the author of the book, and how it is true,\ncame to Odessa do — to Greek back.",
        "Q: I see, I see. What a — I mean, but what an adventure.",
        "A: Yeah.",
        "Q: What an adventure. So how long did you stay in Berlin?",
        "A: In Berlin, maybe two months.",
        "Q: And what happened to you after that?\nNovember 24, 2009",
        "A: After Berlin, the first Polish army became the fourth Silesian army, and we went\nto Katowice. And we came to the biggest city in Silesia, where there is coal, where\nth —",
        "Q: Right.",
        "A: Yes. And the army number four begin to stay in Katowice.",
        "Q: Were you still an inspector at that time, or were you — have some of the",
        "A: No, tha-that was — n-n-no inspector, because it was not a job. Something from\nthe generals who knew me send him.",
        "Q: What was your rank in the army, in the Polish army, what was your rank?",
        "A: I was one step from a colonel.",
        "Q: How do say that in Polish?",
        "A: Podputkownik.",
        "Q: Podpulkownik. Lieutenant Colonel, in other words. Does that mean lieutenant\ncolonel in a —",
        "A: Yeah, yeah, yeah.",
        "Q: The lieutenant colonel.",
        "A: But I was already a full colonel. I was a full colonel, but my father was a Zionist,\nand they took back. Zionist.",
        "Q: [indecipherable]\nNovember 24, 2009",
        "A: And some friend explained that, what do you want, in Poland is a different\nsituation, and the [indecipherable] yes, some of them have sympathies to Marx or\n— or something, but not typical for them, you know.",
        "Q: It’s true.",
        "A: No. Zionist, it was like toothache to — to tell something that you have a — you’re\na criminalist. Zionist. And they took it back. And the guy died probably, a long\ntime ago. He had a— a charming wife, a wife of a Polish general, but a Russian\nPolish general. In tsarist time, when the Russians back east — back, they took\nfactories and workers together. And among the workers was her father. Charming\nwife, but he, Zionist, he pronounced it so, that — that I would — I don’t know.",
        "Q: And what was his job, what was his rank? I mean, what was hi — what power did\nhe have that he could take this away? Was he intelligence, was he KGB, was he\nwhat?",
        "A: No, he had —",
        "Q: Political officer?",
        "A: —a big influence in Poland.",
        "Q: Mm-hm.",
        "A: Was an advisor in the government or something. I-I — I-I don’t know exactly.\nNovember 24, 2009",
        "Q: But he must have been a political — I mean, he must have looked for political\npurity, because —",
        "A: Yeah, yeah, yeah, yeah. To tell that Stalin was not so smart? [laughter]",
        "Q: He would say such things? He said such things? That Stalin —",
        "A: No-0-0-0.",
        "Q: No.",
        "A: He was — pronounced differently the word Zionist.",
        "Q: Yes.",
        "A: That he would say it — a murder.",
        "Q: So [indecipherable] what was li — what happened after?",
        "A: After being in Katowice, I was not demobilized, but some of people were\nalready demobilized. But th-the blockade of Leningrad and everything, some\nauthority, you know, said to me, find seven girls who can write on the type — ty-\ntypewriter. Okay. I found seven girls, and out of the seven girls 1s my wife.",
        "Q: And that was in Katowice? That was in Katowice?",
        "A: In Katowice.",
        "Q: Did you ever go back to Nesvizh after the war?\nNovember 24, 2009",
        "A: No, my friend, but I have with Nesvizh very strong contacts. Dr. Cholawksy,\nand one of the main workers in the — the Hebrew organization. An organization who\nhas to do with the Holocaust —",
        "Q: Yeah.",
        "A: —1s there, from Nesvizh. And another schlar(ph) was in gymnasium in Nesvizh\ntogether with me.",
        "Q: Did you — I guess my larger question is, did you go back to any of the places,\nwhether it was Wilno, whether it was Nesvizh, whether it was the various towns\nyou had been with your mother, after the war, to see what they looked like?",
        "A: In general, not. But I was close to Ponary, and Ponary is a station close to\nLandwarow.",
        "Q: Lentvaris.",
        "A: Ponary is from Vilnius nine kilometers, and Landwarow, 18. How they say in\nrail line. So, in Ponary, the most — you can’t imagine what talents were destroyed.\nPoets and writers, and — and — and — and — it 1 — it is impossible to — to — to — to — to\nimagine. It is the — the grain of the Jewish family, you know.",
        "Q: And you saw it right after the war?\nNovember 24, 2009",
        "A: Yes, yes, yes. And when I go to Druskininkai, Vilnius was the —\n[indecipherable] in Vilnius were destroyed by General Chernikowski(ph).\nChernikowski’s(ph) a Jewish guy.",
        "Q: Oh.",
        "A: Yeah. But this is not the — the — the clue, you know. So, I came to Vilnius six,\nseven years ago, Chernikowski’s(ph) monument, hoo, and another monument 1s\nthere. I go [indecipherable] but what 1s — what kind of ornament 1s it? On the street\nMickiewicza is — on the wall of the court before the war in — in Vilnius, the Polish\ncourt, are names of young people who were killed. By whom they were killed, what\nis it? And the Jewish guy explained me, that the Lithuanians said that the Jews were\ncriminals. That they killed the Lithuanians because the Lithuanians were Soviet\nspies. But I imagine that when the Polish Jewish Jews in Vilnius came back to their\nhouses, and they knew from the population, from — from many other sources, who\nwas the real spies for Hitler, they came to the Soviets, and the Soviets do what with\nthe young, what they could do with somebody else. Or they could do with — with\nRussians, who were under such suspicion, you know. So, in Vilnius in\n[indecipherable] city on the street Mickiewicza is a such monument. So, you\nknow, how controversial all — all that is, you know. How —\nNovember 24, 2009",
        "Q: When did you find out — you see, when you were talking to me before about how\nBelarus was no more, that it was a Sahara, that could be — that — that shows\nGerman brutality, Nazi brutality, collaborator brutality in wartime. When did you\nlearn that there was something particular? When did you learn of the Holocaust?\nWhen did you first see the results that this was against the Jews, that this was a\ngenocide?",
        "A: Okay, I am very glad that you are asking about that. I’m very glad. The\nHolocaust was in several acts. Sometimes very late, and sometimes immediate. The\nimmediate are Ponary, the Jerusalem of Lithuania. The immediate was Nesvizh,\nbecause in Nesvizh was a very hard Jewish community. An intelligent Jewish\ncommunity in Nesvizh. And in Nesvizh they collected all the population on the\nmarket, maybe two weeks after [indecipherable] Nesvizh, and they killed\neverybody. There is maybe — maybe 10 people were —",
        "Q: Survived.",
        "A: Survived. And the White Russian peasantry was a lot more sympathetic to Jews\nthan Polish. So, is it — so they destroyed almost all the Nesvizh community. And in\none entry of a — of a very poor house 1n Nesvizh, stood a lady and took a girl from\nthe —",
        "Q: Line?\nNovember 24, 2009",
        "A: — from the thousands who were pushed like animals to [indecipherable] you\nknow. And the girl was saved by the lady who took her. And she was married by\nmy friend who is Yad Vashem, who is working there. And thanks her, he is still\nalive. He is over 90.",
        "Q: Oh my, oh my.",
        "A: Yes.",
        "Q: But my question is again, a personal question. When did you personally, where\nwere you when you realized that this was a genocide against the Jews? When did\nyou find out, when did you realize this was not just war, and horrible war, but this\nwas also a genocide?",
        "A: First I have small signals. In the Soviet press, in the military Soviet press, a little\nabout. And I slept with a Jewish guy, Schlitzer(ph) was his name. And Schlitzer\nshed — said, do you know that the Germans are killing all the Jews? I was very\ncareful. All the Jews? Yes, all the Jews. Yes, I believe. I believe that they could it\ndo, because I am from a classical gymnasium, and I know that the Latin poets said,\nhorror Germanicus(ph). That the main feelings in Germany is horror\nGermanicus(ph). The Belgians are very nice people, but the Germans are a horror.\nTwo thousand years write a Latin words that the main characteristic of Germans is\nhorror.\nNovember 24, 2009",
        "Q: Why were you careful around him, or why were you careful when he said that?",
        "A: I told you yes, it is possible. It is possible. And it was finished, the dispute. If he\nwas a schmekel, so he told somebody else about speaking with me. He was not a\nschmekel, so I told him the truth. It was the first klagator(ph).",
        "Q: Yeah, the first notes.",
        "A: But when I heard more and more about that, and people are — are writing full\npages and all that? Hey. So it is absolutely true. And when I ber — began to get news\nfrom Dr. Cholawsky, and news from the guy whose wife saves him, his life, and all\nthat. So naturally it 1s absolutely true, and the news were brighter and brighter and\nbrighter. And I came to Druskininkai, and from Nesvizh people told me that 6,000\nJews in Nesvizh were killed. It means hundred percent.",
        "Q: Again, you learned that recently, you say, and I’m interested in after the war.\nDid you, in Katowice, when you met your future wife, did you already have an idea\nthat this — that this was complete, that this was a full genocide?",
        "A: In time of war?",
        "Q: Right after the war, yeah.",
        "A: Or — immediately after the war?",
        "Q: Yeah.\nNovember 24, 2009",
        "A: Immediately after the war, I was in the [indecipherable] lagers. Oh, I so close\nto Berlin, in Sachsenhausen. Sachsenhausen was a big — I came to the\nSachsenhausen. It stinks everything, well, what is it? There are two — two — no —\npietra.\nQ2: Two floors, two stories.",
        "A: Yes, and one man is sitting and holding his leg so. I told him, Et tu Francais?\nNo. Zin sie deutsche? Nein. All right. [speaks foreign language here]",
        "Q: Tell me what in — translate.",
        "A: What are you doing here? I — I am asking him. He said, they made a conference\nof all the Polish intelligentsia. And all the professors of Jagiellonian University\nwas on the conference, and immediately after the conference, they were to\nSachsenhausen. And he is sitting there because he was —",
        "Q: At the conference.",
        "A: O-O-O-On the — on the conference.",
        "Q: That’s the scene, I don’t know if you seen the movie, “Katyn.” You should see\nthis movie. It’s done by Andrzej Wajda. It’s about Katyn, but there is also a scene\nin the film of professors from Jagiellonian University going to this conference and\nthen being arrested and taken to Sachsenhausen. So I — when I saw it, I did not\nknow whether this was based on a factual story, or part of, let’s say, a narrative that\nNovember 24, 2009\nyou introduced into a film. And your grandfather just confirmed, you know, that it\nwas based on a fact.",
        "A: And after — a little after the war, when I received the letters from Melanid(ph)\nson, from the Dr. [indecipherable], I knew already a lot. I know already a lot. Oh,\nmy — my mother’s brother was shot. His wife Julia was shot, their daughter was\nshot. Moniek the composer was shot. So, this is the most terrible memories, when\nhas come the moment and I see my mother was executed, for what? You know?\nWell, a patient was coming to her, and the patient was a poor man. I\n[indecipherable] pay tomorrow. And she didn’t have any — any money. But Minsk\nwas the only big White Russian city that I saw destroyed like Warsaw. When we\ncame the 17\" September ’44, to — to — to Warsaw, people who lived in Warsaw\ncouldn’t find their street, their street. They didn’t find not only the houses, but they\ndidn’t find the pavement. And in Wilno, in Wilno on the street Rudziczka, I don’t\nknow how it is, but like [indecipherable]. You don’t know [indecipherable], it —\nit’s in Polish.",
        "Q: [indecipherable]",
        "A: It is Rudziczka, and here is Zawylna(ph).",
        "Q: Mm-hm. I know the street [indecipherable]",
        "A: From right side of the Rudziczka is the house where it was born my mother.\nNovember 24, 2009",
        "Q: Really?",
        "A: Yeah.",
        "Q: I know the house.",
        "A: I wasn’t inside the house, but the house looks very well. I don’t know — or, they\nhave there some institution or something, I don’t know, because the — the gate 1s —\nis closed. If you come with a car you have to — I — I don’t know. But with — with a —\na trees around, before the war it looked a lot worse.",
        "Q: Let’s go back to Katowice.",
        "A: Yes.",
        "Q: How did you go — get from Katowice to the University of Pennsylvania?",
        "A: Uh-huh. I went to my head in the army. I was on the third year, I told him, in the\nUniversity of Stefan Batory. I want to finish my studies. This is a hard thing, a\nhard thing, but I will ask very high in military. Maybe he himself didn’t ask, maybe\nsome of his friend asked the Ragsowski(ph), because a — a veteran with a\n[indecipherable] all that, 1s not so easy. And they allowed me to study further my\nphilosophy.",
        "Q: Is that what you were studying at Stefan Batory, 1s philosophy?",
        "A: Yes. Not only philosophy.",
        "Q: Okay.\nNovember 24, 2009",
        "A: First I studied philosophy, and after I studied Polandistic, and — and\n[indecipherable] it is a — yes. So, okay, but where to find documents from before\nthe war? Hey, in a big, beautiful city Torun.",
        "Q: Probably here.",
        "A: Yeah, yeah. You know. You are the geographer, better than I am. There are\nprofessors from Vilnius University. Because where the Lithuanians made what you\nshowed, they came to Torun, and they called their institute Kopernika\n[indecipherable]. Well, I will find my professor of philosophy, Czezowski,\nTadeusz Czezowski. He saved hundreds of Jews, Czezowski. He was a very rich\nman, and he made from the Jews [indecipherable], people who don’t have any\nground and ni-ni-na, and that are dying from hunger, and these were hundreds of\nJews, Czezows — [indecipherable]. I came to Torun, I see around Vilnius\nprofessors. Professor of psychology, he remembered that I have a five. Okay.\nEisenberg is his name, but not a Jew. Th-The name 1s not — I would want to see\nprofessor Tadeusz Czezowski. Come here, come here. I came to Professor\nCzezowski, and he has a tic. So I was still in uniform. I told him about Wilno\nUniversity, what exams are ahead, with the names of the professors and everything.\nHe listened and he said, I don’t have any suspicion that there is something untrue.\nBut wait a little. I am waiting, and he brought all the papers with my inscriptions\nNovember 24, 2009\nwhen I came, when I did came, didn’t came. And Kowalski(ph), the — the killed\nJergus(ph) Kowalski(ph) was there in the — the many, many — everything. A-All\nmy studies are there. And he said that I didn’t come to my [indecipherable].",
        "Q: After the war, after everything, after the ba — you know, all the fighting, and he\nrealizes that twice you were absent.",
        "A: Yes.",
        "Q: This is important.",
        "A: And such [indecipherable]. Okay, and he said, when the two seminars I missed,\nhe said, bilig zhesky(ph), bilig zhesky(ph). There were small faults. There were\nsmall faults. Bilig zhesky(ph).",
        "Q: But he let you continue your studies.",
        "A: And he wrote as such document to the ministerium(ph) of the — of education\nthat I was the — everything and when Czezowski writes this, and I started in the\nWarsaw University, and I studied with very interesting people in the Warsaw\nUniversity. You know the — the — the realizer of — of the films, a lady.",
        "Q: Agnieszka Holland?",
        "A: Agnieszka Holland. I knew —",
        "Q: Marvelous films.",
        "A: Yes.\nNovember 24, 2009",
        "Q: Marvelous.",
        "A: I knew all her — her father, excellent. He was studying together with me.",
        "Q: I think her films are inspired. I think they’re magnificent, the films that she\nmakes.",
        "A: Yeah.",
        "Q: How interesting. And so did you finish a degree in philosophy at Warsaw\nUniversity?",
        "A: Philosophy.",
        "Q: Okay.",
        "A: But in — 1n the documents probably they write filozoficzna spoleczny.",
        "Q: In Poland — Polandnistic.",
        "A: Philis — philosophical social.",
        "Q: Ah.",
        "A: It was one word. Maybe yes, maybe not. I — I— I don’t remember.",
        "Q: Okay. So how do we get from Poland to the United States?",
        "A: People from the west don’t know the grain of the — of the situation of some\nnationalities in — in the world, and the situation of Jews and the Catholics and all\nthat. They d — they don’t know it. You have to be inside to [indecipherable].\nExcuse me, please repeat the — your question.\nNovember 24, 2009",
        "Q: How did you get from Poland to the United States?",
        "A: It came a time — but I don’t want — want to tell something bad about Poland. I\ndon’t want, because in Poland especially, the intelligentsia were God’s people.\nGod’s people. But among the gods, Bolestaw Prus, a big Polish writer was a great\nanti-Semite. But Stefan Jaronski was a great friend of the Jewish population. A\ngreat friend, you know. So it come a moment when people like Prus, like others,\nbegan to write and to speak too much Jews in Poland. Why do you have them?\nThey are coming mass. Masses and masses from Soviet Russia. From\n[indecipherable] east Asia. It is true. We have to take. [speaks foreign language\nhere] we know what it is. It became a slavery. A slavery. High military people who\nfought for Poland, you know, were removed from their apartments. I go on the\nstreet, I meet Panya Rabinowicz, my friend’s wife, and she said, you see what you\ndid here? You see what you — you see? We have to go out from Poland. And so\nevery day, more and more and more. And it was said that this time they are living,\nespecially Jews, with more education, with — and I said to my wife, we are going\nout.",
        "Q: When was this?",
        "A: °63. Probably, probably.\nNovember 24, 2009",
        "Q: Between the time you finished university in Warsaw in 1963, what was your tr —\nprofession?",
        "A: In 63?",
        "Q: Between — right after the war time —",
        "A: [had a lot of professors, a lot of professors. I tried — I — I edited the Soviet\nhistory from Russian into Polish. And the boo — and the book was used in Polish\nschools. I was the redactor —",
        "Q: The editor.",
        "A: — of philosoph — philosophical works. Some of them I have among my —",
        "Q: Your things, yeah, yeah.",
        "A: At home, yes. I translated on conferences from Russian into Polish and from\nPolish into Russian, immediately.",
        "Q: You were interpreter.",
        "A: Yes, interpreter, but an interpreter that must — similtank, as they called it.",
        "Q: Yes, yes, simultaneous interpretation.",
        "A: Yes. You have to —",
        "Q: It’s very hard.",
        "A: — immediately after — and — and people are [indecipherable] if — if you said not\n— yeah. So, we’re going out, but where? In Canada, I have a — a girl whom I know\nNovember 24, 2009\nfrom gymnasium still, and she wrote letters to me and — okay. The United States\nhas an [indecipherable] of a democratic country. And Roosevelt was a super\nintelligent man. He was sick, he couldn’t do everything what he would do. But you\ncan imagine what is it to defend Moscow [indecipherable] in — in warm feet —",
        "Q: Shoes.",
        "A: — shoes, when he sent, in the terrible time of Stalingrad, the — Hitler has\nthousand bombers, and — and — and — and the Russian 43. And he send nickel, and\nraw materials, and a lot of ships were destroyed by the Germans. And we’re going\nto [indecipherable] I know that America has for me an opinion of a truly\ndemocratic country. Okay, we will try. And I was happy that they — a moment that\nthey will send and push with their leg, the — the Jewish from — from Poland. And\nespecially who had military jobs and all — all — all that, or professors or something.\nAnd I went to a guy in Warsaw, connected with the police probably. And they had\nthe anti-Semites, an opinion that every Jew has diamonds in — in his pockets.\nNothing else. No diamonds. Do you have great paintings and all — I don’t have\nanything. I— I am buying cement ice — cement eggs, you know. No, you. And they\nsend me like thousands of Jews, thousands, mostly from this home saved the\n[indecipherable] from — from that. From [indecipherable]. And they sent me to\nVienna, and in Vienna it was 10 days. And in Vienna as he said, you can go to\nNovember 24, 2009\nRome. In Rome are bureaucrats who help the Jews to make all the formalities\nbetter and — and faster, and — Rome? I am a classic. Why not? We went to Rome\nand we were there a half year, in Rome. And they asked, why America? I laughed,\nI told him, because of American [indecipherable] Greta Garbo. Marlene\nDietrich. Without that we can’t live. And they laughed. And where did you want to\n— to live in America. I know b — about the United States something, I have some\neducation, okay. Hm, what do you want? I want a city where there is a university, or\nthere are cultural organizations, because I am a humanitarian. I will find something.\nWith English is with me bad. But I — I wa — I will —I will do it. Philadelphia would\nbe good? Yes. And I came to Philadelphia. Came to Philadelphia and we are\nliving — I —I lost in my family 29 people. If I would count better, maybe there is 39.\nIt is hard to — to — to — to tell, because in Warsaw was a tragedy. My father died,\nthe Americans stopped to send the money, and a guy from New Jersey came and\nsaid, I give you so much dollars, but no more. To work. So. And I never lived so\nexcellent like in the United States. And I have such sentiments to America, if I\nwould be a young man for [indecipherable], I would go to the be — America with\narms in hand, because I understand something in — in — 1n [indecipherable] you\nknow. And we begin to live in a very poor place in Philadelphia, very poor place.\nAnd the neighbors are sympathetic to — to us. And our family is now already 10\nNovember 24, 2009\npeople. Six grandchildren and great-grandchildren, and even now I haven’t here in\nmy pocket money.",
        "Q: Yeah.",
        "A: So — so, for reasons, America is for me an idea, you know. Maybe a — and so,\ntogether with 40 — 45,000 Jews, we came to the United States.",
        "Q: In 1963. In 1963, or 1967?",
        "A: Probably it was ’63. I don’t remember exactly.",
        "Q: It’s not that 1m —",
        "A: You know.",
        "Q: It’s just a —",
        "A: My — my — my memory Is not so —",
        "Q: If my memory will be like yours 1s, I will be grateful. I will be grateful. Is there\nanything else you would like to add that we didn’t cover in this interview?",
        "A: Thank you. I am very glad that I hear such things from you. But if I will be\nhealthy, or almost healthy, I will go again to Druskininkai, in the — to write that too\nmuch Jews are coming. Go to Madagascar. So, the people with some milose\nvarsna(ph), milosc varsna.",
        "Q: Does milosc varsna(ph) mean, feeling of warmth, feeling of affection, is that\nwhat it means? Varsna(ph), does that mean spirit?\nNovember 24, 2009",
        "A: I don’t know if it 1s so exactly, but milose varsna(ph) it is the — the feeling that I\nam a man. So, this is very important for me, and my grandson. This is the answer.",
        "Q: Thank you. Thank you very much.",
        "A: Thank you.",
        "Q: And this —",
        "A: Thank you.",
        "Q: You’re welcome. And this concludes our interview, the United States Holocaust\nMemorial Museum interview, with Mr. Norbert Nahum Krasnosielski. Thank you\nvery much.",
        "A: Thank you, thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nNahum Krasnosielski, conducted by Ina Navazelskis on November 24, 2009 at\nthe Holocaust Museum in Washington, D.C. Thank you Mr. Krasnosielski for\ncoming today to talk to us.",
        "Q: Okay. We will start, as we always do in our interviews, from the beginning. I’d\nlike to get a sense of where you were born, what your family was like, who was\nyour father, who was your mother, where did you grow up. So tell me about your\nchildhood, your early years.",
        "Q: Thank you.",
        "Q: You don’t look it at all.",
        "Q: And where were you born?",
        "Q: Oh, so that’s in eastern Ukraine.",
        "Q: Mm-hm.",
        "Q: An industrial city in the Ukraine. Hang on just a minute. When did you leave\nthe Ukraine?",
        "Q: What are you —",
        "Q: Do you have any early memories at all?",
        "Q: Uh-huh.",
        "Q: I see. Tell me a little bit about your father and your mother.",
        "Q: What’s a tsohn(ph) doctor?",
        "Q: Teeth, ah, he’s a dentist.",
        "Q: I see.",
        "Q: A dentist family.",
        "Q: And what, at that point, when you moved to Nesvizh, was it part of Poland, or\npart of Belarussia?",
        "Q: How did they become citizens of Poland? Were they from there originally?",
        "Q: Ah.",
        "Q: Russia. Of course, of course. And so, what prompted them to move to Nesvizh\nin 1921?",
        "Q: Yes. Yes. Did you have brothers and sisters?",
        "Q: So he was older than you?",
        "Q: I see. So, did you grow up as an only child?",
        "Q: I see. [tape break]",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Norbert Nahum Krasnosielski. So, we were talking about your\nchildhood, your — the family’s move from nepr — Dnipropetrovs’ka to Nesvizh.",
        "Q: Niko — from Nikopol’ —",
        "Q: Ah, from Nikopol’ to Nesvizh, and that you were an only child and that you\ncome from a family of dentists, basically. Mother, father, uncles. And 1s that what\nthey did in Nesvizh? Is that what they beg — continued their professional life?",
        "Q: I see.",
        "Q: That’s quite interesting. Did you visit him there? Did you have contact with\nhim?",
        "Q: What’s a Cohain?",
        "Q: What a contradiction for him.",
        "Q: What does that mean?",
        "Q: What was he referring to? What do you think he was referring to?",
        "Q: And what — what year do you th — did he die? Do you remember? Was it — how\nold were you at the time?",
        "Q: Oh, so it was in the 30s he died?",
        "Q: And what are — what are the memories of your father that you have? What kind\nof a person was he?",
        "Q: Oh, really?",
        "Q: Really?",
        "Q: In Vilnius?\nNovember 24, 2009",
        "Q: He’s a teacher at —",
        "Q: Women know how to get it to a man, they really do. So — so, what’s important\nfor you is that he nevertheless had this kind of experience, this kind of bent, this —\nthis direction. What about personally? Did you feel close to him?",
        "Q: Uh-huh.",
        "Q: Tell me about them.",
        "Q: Life.",
        "Q: I see.\nNovember 24, 2009",
        "Q: So tell me — tell me then about your mother. What was she like? Did she start\ndentistry? Did she then become — have her own practice? How did she raise you?",
        "Q: And what does that mean?",
        "Q: Were they right?",
        "Q: That’s right. A living.",
        "Q: Why was this an — after 1929?",
        "Q: That’s right.",
        "Q: Ah.",
        "Q: So there were already dentists in Nesvizh, there was too much competition?",
        "Q: Landvaroof(ph), is that on this map?",
        "Q: It’s close to Vilnius, uh-huh.",
        "Q: Lukaradishkis(ph) is what it says here on the map. [indecipherable] is\ndifferent.",
        "Q: Yes.",
        "Q: Landvaroof(ph).",
        "Q: And do you remember what year you moved there?",
        "Q: Oh.",
        "Q: To Vilnius, but not to Nesvizh.",
        "Q: I see. So —",
        "Q: So — okay. So the year you move to Vilnius would have been 1929 - 1930, do\nyou remember?",
        "Q: So, did you see your father more often once you and your mother moved to —",
        "Q: I see.",
        "Q: Family.",
        "Q: Did he have a new family?",
        "Q: Such a name.",
        "Q: Trent — probably Trenton, yeah. Trenton, Trenton.",
        "Q: I believe it — Trenton, yeah.",
        "Q: This is a very well known syndrome.",
        "Q: This is a very well known syndrome. Hang on just a second. So, let’s go back a\nlittle bit to Nesvizh —",
        "Q: — because I want — you say your happiest development — you know, your\nhappiest memories are from growing up there. Is that sa — is that so?",
        "Q: Tell me about what some of those memories are.",
        "Q: Mm-hm.\nNovember 24, 2009",
        "Q: And why is it so? Why — why is Nesvizh so special?",
        "Q: In what way — what was special in Jewish life in Nesvizh?",
        "Q: Ah, ah.",
        "Q: Stefan Batory.",
        "Q: Batory, mm-hm.\nNovember 24, 2009",
        "Q: Oh yeah, oh yeah.",
        "Q: Do you have a particular memory from Nesvizh about your own life that is\nspecial?",
        "Q: Is that where you attended?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Very familiar, very familiar, yes.",
        "Q: Before —",
        "Q: Possible.",
        "Q: And he was — was it a public school, the — this gymnasium?",
        "Q: And so a Catholic priest was the director of a public school?",
        "Q: How interesting.",
        "Q: The Soviets, you mean.",
        "Q: This is very unusual.",
        "Q: Yeah.",
        "Q: And when did the Soviets come to Nesvizh?",
        "Q: When did the Soviets come to Nesvizh?",
        "Q: No, when did the Russians, when did the Soviets come to Nesvizh?",
        "Q: Mm-hm.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: But you were already in Vilnius, yes?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: So they took you aw — right — and you were how old? You were then 20 years\nold, 21 years old?",
        "Q: So that’s perfect age for the army.",
        "Q: And so were you drafted into the Soviet army at that point.",
        "Q: Oh, I see.",
        "Q: Before we talk about Leningrad —",
        "Q: Let’s talk about Vilnius, where you also lived, in the 1930s.",
        "Q: What can you tell us about your life in Vilnius then? What kind of a city was it\nfor you? What did — did — did you have close friends, did your mo — was your\nmother happy there? Did you have —",
        "Q: Yes.",
        "Q: Difficult.",
        "Q: And why is that? Why would be a forest important?",
        "Q: How wonderful. How wonderful. There are beautiful pine forests in that part of\nthe world.\nNovember 24, 2009",
        "Q: And so you were kind of like traveling dentists, you and she.",
        "Q: And yet you would come back to Wilno to live. So you would be all —",
        "Q: Yes.",
        "Q: And where — you were then in that resort town? What was the place —",
        "Q: And what happened with your mother when you went to the army?",
        "Q: Of course.",
        "Q: One of your friends, Jergus(ph) Kowalski(ph) was immediately killed.\nNovember 24, 2009",
        "Q: Mm-hm.",
        "Q: Yeah.",
        "Q: Yes.",
        "Q: And your mother, was she in Vilnius, or was she in this tow — small town when\nall —",
        "Q: Yeah.",
        "Q: In Iwje.",
        "Q: Okay.",
        "Q: It was okay.",
        "Q: What happened to her?",
        "Q: Where were you when you got this letter? Where were you when you got this\nletter?",
        "Q: I know, but what ci — what place? What place? Were you in Leningrad?",
        "Q: In aw — in Leningrad the whole time.",
        "Q: So were — this was — you got the letter before the blockade?",
        "Q: That’s right. The —",
        "Q: — it got ex — yeah, it got extended.",
        "Q: Now, here’s a question. You mentioned your father was the head of the Zionists\nin Vilnius.",
        "Q: As you were growing up, in your childhood, in your — in your teenage years, did\nyou have any political interests at all? Were you interested in politics? Did you\nidentify yourself to any particular group?",
        "Q: Tell us — tell us a little bit more about these organizations, so that people who are\nlistening to this in the future would understand what they were.",
        "Q: Seriously.",
        "Q: Did you have any other close relatives as you were growing up, with you? To\nme, I get the impression that it was only your mother and yourself, as a team.\nYou’re the geographer, she’s the dentist. Were there any other people who were\nclose to you at those years?",
        "Q: Rank.",
        "Q: That would mean your aunt as well.",
        "Q: Could you sing something? Would you mind singing one of those songs? Do you\nmind singing one of them right now?",
        "Q: Please?",
        "Q: Okay.",
        "Q: It’s okay.",
        "Q: Yes.",
        "Q: It’s okay, it’s okay. For us it’s very important.",
        "Q: Atango(ph).",
        "Q: Thank you, thank you, I know it’s not easy. But we care very much about the\nmusic that people created. And when — this is the music of the boy who was killed,\nthen, almost immediately.",
        "Q: Salomone(ph) Zarhe(ph).",
        "Q: Moniek(ph).",
        "Q: When did you — when you found — do you remember when you found out about\nthese different things? Was it when you were in Leningrad, or after the war? What\nhappened to your Aunt Mina(ph), what happened to Moniek(ph), what happened to\nNovember 24, 2009\nyour mother. I mean, your mother is, you got the letter, but the other people who\nwere close to you and dear to you, when did you find out about their fate?",
        "Q: Mm-hm, recently.",
        "Q: I see.",
        "Q: Yes.",
        "Q: Wounded, or something?",
        "Q: Wounded, was he wounded, did he have injuries?",
        "Q: Sources.",
        "Q: So, let’s go back now to Leningrad.",
        "Q: And tell us — tell me about what was your experience there. What was it like to\nbe in the siege of Leningrad’? What kind of fighting happened?",
        "Q: Of course.",
        "Q: Yeah, yeah.",
        "Q: But in Leningrad in 1941, that’s the story I want to capture. Of a young man\nwho’s 20 years old, or 19 years old, who’s in the Soviet army, and li— and you\nknow, it’s hard time. I want to learn about what that was like.",
        "Q: Is that good or bad? I have no idea.",
        "Q: So that means you’re a good marksman.",
        "Q: Points.",
        "Q: If you had gotten 20, and not 30 - 29, maybe you’d hear me better, is that what\nyou’re saying?",
        "Q: Or not.",
        "Q: You never, never know.",
        "Q: So, you were in the artillery, so that means front line, yes?",
        "Q: It happens.",
        "Q: Good that they survived. At least that much.",
        "Q: Did you eat well during the siege?",
        "Q: No stones for — yes. So what was it that you did eat? What was it that you did\neat?",
        "Q: This author wrote exactly, I will tell you for an example. 15 grams sugar, it is not\na full teaspoon. Around 20 pounds fat, but who knows what kind of fat it is? From a\ndog, or from a — from a cow? Who — who — who knows what it is? No bread, but\ninstead of bread, sukardi(ph). It’s made — it means pieces of bread baked on — on —\non fire, you know. So people said that the material for the — for the bread is the rest\nfrom food for horses, for cavalry. But the horses died from hunger a long time ago,\nand they make — made bread for the population. What is there more?",
        "Q: I’m tal — but you, is there something you remember eating? This is the same\nthing —",
        "Q: Where is that?",
        "Q: Get some food.",
        "Q: And were you shooting at each other at that time, the Finns and the Russians, or\nnot?",
        "Q: At that time, when you were in Ladoga, were the Finns shooting at the Russians\nor not, and the Russians shooting at the Finns?",
        "Q: From the Germans.",
        "Q: Ah.",
        "Q: How long were you there, at Lake Ladoga?",
        "Q: Oh yay, oh yay.",
        "Q: Such as?",
        "Q: Was that already east Russia?",
        "Q: Yes.",
        "Q: Wow.",
        "Q: What are your memories from there?",
        "Q: What can you tell us about your experience there?",
        "Q: Tell me, the Soviet army — you were in the Polish army, not the Soviet army. But\nthe Soviet army did not have the best reputation as it went westwards, dif — firing\non the retreating Germans. And the bad reputation was generally borne by the",
        "Q: Prison?",
        "Q: Oh.",
        "Q: Did you, as you were — before you went into the Polish army, or as you were\ngoing westwards, did you go through Belarus, did you see Nesvizh? Did you see\nanything of your former life while you were still in the army”?\nNovember 24, 2009",
        "Q: Yeah, I know.",
        "Q: Where were you — where were you? Were you in Warsaw then, or in —",
        "Q: And you were in Berlin? The week after you finished the war, where were you\nlocated?",
        "Q: Okay, you were in Germany.",
        "Q: Oh, let’s — oh, but — but if you were in the — you — let’s do it the Greek prisoners.\nI was just trying to get a sense of where they were. You were se-sent to find Greek\nprisoners, around this small town in — near Berlin, yes?",
        "Q: Yeah, yes, I know. I don’t have Berlin. So, did you find them?",
        "Q: Uniforms.",
        "Q: Nothing.",
        "Q: No kidding?",
        "Q: How did you know it was Goebbels?",
        "Q: I thought Goebbels was burned together with his wife and seven children?",
        "Q: But only he — you only saw his corpse, you didn’t see the — the rest? You didn’t\nsee the wife and children?",
        "Q: In French.",
        "Q: Will come.",
        "Q: So these — you found Mitalas and you found a few Greeks around him, but not\nthe 900. These were soldiers, these were — who were the other Greeks who were\nwith the —",
        "Q: So these were high officers.",
        "Q: I see, I see. What a — I mean, but what an adventure.",
        "Q: What an adventure. So how long did you stay in Berlin?",
        "Q: And what happened to you after that?",
        "Q: Right.",
        "Q: Were you still an inspector at that time, or were you — have some of the",
        "Q: What was your rank in the army, in the Polish army, what was your rank?",
        "Q: How do say that in Polish?",
        "Q: Podpulkownik. Lieutenant Colonel, in other words. Does that mean lieutenant\ncolonel in a —",
        "Q: The lieutenant colonel.",
        "Q: [indecipherable]",
        "Q: It’s true.",
        "Q: And what was his job, what was his rank? I mean, what was hi — what power did\nhe have that he could take this away? Was he intelligence, was he KGB, was he\nwhat?",
        "Q: Political officer?",
        "Q: Mm-hm.",
        "Q: But he must have been a political — I mean, he must have looked for political\npurity, because —",
        "Q: He would say such things? He said such things? That Stalin —",
        "Q: No.",
        "Q: Yes.",
        "Q: So [indecipherable] what was li — what happened after?",
        "Q: And that was in Katowice? That was in Katowice?",
        "Q: Did you ever go back to Nesvizh after the war?",
        "Q: Yeah.",
        "Q: Did you — I guess my larger question is, did you go back to any of the places,\nwhether it was Wilno, whether it was Nesvizh, whether it was the various towns\nyou had been with your mother, after the war, to see what they looked like?",
        "Q: Lentvaris.",
        "Q: And you saw it right after the war?",
        "Q: Oh.",
        "Q: When did you find out — you see, when you were talking to me before about how\nBelarus was no more, that it was a Sahara, that could be — that — that shows\nGerman brutality, Nazi brutality, collaborator brutality in wartime. When did you\nlearn that there was something particular? When did you learn of the Holocaust?\nWhen did you first see the results that this was against the Jews, that this was a\ngenocide?",
        "Q: Survived.",
        "Q: Line?\nNovember 24, 2009",
        "Q: Oh my, oh my.",
        "Q: But my question is again, a personal question. When did you personally, where\nwere you when you realized that this was a genocide against the Jews? When did\nyou find out, when did you realize this was not just war, and horrible war, but this\nwas also a genocide?",
        "Q: Why were you careful around him, or why were you careful when he said that?",
        "Q: Yeah, the first notes.",
        "Q: Again, you learned that recently, you say, and I’m interested in after the war.\nDid you, in Katowice, when you met your future wife, did you already have an idea\nthat this — that this was complete, that this was a full genocide?",
        "Q: Right after the war, yeah.",
        "Q: Yeah.",
        "Q: Tell me what in — translate.",
        "Q: At the conference.",
        "Q: That’s the scene, I don’t know if you seen the movie, “Katyn.” You should see\nthis movie. It’s done by Andrzej Wajda. It’s about Katyn, but there is also a scene\nin the film of professors from Jagiellonian University going to this conference and\nthen being arrested and taken to Sachsenhausen. So I — when I saw it, I did not\nknow whether this was based on a factual story, or part of, let’s say, a narrative that\nNovember 24, 2009\nyou introduced into a film. And your grandfather just confirmed, you know, that it\nwas based on a fact.",
        "Q: [indecipherable]",
        "Q: Mm-hm. I know the street [indecipherable]",
        "Q: Really?",
        "Q: I know the house.",
        "Q: Let’s go back to Katowice.",
        "Q: How did you go — get from Katowice to the University of Pennsylvania?",
        "Q: Is that what you were studying at Stefan Batory, 1s philosophy?",
        "Q: Okay.",
        "Q: Probably here.",
        "Q: After the war, after everything, after the ba — you know, all the fighting, and he\nrealizes that twice you were absent.",
        "Q: This is important.",
        "Q: But he let you continue your studies.",
        "Q: Agnieszka Holland?",
        "Q: Marvelous films.",
        "Q: Marvelous.",
        "Q: I think her films are inspired. I think they’re magnificent, the films that she\nmakes.",
        "Q: How interesting. And so did you finish a degree in philosophy at Warsaw\nUniversity?",
        "Q: Okay.",
        "Q: In Poland — Polandnistic.",
        "Q: Ah.",
        "Q: Okay. So how do we get from Poland to the United States?",
        "Q: How did you get from Poland to the United States?",
        "Q: When was this?",
        "Q: Between the time you finished university in Warsaw in 1963, what was your tr —\nprofession?",
        "Q: Between — right after the war time —",
        "Q: The editor.",
        "Q: Your things, yeah, yeah.",
        "Q: You were interpreter.",
        "Q: Yes, yes, simultaneous interpretation.",
        "Q: It’s very hard.",
        "Q: Shoes.",
        "Q: Yeah.",
        "Q: In 1963. In 1963, or 1967?",
        "Q: It’s not that 1m —",
        "Q: It’s just a —",
        "Q: If my memory will be like yours 1s, I will be grateful. I will be grateful. Is there\nanything else you would like to add that we didn’t cover in this interview?",
        "Q: Does milosc varsna(ph) mean, feeling of warmth, feeling of affection, is that\nwhat it means? Varsna(ph), does that mean spirit?",
        "Q: Thank you. Thank you very much.",
        "Q: And this —",
        "Q: You’re welcome. And this concludes our interview, the United States Holocaust\nMemorial Museum interview, with Mr. Norbert Nahum Krasnosielski. Thank you\nvery much."
    ],
    "answers": [
        "Answer: Thank you very much, I am very glad to see you here.",
        "A: I wanted to tell you that in the first part of my biography, that I have written in\nPolish, all these details are there, but I will try to repeat some of them.",
        "A: I am born January the 25\", 1918. So, I have 91 years.",
        "A: Thank you very much.",
        "A: I am born in a small town, at this time, Nikopol’, Dnipropetrovs’ka Oblast’.",
        "A: This is eastern Ukraine. Zaporosh’ye, which is very popular in Polish literature.\nNovember 24, 2009",
        "A: There were the Cossacks and the — the — the front of [indecipherable] and many\nother events. Now, Nikopol’ is a lot bigger, an industrial city in Ukraine.",
        "A: If Ican remember, probably in 1921 —",
        "A: — when I was three years old.",
        "A: No, I have some memories, because in a small town, not far from Nikopol’, the\ntown Kakhovka was living a mm-mm — 0-omotat — omotologist(ph), my father’s\nbrother, Krasnosielski too.",
        "A: And he has two daughters there. We didn't have any big contacts with him,\nbecause we lived in Poland, and they didn’t leave Kakhovka, and were continuing\nto live in Ukraine.",
        "A: My mother was a tsohn(ph) doctor, and my father was a tsohn(ph) doctor.\nNovember 24, 2009",
        "A: Teeth.",
        "A: A dentist, yes.",
        "A: My mother was a dentist, my father was a dentist and two my father’s brothers\nwere dentists, too.",
        "A: Yes, a dentist family.",
        "A: Well, we came to Nesvizh, we changed our country from Soviet Russia to\nPoland, where both of my parents were citizens of Poland.",
        "A: They were born in Poland.",
        "A: Because this part of Poland belonged to tsarist Russia.\nNovember 24, 2009",
        "A: The great [indecipherable] connected with the revolution in Russia, made the\nlife very hard, and many Jews at this time, who had citizenship from another\ncountry, tried to go there. And because my father was born in Nesvizh, and my\nmother was born in Wilno, so both were born at the territory of Poland.",
        "A: I don’t have any sisters and any brothers. One of my brothers died at the age of\nsix years, probably from hunger in time of revolution.",
        "A: He was older than I am, but he died before my birthday.",
        "A: Yes.",
        "A: Nikopol’",
        "A: Nikopol’. Dnipropetrovs’ka is the county.\nNovember 24, 2009",
        "A: Unfortunately, it came to a divorce, and I left myself with my mother.",
        "A: My father went to Vilnius, and he was the head of the Vilnius Zionist\norganization.",
        "A: Very seldom, but yes. He wanted to come back to my mother, but he was a\nCohain.",
        "A: A Cohain is a section of religious beliefs, and a Cohain can’t come back to his\nformer wife.",
        "A: Yes. And when I met him in Vilnius, I heard that he said to my mother [speaks\nforeign language here|",
        "A: Around me are criminals. And he —\nNovember 24, 2009",
        "A: He died at the age of 47 years, because of some events from the time of\nrevolution, he ate something that it is forbidden to eat. And he had with his stomach\na very hard illness, and he died in Vilnius at 47 years.",
        "A: I was probably 15 years old.",
        "A: Yes.",
        "A: My memories of my father are maybe for me interesting. He had snihas(ph)\nafrabonis(ph). It means he had a document that he can be a rof(ph), a raggi(ph).",
        "A: Yes. And he taught at one of the famous yeshivot.",
        "A: Yes.",
        "A: No. Probably, or in Glatzk(ph) or in Mier(ph), one of the two cities with very\nbig synagogues, and many people were coming to study there from America, from\nall the world. And when my mother was angry on him, she said utchi(ph)\nsaleeshka(ph).",
        "A: A small teacher, utchi(ph) saleeshka(ph).",
        "A: From time to time he was sending me Hebrew books, because for one year I was\nin a Hebrew school, Farwood in Nesvizh.",
        "A: And the memories of Nesvizh are the most living memories for me.",
        "A: There were my best friends. There — there were my best friend’s girls. And\nNesvizh played a very big role in my —",
        "A: — development.",
        "A: Yeah.",
        "A: It was very hard, and her friends said that she is a bearyai(ph).",
        "A: A bearyai(ph) in Hebrew, it is a lady who knows how to do everything.",
        "A: Yes. And well, in Vilnius was hard with earning —",
        "A: Es-Especially after 1929.",
        "A: After 1929 begin the great depression in America.",
        "A: And Nesvizh received a lot of money from Jews who came from Nesvizh to\nAmerica years ago. And in time of this crisis, they began to stop to finance the\nJewish community.",
        "A: So, my mother said to me — I was already 15 - 16 years old, so she said, maybe\nwe will go to a small town where there 1s no dentist.\nNovember 24, 2009",
        "A: Yes. And she said, you will be the geographer. You will find someplace to go.\nAnd I found for her a place, a small town, Landvaroof(ph).",
        "A: I don’t know if it is, Landvaroof(ph), close to Vilnius.",
        "A: Yeah. Yes. It — it — itis here. It is in 10 kilometers on the line Vilnius, Warsaw.",
        "A: [indecipherable] probably they call it different.",
        "A: In Polish this Landvaroof(ph).",
        "A: Yes.",
        "A: We didn’t move there.\nNovember 24, 2009",
        "A: My mother took the necessary instruments 1n a small case, and she came to\nLandvaroof(ph), and she bought from a hairdresser a better chair for patients, and\nshe worked all the day there, and in the evening she was coming back to Vilnius.",
        "A: No, no.",
        "A: That was already in Vilnius.",
        "A: Probably 1930.",
        "A: No, because he moved to Warsaw.",
        "A: He tried not to meet, th-the old —",
        "A: — family.",
        "A: Yes. He had a new family, and the people that he called so dar —\nNovember 24, 2009",
        "A: — so hard, were the people who were around him, were living from American\nmoney, that were receiving from New Jersey. What is the capital of New Jersey?",
        "A: Trenton.",
        "A: In Trenton he has a small factory of paper, and he was sending them dollars.\nWhen they began acquaintance with receiving from him dollars, most of them\ndidn’t work.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes.",
        "A: I have a collection of photographs of Nesvizh.",
        "A: I brought it if now from Lithuania, from a sanitarium, where there were some\npeople from White Russia, and when I told them that I know Nesvizh they were\nvery excited and they send me photographs of Nesvizh, how Nesvizh looks now.\nAnd they called Nesvizh the pearl of White Russia.",
        "A: I think that mostly thanks to the family of the Radziwells, because they heard in\nNesvizh there might be a big palace. I don’t know if there is a second such in the\nformer Poland. And around the palace was a beautiful park. And the Catholic\npriests brought Italian artists, who painted the churches in Nesvizh. So, it was a\nsmall town, but some very excellent in architecture, in culture, and in Jewish life,\ntoo.",
        "A: In Jewish life, the most of the people were intelligentsia.",
        "A: Mostly. And when they needed a university, they send their young people to\nVilnius to the University of Jan Batory.",
        "A: Stefan Batory.",
        "A: Stefan Batory was a Hungarian, or to Lemberg to Lwow.",
        "A: In Lwow was the University of Jan Kazimierz, one of the Polish kings.",
        "A: About my own life 1s much of excitement. The school was excellent, the Polish\ngymnasium.",
        "A: Yes.",
        "A: After Farwood(ph), after the Hebrew — Hebrew school. The school was on the\nname of Wiadislaw Syrokomla.",
        "A: Wiadistaw Syrokomla was a Polish White Russian writer and philosopher. So\nthe White Russians say, our great man, and the Polish said, our great man.",
        "A: Yes. The director of the school was Jan Grodis(ph), that’s why I mix Jan —\nNovember 24, 2009",
        "A: Jan Grodis(ph). The last name looks maybe that he was Lithuanian,\nGrodis(ph), maybe.",
        "A: And he was super tolerant to other nationalities. Super tolerant. He was a priest,\nand the priests mostly had some feelings not the best against not Catholics. But he\nwas a different Catholic, and the big priest doctor professor Jan Grodis(ph).",
        "A: This was a public school.",
        "A: Yes.",
        "A: And when the Russians came to Nesvizh, they didn’t remove him for — from this\nwork, a work of education —",
        "A: You have to remember.",
        "A: So, Isaw young Grodis(ph) already not in his priest’s clothes —",
        "A: — but in the clothes of a Polish gentleman.\nNovember 24, 2009",
        "A: Hm?",
        "A: When I came to —",
        "A: I wrote an article about that.",
        "A: And I have this article with me.",
        "A: On four, five pages.",
        "A: So, there is something about that. They came the first days of September 39.",
        "A: I was on vacation in a small town, Iwje.",
        "A: In White Russia — in today’s White Russia. Why we went to Iwje? Why we\nwent to Landvaroof(ph)? So we found I was the geographer, so I found city Iwje,\nnot far from Baranavichy.\nNovember 24, 2009",
        "A: Baranavichy is a big railroad city. And the reds are — came to Iwje. And they\ncame to Iwje, you are born in Nikopol’, so you are a Russian citizen, and finished,\nand no more discussions.",
        "A: Yes.",
        "A: Yes.",
        "A: They took 19 years old, thousand — thousand men 19 - 20, and 18. I was in the\nmiddle.",
        "A: So, I went to the army and I came to Leningrad.",
        "A: Yes?",
        "A: Yes.\nNovember 24, 2009",
        "A: My mother was only in one thing unhappy, that it was so many dentists in\nVilnius, and she was already an old lady, at this time she was close to 60. It is very\nold.",
        "A: Today 60 years, it is nothing special. So, this material side was —",
        "A: Yes. So, we went to different small cities and I was the geographer, very\nresponsible for my job, so we went to Landvaroof(ph), Kujainietz(ph), Iwje,\nSobotniki and what, may — maybe 15 different places, and usually the technique\nwas such that my mother wrote to the pharmacist, and the pharmacist answered that\nthere is no dentist, and a second, very important question, is there a forest?",
        "A: The forest is important, who 1s living in a forest, especially in a pine forest, we’ ll\nhave excellent lungs. And until now I have excellent lungs.",
        "A: Yes.",
        "A: Yes.",
        "A: To Wilno to live.",
        "A: But one vacation we [indecipherable] again, and she said, don’t move\nanywhere. We will see what will be after.",
        "A: It was ’39 in Iwje. And in Iwje came the Russians.",
        "A: She wrote letters to me, and she send me food, to the army.",
        "A: And my friends in the army said they never saw such big animals with such good\nfood. And everything stopped. The lit — the lit — Italians came to Vilnius, and they\nknew that Vilnius had a second name, Jerusalem of Lithuania. So they began to\ndestroy absolutely the Jewish population in Vilnius. And one of my friends,\nJergus(ph) Kowalski(ph) was immediately killed.",
        "A: Jergus(ph).",
        "A: It is Grigory.",
        "A: Gregory. Jergus(ph) Kowalski(ph). And Kowalski(ph) the name is a Slavonic\nname.",
        "A: But he was a very true Jew, and he was together with me in gymnasium of\nSlovatski(ph) Vilnius. And he went to Germanistic(ph), so he knew German\nexcellent, and she began to quarrel with the German soldier, and the soldier sli —\nkilled Kowalski(ph). And I met Kowalski’s(ph) brother already, after the war.",
        "A: She was, when I went to the — to the — to the army —",
        "A: — in Iwje.",
        "A: She didn’t come back to Vilnius.\nNovember 24, 2009",
        "A: Because in Iwje she had enough patients, and —",
        "A: — it was easier than in Vilnius.",
        "A: She was killed by the Germans. I received a letter from a Jewish doctor\nMelamed(ph) from Iwje, and he wrote, kill the Germans, kill the Germans. Your\nmother, together with other intelligentsia went to someplace — I don’t remember\nwhat is the name of the place — and was executed.",
        "A: In the army.",
        "A: In Leningrad all the time.",
        "A: Yeah, all the time. All the time of the blockade.",
        "A: It was already the blockade, because when the Reds came to Iwje, they came to\neastern Poland. And when they came to eastern Poland, the western part of Soviet\nRussia became —\nNovember 24, 2009",
        "A: [indecipherable]",
        "A: Finished, miss Poland.",
        "A: Yes.",
        "A: My beloved organization was Hashomer Hatzair. From Hashomer Hatzair,\nmost of the Shomerim took part in every fight against Hitler. And how you see on\nmany of the photographs, I am with the Hashomer. This is my political\norganization.",
        "A: Hashomer Hatzair was beloved by my father because he was a Zionist, and this\nwas the most developed youth organization for Zionists. So he loved Hashomer\nHatzair. And he told my mother that it is a good place for your son to be a Shomer.\nNovember 24, 2009\nFirst she said, ah, I don’t know what kind of youth 1s there, that is different youth,\ngood and bad and all that. But when he told her, she took it —",
        "A: Yes. And I was very close to Hashomer Hatzair because my father was the\nhead of the Zionist organization.",
        "A: I will tell you, there is, in my biography a lot of details. But I will repeat the\nmost important. My mother’s sister, Mina(ph) was a massage-ist in the\nDruskininkai. That’s why almost every year I am coming to the Druskininkai for\ntwo weeks, and I see some of the forest there, and for me is a great, tragic pleasure\nto see it. So, I went to the cemetery of people who were killed in Druskininkai.\nMost of the people were Russians, and there was written their military —",
        "A: Yes. And they saw that some other man is going on the same cemetery and is —\nhe reads the inscriptions on the monuments. Well, I began to speak with him and he\nNovember 24, 2009\nsaid that yes, | am from Druskininkai. I was a partisan against Hitler. All the Jews\nfrom Druskininkai were taken to Grodno and executed.",
        "A: And among them was my mother’s sister, the massage-ist, Mina(ph). In Nesvizh\nmy mother had a brother, Zahar(ph). Zahar(ph) was killed in Nesvizh very fast,\nbecause the Germans had the impression that his son has sympathies for leftist. So\nhe was executed almost immediately, maybe the second or third day in Nesvizh. He\nwas a composer, and I have probably here some notes that he composed. And some\nof his songs, I know from my memory, and I would want to — to — to make some —\nsome use of that.",
        "A: Yes.",
        "A: Not the easiest songs.",
        "A: The texts are Polish.",
        "A: It’s understandable.\nNovember 24, 2009",
        "A: Now, I am a very small singer.",
        "A: Atango(ph).",
        "A: Atango(ph). [sings]",
        "A: It was the [indecipherable] killed. His name is Salomone(ph) Zarhe(ph).",
        "A: Yes, Salomone(ph) Zarhe(ph). Salomone(ph), we called him Moniek(ph).",
        "A: Moniek(ph) Zarhe(ph). Everybody knew him, because in Nesvizh he was the\ndirector of a dancing and singing ensemble.",
        "A: Something I found from letters, like Dr. Melamud’s(ph) son from\n[indecipherable]. Somebody I found in Druskininkai already lately —",
        "A: Yes, that they saw that all the Jews were executed in Grodno. From many\npeople, I know who survived Nesvizh. For instance, I write to Israel, to a very old\nfriend. The old friend fought with me under Leningrad, against Hitler, but I didn’t\nknow about it, because under Leningrad you had a half million soldiers, wh-wh-\nwho knows? And this was the photograph of the Radziwells. His father was\nphotographing everything what happens in the palace of the Radziwells.",
        "A: And the Radziwells was not simple youks, but they had people in the royal\nfamily of Poland.",
        "A: So it was a very special family. For instance, around Nesvizh they had over a\nmillion hectares of ground, except the palace, with the park, with everything. Now,\nfrom Nesvizh — so, I receive letters until now from the friend from Israel. He was\nvery hard —\nNovember 24, 2009",
        "A: [indecipherable]",
        "A: He — he — he couldn’t walk, al-al-al-almost — almost he couldn’t. His wife died a\nshort time ago, she was a survivor from Romania. So, from him I know a lot. A lot\nI know from the book, from Dr. Shalom Cholawsky. Dr. Shalom Cholawsky\nwrote about Jewish partisans who fought against Hitler. And he was one of the\nheads of the Jewish partisans. And he’s — here is his photograph with his rifle. Dr.\nShalom Cholawsky. So, from such —",
        "A: — sources, I know something.",
        "A: Yes.",
        "A: You have to take [indecipherable] something, that’s my mother finished a\nRussian high school, and a Russian university in Kharkov, in Ukraine. And\nRussian, she said to everybody that Russia is my homeland. So I had some\nsentiments to Russian culture, to Tolstoy, to — to Chekhov.\nNovember 24, 2009",
        "A: It is under-understandable. So, when I came to the Russian army, I found people\nwho speak almost so well, how I am speaking Russian. And born in Nikopol’, so it\nis Russia. So, to en — together I am theirs, you know. So I have very strong\nsentiments to Russian culture, to the Russian people, but not to the Russian\n[indecipherable].",
        "A: Because politics are very different, with a lot of facts, subjective facts. The\nPolish look different today, different they looked 15 years ago, so I try to be very\nneutral, and my politics is the politics of America.",
        "A: Yes. In the gymnasium of Slovatski(ph) in Vilnius was a legya(ph), legya(ph), a\nlegion of young people who had a military training. But not all the Jews were there.\nSome, if they were [indecipherable] but if they were young [indecipherable].\nWhen they came to the Red Army, it was a training shooting. And I shot three times\nand I make 29 points.\nNovember 24, 2009",
        "A: It is a very high result.",
        "A: Yes. A man who speaks Russian, and who shoots 29 from 30 possible\ntheoretically —",
        "A: Oh, okay. It was another training, who will put his gasmask faster than any\nother. So many made it in five seconds, in seven seconds. I made in one second and\nfour. Ay. So they gave me on a good artillery position, thanks which I don’t hear\nyou too well.",
        "A: Probably, probably. Or not —",
        "A: — or not.",
        "A: I don’t know.\nNovember 24, 2009",
        "A: So, it was artillery against German bombers. And sometimes we shoot well, and\nsometimes we shoot very badly. The first day, we shoot in — in — in a Russian plane\nby mistake.",
        "A: It is different, you know. And when the Russians, at whom we shoot, found\nthemselves a piece of a forest and were hiding, so we gave a commander to — to — to\nshot better. And they came to the [indecipherable] to our battery, and they said, no\nmore planes.",
        "A: So, was th-the — the begin of our great training. But, because we shot bombers,\nthe head of our unit said, we anti-aviation artillery-ists, we are living a long time, so\nhe said. Because, you know, they bombard a factory, and they don’t look on the\nbattery of artilleries, they don’t need a battery of artilleries, they need a — to destroy\nthe factory, or to destroy the civilian population in this city, on the market or\nsomething. So, the — the head of the unit told the truth. I think that he 1s still alive.",
        "A: This was the most terrible thing. At home I weighted 66 kilograms. In the army,\nI weighted 39 - 37. I looked more like a dead man. The hunger was terrible. It is\nterrible. It is weeks and weeks and months and months, almost nothing eating. I\nNovember 24, 2009\nhave an excellent book, he has the book, where the author wrote the true face of the\nblockade of [indecipherable]. It is the one book where there is no subjective to — to\nmuch moments. He wrote how it was, everything. It is — it 1s terrible. You are\nwalking through the streets and you are seeing dozens of dying people. This author\nsaid that in the hunger in Leningrad died one million population. One million; not\nmilitary, civil population. And he said that the history doesn’t know a second such\ncase that 900 days you don’t give up, and Hitler can’t take Leningrad. The\nmarshals of Hitler came close the gates of the city, and they brought even stones to\nbuild a monument for Hitler, for their fuehrer. And we did, 20 years old guys, we\nsaid no. No. Ended. No was true.\nNovember 24, 2009",
        "A: This is — this was my — my eating, but it came a better time, as they send my unit\nto the lake of Ladoga.",
        "A: Ladoga is the largest lake in Europe. It is between Finland and between Russia.\nThe Finnish said that all Ladoga has to belong to them, and the Russians say that\nall Ladoga has to belong to the Russians. On the Ladoga were points where trucks\nwinter were going through the snow and the ice, through the Ladoga, through the —\nwith some food. And we didn’t have a lot work to fight to the Germans, so we had\nenough time to help the civil population. So, we could —",
        "A: — something what fell on the — on the ground, or something to — but to take\nsomething from a truck, dead. Everybody knew, don’t touch it. The Ladoga has 42\nkilometers, such trees were from a — one side were the Finns, and on the other side\nthe Russians.",
        "A: What?\nNovember 24, 2009",
        "A: I would say that the Finns wanted to look more gentlemen than the Germans. I\nfeel so, that they threw less shells on the Russian territora — territory than the\nGermans. I have a such feeling, because in Leningrad was inscriptions on the\nwalls, where is safer to — to walk. So, if you look what is written, it 1s written so,\nlike most of the shells would come from the dort — from the Finns. Less from the\nFinns and more from the south.",
        "A: From the Germans. I have a such impression. And the author of the book writes\nthat the dictator of Finland was a administered by the tsar in Russia. So, he even\ntold — maybe it is a fantasy, but he told the Finnish army that he was the dictator,\nbut don’t touch [indecipherable].",
        "A: So, it was some easier situation.",
        "A: A winter of minus 40 Celsius, minus 47.\nNovember 24, 2009",
        "A: That’s why I pray from — for Roosevelt. He gave us warm shoes. It was more\nimportant than anything else. Churchill didn’t do it, but Roosevelt. So, with the\ngood shoes, we ate a little more, and someday I was taken, together with 15 — 16\nother Polish Jews, and sent back to the city to — sent to the city of Leningrad back.\nI came back, it was after a winter of Ladoga, I came back to a reserve unit, and the\nreserve unit, some people who didn’t like too much amho — too much Jewish\npeople. Ah, they are all Polish, send them to Poland back. We’re organizing a\nPolish army, a leftist army. So, in the reserve unit I was taken to, after a winter of\nLadoga, and I came to the Polish army, and in the Polish army I fought in many\nplaces.",
        "A: In such places like — I didn’t sleep too much. Schneidemwuhl.",
        "A: Schneidemunhl, it is in western Pomerania. It is the western part of today’s\nPoland.",
        "A: On the Baltic Sea. So, the Germans, when we was closer to Berlin, being\nstronger and stronger, and they took already all the people to the army an-and — and\ntoo young, and too old, and too — everybody understood that the end will come.\nNovember 24, 2009\nNow, and with the Polish army, I took part in the fight for Warsaw, until ’45, May\ntwo, I fought in Berlin.",
        "A: Yes.",
        "A: Mm?",
        "A: The Germans had a very strong discipline in the army. Very strong discipline.\nAnd the Hitler youth organization elevated them, the young people was tigers.\nYoung girls 14 years old, were standing in the windows and shooting into the\nSoviet tanks. But Zhukov had this time more force, more planes, more artillery. I\nwas an inspector over in the — 1n the army, so I was sent to different units, and\namong the units were such shells and artillery, that when you s — closing to the — to\nthe gun, it was a hundred thun-thunders, not one thunder, a hundred thunders.\nThat’s why my hearing 1s a such one, but when I was still young, 1t was okay. When\nI became very old, is not okay.\nNovember 24, 2009\nfemale civilian population. The Soviet army had a reputation of raping its way\nwestwards to Berlin. Do you know, did you see any of that?",
        "A: I saw many such cases. In comparison with what Hitler did in one White\nRussia, can you forget about everything else? Because they didn’t leave White\nRussia at all. No one house was in — 1n a normal shape. Nothing was. It — it was\nSahara. So, to — to compare if a young Russian tried something, yes, it is very bad,\nsure, sure. And Zhukov gave very hard penalties for such things, very hard\npenalties. The head of our unit and Soviet chemical specialist had something to do\nin Warsaw. In Poland the — they behaved a lot better than in other places. So he\ngot three months in a — 1-1-1n a special —",
        "A: In a special unit.",
        "A: Where the unit was all the times sent on the front, you know. And he came —\ncame alive. It 1— it 1s — it is a— a very big problem, but every war brings true\ncrimes. Every war.",
        "A: When I was in the army, I didn’t see exactly the places where I was before,\nbecause w-we went around Warsaw and from Warsaw in Pomerania, close to the\nBaltic Sea, I was never there before. So, I can tell only like about this author of the\nbook, and about Russian people, who told me what there was. In — in White\nRussia, if a Jewish partisan was caught, they killed all the village, burned all the\nvillage, and their pro-pro-pro-pro-pro acquaintance were killed. It 1s impossible to d\n— to describe. One word, and you perished, you know. And I saw in White Russia\n[indecipherable] I didn’t leave any, but [indecipherable] didn’t exist. Didn’t exist\nabsolutely.",
        "A: And, when after the discipline, the German discipline finished, oh, we like every\n[indecipherable] I wa — I was one moment the commander of the first Polish army,\nsend me to find Greek prisoners. Where to look for them? Nobody knows. Okay,\nbu-bu-but —",
        "A: It finished the war, maybe a week after finishing the war.",
        "A: I forgot the name. A small town maybe 20 kilometers from Berlin.\nNovember 24, 2009",
        "A: So I want to — to turn back and to tell you about all the picture.",
        "A: Na -— here 1s Berlin.",
        "A: Yes. The commander gave me an excellent new Austrian car with fashion. And,\nlook for the Greeks. I look on this route, on this route, 20 kilometers farther, 60\nkilometers farther, no Greeks. In one place I see a German lady, an old lady. I\nthought, maybe you know something about the Greek prisoners. I don’t know, but I\nsaw prisoners in strange —",
        "A: — uniforms. Maybe they are the Greeks. Where are they? La — three kilometers\nfrom here. I took her to my car, and we brought to the place that she — around there\nwere Greeks. So I begin to tell them that I am from a classic gymnasium and that I\nknow ancient Greek. Ohh, excellent, excellent. And they began in Latin [speaks\nLatin here]. This is Latin. That — that is taken from Greek, okay. Or — or Homer.\nAnd I began in Greek, wh-who 1s your head here? The head, we will call him, but\nNovember 24, 2009\nhe doesn’t like to — to — to — to, you know. Who 1s it? He says, General Mitalas. He\nwas the former Greek Minister of Defense. How he came to the Germans? The\nItalians, who couldn’t take Greece, took him. Was a prisoner. And when they,\nunder the pressure of the Americans, they had to go out from — from Italy, they left\nMitalas there. Okay. So I told in Greek to Mitalas a big part of “The Iliad” and I\nasked him, do you understood what I said? He said, no. How 1s it possible? A\nformer minister doesn’t know Greek? Homer? He said, now is a big difference in\nthe Greek pronunciation and Greek spelling, and I don’t know it, he said. Ancient\nGreek, who knows — knows? Only a great aristocrat. So I am the great aristocrat.\nAnd I took him with my excellent car. Ah-hah, first the car came to Berlin, to the\ngates of the city. Berlin looked very well, not destroyed anything, well, what is it?\nBut when I went inside the city, closer to the center, was more and more and more,\nand close to the Reichstag —",
        "A: Yeah. Okay. So, one of the soldiers, of the Soviet soldiers, “Stop!”” Why?\nNobody can enter here. Okay, but look whom I have here in car. He looked in car\nand stood immediately like he would see God, because the Greeks had on their\nuniforms, the same things like the Russians, with the gold, and all that. And he\nNovember 24, 2009\nallowed us to enter the city. So I enter to the city, and I went to the Reichstag. Went\nto the Reichstag and I saw Goebbels lying on the — on the —",
        "A: — sidewalk.",
        "A: Because he was burned, and people told already that he was thrown away.",
        "A: Yes, he killed six children, he killed his wife, and he killed himself.",
        "A: No, I saw only him. Probably the children and the wife were somewhere else.\nThe Greek former minister said, what kind of language do you know? I told, I know\nseveral languages. French do you know? Yes, I know. And from this moment on,\nwe spoke with Mitalas —",
        "A: — French. And I brought Mitalas to the forest, where he was with 900 other\nGreeks. And he said about me, I don’t know why [indecipherable]. And he was\nvery glad that I showed him Berlin. And Berlin was, the center city was destroyed,\nNovember 24, 2009\nbecause the Metro in Berlin, Hitler burned. And in the Metro were thousands and\nthousands of Germans who died there, because he thought that the Red Army —",
        "A: — will go through the Metro too.",
        "A: From a colonel up.",
        "A: High officers, and a Soviet delegation came to my Polish unit and took them\naway to Odessa. And all the Greeks, how the author of the book, and how it is true,\ncame to Odessa do — to Greek back.",
        "A: Yeah.",
        "A: In Berlin, maybe two months.\nNovember 24, 2009",
        "A: After Berlin, the first Polish army became the fourth Silesian army, and we went\nto Katowice. And we came to the biggest city in Silesia, where there is coal, where\nth —",
        "A: Yes. And the army number four begin to stay in Katowice.",
        "A: No, tha-that was — n-n-no inspector, because it was not a job. Something from\nthe generals who knew me send him.",
        "A: I was one step from a colonel.",
        "A: Podputkownik.",
        "A: Yeah, yeah, yeah.",
        "A: But I was already a full colonel. I was a full colonel, but my father was a Zionist,\nand they took back. Zionist.\nNovember 24, 2009",
        "A: And some friend explained that, what do you want, in Poland is a different\nsituation, and the [indecipherable] yes, some of them have sympathies to Marx or\n— or something, but not typical for them, you know.",
        "A: No. Zionist, it was like toothache to — to tell something that you have a — you’re\na criminalist. Zionist. And they took it back. And the guy died probably, a long\ntime ago. He had a— a charming wife, a wife of a Polish general, but a Russian\nPolish general. In tsarist time, when the Russians back east — back, they took\nfactories and workers together. And among the workers was her father. Charming\nwife, but he, Zionist, he pronounced it so, that — that I would — I don’t know.",
        "A: No, he had —",
        "A: —a big influence in Poland.",
        "A: Was an advisor in the government or something. I-I — I-I don’t know exactly.\nNovember 24, 2009",
        "A: Yeah, yeah, yeah, yeah. To tell that Stalin was not so smart? [laughter]",
        "A: No-0-0-0.",
        "A: He was — pronounced differently the word Zionist.",
        "A: That he would say it — a murder.",
        "A: After being in Katowice, I was not demobilized, but some of people were\nalready demobilized. But th-the blockade of Leningrad and everything, some\nauthority, you know, said to me, find seven girls who can write on the type — ty-\ntypewriter. Okay. I found seven girls, and out of the seven girls 1s my wife.",
        "A: In Katowice.\nNovember 24, 2009",
        "A: No, my friend, but I have with Nesvizh very strong contacts. Dr. Cholawksy,\nand one of the main workers in the — the Hebrew organization. An organization who\nhas to do with the Holocaust —",
        "A: —1s there, from Nesvizh. And another schlar(ph) was in gymnasium in Nesvizh\ntogether with me.",
        "A: In general, not. But I was close to Ponary, and Ponary is a station close to\nLandwarow.",
        "A: Ponary is from Vilnius nine kilometers, and Landwarow, 18. How they say in\nrail line. So, in Ponary, the most — you can’t imagine what talents were destroyed.\nPoets and writers, and — and — and — and — it 1 — it is impossible to — to — to — to — to\nimagine. It is the — the grain of the Jewish family, you know.\nNovember 24, 2009",
        "A: Yes, yes, yes. And when I go to Druskininkai, Vilnius was the —\n[indecipherable] in Vilnius were destroyed by General Chernikowski(ph).\nChernikowski’s(ph) a Jewish guy.",
        "A: Yeah. But this is not the — the — the clue, you know. So, I came to Vilnius six,\nseven years ago, Chernikowski’s(ph) monument, hoo, and another monument 1s\nthere. I go [indecipherable] but what 1s — what kind of ornament 1s it? On the street\nMickiewicza is — on the wall of the court before the war in — in Vilnius, the Polish\ncourt, are names of young people who were killed. By whom they were killed, what\nis it? And the Jewish guy explained me, that the Lithuanians said that the Jews were\ncriminals. That they killed the Lithuanians because the Lithuanians were Soviet\nspies. But I imagine that when the Polish Jewish Jews in Vilnius came back to their\nhouses, and they knew from the population, from — from many other sources, who\nwas the real spies for Hitler, they came to the Soviets, and the Soviets do what with\nthe young, what they could do with somebody else. Or they could do with — with\nRussians, who were under such suspicion, you know. So, in Vilnius in\n[indecipherable] city on the street Mickiewicza is a such monument. So, you\nknow, how controversial all — all that is, you know. How —\nNovember 24, 2009",
        "A: Okay, I am very glad that you are asking about that. I’m very glad. The\nHolocaust was in several acts. Sometimes very late, and sometimes immediate. The\nimmediate are Ponary, the Jerusalem of Lithuania. The immediate was Nesvizh,\nbecause in Nesvizh was a very hard Jewish community. An intelligent Jewish\ncommunity in Nesvizh. And in Nesvizh they collected all the population on the\nmarket, maybe two weeks after [indecipherable] Nesvizh, and they killed\neverybody. There is maybe — maybe 10 people were —",
        "A: Survived. And the White Russian peasantry was a lot more sympathetic to Jews\nthan Polish. So, is it — so they destroyed almost all the Nesvizh community. And in\none entry of a — of a very poor house 1n Nesvizh, stood a lady and took a girl from\nthe —",
        "A: — from the thousands who were pushed like animals to [indecipherable] you\nknow. And the girl was saved by the lady who took her. And she was married by\nmy friend who is Yad Vashem, who is working there. And thanks her, he is still\nalive. He is over 90.",
        "A: Yes.",
        "A: First I have small signals. In the Soviet press, in the military Soviet press, a little\nabout. And I slept with a Jewish guy, Schlitzer(ph) was his name. And Schlitzer\nshed — said, do you know that the Germans are killing all the Jews? I was very\ncareful. All the Jews? Yes, all the Jews. Yes, I believe. I believe that they could it\ndo, because I am from a classical gymnasium, and I know that the Latin poets said,\nhorror Germanicus(ph). That the main feelings in Germany is horror\nGermanicus(ph). The Belgians are very nice people, but the Germans are a horror.\nTwo thousand years write a Latin words that the main characteristic of Germans is\nhorror.\nNovember 24, 2009",
        "A: I told you yes, it is possible. It is possible. And it was finished, the dispute. If he\nwas a schmekel, so he told somebody else about speaking with me. He was not a\nschmekel, so I told him the truth. It was the first klagator(ph).",
        "A: But when I heard more and more about that, and people are — are writing full\npages and all that? Hey. So it is absolutely true. And when I ber — began to get news\nfrom Dr. Cholawsky, and news from the guy whose wife saves him, his life, and all\nthat. So naturally it 1s absolutely true, and the news were brighter and brighter and\nbrighter. And I came to Druskininkai, and from Nesvizh people told me that 6,000\nJews in Nesvizh were killed. It means hundred percent.",
        "A: In time of war?",
        "A: Or — immediately after the war?\nNovember 24, 2009",
        "A: Immediately after the war, I was in the [indecipherable] lagers. Oh, I so close\nto Berlin, in Sachsenhausen. Sachsenhausen was a big — I came to the\nSachsenhausen. It stinks everything, well, what is it? There are two — two — no —\npietra.\nQ2: Two floors, two stories.",
        "A: Yes, and one man is sitting and holding his leg so. I told him, Et tu Francais?\nNo. Zin sie deutsche? Nein. All right. [speaks foreign language here]",
        "A: What are you doing here? I — I am asking him. He said, they made a conference\nof all the Polish intelligentsia. And all the professors of Jagiellonian University\nwas on the conference, and immediately after the conference, they were to\nSachsenhausen. And he is sitting there because he was —",
        "A: O-O-O-On the — on the conference.",
        "A: And after — a little after the war, when I received the letters from Melanid(ph)\nson, from the Dr. [indecipherable], I knew already a lot. I know already a lot. Oh,\nmy — my mother’s brother was shot. His wife Julia was shot, their daughter was\nshot. Moniek the composer was shot. So, this is the most terrible memories, when\nhas come the moment and I see my mother was executed, for what? You know?\nWell, a patient was coming to her, and the patient was a poor man. I\n[indecipherable] pay tomorrow. And she didn’t have any — any money. But Minsk\nwas the only big White Russian city that I saw destroyed like Warsaw. When we\ncame the 17\" September ’44, to — to — to Warsaw, people who lived in Warsaw\ncouldn’t find their street, their street. They didn’t find not only the houses, but they\ndidn’t find the pavement. And in Wilno, in Wilno on the street Rudziczka, I don’t\nknow how it is, but like [indecipherable]. You don’t know [indecipherable], it —\nit’s in Polish.",
        "A: It is Rudziczka, and here is Zawylna(ph).",
        "A: From right side of the Rudziczka is the house where it was born my mother.\nNovember 24, 2009",
        "A: Yeah.",
        "A: I wasn’t inside the house, but the house looks very well. I don’t know — or, they\nhave there some institution or something, I don’t know, because the — the gate 1s —\nis closed. If you come with a car you have to — I — I don’t know. But with — with a —\na trees around, before the war it looked a lot worse.",
        "A: Yes.",
        "A: Uh-huh. I went to my head in the army. I was on the third year, I told him, in the\nUniversity of Stefan Batory. I want to finish my studies. This is a hard thing, a\nhard thing, but I will ask very high in military. Maybe he himself didn’t ask, maybe\nsome of his friend asked the Ragsowski(ph), because a — a veteran with a\n[indecipherable] all that, 1s not so easy. And they allowed me to study further my\nphilosophy.",
        "A: Yes. Not only philosophy.\nNovember 24, 2009",
        "A: First I studied philosophy, and after I studied Polandistic, and — and\n[indecipherable] it is a — yes. So, okay, but where to find documents from before\nthe war? Hey, in a big, beautiful city Torun.",
        "A: Yeah, yeah. You know. You are the geographer, better than I am. There are\nprofessors from Vilnius University. Because where the Lithuanians made what you\nshowed, they came to Torun, and they called their institute Kopernika\n[indecipherable]. Well, I will find my professor of philosophy, Czezowski,\nTadeusz Czezowski. He saved hundreds of Jews, Czezowski. He was a very rich\nman, and he made from the Jews [indecipherable], people who don’t have any\nground and ni-ni-na, and that are dying from hunger, and these were hundreds of\nJews, Czezows — [indecipherable]. I came to Torun, I see around Vilnius\nprofessors. Professor of psychology, he remembered that I have a five. Okay.\nEisenberg is his name, but not a Jew. Th-The name 1s not — I would want to see\nprofessor Tadeusz Czezowski. Come here, come here. I came to Professor\nCzezowski, and he has a tic. So I was still in uniform. I told him about Wilno\nUniversity, what exams are ahead, with the names of the professors and everything.\nHe listened and he said, I don’t have any suspicion that there is something untrue.\nBut wait a little. I am waiting, and he brought all the papers with my inscriptions\nNovember 24, 2009\nwhen I came, when I did came, didn’t came. And Kowalski(ph), the — the killed\nJergus(ph) Kowalski(ph) was there in the — the many, many — everything. A-All\nmy studies are there. And he said that I didn’t come to my [indecipherable].",
        "A: Yes.",
        "A: And such [indecipherable]. Okay, and he said, when the two seminars I missed,\nhe said, bilig zhesky(ph), bilig zhesky(ph). There were small faults. There were\nsmall faults. Bilig zhesky(ph).",
        "A: And he wrote as such document to the ministerium(ph) of the — of education\nthat I was the — everything and when Czezowski writes this, and I started in the\nWarsaw University, and I studied with very interesting people in the Warsaw\nUniversity. You know the — the — the realizer of — of the films, a lady.",
        "A: Agnieszka Holland. I knew —",
        "A: Yes.\nNovember 24, 2009",
        "A: I knew all her — her father, excellent. He was studying together with me.",
        "A: Yeah.",
        "A: Philosophy.",
        "A: But in — 1n the documents probably they write filozoficzna spoleczny.",
        "A: Philis — philosophical social.",
        "A: It was one word. Maybe yes, maybe not. I — I— I don’t remember.",
        "A: People from the west don’t know the grain of the — of the situation of some\nnationalities in — in the world, and the situation of Jews and the Catholics and all\nthat. They d — they don’t know it. You have to be inside to [indecipherable].\nExcuse me, please repeat the — your question.\nNovember 24, 2009",
        "A: It came a time — but I don’t want — want to tell something bad about Poland. I\ndon’t want, because in Poland especially, the intelligentsia were God’s people.\nGod’s people. But among the gods, Bolestaw Prus, a big Polish writer was a great\nanti-Semite. But Stefan Jaronski was a great friend of the Jewish population. A\ngreat friend, you know. So it come a moment when people like Prus, like others,\nbegan to write and to speak too much Jews in Poland. Why do you have them?\nThey are coming mass. Masses and masses from Soviet Russia. From\n[indecipherable] east Asia. It is true. We have to take. [speaks foreign language\nhere] we know what it is. It became a slavery. A slavery. High military people who\nfought for Poland, you know, were removed from their apartments. I go on the\nstreet, I meet Panya Rabinowicz, my friend’s wife, and she said, you see what you\ndid here? You see what you — you see? We have to go out from Poland. And so\nevery day, more and more and more. And it was said that this time they are living,\nespecially Jews, with more education, with — and I said to my wife, we are going\nout.",
        "A: °63. Probably, probably.\nNovember 24, 2009",
        "A: In 63?",
        "A: [had a lot of professors, a lot of professors. I tried — I — I edited the Soviet\nhistory from Russian into Polish. And the boo — and the book was used in Polish\nschools. I was the redactor —",
        "A: — of philosoph — philosophical works. Some of them I have among my —",
        "A: At home, yes. I translated on conferences from Russian into Polish and from\nPolish into Russian, immediately.",
        "A: Yes, interpreter, but an interpreter that must — similtank, as they called it.",
        "A: Yes. You have to —",
        "A: — immediately after — and — and people are [indecipherable] if — if you said not\n— yeah. So, we’re going out, but where? In Canada, I have a — a girl whom I know\nNovember 24, 2009\nfrom gymnasium still, and she wrote letters to me and — okay. The United States\nhas an [indecipherable] of a democratic country. And Roosevelt was a super\nintelligent man. He was sick, he couldn’t do everything what he would do. But you\ncan imagine what is it to defend Moscow [indecipherable] in — in warm feet —",
        "A: — shoes, when he sent, in the terrible time of Stalingrad, the — Hitler has\nthousand bombers, and — and — and — and the Russian 43. And he send nickel, and\nraw materials, and a lot of ships were destroyed by the Germans. And we’re going\nto [indecipherable] I know that America has for me an opinion of a truly\ndemocratic country. Okay, we will try. And I was happy that they — a moment that\nthey will send and push with their leg, the — the Jewish from — from Poland. And\nespecially who had military jobs and all — all — all that, or professors or something.\nAnd I went to a guy in Warsaw, connected with the police probably. And they had\nthe anti-Semites, an opinion that every Jew has diamonds in — in his pockets.\nNothing else. No diamonds. Do you have great paintings and all — I don’t have\nanything. I— I am buying cement ice — cement eggs, you know. No, you. And they\nsend me like thousands of Jews, thousands, mostly from this home saved the\n[indecipherable] from — from that. From [indecipherable]. And they sent me to\nVienna, and in Vienna it was 10 days. And in Vienna as he said, you can go to\nNovember 24, 2009\nRome. In Rome are bureaucrats who help the Jews to make all the formalities\nbetter and — and faster, and — Rome? I am a classic. Why not? We went to Rome\nand we were there a half year, in Rome. And they asked, why America? I laughed,\nI told him, because of American [indecipherable] Greta Garbo. Marlene\nDietrich. Without that we can’t live. And they laughed. And where did you want to\n— to live in America. I know b — about the United States something, I have some\neducation, okay. Hm, what do you want? I want a city where there is a university, or\nthere are cultural organizations, because I am a humanitarian. I will find something.\nWith English is with me bad. But I — I wa — I will —I will do it. Philadelphia would\nbe good? Yes. And I came to Philadelphia. Came to Philadelphia and we are\nliving — I —I lost in my family 29 people. If I would count better, maybe there is 39.\nIt is hard to — to — to — to tell, because in Warsaw was a tragedy. My father died,\nthe Americans stopped to send the money, and a guy from New Jersey came and\nsaid, I give you so much dollars, but no more. To work. So. And I never lived so\nexcellent like in the United States. And I have such sentiments to America, if I\nwould be a young man for [indecipherable], I would go to the be — America with\narms in hand, because I understand something in — in — 1n [indecipherable] you\nknow. And we begin to live in a very poor place in Philadelphia, very poor place.\nAnd the neighbors are sympathetic to — to us. And our family is now already 10\nNovember 24, 2009\npeople. Six grandchildren and great-grandchildren, and even now I haven’t here in\nmy pocket money.",
        "A: So — so, for reasons, America is for me an idea, you know. Maybe a — and so,\ntogether with 40 — 45,000 Jews, we came to the United States.",
        "A: Probably it was ’63. I don’t remember exactly.",
        "A: You know.",
        "A: My — my — my memory Is not so —",
        "A: Thank you. I am very glad that I hear such things from you. But if I will be\nhealthy, or almost healthy, I will go again to Druskininkai, in the — to write that too\nmuch Jews are coming. Go to Madagascar. So, the people with some milose\nvarsna(ph), milosc varsna.\nNovember 24, 2009",
        "A: I don’t know if it 1s so exactly, but milose varsna(ph) it is the — the feeling that I\nam a man. So, this is very important for me, and my grandson. This is the answer.",
        "A: Thank you.",
        "A: Thank you.",
        "A: Thank you, thank you.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 24, 2009\nRG-50.030* 0544",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Norbert\nKrasnosielski, conducted by Nahum Krasnosielski on November 24, 2009 on behalf of the United\nStates Holocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "NORBERT KRASNOSIELSKI\nNovember 24, 2009"
    ]
}