{
    "rg": "RG-50.106.0210_trs_en",
    "sequence": [
        "Q: And your name now is?",
        "A: My name now Rose Kamin, K-A-M-I-N.",
        "Q: When were you born?",
        "A: 1928.",
        "Q: What day?",
        "A: August the third, according to the documents.",
        "Q: And where were you born?",
        "A: In Warsaw.",
        "Q: In Poland. Let’s talk a little bit about your family. Your parents’ names?",
        "A: My mother was Leah Grazutis. She came from Latvia. Litvia or small village, and my\nfather was born in Poland, in Warsaw and had a large family in Warsaw.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "Q: Oh he did. Ok. And they met when they were in Warsaw.",
        "A: No, they met in Moscow during the world war, during the revolution.",
        "Q: Oh my.",
        "A: And he married her in Moscow and wanted to take her to Poland to his family.",
        "Q: What were they doing in Moscow?",
        "A: He was in the Russian army. The whole singing and loving it, those years. You know he was\nvery young.",
        "Q: Your mother was there?",
        "A: My mother was an orphan. She was raised in a Russian communist orphanage and she was\nworking with the family as a help, raising children. In Moscow.",
        "Q: In Moscow ok. And did you have any brothers or sisters?",
        "A: Yes, my brother was born on, when they got married first on the way to Warsaw, in\nBaranovich. And he was six years later I was born in Warsaw.",
        "Q: What kind of work did your father do?",
        "A: He was a custom tailor. That was his profession from home.",
        "Q: Did your mother work also?",
        "A: No, she didn’t work. She had health problems most of the time.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "Q: What was your brother’s name?",
        "A: My brother was Stanislaw, Stan, because they gave him, it’s not Shlomo, not a Yiddish name\nbut Stan Silber. He was an engineer. He became an engineer later on in his life in Poland.",
        "Q: Was your family a religious family?",
        "A: Not at all because my daughter, my mother was raised in an orphanage, which is more\ncommunistically minded. And they actually trained her to eat everything because there was no\nfood. If you don’t eat whatever we have, you’re going to die. So because she refused to eat non-\nkosher food. So but she turned around, but she never ate pork or anything that is obvious to her\nbeing against.",
        "Q: What kind of schooling did you have?",
        "A: [had very little limited. Actually I have, I was 11 years old when the Germans walked in, in\nWarsaw. So I only had three or four grades, according to the Polish school, which I remember\nthe name of the teacher, but the school itself I don’t.",
        "Q: What was the name of the teacher?",
        "A: The teacher, Tufania Lydia. That’s a Polish name, Lydia and I remember we were only two\nJewish children in the class. We had to go out during the prayers. Because every morning the\nChristian children were praying. And we had to stay in the hall. That’s memories.",
        "Q: Did you experience any anti-Semitism at school? This is before 39.",
        "A: Not. I didn’t understand yet.",
        "Q: You had friends who were not —\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: [had friends that were not Jewish most of the time. We lived in a nice area in Warsaw. Next\nto the park. So I didn’t see any Jewish children. Only my cousins were coming to see me every\nday.",
        "Q: You had a large extended family?",
        "A: From my father’s side yes.",
        "Q: Aunts and uncles and cousins.",
        "A: Three uncles and an aunt. Mostly two of them were ultra-orthodox and very, very poor.",
        "Q: But you would say your family was middle class.",
        "A: Not even. He was a tailor because they needed a tailor in the building. We were the only\nJews in that family, in that building, was it close to my park, which I loved. I became a little\nskater at that time. So I was keen of skating. My cousin used to take me, competing with me.\nSo I was very physically active.",
        "Q: It sounds like you were quite athletic. Did you have any other interests besides —",
        "A: Not that, not —",
        "Q: Not at that age.",
        "A: School yes, but my handwriting was on the board. I must have been good in school.",
        "Q: So you have good memories up til 39?",
        "A: Up til 39, til the Germans walked in because this stays with me forever.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "Q: Let’s start now. What’s the first memory you have in 39?",
        "A: The heavy bombing.",
        "Q: Heavy bombing. This 1s --",
        "A: And running to the basement and seeing everybody praying.",
        "Q: This is in September 39.",
        "A: In September 39 and I was, had to move to the basement with everybody else because of the\nexplosions all around us.",
        "Q: What language did you speak at home?",
        "A: I spoke Polish.",
        "Q: At home?",
        "A: Yeah, I never spoke a Yiddish word here.",
        "Q: Never spoke. And you didn’t obviously know any German at that point.",
        "A: No, of course not.",
        "Q: So had you heard of a man, in 1939 before they came, had you heard of a man named Hitler?",
        "A: Oh yes. Because my mother was very knowledgeable, very readable. She was giving, telling\nus everything he brought he is going to do. We have to try everything to get out. She was really\ntalking about it constantly.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "Q: So you knew about Adolf Hitler before the Germans came in.",
        "A: Yes, yes when I saw the motorcycles driving in, three people were, three sold, three Germans\nwith the uniforms with the bullets, that frightened me. Then there was a line for bread every\nmorning. This is a heavy story. And my mother sent me to the line to wait til she comes out.\nWhen I was standing in the line and a German soldier was coming and checking the line. Who,\nwho is Juden, who is Jewish and kicking out of the line. But my, as a child I didn’t look like\nJewish or not Jewish. They didn’t kick me out but they kicked out another little boy that didn’t,\nthat looked Jewish and wasn’t. And he was screaming I am not Juden. And they still kicked him\nout. I got frightened and I told the man behind me that was standing a beautiful gray haired man\nwith glasses and he told me he is a Doctor Dolinsky and tell your mother that my line is with in\nfront of him. If I go back to my mother because I got frightened of the German soldiers. So I\nran back to my mother and I was almost hysterical. I can’t stay there because I’m afraid of the\nbeing kicked out from the German soldier.\nSo she came back and she met this Doctor Dolinsky. He is a person that saved our life because\nhe said today is my last day in the line for bread. I am going to cross the border. To the Russian\nside. So my mother got very, very happy and she said I wish I can do that but we were poor. We\nhad no money.\nSo he said I’m going to tell the farmer that takes me across, that you have no money but he\nshould take whatever you have in the house. And you know my mother didn’t believe it’s going\nto happen. And next morning 6:00 the farmer did call on the door and he told me that Doctor\nDolinsky sent me. I took him on the other side of the border. Was a neutral border between\nPoland and Russia that was open, supposed to be open 12 or 14 days. So she, the farmer\nknocked on the door and he says yes, I know you have no money. So he took what we had, a\nsewing machine and a customer’s fur coat that was hanging behind a screen. That’s all he was\nable to take. And put us in the wagon, the four of us. Covered us with hay and took us to the\nneutral zone.",
        "Q: This is your mother, your father and your brother.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: And my brother.",
        "Q: And you.",
        "A: He was six years older. It was a memory that — then we come to the border the same day, the\nofficer saying we are too late. The border is going to be closed. So my mother stepped in with\nher strong personality. She spoke a perfect Russian. And she says you better kill us right here\nbefore you send us back. So he says if you feel that, that strong I’m going to let you sleep over\nat the farmer’s house again. We slept in the farmer’s house on the neutral border. And the only\nthing I remember was he was give us, gave us to eat because we were starving. White bread with\nham. Ham, salt ham, not bacon. Kind of a slice of ham. The taste I have still today. It’s amazing\nhow strong taste could be. And my mother wouldn’t touch it. Course not.\nSo next morning we were going back to the border. It was 5:00 in the morning before it gets\ndaylight and the soldiers looked away not to bother us. On purpose.",
        "Q: I was going to say purposely looked away.",
        "A: Yeah so they and they sent us to a little village and there to stay there. It was on the Russian\nside.",
        "Q: Who —",
        "A: I think it was a Gomel. I don’t remember exactly the name of the village.",
        "Q: Who was the they, when you said —",
        "A: The soldiers.",
        "Q: The Russian soldiers.",
        "A: Yes showed us where to go.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "Q: Were you the only people or were there other people? Other —",
        "A: In this group, we were the only ones.",
        "Q: You were the only ones.",
        "A: Because we were late. The border was closed.",
        "Q: Was closing. Did you bring anything special with you from home or —",
        "A: Nothing. Just nothing really. We were walking from the farmer to the border.",
        "Q: No, but I meant when you left your house?",
        "A: No.",
        "Q: You brought nothing with you?",
        "A: But amazing I have pictures from my childhood.",
        "Q: So your mother brought those?",
        "A: Maybe I have them in a little bag.",
        "Q: So she brought pictures?",
        "A: Pictures, yeah. Not from the school, from, from people, from me in a sleigh. In a sleigh on\nthe, on the saschova which is the park.",
        "Q: Do you remember the name of the street you lived on in Warsaw?\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Yes.",
        "Q: What as it?",
        "A: Kula Alberta, Kula it means the king Albert. Then they changed it to Nyetsala. Nyetsala it\nmeans not whole. But my friends that went to visit Poland, they said it doesn’t exist anymore.\nOnly my uncle one of them that was the wealthy, lived on the famous street Wanushka, that is\nnow a museum. But that family was my, the closest family because they were taking me to their\ncountry home when I was visiting them a lot with my little cousin. That was my life in prize in\nmy life.",
        "Q: So let’s go back. You crossed the border and the Russians —",
        "A: And we stayed in that village til the Germans attacked Russia. I don’t know how long we\nlived there, maybe six months, no more.",
        "Q: That was June 41 so it must have been two years that you were there.",
        "A: Yeah I went to school there. I was babysitting for somebody. This I remember and the child\ndied. And I didn’t know how to handle the situation, of course not. And then the bombing\nstarted.",
        "Q: Were there many other Jewish refugees with you in this village?",
        "A: In that village? Not really. Then we were put on a train, when the bombing started.",
        "Q: This is June of 41, when Germany attacked Russia, yeah.",
        "A: And the train took us to Ural Mountains very, very far. This is, was like a dream, a village\nwith Uzbeks. You know Uzbeks. The people are high cheekbones and darker skin and it’s a\nhttps://collections.ushmm.org\nAugust 12, 2013\nwhole village, a small village. There were Jewish people there, starving. We were all starving,\nno food.\nUral Mountains in, it was un, undescribable that village. Because there was a lake that I used to\nbring the water from the lake. I used to go down to take the water and the stick with the two\npails and there was no fish in that lake so we were always talking about that I wish there would\nbe fish. Yeah and the people were starving. And there I was babysitting for another child that the\nmother couldn’t handle the child. She had no strength to go four steps.",
        "Q: Again were there other Jewish refugees there?",
        "A: Yes, we were, there are at least four or five Jewish families. And my father started to work as\na tailor there for the army, for the Russian army.",
        "Q: For the Russian army.",
        "A: Til they took him to the army. They took him to the army as a soldier. So we were left alone,\nthe three of us and they took my brother away to Siberia. He was older so they sent him to the\ncoal mine. So my mother and I were left alone here.",
        "Q: Do you know where in Siberia your brother was?",
        "A: Yes in K, well we later on joined him, Karaganda. It’s a coal mine city.",
        "Q: OK so you’re still back, you’re still with your mother?",
        "A: I’m still with my mother for a while because my father in the army, he got typhoid fever. That\nsaved him because all the 12 guys that went with him got killed and he came home, weak not\nable to work but recuperated in a few months and one of the Uzbekistani women was helping\nhim to work. To repair the uniforms. But the army still sent him back. After he recuperated they\ntook him. They send him to a Bielbejan, the hole in devil on earth. To build railroads. Can you\nimagine so nobody survived that. It was like a camp.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "Q: How old was your father then?",
        "A: He was a young man, in the, 30s, 40s.",
        "Q: Do you know what year he was born?",
        "A: No, my mother 1903. He must have been two years older. Yeah but they were then in the, he\nworked on the railroad, building the railroad for the, it was like a camp, like a survive — I don’t\nknow camp or a jail. So with good luck he broke the arm. The right arm that he couldn’t work\nanymore. And they put it badly together, and then they sent him home. So we were like hanging\nin the air without food, without support. So we asked to be sent to Karaganda, the government\nbecause that way we’ll be next to my brother. And we there, we got a little hole in the ground\napartment. House was like a hole in the ground. With a stove at the entrance.",
        "Q: How did you get from one village to the other? By train?",
        "A: By train.",
        "Q: By train, yeah.",
        "A: Cattle train. Not regular train. They were cattle trains. Anyway this was an experience in\nSiberia for four years. It’s a long time yeah. And you just wonder how we survived.",
        "Q: So you joined your brother.",
        "A: We joined my brother. He live his, in this town. I was by then 14, 15. I went to school there.\nFour years. Because it took me four years. We were there four years. And they didn’t take me\nto work in the coal mine because I was too, too fragile. And I would be afraid to go down, even\nto take the lamps down. Some of the people were taking the lamps down. So they gave me a\nchoice. To clean the army guns. I had to do something for the army. The army guns or I became\nhttps://collections.ushmm.org\nAugust 12, 2013\na barber for the soldiers. For the officers. Thanks to an old man that was a Jewish guy, had a\nbarber shop. He said you’re going to work with me and you’re not going home with anybody.\nYou’re going home with me. He helped me. Only for six months. That was the law at that time.",
        "Q: So you cut the soldiers’ hair.",
        "A: With a little machine. It’s not, it’s hand machine like. It’s not a razor but it’s a little machine.\nAnd he was closing the shop and he was making sure I go home, go to my place. But this place\nhad a lot of prisoners from Germany and Japanese. Where my brother had them in the coal\nmine. So what an experience he had. He was telling us stories that they were dying from hunger\nand work. Even the horses were blind. I didn’t know that the horses worked too much in the\ndark, they get blind. So this is what the survival.\nIn the school was only four children that were Jewish and I, from Russian school from Siberia, I\nhave pictures. Yeah.",
        "Q: Who were the teachers?",
        "A: There was one English, one Russian, one Oriental. I have the pictures of all the teachers. I\ndon’t know if I—",
        "Q: By that time you were speaking Russian, right?",
        "A: I spoke only Russian.",
        "Q: You knew Russian.",
        "A: I turned from Polish — they didn’t know what is a Jew there. Would you believe that nobody\nunderstood. So I said I’m Polish. They accepted Polish but not Jewish. And then they made a\nmeeting for us, the four children. The four that they know to be Jewish. Don’t date anybody\nhere because anybody here you’re never going to get out federally. Because these are people\nthat lost their citizenship. That part of the city. It was terrible. There were soldiers. You know\nhttps://collections.ushmm.org\nAugust 12, 2013\nyou’re, in the history was, it’s a long history of Russian army. I don’t remember the general. He\ntook the 600 people to the German side. He thought that Germany is going to win. So they\nbecome and when the Russians took them over they become prisoners of the country, like\nenemies. And no passports, no, no legal citizenship. But they were walking free but I’m sure\nafter Stalin disappeared they let them out. Because this was during the war.\nIt was a, it was a heavy experience.",
        "Q: You were working in the barber shop and you went to —",
        "A: For six months only.",
        "Q: For six months, and then you just went to school.",
        "A: I was going still to school yes",
        "Q: And you were living by that time with your mother?",
        "A: Only my mother, my brother. Yes.",
        "Q: And what was your mother doing?",
        "A: I don’t remember what my, I don’t remember her doing anything. There was no job and I\ndon’t remember what my father did. He couldn’t work with a broken arm that never healed\nproperly, was crooked I guess. So we were living in a, like a basement in the ground in Siberia.\nAnd the few neighbors that, two families were Jewish.",
        "Q: Tell me again the name of the town that you were —",
        "A: Karaganda with a K. East Siberia, but very cold.",
        "Q: Where did you get the warm clothes for the winter from.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Who, I don’t know who gave it to us. There were quilts made of cotton inside, quilted like\nthey have now, this stuff quilted. And the shoes, boots were called valenkis, made of sheep’s\nwool rolled up. And every night we had to dry them because they got wet. But they had, the heel\nwas made from a cork and it’s interesting that that boot felt warm. Til every night we had to put\nit next to the oven to, to dry.",
        "Q: How many rooms did you have?",
        "A: No, one room.",
        "Q: Just one room.",
        "A: One bedroom. The windows were under, very low.",
        "Q: Where was the bathroom?",
        "A: Ah, there was no bathroom. Outside, outside so it was outside. I was more sick than alive\nbecause I am a celiac on top of that. So I went to school and they say I had stomach problems,\nbleeding. And I missed a lot of school.",
        "Q: Where did your mother get the food from to feed you all?",
        "A: Ihave no idea. No idea at all how we s — I don’t remember a bread. I don’t remember a\npotato, or a tomato. During the war they felt sorry for the children. I was sent to a children’s\ncamp for one week. That was —",
        "Q: In the summer time or —",
        "A: In the summer time and it was shocking. Because 200 children in one room. With a little\nwater container at the entrance to wash the feet. And you know I was afraid of the children. They\nhttps://collections.ushmm.org\nAugust 12, 2013\nhad all sores to, to wash myself. Anyway this was a short time. My mother comes to visit me\nwith a tomato, one tomato. When I was crying. I said I can’t eat a tomato without anything, no\nbread. So she couldn’t get bread. So this type of situation was very horrifying cause I know\nmany other people had even worse.",
        "Q: Did you know or did your parents know what was happening in the rest of Europe at the\ntime?",
        "A: Oh yes, yes. I somehow we had a radio.",
        "Q: Oh you had a radio.",
        "A: Yes. And I had a neighbor that a Russian soldier that lost a leg. And he was a friend of my\nbrother. So he always used to come over to take me walking and I didn’t know he lost a leg\nbecause he came, he went with me to my school dance. And he pretended to be able to dance.\nAnd then he, one day he asked me to come to his place. That was, he was living with his sister\nand the family. And he was a young boy, maybe 17 or 18. So he was crying and he was, he had\na bottle of vodka on the table and he told me I have to tell you my story. He was a pilot. I didn’t\neven know. Well he was too young to be a pilot and he lost a leg. So I said so but you lived that.\nThe artificial leg was standing in the corner. You know I was so young. I, I ran out. I was\ncrying. I couldn’t handle it. So anyway, so this was Boris, my brother’s friend.",
        "Q: Did you have any identification papers at that time?",
        "A: No documents but she, my mother kept the Polish documents somehow. She said we’re going\nto get out of Siberia with these papers because we were not prisoners like many other Jewish\npeople were taken to Siberia, but we went ourselves. We asked to be sent because of my brother.\nBeing there. So it’s one coincidence helped us.",
        "Q: Did you talk about your situation with the other Jewish children?\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: No, I couldn’t explain to the other children because they were not from Poland. So they were\nJewish children from the Russian atmosphere. Surrounding so there was nothing to explain to\nthem. They knew about the war and about the bombing and they were worried that Hitler\nshouldn’t win. And we had these discussions in school.",
        "Q: I was going to say did you talk about the war?",
        "A: In the school, in the school the teachers were, was telling us how is it going. Who is winning\nand even when Stalingrad was the biggest end of the war, we were talk, we were told about it. If\nStalingrad they win, then the war is finished. So it was shocking to take it. Nobody thanks to\nmy mother’s brain. She knew everything. We used to call her Golda Meir because she was very\nintelligent, very super smart.",
        "Q: Any religious practice during this time?",
        "A: No, no. We never practiced at home either. She was non-religious. Even she was raised\nfrom an ultra-orthodox family but her mother died after birth. And they were twins. Her brother\nand her were sent to different orphanages so she didn’t have any background of religion But she\nhad a brain and the book. All the time with a book. This is the most important thing in my life,\ntoo, books.",
        "Q: You’re going to school and —",
        "A: I’m trying to — I am grade nine going into grade ten. When the grade ten in Russia is like\nuniversity. The education is very high. But I was, had a little bit of murmur and they considered\nthat is serious problem and they didn’t —",
        "Q: You mean a heart murmur.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Yes. They considered it serious problem, the doctors and they didn’t strain me with the, with\nexams. They were so good to me. They let me go to all that, because I was normally maybe a\ngood student without it.",
        "Q: That was, these were the Russian teachers.",
        "A: The Russian.",
        "Q: So then you finished grade nine.",
        "A: No I think I, I almost finished the grade ten when the war ended.",
        "Q: Tell me about that time when you knew that the war was —",
        "A: That was amazing. The first thing they asked us, where we want to go. So we said back to\nPoland.",
        "Q: How did you know the war was ending?",
        "A: Oh we did listen to the radio.",
        "Q: Through the radio is how —",
        "A: Through the radio, yes.",
        "Q: Were there any newspapers?",
        "A: And discussions in the, in the schools and everywhere.",
        "Q: Were there any newspapers?\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: No, not that time. We didn’t have any papers. I don’t know where — there are many things in\nmy mind, it’s like erased. I don’t know why because usually I have a good memory.",
        "Q: So then they asked you where you wanted to go and you say —",
        "A: Where do we want to go.",
        "Q: And you say Poland.",
        "A: So we said Poland but they put on Eshelon, Eshelon is the train. It was a wagon train that\nthey make comfortable. One wagon was for the food. One wagon for the people. Or a few, and\neven one wagon for people that were artistic. They organized music for, for this train for three\nmonths. And we start two weeks. It was a schlep. A long schlep. And a lot of Jewish people on\nthe way were picked up.",
        "Q: Did you get off the train?",
        "A: No, we don’t go out. You go back to sleep on the train. On the benches.",
        "Q: You stay on the train.",
        "A: Yeah but the train stops and the farmers bring with the basket whatever they have to sell you\nand we didn’t have anything to sell so whatever the train has for us, we had to, we got some kind\nof a food, I don’t know what. I don’t remember what we were eating. It’s like breaking out.\nAnyways, but each train oh and the worst thing I meant to tell you. How we survived going to\nRussia.\nDuring the bombing, my father and my brother went to look for food. Because everything was\nopen. The stores, nobody was there to take care of there, they were afraid of the bombs. So they\nbrought back a sack of tobacco and one sack of rice. They carried on their shoulders. And that\nkept us going to go to Russia. Can you imagine. And each, every time that we needed some\nhttps://collections.ushmm.org\nAugust 12, 2013\nbread a little tobacco we were able to get in Russia, a piece of bread. So this was very important\nthings that my father and brother did.\nAnyways, it’s nice to talk about it and it’s nice to forget a lot.",
        "Q: You’re leaving Russia going towards Poland and you’re on the train.",
        "A: Months it took us to go back. We stopped in Germany. We didn’t go to — we went through\nPoland and my brother decided to marry one of the girls on the train. Yeah and she was Polish\nand Polish the family, they were coming from Siberia too. The father was killed because they\nrefused, he refused to work for the Russians. He was an architect. And mother with the two\ndaughters, which Kristina was my sister in law. And they stayed behind in Poland. The two of\nthem got married and lived in Poland because he needed to go back to university to get his\nengineering degree.",
        "Q: How did your parents feel about that?",
        "A: My parents had nothing to say. My brother was a very strong minded person. And this\nPolish girl was innocent girl. She went through the whole, the war too. And this is the, I was\nwith her and her mother. The only thing when they left Poland, they stayed in Poland. And he\nwent to university. And that was a hard time. We end up ourselves straight to Germany. To the\nDP camp. Because you know DP camp we didn’t know where we want to go. We were not\nZionistically minded. We didn’t want to go to Israel because my mother’s logic, we had enough\nwar. We don’t want to be in a war zone. That made sense to me too. Anyway, that’s I’m sure\nmany people feel that way. But they were mostly young people were very patriotic singing all\nthe Hebrew songs which I didn’t ever learn. Would be nice to know.",
        "Q: So you got off at a DP camp.",
        "A: DP camp I lived for two years.",
        "Q: The name of that camp.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Hess Lichtenau. Actually you have it on the documents there. H-E-S-S dash Lichtenau with\nan L. L-I-C-H-T-E-N-A-U. Lichtenau.",
        "Q: Where was that near?",
        "A: That was about 200 kilometers from Kassel. I don’t know how far was Kassel because\nKassel, when I got married I gave birth to my daughter. We lived in that DP camp. We did not\nappreciate all the beautiful food that the Jewish community was giving us because we didn’t\nknow what it was. Coffee in containers or sardines. You know everything was strange to us.\nAnd you know you take it for granted, but they did a lot. Wonderful.",
        "Q: What did you do in the DP camp?",
        "A: I went to courses. I took designing, because nothing is long enough to finish anything. All my\nlife I didn’t have enough time to finish.",
        "Q: You’re about 17 years old now.",
        "A: Yes. I wanted to be a designer, a good designer because of my father’s sewing, I had a lot of\nknowledge in sewing. And then it was a nice group of young people. Some took dentistry. Some\ntook engineering just to start with but we didn’t have time to finish, because we had to get, plan\nthe future. Where to go. They had a theater organizer with a lot of actors. Once a week they put\non a show for us. And it was strange, the feeling because we are, we don’t know where you\nwant to be.",
        "Q: And these were all young Jewish people that you —",
        "A: Young Jewish people. My husband I met, refused to move out from the camp, because most\nof the couples that got married moved out to the village to live a better life. But he was very\nJewish and he decided no, I’m not going to live in a German atmosphere. We have to live. So it\nhttps://collections.ushmm.org\nAugust 12, 2013\nwas a horrible experience for me to live in the camp. In one room with my mother, father and a\nhusband.",
        "Q: When did you get married?",
        "A: In 1948.",
        "Q: You were still in for three years, you were in ---",
        "A: No, two years.",
        "Q: So 1947.",
        "A: 47, because my daughter was born 1948.",
        "Q: And your husband’s name?",
        "A: It’s my, different on the papers. It’s Solomon Wolfus, W-O-L-F-U-S. He was from\nWreblewska another town in, bordering Poland and Germany.",
        "Q: So you got married and —",
        "A: We got married, lived in the same room with mother and father. Was a disaster for me. And\nthe whole idea of sex was a disaster. I was 19 years old, but physically not developed. And\nphysically because under nourished and most of the time. And you know it was disappointing\nbecause he was very powerful person and I had to be able to live with that. It was not good. So\nafter my daughter was born, I decided no more children. No, because —",
        "Q: Did you give birth in a hospital?\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: You know what, I gave birth in a town called Kassel. K-A-S-S-E-L and like a closed mind I\nwent by myself to give birth.",
        "Q: To a hospital?",
        "A: To the hospital yeah. It was by train I suppose I went because there was no other way. I didn’t\ntell my mother. I didn’t tell my husband because I was very upset, very angry at life. I didn’t\nwant that. I mean I thought this was marriage and having a child should be a pleasure. For me, it\nwasn’t. So that was it. But to me it was part of the war. I am still in the war zone. And so it’s\nbad.",
        "Q: It’s understandable. You had a daughter you said.",
        "A: [had a beautiful girl and he was very upset because he wanted a kaddish. I said you know if\nyou, if you talk to her about it maybe she can tell, sing kaddish for you. No, it made sense.\nWhat’s the difference? A girl should be as close. They were never close.",
        "Q: And her name?",
        "A: Her name is, at that time he wanted after his mother Bella, but we changed it to Beverly. She\nis a professional person. She has a PhD psychology. She is a beautiful person. With a very\nstrong personality like him.",
        "Q: You and the baby go back to the DP camp. And —",
        "A: Yes and we waiting for a result, where to go and he was from fur family at home. They had,\none of the brothers I think had a fur business. So he decided that fur would be better Canada. So\nwe going to go to Canada instead of United States. He applied for Canada. And we got the\npassage to go to Canada, slow. You know by boat. To Halifax. Very, everybody was that sick.\nTo my luck I wasn’t so I was able to walk around and feed my baby and tell the cook that didn’t\nspeak any other language but Greek. What I need for my baby so I had to look myself in the\nhttps://collections.ushmm.org\nAugust 12, 2013\ncloset because everybody was dead sick. It was very bad timing. I don’t remember what month.\nIt must have been September. It was a disaster the trip for people.",
        "Q: Was it 1948 or something like that.",
        "A: 1948 yeah.",
        "Q: You settled where in Canada?",
        "A: We settled right away in Montreal. Well actually it’s the best time of my life.",
        "Q: You stayed in Montreal for how long?",
        "A: Oh many years. I am only in Toronto 20 years so she was raised, my daughter went to\nuniversity. Everything possible I gave her. She took it because she was very lucky with her, very\nintelligent girl. She was a good student and I had no problems. Without the language, without\nhelping her. Because I couldn’t help her in high school or university like other mothers can",
        "Q: And then you picked up English, right?",
        "A: I picked up English yes, But not good enough. You know I had two courses. I should have\ntaken much more.",
        "Q: Did you work at all?",
        "A: I did yeah. I did work. At the fur business. I went with him to the fashion shows, to the\nbuying and selling and then I had another job outside too. Anyways, work was a pleasure for\nme.",
        "Q: When did you move to Toronto?\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: I moved only 20 years ago. Because my daughter is here much longer.",
        "Q: And your husband, is he still alive?",
        "A: My husband, no he died very young, at 54. From cancer. And frightening he had it was\nconsidered to be Hodgkin’s but it wasn’t Hodgkin’s. It’s a malignant glands all over the body.\nAnd that time was frightening for me because my daughter developed a titus gland situation.\nThe tonsils were not removed and by not removing the tonsils which one doctor recommended,\nkeep it because she is going to need it when she is older. Was a mistake. She developed the\nserious disease and at 17 they had to remove them and put her on a cortisone for six months. So\nyou have to listen to two doctors. That’s why.",
        "Q: Can we talk a little bit before we close about your thoughts and your feelings, how your\nchildhood, your experiences affected you. Do you think you’d be a different person today than if\nyou had not gone through what you went through?",
        "A: Yes, I would be, Iam very compassionate and too soft to people sometimes. So I have to\npretend that I am wrong. I have compassion when I should have more, I should help more people\nthan I do. I would like, I wanted to adopt children but my husband, no, never, I never going to\nlove somebody else’s child. And one of my friends was dying and I had a little boy for six\nmonths with me and I wanted to keep him and he refused. That was a big mistake.\nI, you know, I didn’t got from life what I wanted. A place, education, I’m missing that. Yes,\nthese families think no matter how much I try to educate myself, I still miss the knowledge.",
        "Q: What are your interests today? Do you do —",
        "A: Oh, today I do read a lot. I still take dancing classes.",
        "Q: You take dancing. What kind of dancing?\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Line dancing. My daughter, 65 going to be. And she’s taking four times a week dancing. To\nher it’s an exercise. Wonderful, yes.",
        "Q: Do you do anything else?",
        "A: I do. I socialize in a Yiddish group conversation.",
        "Q: So now you speak Yiddish.",
        "A: I speak perfectly Yiddish. That’s why I spoke to Herman in Yiddish and I joined this group\nof Yiddish educated people and I felt I educate myself by listening to them. But the problem is\nthey fell apart and my favorite guy 1s blind now and actually Mr. Taub knows him. Because they\nwere ahead with eight years, ten years ahead of me. They had the opportunity to educate\nthemselves when I didn’t.",
        "Q: Your husband’s name was?",
        "A: He called himself Zalman with a zed. But according to the documents it’s Solomon. He came\nfrom a very good family from Wreblewska. They had a large trees for building, cutting and\nshipping through the war. That was their family business. But the horror story. I have of them.\nHis father that he brought, I have about, before he was killed. They were underground for 17\npeople underground working and somebody reported them to the Germans. They threw in a\nbomb into the underground so this, the story I have from his leadership, between the 17 people.\nThat was a horror story. But I’m sure you know many horror stories.",
        "Q: Are there any sights or noises or smells today that remind you of your war time experience?",
        "A: No, no. Only the pictures if I see the bombing of Poland and fire all over cause my father\ntook me by the hand to see it, to run from one uncle to another to see who is alive. If nobody\nwas hurt. During the bombing before Hitler walked in. The bombing was more frightening for\nme with the fire all around.\nhttps://collections.ushmm.org\nAugust 12, 2013\nRunning from one place to another, nowhere to hide. And then visiting his sister with seven\nchildren hiding in a little place. And the orthodox brother refused to see a doctor and the little\nboy of 14 had to have an appendicitis. He said no god would help. No, he died at home because I\ndidn’t know if this was money problem or because he was ultra-orthodox. It could be both.\nNow this horror story from that family.",
        "Q: Do you think about your experiences now? Do you think about them a lot?",
        "A: I try not to but it comes back. Whenever a situation if I talk to other people, I see oh I realize\nsimilar situation to what I had. I know some of my people went to concentration camp, and they\ndon’t talk about it. They don’t want to talk about it.",
        "Q: Do you feel very Polish?",
        "A: No. I feel Jewish.",
        "Q: Feel Jewish.",
        "A: Yeah I am born Jewish and I respect that and I honor it, but I am not a traditional person, not\nreligious. Because of the upbringing.",
        "Q: Are you a Canadian citizen now?",
        "A: Canadian yeah right away. I am proud of being Canadian. My best time in my life I had in\nMontreal because I met nice people that helped me even without the language. She introduced\nme to swimming and skiing and that was 40 years of her life. She was doing for me.",
        "Q: You swim and you ski and what else?",
        "A: Yeah I skied with her and I, you see a met a new world. I never had a chance.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "Q: Do you play any musical instruments?",
        "A: Yes, I play the piano.",
        "Q: You play the piano.",
        "A: Yeah, the piano classical but now I’m taking a senior group. They are teaching a little more\nthan classical because we want to play pieces without being so serious. So it’s a nice group,\nYamaha school of music and they have a senior group.",
        "Q: So you’re playing jazz and things like that.",
        "A: A little jazz yes. It’s beautiful. The relationship for the piano if I can hold it. If my back\ndoesn’t go for two hours.",
        "Q: Did you talk about your childhood experiences with your daughter when she was little?",
        "A: You know she has a little biography from me and she knows a lot but she doesn’t want to talk\nabout it. Like today yesterday I was visiting my niece. That was my, from my brother, from the\nPolish wife. And she is more interested in my daughter in that. No, because she doesn’t know\nthat much.",
        "Q: Does your daughter have children?",
        "A: Oh yeah she has two daughters.",
        "Q: Do they ask you about your experience?",
        "A: No, they’re children. They are not interested at all. I don’t talk about it. I think Hannah the\nyounger one would be. I think my daughter is too hard person to discuss it. Leave it alone she\nsays. And I don’t think she’s right.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "Q: Do you get any reparations?",
        "A: I didn’t get til now. I was applying and they sent a horrible letter I got from Germany. There\nwas no reason for me to leave from Poland. Can you imagine a letter like that. When I showed\nit to the lawyer here, but now they asking we should reapply. So I reapplied and they sent from\nAustralia 5000 dollars. Ok the lawyer took up 3200. Can you imagine? Then actually this layer\nthat I have now, Mr. Shapiro was very upset. He sent another letter to them. How dare you\ncharge for that, for the compensation. So they sent me another 3000 dollars. That was the whole\ncompensation. No I didn’t got monthly like other people did because many people, I know some\npeople that didn’t tell the truth. And I am a straightforward person. I don’t want to, I never lied in\nmy life.",
        "Q: What are your thoughts about Israel?",
        "A: The country 1s ok if you’re very patriotic, Zionistic. They are harsh people. They destroyed\nthe Jewish language. Because they feel we are beneath them and this I resent about Israel.",
        "Q: You mean, are you talking about Yiddish.",
        "A: Yiddish yeah. They built it up, they built up their own language to this and I have a big\narticle. I wish, maybe I still have it. That was a mistake. Right when the country became a\ncountry, should have been taught equal Yiddish and Hebrew, but no to them Yiddish is only\nEuropean Jews are speaking Yiddish. And Hasidim, some of them. Sections.\nSo I resent that about Israel but they are apologizing now. They keep saying they’re teaching the\nchildren Yiddish now. I said no you’re teaching the children Yiddish now but you neglected it\nso many years. It’s going to disappear with us.\nBut Herman told things it’s growing better, the Yiddish. I don’t know if maybe he’s right. The\nuniversity they teach and Yiddish 1s only strictly for the European Jews.",
        "Q: Do you think that the world has learned the lessons of the Holocaust?\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Never, they never learned the lessons. Because there, everybody was closed for us. The\nworst thing that England didn’t do anything. Canada didn’t do anything. The boats were sent\nback. It was shocking, absolutely shocking.",
        "Q: Today do you think people have learned the lessons?",
        "A: I don’t think so. Because if you see around the world it’s happening different nations. There\nis so much discrimination even now. Jewish or other nationalities and I don’t know if you knew\nin the states about this artist’s reminder of the ugly times. He built a lot of buildings all over\nCanada. Lieber, I can see it, I can see his name. I have it right in front of me, Liberhart,\nLiberstrom. And he’s an art. Daniel.",
        "Q: Liebeskind.",
        "A: You heard about him. Reminder of ugly times. But he made a lot of, he 1s very much against\nEnglish politics way back. England and Roosevelt they didn’t do anything. It’s absolutely\nhorrible.",
        "Q: Are you comfortable among other survivors? Do you prefer to be with other survivors?",
        "A: Not necessarily because I don’t, I’m more comfortable with the survivors than the born\nCanadians that don’t know anything what’s happening. But are ignorant at the, and I find that\nthey don’t know. Only my friends that lived in Montreal that belonged to Jewish communities,\nthey know a little bit. But they don’t know the history of Europe. She tells me, one of my friends,\nI don’t want to know about it. So it means you cannot communicate. You communicate better\nwith the survivors. You have a better conversation, understanding I would say.",
        "Q: Do you have any desire to go back to Poland?\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: No. it’s amazing. My daughter wants to go to see where I went to school, the park. If the\nstreet doesn’t exist. And I really felt that why should we waste money in Poland. So I said to her\nit doesn’t make sense. You want to take me on a trip, we’ll go somewhere else. That’s it. Maybe\nI made a mistake. At 80, was the right time. Now I’m 85. No, most of my friends went back.",
        "Q: Did go back?",
        "A: And they are disappointed. Some of the Polish people feel why are you coming back to get\nback your houses. It’s horrible. Horrible. Yeah you must have read about Felix Zeidman. His\nstory 1s unbelievable. And he was full of hate all those years. Until at the end he forgive the\nPolish family helped him to survive. He made honors, he honored them, took them to Israel. So\nyou read the whole story?",
        "Q: Iam familiar with his story.",
        "A: It’s an unbelievable story. Listen the stories of life are beautiful but you don’t have to live\nwith it. To live with it, you get depressed. You know you get down. And I am a very easy\nperson to get depressed. So I have to be careful. I am going very often into a depression.",
        "Q: Do you get any professional help?",
        "A: No, no, no.",
        "Q: You just handle it yourself",
        "A: Ihave to pull it out myself. I look around. I see other people have worse and I am still the\nlucky one so that’s why I figure it out. So when I told my daughter, you are depressed. No, no,\nno you don’t tranquilizer for that. No, no, no. you have to do it yourself. Physical exercise. I do\na lot of yoga. I’m a physical person. Maybe that’s why I survived.",
        "Q: Where is your brother?\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Oh he died. Five years ago. My best picture is with him. Such a strong life, a love for me,\nunbelievable.",
        "Q: Did he come to Canada too?",
        "A: Yeah, yeah he was living in Canada but he was living in Montreal for a while. And he never\nsucceeded here because he didn’t have a diploma from here. So he had to work as a draughtsman\ninstead of engineer. And but in Poland, we were supporting him. I was supporting him for 15,\n20 dollars a month. That was enough for him to survive. But then when he came to Canada he\nhad a struggle. Because she was not able to help. I can get any type of job, whatever I wanted. I\nwas able to get. And some people cannot help. So I am too helpful sometimes. And then I go\ninto this depression. Not long. Anyways. I hope you are not tired of talking to me.",
        "Q: No, I’m very grateful to you. Is there anything you would like to add before we close? Any\nthoughts that you have or message to your grandchildren or anything you wanted to say?",
        "A: They think I succeeded in life more than other people with education. So at my 80\" birthday\nthat’s what they told me. Even my daughter said. What you have I don’t have with a PhD.",
        "Q: The knowledge about life.",
        "A: The knowledge about life. Yeah but you know you’re never happy with anything when you\ngo through this war. You’re really not happy person, no. You make the best of every situation\nbut you’re not a happy person. But you have to analyze that you could be worse. And you’re\nlucky what you have. Anyways, I always feel I didn’t do enough for other people.",
        "Q: You’re talking about during the war or —",
        "A: No, no, no after the war. After the war. I could have done much more but my late husband\nwould stop me all the time. If I wanted to go to university, he did not approve of it. You’re going\nhttps://collections.ushmm.org\nAugust 12, 2013\nto be away too much. But when he died, I did go. I took five courses in one year and I got so sick\nand tired physically. I overdid it. So I took two years at university and I didn’t continue. I put\ntoo much pressure on myself. That’s a pressure person. And that’s enough. Now I have to make\nthe best of everything. To see anybody that survived like me because most of the people I see\ndepressed and going into dementia and it’s frightening. I still drive.",
        "Q: Do you?",
        "A: Oh yes, to me the best pleasure is when I drive on my own and I listen to classical music, yes.\nThis is very important. That’s why I came to Washington by car.",
        "Q: What are your thoughts about the Holocaust Museum in Washington?",
        "A: It’s absolutely beautiful. Except til I saw the fire in Poland. I cannot look at them you know.\nActually the tragedy, the uniforms the shoes. I had to avoid looking at that. Because that’s like a\npain in the chest. How people survived many of them. But Hitler it’s a shock how people could\nbe cruel, but it’s happening all over again in different countries. So how can we change the\nworld? I like to see it change. Like the orthodox do believe the messiah. Where is he? I like to\nbelieve in it. Anyways, theater would be good for you to relax your brain. They’re playing a lot\nof plays here, Yiddish plays in my area. And the reading a lot, that helps.",
        "Q: How old are your grandchildren?",
        "A: My granddaughter, the older one is 28, going to be and the younger one 22. The 22 is not\nsettled. She’s finishing her last year university. She doesn’t taking psychology. She 1s taking\nphilosophy. I says where you going to go with that. She would like to get the same degree that\nher mother has but it’s not necessary. Not everybody has the same capability. So she has to\ndecide this year. She’s undecided girl, but the most adorable person. The older one is graduated\nfrom university in social work. Actually she’s working for the government for seeing the\nmistakes university are doing. If they need help they call the office where she works to\nreorganize it. That’s a good job for her. But not, she went to private school so she has an easier\nhttps://collections.ushmm.org\nAugust 12, 2013\ntime to face life than the younger one. So my daughter made a mistake with the younger one,\nnot sending her to private school for four years. Because the preparation 1s easier. You are\nprepared for university pressure. And when you don’t have the push you cannot take the\npressure. The younger one couldn’t take the pressure so she had to stretch from four years to five\nwhich is ok. But still they are wonderful children. Can’t complain.",
        "Q: That’s a nice note to end on.",
        "A: That you have only good children.",
        "Q: Anything else you wanted to add before we close.",
        "A: No. No, because you know there are so many things on the mind that come and go. And you\ncannot remember everything, but whatever I remember it’s very hard to face for other people.\nWhen I hear somebody say starving, I’m starving. I say please don’t use that word starving.\nBecause they don’t know the meaning of it. Starving, not to see a piece of bread for four years,\nnot to see a tomato. Not to see altogether, I didn’t have anything. For four years. How I\nsurvived, I’m still here, I must have been very, very strong person, even being a celiac. Anyway,\nbecause people think they don’t eat on time. I’m starving, I have to go to a restaurant to eat.\nAbsolutely not. Control your brain. Take a glass of water before you starve so you don’t starve.\nI don’t like that word starving. Because nobody knows the meaning unless you do it. Anyways I\ntalk too much. That’s my problem. I do, I do. I’m very outspoken and one of my friends, I just\nhad a Canadian girl with a pace maker, she gets depressed because she is doing a lot of work,\namazing woman. But she is absent minded person. And she calls me up to relax. So she said\nafter I talk to you we, cause she cannot get used to the pace maker. And she not a week, not a\nday it’s going to take months. And she wants to go back to dancing now. I said you can do it but\nbe careful. So she fell and I’m trying to help her but there 1s a limit how much I can do. You\nhave to do it yourself. Right. Maybe I am too logical. Really. Nobody can analyze me. Only\nyourself, you have to analyze. We have to just try and make the best and not to be depressed. I\ndo go into the depression. I can cry easy. Is that better? I am just listening if I cry easy. Very\neasy. Something on television that reminds me of Europe, I can cry. Yeah, of course.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "Q: You certainly have been through a lot.",
        "A: Of course.",
        "Q: Well.",
        "A: I think you have enough of me.",
        "Q: Ok. I’m just going to finish off the interview by saying that this concludes the United States\nHolocaust Memorial Museum interview with Rose Kamin.",
        "A: It was my pleasure you can give my best to Mr. Herman Taub. He is very known here.\n(end)\n"
    ],
    "questions": [
        "Q: And your name now is?",
        "Q: When were you born?",
        "Q: What day?",
        "Q: And where were you born?",
        "Q: In Poland. Let’s talk a little bit about your family. Your parents’ names?",
        "Q: Oh he did. Ok. And they met when they were in Warsaw.",
        "Q: Oh my.",
        "Q: What were they doing in Moscow?",
        "Q: Your mother was there?",
        "Q: In Moscow ok. And did you have any brothers or sisters?",
        "Q: What kind of work did your father do?",
        "Q: Did your mother work also?",
        "Q: What was your brother’s name?",
        "Q: Was your family a religious family?",
        "Q: What kind of schooling did you have?",
        "Q: What was the name of the teacher?",
        "Q: Did you experience any anti-Semitism at school? This is before 39.",
        "Q: You had friends who were not —",
        "Q: You had a large extended family?",
        "Q: Aunts and uncles and cousins.",
        "Q: But you would say your family was middle class.",
        "Q: It sounds like you were quite athletic. Did you have any other interests besides —",
        "Q: Not at that age.",
        "Q: So you have good memories up til 39?",
        "Q: Let’s start now. What’s the first memory you have in 39?",
        "Q: Heavy bombing. This 1s --",
        "Q: This is in September 39.",
        "Q: What language did you speak at home?",
        "Q: At home?",
        "Q: Never spoke. And you didn’t obviously know any German at that point.",
        "Q: So had you heard of a man, in 1939 before they came, had you heard of a man named Hitler?",
        "Q: So you knew about Adolf Hitler before the Germans came in.",
        "Q: This is your mother, your father and your brother.",
        "Q: And you.",
        "Q: I was going to say purposely looked away.",
        "Q: Who —",
        "Q: Who was the they, when you said —",
        "Q: The Russian soldiers.",
        "Q: Were you the only people or were there other people? Other —",
        "Q: You were the only ones.",
        "Q: Was closing. Did you bring anything special with you from home or —",
        "Q: No, but I meant when you left your house?",
        "Q: You brought nothing with you?",
        "Q: So your mother brought those?",
        "Q: So she brought pictures?",
        "Q: Do you remember the name of the street you lived on in Warsaw?",
        "Q: What as it?",
        "Q: So let’s go back. You crossed the border and the Russians —",
        "Q: That was June 41 so it must have been two years that you were there.",
        "Q: Were there many other Jewish refugees with you in this village?",
        "Q: This is June of 41, when Germany attacked Russia, yeah.",
        "Q: Again were there other Jewish refugees there?",
        "Q: For the Russian army.",
        "Q: Do you know where in Siberia your brother was?",
        "Q: OK so you’re still back, you’re still with your mother?",
        "Q: How old was your father then?",
        "Q: Do you know what year he was born?",
        "Q: How did you get from one village to the other? By train?",
        "Q: By train, yeah.",
        "Q: So you joined your brother.",
        "Q: So you cut the soldiers’ hair.",
        "Q: Who were the teachers?",
        "Q: By that time you were speaking Russian, right?",
        "Q: You knew Russian.",
        "Q: You were working in the barber shop and you went to —",
        "Q: For six months, and then you just went to school.",
        "Q: And you were living by that time with your mother?",
        "Q: And what was your mother doing?",
        "Q: Tell me again the name of the town that you were —",
        "Q: Where did you get the warm clothes for the winter from.",
        "Q: How many rooms did you have?",
        "Q: Just one room.",
        "Q: Where was the bathroom?",
        "Q: Where did your mother get the food from to feed you all?",
        "Q: In the summer time or —",
        "Q: Did you know or did your parents know what was happening in the rest of Europe at the\ntime?",
        "Q: Oh you had a radio.",
        "Q: Did you have any identification papers at that time?",
        "Q: Did you talk about your situation with the other Jewish children?",
        "Q: I was going to say did you talk about the war?",
        "Q: Any religious practice during this time?",
        "Q: You’re going to school and —",
        "Q: You mean a heart murmur.",
        "Q: That was, these were the Russian teachers.",
        "Q: So then you finished grade nine.",
        "Q: Tell me about that time when you knew that the war was —",
        "Q: How did you know the war was ending?",
        "Q: Through the radio is how —",
        "Q: Were there any newspapers?",
        "Q: Were there any newspapers?",
        "Q: So then they asked you where you wanted to go and you say —",
        "Q: And you say Poland.",
        "Q: Did you get off the train?",
        "Q: You stay on the train.",
        "Q: You’re leaving Russia going towards Poland and you’re on the train.",
        "Q: How did your parents feel about that?",
        "Q: So you got off at a DP camp.",
        "Q: The name of that camp.",
        "Q: Where was that near?",
        "Q: What did you do in the DP camp?",
        "Q: You’re about 17 years old now.",
        "Q: And these were all young Jewish people that you —",
        "Q: When did you get married?",
        "Q: You were still in for three years, you were in ---",
        "Q: So 1947.",
        "Q: And your husband’s name?",
        "Q: So you got married and —",
        "Q: Did you give birth in a hospital?",
        "Q: To a hospital?",
        "Q: It’s understandable. You had a daughter you said.",
        "Q: And her name?",
        "Q: You and the baby go back to the DP camp. And —",
        "Q: Was it 1948 or something like that.",
        "Q: You settled where in Canada?",
        "Q: You stayed in Montreal for how long?",
        "Q: And then you picked up English, right?",
        "Q: Did you work at all?",
        "Q: When did you move to Toronto?",
        "Q: And your husband, is he still alive?",
        "Q: Can we talk a little bit before we close about your thoughts and your feelings, how your\nchildhood, your experiences affected you. Do you think you’d be a different person today than if\nyou had not gone through what you went through?",
        "Q: What are your interests today? Do you do —",
        "Q: You take dancing. What kind of dancing?",
        "Q: Do you do anything else?",
        "Q: So now you speak Yiddish.",
        "Q: Your husband’s name was?",
        "Q: Are there any sights or noises or smells today that remind you of your war time experience?",
        "Q: Do you think about your experiences now? Do you think about them a lot?",
        "Q: Do you feel very Polish?",
        "Q: Feel Jewish.",
        "Q: Are you a Canadian citizen now?",
        "Q: You swim and you ski and what else?",
        "Q: Do you play any musical instruments?",
        "Q: You play the piano.",
        "Q: So you’re playing jazz and things like that.",
        "Q: Did you talk about your childhood experiences with your daughter when she was little?",
        "Q: Does your daughter have children?",
        "Q: Do they ask you about your experience?",
        "Q: Do you get any reparations?",
        "Q: What are your thoughts about Israel?",
        "Q: You mean, are you talking about Yiddish.",
        "Q: Do you think that the world has learned the lessons of the Holocaust?",
        "Q: Today do you think people have learned the lessons?",
        "Q: Liebeskind.",
        "Q: Are you comfortable among other survivors? Do you prefer to be with other survivors?",
        "Q: Do you have any desire to go back to Poland?",
        "Q: Did go back?",
        "Q: Iam familiar with his story.",
        "Q: Do you get any professional help?",
        "Q: You just handle it yourself",
        "Q: Where is your brother?",
        "Q: Did he come to Canada too?",
        "Q: No, I’m very grateful to you. Is there anything you would like to add before we close? Any\nthoughts that you have or message to your grandchildren or anything you wanted to say?",
        "Q: The knowledge about life.",
        "Q: You’re talking about during the war or —",
        "Q: Do you?",
        "Q: What are your thoughts about the Holocaust Museum in Washington?",
        "Q: How old are your grandchildren?",
        "Q: That’s a nice note to end on.",
        "Q: Anything else you wanted to add before we close.",
        "Q: You certainly have been through a lot.",
        "Q: Well.",
        "Q: Ok. I’m just going to finish off the interview by saying that this concludes the United States\nHolocaust Memorial Museum interview with Rose Kamin."
    ],
    "answers": [
        "A: My name now Rose Kamin, K-A-M-I-N.",
        "A: 1928.",
        "A: August the third, according to the documents.",
        "A: In Warsaw.",
        "A: My mother was Leah Grazutis. She came from Latvia. Litvia or small village, and my\nfather was born in Poland, in Warsaw and had a large family in Warsaw.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: No, they met in Moscow during the world war, during the revolution.",
        "A: And he married her in Moscow and wanted to take her to Poland to his family.",
        "A: He was in the Russian army. The whole singing and loving it, those years. You know he was\nvery young.",
        "A: My mother was an orphan. She was raised in a Russian communist orphanage and she was\nworking with the family as a help, raising children. In Moscow.",
        "A: Yes, my brother was born on, when they got married first on the way to Warsaw, in\nBaranovich. And he was six years later I was born in Warsaw.",
        "A: He was a custom tailor. That was his profession from home.",
        "A: No, she didn’t work. She had health problems most of the time.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: My brother was Stanislaw, Stan, because they gave him, it’s not Shlomo, not a Yiddish name\nbut Stan Silber. He was an engineer. He became an engineer later on in his life in Poland.",
        "A: Not at all because my daughter, my mother was raised in an orphanage, which is more\ncommunistically minded. And they actually trained her to eat everything because there was no\nfood. If you don’t eat whatever we have, you’re going to die. So because she refused to eat non-\nkosher food. So but she turned around, but she never ate pork or anything that is obvious to her\nbeing against.",
        "A: [had very little limited. Actually I have, I was 11 years old when the Germans walked in, in\nWarsaw. So I only had three or four grades, according to the Polish school, which I remember\nthe name of the teacher, but the school itself I don’t.",
        "A: The teacher, Tufania Lydia. That’s a Polish name, Lydia and I remember we were only two\nJewish children in the class. We had to go out during the prayers. Because every morning the\nChristian children were praying. And we had to stay in the hall. That’s memories.",
        "A: Not. I didn’t understand yet.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: [had friends that were not Jewish most of the time. We lived in a nice area in Warsaw. Next\nto the park. So I didn’t see any Jewish children. Only my cousins were coming to see me every\nday.",
        "A: From my father’s side yes.",
        "A: Three uncles and an aunt. Mostly two of them were ultra-orthodox and very, very poor.",
        "A: Not even. He was a tailor because they needed a tailor in the building. We were the only\nJews in that family, in that building, was it close to my park, which I loved. I became a little\nskater at that time. So I was keen of skating. My cousin used to take me, competing with me.\nSo I was very physically active.",
        "A: Not that, not —",
        "A: School yes, but my handwriting was on the board. I must have been good in school.",
        "A: Up til 39, til the Germans walked in because this stays with me forever.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: The heavy bombing.",
        "A: And running to the basement and seeing everybody praying.",
        "A: In September 39 and I was, had to move to the basement with everybody else because of the\nexplosions all around us.",
        "A: I spoke Polish.",
        "A: Yeah, I never spoke a Yiddish word here.",
        "A: No, of course not.",
        "A: Oh yes. Because my mother was very knowledgeable, very readable. She was giving, telling\nus everything he brought he is going to do. We have to try everything to get out. She was really\ntalking about it constantly.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Yes, yes when I saw the motorcycles driving in, three people were, three sold, three Germans\nwith the uniforms with the bullets, that frightened me. Then there was a line for bread every\nmorning. This is a heavy story. And my mother sent me to the line to wait til she comes out.\nWhen I was standing in the line and a German soldier was coming and checking the line. Who,\nwho is Juden, who is Jewish and kicking out of the line. But my, as a child I didn’t look like\nJewish or not Jewish. They didn’t kick me out but they kicked out another little boy that didn’t,\nthat looked Jewish and wasn’t. And he was screaming I am not Juden. And they still kicked him\nout. I got frightened and I told the man behind me that was standing a beautiful gray haired man\nwith glasses and he told me he is a Doctor Dolinsky and tell your mother that my line is with in\nfront of him. If I go back to my mother because I got frightened of the German soldiers. So I\nran back to my mother and I was almost hysterical. I can’t stay there because I’m afraid of the\nbeing kicked out from the German soldier.\nSo she came back and she met this Doctor Dolinsky. He is a person that saved our life because\nhe said today is my last day in the line for bread. I am going to cross the border. To the Russian\nside. So my mother got very, very happy and she said I wish I can do that but we were poor. We\nhad no money.\nSo he said I’m going to tell the farmer that takes me across, that you have no money but he\nshould take whatever you have in the house. And you know my mother didn’t believe it’s going\nto happen. And next morning 6:00 the farmer did call on the door and he told me that Doctor\nDolinsky sent me. I took him on the other side of the border. Was a neutral border between\nPoland and Russia that was open, supposed to be open 12 or 14 days. So she, the farmer\nknocked on the door and he says yes, I know you have no money. So he took what we had, a\nsewing machine and a customer’s fur coat that was hanging behind a screen. That’s all he was\nable to take. And put us in the wagon, the four of us. Covered us with hay and took us to the\nneutral zone.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: And my brother.",
        "A: He was six years older. It was a memory that — then we come to the border the same day, the\nofficer saying we are too late. The border is going to be closed. So my mother stepped in with\nher strong personality. She spoke a perfect Russian. And she says you better kill us right here\nbefore you send us back. So he says if you feel that, that strong I’m going to let you sleep over\nat the farmer’s house again. We slept in the farmer’s house on the neutral border. And the only\nthing I remember was he was give us, gave us to eat because we were starving. White bread with\nham. Ham, salt ham, not bacon. Kind of a slice of ham. The taste I have still today. It’s amazing\nhow strong taste could be. And my mother wouldn’t touch it. Course not.\nSo next morning we were going back to the border. It was 5:00 in the morning before it gets\ndaylight and the soldiers looked away not to bother us. On purpose.",
        "A: Yeah so they and they sent us to a little village and there to stay there. It was on the Russian\nside.",
        "A: I think it was a Gomel. I don’t remember exactly the name of the village.",
        "A: The soldiers.",
        "A: Yes showed us where to go.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: In this group, we were the only ones.",
        "A: Because we were late. The border was closed.",
        "A: Nothing. Just nothing really. We were walking from the farmer to the border.",
        "A: No.",
        "A: But amazing I have pictures from my childhood.",
        "A: Maybe I have them in a little bag.",
        "A: Pictures, yeah. Not from the school, from, from people, from me in a sleigh. In a sleigh on\nthe, on the saschova which is the park.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Yes.",
        "A: Kula Alberta, Kula it means the king Albert. Then they changed it to Nyetsala. Nyetsala it\nmeans not whole. But my friends that went to visit Poland, they said it doesn’t exist anymore.\nOnly my uncle one of them that was the wealthy, lived on the famous street Wanushka, that is\nnow a museum. But that family was my, the closest family because they were taking me to their\ncountry home when I was visiting them a lot with my little cousin. That was my life in prize in\nmy life.",
        "A: And we stayed in that village til the Germans attacked Russia. I don’t know how long we\nlived there, maybe six months, no more.",
        "A: Yeah I went to school there. I was babysitting for somebody. This I remember and the child\ndied. And I didn’t know how to handle the situation, of course not. And then the bombing\nstarted.",
        "A: In that village? Not really. Then we were put on a train, when the bombing started.",
        "A: And the train took us to Ural Mountains very, very far. This is, was like a dream, a village\nwith Uzbeks. You know Uzbeks. The people are high cheekbones and darker skin and it’s a\nhttps://collections.ushmm.org\nAugust 12, 2013\nwhole village, a small village. There were Jewish people there, starving. We were all starving,\nno food.\nUral Mountains in, it was un, undescribable that village. Because there was a lake that I used to\nbring the water from the lake. I used to go down to take the water and the stick with the two\npails and there was no fish in that lake so we were always talking about that I wish there would\nbe fish. Yeah and the people were starving. And there I was babysitting for another child that the\nmother couldn’t handle the child. She had no strength to go four steps.",
        "A: Yes, we were, there are at least four or five Jewish families. And my father started to work as\na tailor there for the army, for the Russian army.",
        "A: Til they took him to the army. They took him to the army as a soldier. So we were left alone,\nthe three of us and they took my brother away to Siberia. He was older so they sent him to the\ncoal mine. So my mother and I were left alone here.",
        "A: Yes in K, well we later on joined him, Karaganda. It’s a coal mine city.",
        "A: I’m still with my mother for a while because my father in the army, he got typhoid fever. That\nsaved him because all the 12 guys that went with him got killed and he came home, weak not\nable to work but recuperated in a few months and one of the Uzbekistani women was helping\nhim to work. To repair the uniforms. But the army still sent him back. After he recuperated they\ntook him. They send him to a Bielbejan, the hole in devil on earth. To build railroads. Can you\nimagine so nobody survived that. It was like a camp.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: He was a young man, in the, 30s, 40s.",
        "A: No, my mother 1903. He must have been two years older. Yeah but they were then in the, he\nworked on the railroad, building the railroad for the, it was like a camp, like a survive — I don’t\nknow camp or a jail. So with good luck he broke the arm. The right arm that he couldn’t work\nanymore. And they put it badly together, and then they sent him home. So we were like hanging\nin the air without food, without support. So we asked to be sent to Karaganda, the government\nbecause that way we’ll be next to my brother. And we there, we got a little hole in the ground\napartment. House was like a hole in the ground. With a stove at the entrance.",
        "A: By train.",
        "A: Cattle train. Not regular train. They were cattle trains. Anyway this was an experience in\nSiberia for four years. It’s a long time yeah. And you just wonder how we survived.",
        "A: We joined my brother. He live his, in this town. I was by then 14, 15. I went to school there.\nFour years. Because it took me four years. We were there four years. And they didn’t take me\nto work in the coal mine because I was too, too fragile. And I would be afraid to go down, even\nto take the lamps down. Some of the people were taking the lamps down. So they gave me a\nchoice. To clean the army guns. I had to do something for the army. The army guns or I became\nhttps://collections.ushmm.org\nAugust 12, 2013\na barber for the soldiers. For the officers. Thanks to an old man that was a Jewish guy, had a\nbarber shop. He said you’re going to work with me and you’re not going home with anybody.\nYou’re going home with me. He helped me. Only for six months. That was the law at that time.",
        "A: With a little machine. It’s not, it’s hand machine like. It’s not a razor but it’s a little machine.\nAnd he was closing the shop and he was making sure I go home, go to my place. But this place\nhad a lot of prisoners from Germany and Japanese. Where my brother had them in the coal\nmine. So what an experience he had. He was telling us stories that they were dying from hunger\nand work. Even the horses were blind. I didn’t know that the horses worked too much in the\ndark, they get blind. So this is what the survival.\nIn the school was only four children that were Jewish and I, from Russian school from Siberia, I\nhave pictures. Yeah.",
        "A: There was one English, one Russian, one Oriental. I have the pictures of all the teachers. I\ndon’t know if I—",
        "A: I spoke only Russian.",
        "A: I turned from Polish — they didn’t know what is a Jew there. Would you believe that nobody\nunderstood. So I said I’m Polish. They accepted Polish but not Jewish. And then they made a\nmeeting for us, the four children. The four that they know to be Jewish. Don’t date anybody\nhere because anybody here you’re never going to get out federally. Because these are people\nthat lost their citizenship. That part of the city. It was terrible. There were soldiers. You know\nhttps://collections.ushmm.org\nAugust 12, 2013\nyou’re, in the history was, it’s a long history of Russian army. I don’t remember the general. He\ntook the 600 people to the German side. He thought that Germany is going to win. So they\nbecome and when the Russians took them over they become prisoners of the country, like\nenemies. And no passports, no, no legal citizenship. But they were walking free but I’m sure\nafter Stalin disappeared they let them out. Because this was during the war.\nIt was a, it was a heavy experience.",
        "A: For six months only.",
        "A: I was going still to school yes",
        "A: Only my mother, my brother. Yes.",
        "A: I don’t remember what my, I don’t remember her doing anything. There was no job and I\ndon’t remember what my father did. He couldn’t work with a broken arm that never healed\nproperly, was crooked I guess. So we were living in a, like a basement in the ground in Siberia.\nAnd the few neighbors that, two families were Jewish.",
        "A: Karaganda with a K. East Siberia, but very cold.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Who, I don’t know who gave it to us. There were quilts made of cotton inside, quilted like\nthey have now, this stuff quilted. And the shoes, boots were called valenkis, made of sheep’s\nwool rolled up. And every night we had to dry them because they got wet. But they had, the heel\nwas made from a cork and it’s interesting that that boot felt warm. Til every night we had to put\nit next to the oven to, to dry.",
        "A: No, one room.",
        "A: One bedroom. The windows were under, very low.",
        "A: Ah, there was no bathroom. Outside, outside so it was outside. I was more sick than alive\nbecause I am a celiac on top of that. So I went to school and they say I had stomach problems,\nbleeding. And I missed a lot of school.",
        "A: Ihave no idea. No idea at all how we s — I don’t remember a bread. I don’t remember a\npotato, or a tomato. During the war they felt sorry for the children. I was sent to a children’s\ncamp for one week. That was —",
        "A: In the summer time and it was shocking. Because 200 children in one room. With a little\nwater container at the entrance to wash the feet. And you know I was afraid of the children. They\nhttps://collections.ushmm.org\nAugust 12, 2013\nhad all sores to, to wash myself. Anyway this was a short time. My mother comes to visit me\nwith a tomato, one tomato. When I was crying. I said I can’t eat a tomato without anything, no\nbread. So she couldn’t get bread. So this type of situation was very horrifying cause I know\nmany other people had even worse.",
        "A: Oh yes, yes. I somehow we had a radio.",
        "A: Yes. And I had a neighbor that a Russian soldier that lost a leg. And he was a friend of my\nbrother. So he always used to come over to take me walking and I didn’t know he lost a leg\nbecause he came, he went with me to my school dance. And he pretended to be able to dance.\nAnd then he, one day he asked me to come to his place. That was, he was living with his sister\nand the family. And he was a young boy, maybe 17 or 18. So he was crying and he was, he had\na bottle of vodka on the table and he told me I have to tell you my story. He was a pilot. I didn’t\neven know. Well he was too young to be a pilot and he lost a leg. So I said so but you lived that.\nThe artificial leg was standing in the corner. You know I was so young. I, I ran out. I was\ncrying. I couldn’t handle it. So anyway, so this was Boris, my brother’s friend.",
        "A: No documents but she, my mother kept the Polish documents somehow. She said we’re going\nto get out of Siberia with these papers because we were not prisoners like many other Jewish\npeople were taken to Siberia, but we went ourselves. We asked to be sent because of my brother.\nBeing there. So it’s one coincidence helped us.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: No, I couldn’t explain to the other children because they were not from Poland. So they were\nJewish children from the Russian atmosphere. Surrounding so there was nothing to explain to\nthem. They knew about the war and about the bombing and they were worried that Hitler\nshouldn’t win. And we had these discussions in school.",
        "A: In the school, in the school the teachers were, was telling us how is it going. Who is winning\nand even when Stalingrad was the biggest end of the war, we were talk, we were told about it. If\nStalingrad they win, then the war is finished. So it was shocking to take it. Nobody thanks to\nmy mother’s brain. She knew everything. We used to call her Golda Meir because she was very\nintelligent, very super smart.",
        "A: No, no. We never practiced at home either. She was non-religious. Even she was raised\nfrom an ultra-orthodox family but her mother died after birth. And they were twins. Her brother\nand her were sent to different orphanages so she didn’t have any background of religion But she\nhad a brain and the book. All the time with a book. This is the most important thing in my life,\ntoo, books.",
        "A: I’m trying to — I am grade nine going into grade ten. When the grade ten in Russia is like\nuniversity. The education is very high. But I was, had a little bit of murmur and they considered\nthat is serious problem and they didn’t —\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Yes. They considered it serious problem, the doctors and they didn’t strain me with the, with\nexams. They were so good to me. They let me go to all that, because I was normally maybe a\ngood student without it.",
        "A: The Russian.",
        "A: No I think I, I almost finished the grade ten when the war ended.",
        "A: That was amazing. The first thing they asked us, where we want to go. So we said back to\nPoland.",
        "A: Oh we did listen to the radio.",
        "A: Through the radio, yes.",
        "A: And discussions in the, in the schools and everywhere.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: No, not that time. We didn’t have any papers. I don’t know where — there are many things in\nmy mind, it’s like erased. I don’t know why because usually I have a good memory.",
        "A: Where do we want to go.",
        "A: So we said Poland but they put on Eshelon, Eshelon is the train. It was a wagon train that\nthey make comfortable. One wagon was for the food. One wagon for the people. Or a few, and\neven one wagon for people that were artistic. They organized music for, for this train for three\nmonths. And we start two weeks. It was a schlep. A long schlep. And a lot of Jewish people on\nthe way were picked up.",
        "A: No, we don’t go out. You go back to sleep on the train. On the benches.",
        "A: Yeah but the train stops and the farmers bring with the basket whatever they have to sell you\nand we didn’t have anything to sell so whatever the train has for us, we had to, we got some kind\nof a food, I don’t know what. I don’t remember what we were eating. It’s like breaking out.\nAnyways, but each train oh and the worst thing I meant to tell you. How we survived going to\nRussia.\nDuring the bombing, my father and my brother went to look for food. Because everything was\nopen. The stores, nobody was there to take care of there, they were afraid of the bombs. So they\nbrought back a sack of tobacco and one sack of rice. They carried on their shoulders. And that\nkept us going to go to Russia. Can you imagine. And each, every time that we needed some\nhttps://collections.ushmm.org\nAugust 12, 2013\nbread a little tobacco we were able to get in Russia, a piece of bread. So this was very important\nthings that my father and brother did.\nAnyways, it’s nice to talk about it and it’s nice to forget a lot.",
        "A: Months it took us to go back. We stopped in Germany. We didn’t go to — we went through\nPoland and my brother decided to marry one of the girls on the train. Yeah and she was Polish\nand Polish the family, they were coming from Siberia too. The father was killed because they\nrefused, he refused to work for the Russians. He was an architect. And mother with the two\ndaughters, which Kristina was my sister in law. And they stayed behind in Poland. The two of\nthem got married and lived in Poland because he needed to go back to university to get his\nengineering degree.",
        "A: My parents had nothing to say. My brother was a very strong minded person. And this\nPolish girl was innocent girl. She went through the whole, the war too. And this is the, I was\nwith her and her mother. The only thing when they left Poland, they stayed in Poland. And he\nwent to university. And that was a hard time. We end up ourselves straight to Germany. To the\nDP camp. Because you know DP camp we didn’t know where we want to go. We were not\nZionistically minded. We didn’t want to go to Israel because my mother’s logic, we had enough\nwar. We don’t want to be in a war zone. That made sense to me too. Anyway, that’s I’m sure\nmany people feel that way. But they were mostly young people were very patriotic singing all\nthe Hebrew songs which I didn’t ever learn. Would be nice to know.",
        "A: DP camp I lived for two years.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Hess Lichtenau. Actually you have it on the documents there. H-E-S-S dash Lichtenau with\nan L. L-I-C-H-T-E-N-A-U. Lichtenau.",
        "A: That was about 200 kilometers from Kassel. I don’t know how far was Kassel because\nKassel, when I got married I gave birth to my daughter. We lived in that DP camp. We did not\nappreciate all the beautiful food that the Jewish community was giving us because we didn’t\nknow what it was. Coffee in containers or sardines. You know everything was strange to us.\nAnd you know you take it for granted, but they did a lot. Wonderful.",
        "A: I went to courses. I took designing, because nothing is long enough to finish anything. All my\nlife I didn’t have enough time to finish.",
        "A: Yes. I wanted to be a designer, a good designer because of my father’s sewing, I had a lot of\nknowledge in sewing. And then it was a nice group of young people. Some took dentistry. Some\ntook engineering just to start with but we didn’t have time to finish, because we had to get, plan\nthe future. Where to go. They had a theater organizer with a lot of actors. Once a week they put\non a show for us. And it was strange, the feeling because we are, we don’t know where you\nwant to be.",
        "A: Young Jewish people. My husband I met, refused to move out from the camp, because most\nof the couples that got married moved out to the village to live a better life. But he was very\nJewish and he decided no, I’m not going to live in a German atmosphere. We have to live. So it\nhttps://collections.ushmm.org\nAugust 12, 2013\nwas a horrible experience for me to live in the camp. In one room with my mother, father and a\nhusband.",
        "A: In 1948.",
        "A: No, two years.",
        "A: 47, because my daughter was born 1948.",
        "A: It’s my, different on the papers. It’s Solomon Wolfus, W-O-L-F-U-S. He was from\nWreblewska another town in, bordering Poland and Germany.",
        "A: We got married, lived in the same room with mother and father. Was a disaster for me. And\nthe whole idea of sex was a disaster. I was 19 years old, but physically not developed. And\nphysically because under nourished and most of the time. And you know it was disappointing\nbecause he was very powerful person and I had to be able to live with that. It was not good. So\nafter my daughter was born, I decided no more children. No, because —\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: You know what, I gave birth in a town called Kassel. K-A-S-S-E-L and like a closed mind I\nwent by myself to give birth.",
        "A: To the hospital yeah. It was by train I suppose I went because there was no other way. I didn’t\ntell my mother. I didn’t tell my husband because I was very upset, very angry at life. I didn’t\nwant that. I mean I thought this was marriage and having a child should be a pleasure. For me, it\nwasn’t. So that was it. But to me it was part of the war. I am still in the war zone. And so it’s\nbad.",
        "A: [had a beautiful girl and he was very upset because he wanted a kaddish. I said you know if\nyou, if you talk to her about it maybe she can tell, sing kaddish for you. No, it made sense.\nWhat’s the difference? A girl should be as close. They were never close.",
        "A: Her name is, at that time he wanted after his mother Bella, but we changed it to Beverly. She\nis a professional person. She has a PhD psychology. She is a beautiful person. With a very\nstrong personality like him.",
        "A: Yes and we waiting for a result, where to go and he was from fur family at home. They had,\none of the brothers I think had a fur business. So he decided that fur would be better Canada. So\nwe going to go to Canada instead of United States. He applied for Canada. And we got the\npassage to go to Canada, slow. You know by boat. To Halifax. Very, everybody was that sick.\nTo my luck I wasn’t so I was able to walk around and feed my baby and tell the cook that didn’t\nspeak any other language but Greek. What I need for my baby so I had to look myself in the\nhttps://collections.ushmm.org\nAugust 12, 2013\ncloset because everybody was dead sick. It was very bad timing. I don’t remember what month.\nIt must have been September. It was a disaster the trip for people.",
        "A: 1948 yeah.",
        "A: We settled right away in Montreal. Well actually it’s the best time of my life.",
        "A: Oh many years. I am only in Toronto 20 years so she was raised, my daughter went to\nuniversity. Everything possible I gave her. She took it because she was very lucky with her, very\nintelligent girl. She was a good student and I had no problems. Without the language, without\nhelping her. Because I couldn’t help her in high school or university like other mothers can",
        "A: I picked up English yes, But not good enough. You know I had two courses. I should have\ntaken much more.",
        "A: I did yeah. I did work. At the fur business. I went with him to the fashion shows, to the\nbuying and selling and then I had another job outside too. Anyways, work was a pleasure for\nme.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: I moved only 20 years ago. Because my daughter is here much longer.",
        "A: My husband, no he died very young, at 54. From cancer. And frightening he had it was\nconsidered to be Hodgkin’s but it wasn’t Hodgkin’s. It’s a malignant glands all over the body.\nAnd that time was frightening for me because my daughter developed a titus gland situation.\nThe tonsils were not removed and by not removing the tonsils which one doctor recommended,\nkeep it because she is going to need it when she is older. Was a mistake. She developed the\nserious disease and at 17 they had to remove them and put her on a cortisone for six months. So\nyou have to listen to two doctors. That’s why.",
        "A: Yes, I would be, Iam very compassionate and too soft to people sometimes. So I have to\npretend that I am wrong. I have compassion when I should have more, I should help more people\nthan I do. I would like, I wanted to adopt children but my husband, no, never, I never going to\nlove somebody else’s child. And one of my friends was dying and I had a little boy for six\nmonths with me and I wanted to keep him and he refused. That was a big mistake.\nI, you know, I didn’t got from life what I wanted. A place, education, I’m missing that. Yes,\nthese families think no matter how much I try to educate myself, I still miss the knowledge.",
        "A: Oh, today I do read a lot. I still take dancing classes.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Line dancing. My daughter, 65 going to be. And she’s taking four times a week dancing. To\nher it’s an exercise. Wonderful, yes.",
        "A: I do. I socialize in a Yiddish group conversation.",
        "A: I speak perfectly Yiddish. That’s why I spoke to Herman in Yiddish and I joined this group\nof Yiddish educated people and I felt I educate myself by listening to them. But the problem is\nthey fell apart and my favorite guy 1s blind now and actually Mr. Taub knows him. Because they\nwere ahead with eight years, ten years ahead of me. They had the opportunity to educate\nthemselves when I didn’t.",
        "A: He called himself Zalman with a zed. But according to the documents it’s Solomon. He came\nfrom a very good family from Wreblewska. They had a large trees for building, cutting and\nshipping through the war. That was their family business. But the horror story. I have of them.\nHis father that he brought, I have about, before he was killed. They were underground for 17\npeople underground working and somebody reported them to the Germans. They threw in a\nbomb into the underground so this, the story I have from his leadership, between the 17 people.\nThat was a horror story. But I’m sure you know many horror stories.",
        "A: No, no. Only the pictures if I see the bombing of Poland and fire all over cause my father\ntook me by the hand to see it, to run from one uncle to another to see who is alive. If nobody\nwas hurt. During the bombing before Hitler walked in. The bombing was more frightening for\nme with the fire all around.\nhttps://collections.ushmm.org\nAugust 12, 2013\nRunning from one place to another, nowhere to hide. And then visiting his sister with seven\nchildren hiding in a little place. And the orthodox brother refused to see a doctor and the little\nboy of 14 had to have an appendicitis. He said no god would help. No, he died at home because I\ndidn’t know if this was money problem or because he was ultra-orthodox. It could be both.\nNow this horror story from that family.",
        "A: I try not to but it comes back. Whenever a situation if I talk to other people, I see oh I realize\nsimilar situation to what I had. I know some of my people went to concentration camp, and they\ndon’t talk about it. They don’t want to talk about it.",
        "A: No. I feel Jewish.",
        "A: Yeah I am born Jewish and I respect that and I honor it, but I am not a traditional person, not\nreligious. Because of the upbringing.",
        "A: Canadian yeah right away. I am proud of being Canadian. My best time in my life I had in\nMontreal because I met nice people that helped me even without the language. She introduced\nme to swimming and skiing and that was 40 years of her life. She was doing for me.",
        "A: Yeah I skied with her and I, you see a met a new world. I never had a chance.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Yes, I play the piano.",
        "A: Yeah, the piano classical but now I’m taking a senior group. They are teaching a little more\nthan classical because we want to play pieces without being so serious. So it’s a nice group,\nYamaha school of music and they have a senior group.",
        "A: A little jazz yes. It’s beautiful. The relationship for the piano if I can hold it. If my back\ndoesn’t go for two hours.",
        "A: You know she has a little biography from me and she knows a lot but she doesn’t want to talk\nabout it. Like today yesterday I was visiting my niece. That was my, from my brother, from the\nPolish wife. And she is more interested in my daughter in that. No, because she doesn’t know\nthat much.",
        "A: Oh yeah she has two daughters.",
        "A: No, they’re children. They are not interested at all. I don’t talk about it. I think Hannah the\nyounger one would be. I think my daughter is too hard person to discuss it. Leave it alone she\nsays. And I don’t think she’s right.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: I didn’t get til now. I was applying and they sent a horrible letter I got from Germany. There\nwas no reason for me to leave from Poland. Can you imagine a letter like that. When I showed\nit to the lawyer here, but now they asking we should reapply. So I reapplied and they sent from\nAustralia 5000 dollars. Ok the lawyer took up 3200. Can you imagine? Then actually this layer\nthat I have now, Mr. Shapiro was very upset. He sent another letter to them. How dare you\ncharge for that, for the compensation. So they sent me another 3000 dollars. That was the whole\ncompensation. No I didn’t got monthly like other people did because many people, I know some\npeople that didn’t tell the truth. And I am a straightforward person. I don’t want to, I never lied in\nmy life.",
        "A: The country 1s ok if you’re very patriotic, Zionistic. They are harsh people. They destroyed\nthe Jewish language. Because they feel we are beneath them and this I resent about Israel.",
        "A: Yiddish yeah. They built it up, they built up their own language to this and I have a big\narticle. I wish, maybe I still have it. That was a mistake. Right when the country became a\ncountry, should have been taught equal Yiddish and Hebrew, but no to them Yiddish is only\nEuropean Jews are speaking Yiddish. And Hasidim, some of them. Sections.\nSo I resent that about Israel but they are apologizing now. They keep saying they’re teaching the\nchildren Yiddish now. I said no you’re teaching the children Yiddish now but you neglected it\nso many years. It’s going to disappear with us.\nBut Herman told things it’s growing better, the Yiddish. I don’t know if maybe he’s right. The\nuniversity they teach and Yiddish 1s only strictly for the European Jews.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Never, they never learned the lessons. Because there, everybody was closed for us. The\nworst thing that England didn’t do anything. Canada didn’t do anything. The boats were sent\nback. It was shocking, absolutely shocking.",
        "A: I don’t think so. Because if you see around the world it’s happening different nations. There\nis so much discrimination even now. Jewish or other nationalities and I don’t know if you knew\nin the states about this artist’s reminder of the ugly times. He built a lot of buildings all over\nCanada. Lieber, I can see it, I can see his name. I have it right in front of me, Liberhart,\nLiberstrom. And he’s an art. Daniel.",
        "A: You heard about him. Reminder of ugly times. But he made a lot of, he 1s very much against\nEnglish politics way back. England and Roosevelt they didn’t do anything. It’s absolutely\nhorrible.",
        "A: Not necessarily because I don’t, I’m more comfortable with the survivors than the born\nCanadians that don’t know anything what’s happening. But are ignorant at the, and I find that\nthey don’t know. Only my friends that lived in Montreal that belonged to Jewish communities,\nthey know a little bit. But they don’t know the history of Europe. She tells me, one of my friends,\nI don’t want to know about it. So it means you cannot communicate. You communicate better\nwith the survivors. You have a better conversation, understanding I would say.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: No. it’s amazing. My daughter wants to go to see where I went to school, the park. If the\nstreet doesn’t exist. And I really felt that why should we waste money in Poland. So I said to her\nit doesn’t make sense. You want to take me on a trip, we’ll go somewhere else. That’s it. Maybe\nI made a mistake. At 80, was the right time. Now I’m 85. No, most of my friends went back.",
        "A: And they are disappointed. Some of the Polish people feel why are you coming back to get\nback your houses. It’s horrible. Horrible. Yeah you must have read about Felix Zeidman. His\nstory 1s unbelievable. And he was full of hate all those years. Until at the end he forgive the\nPolish family helped him to survive. He made honors, he honored them, took them to Israel. So\nyou read the whole story?",
        "A: It’s an unbelievable story. Listen the stories of life are beautiful but you don’t have to live\nwith it. To live with it, you get depressed. You know you get down. And I am a very easy\nperson to get depressed. So I have to be careful. I am going very often into a depression.",
        "A: No, no, no.",
        "A: Ihave to pull it out myself. I look around. I see other people have worse and I am still the\nlucky one so that’s why I figure it out. So when I told my daughter, you are depressed. No, no,\nno you don’t tranquilizer for that. No, no, no. you have to do it yourself. Physical exercise. I do\na lot of yoga. I’m a physical person. Maybe that’s why I survived.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Oh he died. Five years ago. My best picture is with him. Such a strong life, a love for me,\nunbelievable.",
        "A: Yeah, yeah he was living in Canada but he was living in Montreal for a while. And he never\nsucceeded here because he didn’t have a diploma from here. So he had to work as a draughtsman\ninstead of engineer. And but in Poland, we were supporting him. I was supporting him for 15,\n20 dollars a month. That was enough for him to survive. But then when he came to Canada he\nhad a struggle. Because she was not able to help. I can get any type of job, whatever I wanted. I\nwas able to get. And some people cannot help. So I am too helpful sometimes. And then I go\ninto this depression. Not long. Anyways. I hope you are not tired of talking to me.",
        "A: They think I succeeded in life more than other people with education. So at my 80\" birthday\nthat’s what they told me. Even my daughter said. What you have I don’t have with a PhD.",
        "A: The knowledge about life. Yeah but you know you’re never happy with anything when you\ngo through this war. You’re really not happy person, no. You make the best of every situation\nbut you’re not a happy person. But you have to analyze that you could be worse. And you’re\nlucky what you have. Anyways, I always feel I didn’t do enough for other people.",
        "A: No, no, no after the war. After the war. I could have done much more but my late husband\nwould stop me all the time. If I wanted to go to university, he did not approve of it. You’re going\nhttps://collections.ushmm.org\nAugust 12, 2013\nto be away too much. But when he died, I did go. I took five courses in one year and I got so sick\nand tired physically. I overdid it. So I took two years at university and I didn’t continue. I put\ntoo much pressure on myself. That’s a pressure person. And that’s enough. Now I have to make\nthe best of everything. To see anybody that survived like me because most of the people I see\ndepressed and going into dementia and it’s frightening. I still drive.",
        "A: Oh yes, to me the best pleasure is when I drive on my own and I listen to classical music, yes.\nThis is very important. That’s why I came to Washington by car.",
        "A: It’s absolutely beautiful. Except til I saw the fire in Poland. I cannot look at them you know.\nActually the tragedy, the uniforms the shoes. I had to avoid looking at that. Because that’s like a\npain in the chest. How people survived many of them. But Hitler it’s a shock how people could\nbe cruel, but it’s happening all over again in different countries. So how can we change the\nworld? I like to see it change. Like the orthodox do believe the messiah. Where is he? I like to\nbelieve in it. Anyways, theater would be good for you to relax your brain. They’re playing a lot\nof plays here, Yiddish plays in my area. And the reading a lot, that helps.",
        "A: My granddaughter, the older one is 28, going to be and the younger one 22. The 22 is not\nsettled. She’s finishing her last year university. She doesn’t taking psychology. She 1s taking\nphilosophy. I says where you going to go with that. She would like to get the same degree that\nher mother has but it’s not necessary. Not everybody has the same capability. So she has to\ndecide this year. She’s undecided girl, but the most adorable person. The older one is graduated\nfrom university in social work. Actually she’s working for the government for seeing the\nmistakes university are doing. If they need help they call the office where she works to\nreorganize it. That’s a good job for her. But not, she went to private school so she has an easier\nhttps://collections.ushmm.org\nAugust 12, 2013\ntime to face life than the younger one. So my daughter made a mistake with the younger one,\nnot sending her to private school for four years. Because the preparation 1s easier. You are\nprepared for university pressure. And when you don’t have the push you cannot take the\npressure. The younger one couldn’t take the pressure so she had to stretch from four years to five\nwhich is ok. But still they are wonderful children. Can’t complain.",
        "A: That you have only good children.",
        "A: No. No, because you know there are so many things on the mind that come and go. And you\ncannot remember everything, but whatever I remember it’s very hard to face for other people.\nWhen I hear somebody say starving, I’m starving. I say please don’t use that word starving.\nBecause they don’t know the meaning of it. Starving, not to see a piece of bread for four years,\nnot to see a tomato. Not to see altogether, I didn’t have anything. For four years. How I\nsurvived, I’m still here, I must have been very, very strong person, even being a celiac. Anyway,\nbecause people think they don’t eat on time. I’m starving, I have to go to a restaurant to eat.\nAbsolutely not. Control your brain. Take a glass of water before you starve so you don’t starve.\nI don’t like that word starving. Because nobody knows the meaning unless you do it. Anyways I\ntalk too much. That’s my problem. I do, I do. I’m very outspoken and one of my friends, I just\nhad a Canadian girl with a pace maker, she gets depressed because she is doing a lot of work,\namazing woman. But she is absent minded person. And she calls me up to relax. So she said\nafter I talk to you we, cause she cannot get used to the pace maker. And she not a week, not a\nday it’s going to take months. And she wants to go back to dancing now. I said you can do it but\nbe careful. So she fell and I’m trying to help her but there 1s a limit how much I can do. You\nhave to do it yourself. Right. Maybe I am too logical. Really. Nobody can analyze me. Only\nyourself, you have to analyze. We have to just try and make the best and not to be depressed. I\ndo go into the depression. I can cry easy. Is that better? I am just listening if I cry easy. Very\neasy. Something on television that reminds me of Europe, I can cry. Yeah, of course.\nhttps://collections.ushmm.org\nAugust 12, 2013",
        "A: Of course.",
        "A: I think you have enough of me.",
        "A: It was my pleasure you can give my best to Mr. Herman Taub. He is very known here.\n(end)\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumAugust 12, 2013\nRG-50.106.0210",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "ROSE KAMIN",
        "August 12, 2013\nGail Schwartz: This is the United States Holocaust Memorial Museum Volunteer collection\ninterview with Rose Kamin, conducted by Gail Schwartz on August 12, 2013 over the telephone\nat the Holocaust Museum and in Toronto, Canada. This is track number one. What is your name\nthat you were born with?\nRose Kamin: Rose Silber, S-I-L-B-E-R."
    ]
}