{
    "rg": "RG-50.030.0485_trs_en",
    "sequence": [
        "Q: Good afternoon, Grigory.",
        "A: Good afternoon.",
        "Q: It’s nice to see you.",
        "A: Thank you, same to --",
        "Q: What was your name when you were born?",
        "A: When I was born my name was Gershel.",
        "Q: Gershel?",
        "A: Yeah, and my name was Leib and the father’s name Leib, so I was born as a Gershel Leib\nLiberchuk. But by the -- by the passport documents my name was like Grigory -- Grigory\nLeibovich, and Liberchuk. This is how I was -- my passport documents.",
        "Q: And now you’re known as Gregory as opposed to Grigory?",
        "A: Now yes, now it’s -- well, when we came here and we start to understand how we have to\nput Gregory, so they put Sam Grigory on the first -- on the white card, on -- on the green\ncard, Gregory. [indecipherable]",
        "Q: So does -- does Gregory feel comfortable for you?",
        "A: Yeah.",
        "Q: Yes?",
        "A: My li -- my driver license -- license I am Grigory.",
        "Q: You are Grigory.",
        "A: My driver license.",
        "Q: I see.",
        "A: But I am Gregory.",
        "Q: When were you born, what’s your birthday?",
        "A: I was born in -- in January 25, 1938 in Dnepropetrovsk. This was a industrial city in\nUkraine, it’s -- maybe it’s the second one.",
        "Q: Near the Nyepper river, yes?",
        "A: Yes, the Nyepper river, yeah. And my father came to Dnepropetrovsk from a small\nJewish shtetl, from Polonnoye. It was close to the Polish border. And the --",
        "Q: But still in Ukraine?",
        "A: It’s still Ukraine. And my grandmother, she was very, very religious, very, very religious.\nBut when all this revolution came to this place, and with all this [indecipherable] that\nthey give some freedom to the people, so my father, who was actually a -- a -- a head of\nschool student, so he went to the school in Dnepropetrovsk, and he is got a job in\nDnepropetrovsk, and this is where he met my mom. And when the war start, I wasn’t\nmore than three year old. I was not so little, not so --",
        "Q: But then you certainly were not big, you were --",
        "A: [indecipherable] was still a [indecipherable] yeah, not so big. And I had a brother on this\ntime, his name was Jakob. So from Dnepropetrovsk, it was a little bit more organisi --\norganized, the system where they tried to put people -- evacuate when the Germans was\nclose to Dnepropetrovsk. So this is why we was able to get on the train, on the -- and\nmove somewhere and on the sa -- to the safe place. And with my mom was her younger\nsister, with my brother, because she went to help my mom. The -- my brother was about\nfour months old.",
        "Q: Ah, so he was even younger than you.",
        "A: After he was born, I wen -- wor -- yeah, he was about four -- four months old. So -- and\nwe is trying to get somewhere to the flash -- safe place. Actually, we didn’t choose it, but\nthe -- the train know the direction and they tried to bring us somewhere where it’s safe.\nSo during this sis -- time when we tried to get at the safe place, so is -- our train was\ndestroyed by the Germans a few times. And once, Mom’s sister came without the baby.\nShe said he did not had food and he died. And she left him somewhere, and she came\nalone, without [indecipherable]. So what we can do. So -- and the time was very, very\npressed, so they manage give us a few -- a -- a new train, so -- and train went somewhere\nelse. So on the time when we came to this place, where can see that it’s like very safe. So\nit was me and my mom and her sister.",
        "Q: So let me ask you something. From Dnepropetrovsk --",
        "A: Yeah.",
        "Q: -- you and your mother left separately?",
        "A: No, no, we went together. We went --",
        "Q: No -- y -- with your sister?",
        "A: -- family of four, my mother’s sister --",
        "Q: Yes.",
        "A: -- me, and my little brother. And the sister went to help her because she was with me, I\nwas three --",
        "Q: Right, right.",
        "A: -- my mom, and she was with a child, four months old. So the sister came to help my\nmom because -- we lived in Dnepropetrovsk.",
        "Q: Right.",
        "A: Mom’s sister li-lived also Dnepropetrovsk. Mom’s -- my mom’s mother, she got fi -- she\ngot five daughters. My mom’s -- my mom was the second one, so rest of the family\nmoved with the older daughter family. And this sister stayed with us, and she helped us\n[indecipherable] from Dnepropetrovsk area.",
        "Q: So how did it happen that your mother’s sister, with the baby --",
        "A: Uh-huh.",
        "Q: -- was Separated from you?",
        "A: Because when it was bombed --",
        "Q: Bombed.",
        "A: -- every people di --",
        "Q: They just discr -- uh-huh --",
        "A: -- you know the -- there nowhere that ki -- everyone tried to find out a place where they\ncan stay safe. Later, when this flights, when it was over, so they came together to one\nplace and said, what will be next? So she met again me and my mom --",
        "Q: And said --",
        "A: -- and she said there’s no kid.",
        "Q: Your mother must have been devastated.",
        "A: Yeah, she was very devastated, and she never know anything about this, and this sister --\nmom’s sister, my aunt, actually she never talk about it any more. And well, this is another\nstory because as I said that it cames me -- it came to my mind that no, maybe he is alive\nsomewhere, because when I was more than 20 year old, after my technical school, I was\nsent to one place in Ukraine also, but 1t was somewhere, and this is between these places\nwhere our train moved. And I me-meet one guy, and he said, “Listen, my village, I have a\nguy, he looks like you.” And I said, “Well, how a guy can look like me?” What he said,\nit’s -- he said, “Yes, he looks like you.” And I went away from him and later I came to --\nwhen it come to my mind what it can happen, I came back to meet him, and I can never\nmeet him, so this is -- well maybe in another life.",
        "Q: So, are you really suspicious that somebody --",
        "A: Well, I really suspicious because alya -- my mom died about six years ago, and the sister,\nshe died recently in Israel. When I call her, I said, “Can you tell me the story, exactly?”\nShe s -- where you -- had you seen him die, had you -- you put him, and you bury him?\nShe said, “No, they came and they put him to the -- they pick him up and they put him\nsomewhere to the hospital or something like this. So that’s why it’s come to my mind\nmaybe.",
        "Q: Maybe. Now what -- where was your father?",
        "A: My father was called on the f -- on the -- at the army, on the [indecipherable] from the --\nwhen war began -- began. So -- and he was -- all those five years, he was in the army.",
        "Q: Uh-huh.",
        "A: All those five years. Thanks God he was not wounded, he came -- not -- not just he, my --\nmy grandmom from his side. She got three sons and all of them was in the army, and all\nof them came alive --",
        "Q: Really?",
        "A: -- without any injury. Without any injury, so they --",
        "Q: Amazing.",
        "A: -- got [indecipherable |",
        "Q: Now, what did your father do before the war?",
        "A: Before wars, he got like a position in the court, because he got like a middle\n[indecipherable] from the judge, and he worked in the court, like I don’t know it was a\nbig judge, or [indecipherable] judge, but he worked something 1n this -- in this field, and\nmy mom was a bookkeeper.",
        "Q: Uh-huh, so they both worked?",
        "A: Yeah, they both worked.",
        "Q: Was that usual in Ukraine, and in the -- in the Soviet Union, that both mother and father\nwould work?",
        "A: Sure, sure it was, you know --",
        "Q: Because it wasn’t the case --",
        "A: Yeah, it was usual -- ist -- it was unusual if su --",
        "Q: If someone didn’t --",
        "A: -- if -- if wife, if she was just a housewife, 1t was questionable.",
        "Q: Right, right.",
        "A: How they survive, where they get money to live. But it was usual that they work together.",
        "Q: Right. Do you know where -- do you remember any of this -- this train trip? Or do --",
        "A: Well, I -- I remember a few things that first of all -- I don’t remem -- it’s very strange, but\nI don’t remember my brother, actually, that I can tell them that I remember my brother.\nBut I remember a room really, I remember some toys, I remember the horses they\nbrought me as a gift. I took enough, and took a look what is inside. And I remember that\nwas -- it was like a trip, so it’s a few times. I remember the noise of these planes. I\nremember the fire, and I remember that when -- a few times I saw that when all these\npeople from the train, when they go some, no one know -- knows where to go. Some\n[indecipherable] goes ahead, and no one knows where -- what we have to do. And it was\nlike -- it’s very strange, it was like -- I don’t know, is -- or they made it like by military\nsanction. It was like on the sky, different colors like a half o -- of the si -- what is it? How\ndo they call it?",
        "Q: A rainbow?",
        "A: Like -- like a half of the moon, you know, but it was like different -- different bright\ncolor. And someone said because this is here -- this is the point where we can go, we\nhave to go back. There’s no way to go -- to go further, so -- and we went back. And it lo-\nlook -- look like -- it looks like some house, or some -- I don’t know what -- all people\nwill -- they listen what they said. One of the guys said where we have to go. Because it’s\nnot like you buy a ticket and you go, this [indecipherable] and say go.",
        "Q: Do you remember being afraid on that trip?",
        "A: Yes.",
        "Q: You do.",
        "A: I remember that I was afraid, and I remember that -- the noise in this bombing 1s still in\nmy -- sometimes when I sleep --",
        "Q: You can hear?",
        "A: -- it comes here, yeah, I can hear it sometimes.",
        "Q: Do you have bad dreams now, with remembering it sometimes?",
        "A: About this time -- well, I just more remember that it was a lot people that going, they\ndon’t know where to go, and this is different color, like [indecipherable] that people say\nyou cannot go here. This is what I remember.",
        "Q: Now you were going in a southeastern direction, right?",
        "A: Yeah, we -- we went to west -- west south -- southwest direction, because it was far away\nfrom the German border and thing like this. So -- and we stay here almost a year before\nGerman came to this place. So because German came to this place where you finally\n[indecipherable], in August, 1942. So the war began on July ’41, so it was more than a\nyear. So the war was very, very -- on the high level on this time. And -- but because -- I\ndon’t know the -- how they call it, they call it like Voencomat -- Voencomat, it’s military\ncommission in these places. So they got an order to take care about families whose\nfathers on the f -- on the ar -- in the army. So because this 1s a help, this apartment, a help\nis found the job for -- for Mom, and some -- every month Mom receives some money\nfrom the -- like from the government because our father is in the military. So -- and we\nstay here, mom -- it was very difficult, but no one knows -- everyone knows that this is a\nwar, no one knows if your father will be alive or not. And we spent like a year like this.\nAnd --",
        "Q: And where -- do you know where you were for that year?",
        "A: Yeah, I know I wa -- it was a -- near Stavropol.",
        "Q: It was near Stavropol?",
        "A: Near Stavropol, yeah Beshbagir they call it, Beshbagir, like suburb -- suburb sa --\nStavropol.",
        "Q: A suburb?",
        "A: Suburb Stavropol, and it’s agriculture actually, a place -- agriculture most -- in this time it\nwas most agriculture places, not industry.",
        "Q: Right.",
        "A: And so they got a new friends, and the people who was here, from -- the Russian people,\nwell, they was not -- they actually afraid to be anti-Semitic, very, very, because actually\nthey should take care about families who was -- came from this -- the territory that you\nknow, like the -- they ra -- ran away from the Germans so, it was -- everything looks not\nvery friendly. So -- and what happened when ger -- when Germans almost came to this\nplace, so Mom took me, and we tried to run away from this place. No one knows where,\nbut someone said that we’ll -- we will got the directions. Germans here, let’s go to\nanother place. It was again when we came, I see the same line, with the same -- the same\n[indecipherable] as I said, no place to go. And where to go, no one knows where to go. So\nwe came back to the same place in this Stavropol, and my neighbors said to my mom,\n“You know what? This is what I can tell you. You look like Russian village woman, so\nno one cra -- can recognize you that you are Jew, and no one will ask you. You can take a\nname, like Russian name, like Vera, and tell that you are Vera, you don’t have passport.\nThe passport -- passport was somewhere destroyed. And let me take care about your son,\nbecause together you will never survive. You will never find a apartment to stay together.\nWho will take care [indecipherable] keep. And between these Russians villages, you will\nfind something and you will survive.” So Mom decided -- and Mom told me that, “You\nknow what, I will leave you with this very nice -- very nice person, don’t worry, I will\ncome back to pick up you. And because Germans want to kill us.” She afraid to told me\nthey want to kill us because we are Jewish, because she afraid that -- if I will play with\nkids, sometimes I can tell them that Iam a Jew. And I also look like -- like a -- like a\nRussian boy. I was a blonde, with a -- this --",
        "Q: With round fa --",
        "A: -- hair, yeah, with a round face, with this all -- my hair was like this.",
        "Q: Long hair.",
        "A: Yeah, long hair.",
        "Q: Uh-huh.",
        "A: And -- and Mom said what I can do, this is the way -- this 1s what I can -- can do, Iam\nvery sorry but --",
        "Q: Do you re --",
        "A: -- and she left me with this woman.",
        "Q: Do you remember her talking to you?",
        "A: I -- I remem -- I remem -- I remember sh -- sh -- she talked to me, and she told me why,\nand what’s strange, I was like -- like a person who obey orders. I did not cry, I did not ask\nwhy. I did not cry that I want go to my mom. She said me that we have to do it, I said\nokay, we have to do it. And ali -- I often ask me how come, because now, when my\ngrandkids stay -- the first time our gra -- when they wer -- w-we told them, “Can you go\nsomewhere to vacation, and we will stay with your boy.” He was just born. And she cried\nfirst day, we cannot stop him. He want mommy and that is it. And I never said that I want\nmommy. Mommy told me that we have to do it like this. So we did it like this.",
        "Q: Do you remember her hugging you?",
        "A: Mom, yes, sh --",
        "Q: Was she --",
        "A: -- I remember her hugging me, I remember her kissing me, and I remember her -- her\ncrying.",
        "Q: Wa -- but she was crying?",
        "A: She crying, but I was not. I said, “Well, Mommy says that we have to do it, because\nsomeone want to come to kill us.” So -- and two days I was in this --",
        "Q: And you were four years old?",
        "A: I was --",
        "Q: Or is this five?",
        "A: -- only three -- three -- four -- four --",
        "Q: Four.",
        "A: Four -- ‘42, T was four.",
        "Q: Right.",
        "A: So -- and on the second day, this woman, she got a German boyfriend, a big one. For me\nit was like a -- I said a very, very big one, with the big shoes, so -- and he came, and he\npick me up, and he said, “I know that you are Jewish, you will go with me.” And even --\neven this time, I don’t remember me crying. He said, “Let’s go.” I said, “Let’s go.” So he\nput me on -- on his vehicle, and he brought me to --",
        "Q: What did he have, a motorcycle?",
        "A: Yes, h-he got a motorcycle with this -- with carriage.",
        "Q: Right.",
        "A: So he put me on the carriage, he put me in this motorcycle, and he brought me to one\nplace. To be honest with you, I am not sure it was a synagogue, or a -- previous synag --\nor it was something -- what kind of place was it, but it was about hundred people inside.\nOvery -- everyone was part of the family. They collect them from different places, they\nbrought them all them together, they assembled them together. So -- and I was just by\nmyself. And --",
        "Q: Can I interrupt for one minute? Take off your ring.",
        "A: I’m sorry?",
        "Q: Take off your ring.\nQ2?: It’s his watch.",
        "Q: Is -- is it the watch that’s doing it?\nQ2: It’s the watch that -- yeah --",
        "A: The watch?",
        "Q: So take off the watch, because you’re banging it --",
        "A: Oh, I’m sorry.",
        "Q: That’s fine, that’s terrific.",
        "A: I’m sorry about that.",
        "Q: Okay. No, no, no, no, no, don’t be sorry, I didn’t want to interrupt you.",
        "A: [indecipherable]",
        "Q: Okay, so they took you to -- and you’re not s-sure if it’s the synagogue, or --",
        "A: I -- to be honest with, it -- member -- I tried to understand, it looks like it was a small --\nnot big synagogue.",
        "Q: Mm-hm.",
        "A: Because I don’t remember any church let’s say equipment like crisis or something like\nthis. It looks like -- seems to me that it was a synagogue.",
        "Q: Mm-hm.",
        "A: And my wife said me, “Where they got synagogue in Beshbagir?” And I said, “Well, if\nthey got hundred people to bring them together -- or more than hundred, maybe they\ngot,” -- anyway it was -- it was in service, or it was --",
        "Q: Right.",
        "A: -- previous synagogue.",
        "Q: Let me -- let me go back for a moment. How do you now understand this woman who\nclearly seemed to be trying to help your mother and you, and in a day she gets a German\nboyfriend?",
        "A: Yes, why not?",
        "Q: Okay.",
        "A: It’s their philosophy, she got -- well, you know, when Germans came, so they came there\nlet’s say [indecipherable] they -- they believe that 1s forever. If she knew that is for a half\na year maybe her behavior will be di --",
        "Q: Different, right.",
        "A: -- was be different, but she believed that is forever. So that is why she said well -- no one\nforce her, teln her this Jewish guy, but she has to explain him where she got this guy --\nwhere she got me. And as a Jewish boy, maybe I got something that if they will take a\nlook at this, they will found that I am a Jewish.",
        "Q: Yeah, right.",
        "A: So -- and so they brought me to this place. No one gave us food, no one, but because it\nwas families, they got something with them. And I remember me that I go -- I am alone,\nno one else, four year boy, no one else. So and I took a look one family, another family. I\ntook a look one family they -- I remember they eat things like bread with honey. So I\ntook a look on him, he said, “Maybe -- wh-where is your Mom?” I said, “I don’t have my\nMom here, by [indecipherable] self.” He start crying, and sa -- it was a -- a Jewish man\nwith a build -- I -- I don’t know his name, what -- I don’t know how he looks like, his\nglasses. So -- and he -- he gave me a piece of bread with honey and said, “Take it,\nplease.” And he is crying, and I said, “Why he is crying?” I did not understand what they\ngoing to do here. I don’t understand why all these peoples here, I even don’t understand\nwhy this guy brought me here. Well, I understand maybe she doesn’t want me stay with\nher, she gave me someone else, and that is it. And it was like, you know, like a sign, I\ndon’t know, that I said to them, “I want to go to make pee-pee.” And the guy who was in\n-- on the door, he said [indecipherable] 1t was a fence around, it was not just -- he said,\n“Okay, you can go.” So when I came and wi -- to make a pee-pee it was like a wooden\ncabin with something in the floor.",
        "Q: It’s a -- it’s an outhouse.",
        "A: Yeah, outside, but you can make a pee-pee. So I came to this place, and another guy. I\nlook at him, and he worked with horses. He clean a ho -- a horse. He look at me, he look\non this door, he looked at -- I came along from this place, and he came to me, and he said,\n“Listen, all these people will be killed. And I will try to save you. Don’t say a word. I\nwill bring you a carriage, and I will bring you to a safe place.” S -- and he -- he work --\nhe work like with them, but it was -- he was like part on something like underground or\nsomething like this. So he put me in this carriage, and he brought me -- it was about, in\nmy understanding, at least 30 minutes, 40 minutes drive on this place. And he reveals a\nbig, big forest, and he said, “Stay here. I be back.”” And what I remember, it was very,\nvery, very ti -- this was real time, and I start to worry, because he did not come back, and\nI don’t know where to go from here. And it was a forest, and just me and the -- and the\nhorse. So I don’t know what I have to do, where I had to go, so --",
        "Q: So the horse was with you?",
        "A: Yeah.",
        "Q: The horse and carriage?",
        "A: He left the horse with me, and said stay here. He put this horse around the tree, and said\nstay with me.",
        "Q: Right.",
        "A: So he came somewhere. It looks like he came to get some orders, or some direction what\nhe has to do. And he came [indecipherable] that he save one guy. I don’t know if he told\nthem that he’s Jewish or not Jewish, maybe [indecipherable] and he said what -- what is\nnext I can do. So a -- now he came back. He brought -- he put me -- he -- we continue our\n-- this journey, so we came to one place in different town. And we ca -- he came to the\nwoman, the woman was pregnant and she got four kids. And he said, this kid I brought\nyou, this kid has to stay in your house for a couple days, and we will find for him a place.\nShe start crying, she said, “Take him away, I don’t want him because I have three and I\nexpect another one, and it’s very dangerous for me and for my family. I don’t want him,\ntake him away.” Because I understand for Germans is [indecipherable] said, “Don’t\nworry. We will find place for him.” So they put me under the bed, and they put\nwatermelons around me. They cover me --",
        "Q: Watermelons?",
        "A: Watermelons. It was time -- it was like the end of the autumn, it was about maybe\nAugust, the end of the August, September, so they put a lot out, and they said, “You have\nto stay here, don’t go, and don’t cry. But you have to stay here unless we will call you.\nDon’t go away, stay here.” And it was about maybe two days when I was in this position.\nSo later someone came, and the -- it was almost --",
        "Q: Well what did you -- do you remember being in that --",
        "A: Yeah, I remember like now, I remember y -- ow --",
        "Q: So you --",
        "A: -- I remembering how this bed was covered with something like -- like gray cover, and it\nwas a long one, so when someone come in, and they would like to take a look, they open\nit and they see just watermelon [indecipherable]. So they did not search. I remem-\nremember that one guy came and said, “What do you have?” And she said, “Nothing.” So\nhe -- he open it. I remember the -- how -- he open it, because I see -- I saw that something\n-- light came to me, but I says I was told.",
        "Q: You did exactly what you --",
        "A: Don’t -- don’t be -- yeah, don’t -- don’t open your mouth. So -- and this [indecipherable]\nme, and later they found the couple, and as I remember it was a Polish couple, they were\nnot young, but they were -- they was without children, childre -- childrenless -- how’s it\ngo?",
        "Q: Childless.",
        "A: Childless.",
        "Q: Yes.",
        "A: So and they look at -- at me, and they said well they -- they understand that action 1s not -\n- it’s not safe to have a child, because rumors can be around. But because they did not\nhave kids, they decided that they want me to be in their family, because as this guy said,\nher mom is died, no one [indecipherable] he did not tell that Mom around, she will pick\nhim up. And --",
        "Q: Did you tell him that your mother was alive? Were -- could you speak well?",
        "A: Well I -- yeah, sh-she ask me, “Well, where’s your mom?” I telled her then that my mom,\nshe went, and I don’t know where sh-she’s --",
        "Q: Uh-huh.",
        "A: -- she [indecipherable]. I know what she told me that she left -- I told them the story, how\nI came to there.",
        "Q: Right.",
        "A: And I remember the woman said, “You -- I’m asking you, I’m begging you, don’t tell\nanyone about this. Tell everyone that we are your parents, and this is just the way that\nyou can survive. Because if not, they going to kill you, and they going to kill us.” And\nwhen I was in this family, as I remember, it was long enough, because when -- when the\nGermans was in this place about a half a year. It was -- they came like suddenly from the\nsky as paratroopers. They put the paratroopers to take this place from the Russians during\nthe war. And, you know, half a year, they forced leave this place. Half a year. So they\noccupied this place like half a year. But from thi -- I believe it was more than half a year\nwhen I first saw my mom, because when she came, I did not recognize her. She was\nalive, and because she was -- she looked like Russian, so with this name like Vera, so she\nsurvive. When she survived, she start looking for me. She start ask one, another one, you\nknow? And finally she find the family where I was. And this family tell to them, “Listen,\nyou know if your fa -- if your husband will come. You don’t know how you can survive,\nokay? And you are actually, you are not old woman, you can have kids more if your\nhusband will come or not, you will have in your family. Let him stay with us. We will\nlike him so mu -- much, and he fa -- he forget about you.” He forget his mom. And Mom\n-- Mom came to me, and someone called me. I remember the face of this woman that I\nlive in the family. She was very, very like sa -- a very -- very worry about this moment.\nAnd she said, “Do you know this woman?” And I came, look at her, I said, “No. It’s --\nit’s -- I don’t know this woman, she just came to take me. I don’t want go from here. I\ndon’t want go anywhere from here.” And as I told you, she -- he doesn’t remember you.\nAnd it was time that -- actually 1t was for Mom was difficult even to prove that I am her\nson, because no documents, nothing. Maybe they s -- in some ways they believe maybe\nit’s not my mom also, but they was not happy to give me back. It was a sad day. And --\nbut I believe it was about -- about a year, maybe like -- that I stay in this family. So ina\ncouple months my mom came back. And she ch -- she change her dress. She came in the\nsame dress that she left, and she make her hair in the same way. And I took a look on her,\nand I said, “My mom came to pick me up.” So I came to kiss her, and she asks I want to\nst -- with their permission that I have to stay additional month, she has to prepare somethi\n-- somewheres to take me.",
        "Q: Right.",
        "A: And this is how it was.",
        "Q: Right. We have to change the tape.\nEnd of Tape #1\nTape #2",
        "Q: I think I asked you a question before --",
        "A: Yeah [indecipherable]",
        "Q: -- you had this little coughing spurt.",
        "A: Yeah.",
        "Q: Which -- a question you couldn’t possibly actually figure out an answer to --",
        "A: Well, I --",
        "Q: -- was how would they explain this four year old boy?",
        "A: First of all they was not -- not so old. They was ma -- maybe in their 30’s.",
        "Q: Uh-huh.",
        "A: And the second -- the second thing was I remember -- I know -- I don’t remember even\never play with any kids, so I think they did not let me go, they want keep me in -- in -- in\nhouse mostly. And well, 1-it -- it -- it was dangerous because maybe if someone --",
        "Q: Would see.",
        "A: -- gives them a -- give alert to the Germans, so maybe they have to explain this in some --",
        "Q: Right.",
        "A: -- in some way -- in some ways. But well, from -- from the understanding, ma -- from my\nunderstanding, they got like an excuse, they never know that it’s Jewish boy, they ne-\nnever check it. Someone said it’s a boy, no he doesn’t have parents, they want them to\nkeep him. So it would be like -- for them it could be like an e -- they can -- can admit it\nlike an excuse for themself to -- 1f someone will question it.",
        "Q: Right. And do you remember staying inside most of the time?",
        "A: Yes, I remember I’m staying in -- stayed mo -- most of the time.",
        "Q: And were you unhappy about that, or did they explain to you why?",
        "A: Well, they tried to entertain me in the house. They got a lot toys, that I never got. And\nthey tried to take care about me very, very well, because as I said like -- they guess\nmaybe it will be their child, so I remember that well, they tried to give me -- where they\ngot it I don’t know, but the food was very, very nice.",
        "Q: Really?",
        "A: Yeah, but as I said, it was like agriculture place, so the ground -- they got some food from\nthe -- from the ground. I don’t know their occupation, I just remember that from my view\nthey look like real European -- European couple.",
        "Q: And they were nice to you?",
        "A: They was nice to me. They was very nice to me. They was very nice to me, but what -- as\nI said what happened, and when -- the second time when Mom came to -- to -- to pick up\nme, so it was a big difference in me now because they start to do something with me.\nSomething happened inside me that I stopped eating, and they said that, “He doesn’t want\nto eat, I don’t know what happened to him, he -- he usually was a good eater, now he\nstops,” -- like he stopped eat [indecipherable] was like a half left for me what I was\nbefore, on the time when Mom came to pick up me a second time.",
        "Q: And they didn’t want to give you up?",
        "A: They did not want. They did not want the -- and they try -- well, they not bring this case\nto the court or something like this, first of all, because as I said it was a situation when\nyou was on this territor -- territory, you’re guilty. So -- and my mom, let’s say she got\nlike a privileges because she was a wife for a person who fight for -- in the army, so for\nthat it was better don’t deal with it. My mom said -- but as I said, when my mom said that\nshe want me to stay a little bit longer be-before she will prepare for this, they was agree\nwith it.",
        "Q: And when was it that you stopped eating? Th -- when she came the second time and said\nshe would come back for you, or --",
        "A: No, when the -- when the -- when she ca -- said that she will come back to me.",
        "Q: So then you stopped eating until you were going to be with her?",
        "A: Yeah, yeah, because I start very well -- something start inside me, and I start --",
        "Q: It’s interesting because when you appear to be safe, then you seem to have an emotional\nreaction.",
        "A: Yeah.",
        "Q: Do you know? You didn’t have a reaction before, and now --",
        "A: Yeah, because before, as I said, it looked like I don’t see the changes because well, I was\nsafe in this place. It was not this time when it was under the -- covered by watermelons --",
        "Q: Right.",
        "A: -- it was totally different situation now. And as I said when -- when -- when Germans left\nthese places, so they start a -- I remember that -- well, in -- in my -- in this sheltered life, I\nnever got the same kind of dress, of something like -- like they [indecipherable] to me,\nbecause they believe that now they are safe, they don’t have to do anything, and God\ngave them a child, so this is -- was the situation.",
        "Q: Before your mother came, when it was finally safe --",
        "A: Uh-huh.",
        "Q: -- were you able to go outside, and were you playing with other kids, or you still --",
        "A: When Germans was?",
        "Q: No, when the Germans left.",
        "A: Yeah, when Germans left, I was -- I -- I -- I -- I wa -- I played in -- they had like as their\nproperty, I don’t know --",
        "Q: No.",
        "A: -- it was their own or something like this, and I -- yes, I played, but mostly I played by\nmyself.",
        "Q: Right.",
        "A: It was no -- no kids my age around.",
        "Q: What did you call them?",
        "A: These people?",
        "Q: Yeah.",
        "A: I called them Mom and Dad.",
        "Q: Mom and Dad?",
        "A: Yeah, Mom and Dad.",
        "Q: Did you?",
        "A: Yeah.",
        "Q: Did you do that from the beginning, or did they say this was just safer, to do it that way?",
        "A: Well, it’s almost -- it’s almost from the beginning because when she explained me that I\nhave to tell them that all -- everyone has to know that this is my dad, this is my mom.\nThis is how I have to call them.",
        "Q: Right.",
        "A: And I start to do it.",
        "Q: Do you have any idea how your mother actually found you? It seems almost impossible.",
        "A: Well, I -- I have an idea because as I said, it was not so big place. All these villages was\naround.",
        "Q: Around Stavropol.",
        "A: Around Stavropol, around -- it was not far away from this place. So, and you know, when\nthe Russians came back, so everyone who was survive around, they try to find as much as\npossible excuses for themself. I don’t know what happened to this woman who gave me\nto Germans. Maybe -- maybe as a -- she went to the prison, and she said where she went,\nokay? Maybe the peop -- the family, where I spent a few nights under the melon, maybe\nthey wanted also have some like [indecipherable] advantages, and sh -- they reported\nsomewhere, because Mom, for the first thing where she -- as I said, I -- as I mentioned\nVoencomat, so she -- she puts [indecipherable] and this way and come on, they -- it was\nvery powerful --",
        "Q: I see.",
        "A: -- powerful organization. So they put the question to any others places. And as I said,\nthey -- they got -- in Russia it was a special -- special way to watch on you. So this 10\nbuildings assigned to such and such police worker. So he came and he said, “Well, you\ngot two. Where you -- where you got this boy?” Like you said, “Where you got this boy?\nBefore war you did not get it, where you got it?” So you had to tell them where you got\nit. And they compare all this information, finally she find me. It was not easy, but she\nfind me.",
        "Q: She find you.",
        "A: Yeah.",
        "Q: Do you know how long it took her? Five months, four months, two months? Do you have\nany idea?",
        "A: It -- about -- about six months.",
        "Q: Six months.",
        "A: About six months.",
        "Q: And she was sure you were alive?",
        "A: I’m sorry?",
        "Q: She was sure you were alive?",
        "A: Yes, becor -- because -- well, she got a hope that I am alive. And well, I understand her\nwhen -- when someone -- everyone knows what happened to this place where ---",
        "Q: Yes.",
        "A: -- I was, but someone maybe -- I -- this is -- this a very interesting question where she got\nthis information from whom? Who did tell her that one guy, and I believe just\n[indecipherable] myself, because no one else was able to escape.",
        "Q: Right.",
        "A: This is -- was like a miracle, that let’s see, this [indecipherable] he went out from this --\nfrom this places where they got a guard, and they said don’t -- don’t let them go. But they\nsaid, oh this guy can go. He doesn’t need someone to take a look on him. And this is how\nit happened.",
        "Q: Does your mother know that you -- that this woman had this German boyfriend and that\nshe s -- he just sent you away?",
        "A: Well, she came and she said, “Where’s my -- where’s my child?” So she said -- maybe\nshe did not tell them that it was her bo-boyfriend --",
        "Q: That [indecipherable] right.",
        "A: -- she said like the German came --",
        "Q: The German came and took him.",
        "A: -- and he took him. And what I can do? He just came.",
        "Q: And you, of course, never were able to find that man who saved you. You have no idea\nwho he was.",
        "A: No, I don’t -- I don’t know -- I -- I remember like he looked like, but I don’t know -- not\nhis name, not --",
        "Q: He wasn’t Jewish?",
        "A: He was not Jewish, no.",
        "Q: He was -- you th -- but you think he was in the partisans?",
        "A: He was he -- he work -- I believe that he told them that he agree work with them, but he\ngot a connection with these partisans, with -- with underground resistance.",
        "Q: Right.",
        "A: He got the connection, and the say -- the pri -- the story is that the Germans, they was not\nlong time in this place maybe, this is -- this is why it worked. They did not get a lot time,\nlet’s say, to -- you know, t- to be -- they still was under this impression to say that\nRussians their bosses, not German.",
        "Q: Uh-huh, uh-huh.",
        "A: So in Ukraine, it was different story, they got a lot people that they was not in some\nways, they did -- was not agree with what was going on. In this place in Stavropol it was\na little bit more loyal to the government. So that is why -- maybe the people they said,\nwell we have to do something.",
        "Q: Something, right.",
        "A: And as I say, they did not got a lot time to do something wi -- it was -- was consider safe\nplace, and was [indecipherable] if someone came, like you wake up, and you hear\nGermans here.",
        "Q: So where did your mother set up home then, when she left and then she was going to\ncome back for you, where did she go?",
        "A: She in the same -- in the same place where besh -- Beshbagir, she -- she went to this\nVoencomat and they gave her place where she has to live. And her sister was with her\nalso. And this is three of us, we stay together. And it was time when Germans a little bit\ngave up. And Mom’s family -- Mom’s family, with her older sister, with her sisters, they\nmoved to more safe place in deep Russia, in Kazakhstan.",
        "Q: Mm.",
        "A: So later, when they knew the story, that she survive, blah, blah, blah, so they got her\npermission to come to Kazakhstan, stay together in this family. And the rest the years in\nthe war, I was in this Kazakhstan with my Mom.",
        "Q: Kazakhstan. And that’s for about another year until the war is over?",
        "A: Yeah, it took us ara -- another year. So, because in the week that is the end of the war, we\nmet in Kazakhstan.",
        "Q: And does your father know where you all are?",
        "A: Yes, my mom, my -- well, it was a like -- a system where they send letters. They -- the --\nit was like P.O. box.",
        "Q: Uh-huh, yes.",
        "A: The address was like P.O. box.",
        "Q: Yes.",
        "A: And she send the letter, and it was very interesting letter, was -- it’s for -- it was like\ntriangle, they did not have envelopes. So they made it the -- 1s they write something, and\none page was without writing, so they made the triangle, and they -- on this triangle they\nput an address where this letter go, and who is the sender. And because it goes to the\narmy, you need -- you don’t need to put a stamp with it.",
        "Q: Right.",
        "A: So it was like for free, but it was rush -- military time letters. So she save -- I remember\nthese letters when they saved them up.",
        "Q: So you knew that your father was alive?",
        "A: Yeah, we knew that our father was alive.",
        "Q: A-And the brothers.",
        "A: And his brothers.",
        "Q: And --",
        "A: We did not know about his brothers.",
        "Q: Okay.",
        "A: We knew it when the war was over. But we knew that our father was alive.",
        "Q: And how was it in Kazakhstan, was that difficult?",
        "A: Well, in Kazakhstan it was not -- not bad. We got [indecipherable] life in Kazakhstan,\nbecause my mother’s old sister, she was married for a guy who was let -- don’t go to the\narmy. He got some health problem before the war.",
        "Q: Right.",
        "A: So they let him stay. And he worked in a place that gave us some privileges and food. He\nwas close to the meat.",
        "Q: Aha.",
        "A: His position was close to the meat.",
        "Q: Right.",
        "A: He was some kind of boss in the -- they got a special -- a special business in Russia, when\nthey have to prepare meat -- how prepare, they have to buy something, this animals, cow\nor some -- something, and make -- put them somewhere to k -- to kill them and have\nmeat. So he wa -- he was in this kind of business. It was not his business, but he was\nclose to the meat. So -- and because he was close to the meat, so we got the la --",
        "Q: So you were close to the meat.",
        "A: We was close, we got -- we got some meat also.",
        "Q: Right.",
        "A: And my mom was -- find a job as a bookkeeper, and as I said, it was -- this -- this\nVoencomat, they put an order to help, to support all those families, to give them jobs, to\ntake care about them. So that is welse -- that how we survive, well it was -- you know\nwhat, if you take a look actually, what was -- it was not, but if you compare what other\npeople got, we got not -- not bad.",
        "Q: Not bad.",
        "A: We got not bad.",
        "Q: Were you -- when you were in Kazakhstan, were you able to finally play with other kids?",
        "A: Yeah. And I was --",
        "Q: So that must have made a big difference to you.",
        "A: -- yeah, it was very funny story. When -- when I -- in -- the way how they check if this,\nlet’s say cow 1s good for them, for a meat, or if it’s -- I don’t know, they -- they put their\nhands something behind the -- the tail, you know, the tail of the -- so they -- they touch it,\nand they know what does it mean for them, it’s good or not. I don’t know why. So -- and\nI saw how they did it, so I went once, and I did it by myself. And the cow, by her feet,\nshe put me here in the stomach, and I --",
        "Q: The cow kicked you.",
        "A: -- I lost -- yeah, and I lost my breath. I don’t know -- I -- it was like I -- I al -- almost\ndied. Well this is -- was the play. And another time some people, they -- who -- they got\nhorses also in this -- with this business, so they put me on horse, and I --",
        "Q: And you rode a horse?",
        "A: I rode -- yeah, I rode a horse. And it was -- and we played with all these people.",
        "Q: So it wasn’t so bad?",
        "A: Well no, it was not so bad.",
        "Q: Now that you -- it was [indecipherable]",
        "A: It was much, much better than a ghetto.",
        "Q: Than a ghetto, yes.",
        "A: Yeah, it was much better.",
        "Q: Was it worse than what you had with this Polish -- I mean, with this Ukrainian family?",
        "A: It was like a Polish family. Well, it wasn’t -- it was worse because they -- when a they --\nwhen they believed that I will be their son, it was like luxury.",
        "Q: They gave you everything, yeah.",
        "A: It was like sha -- luxury, but tha --",
        "Q: Were you wor -- were you scared?",
        "A: I’m sorry?",
        "Q: When you went to Kazakhstan --",
        "A: If I scared?",
        "Q: Were you scared? Were you fi -- still frightened? Or did you feel safe?",
        "A: Mm, well I s -- feel that -- well, I have some -- I got my cousin here in Kazakhstan, so I\ndid not feel that it -- it will -- I -- I wanted this war will be ended because I --",
        "Q: Right.",
        "A: -- remember what -- how Germans look like. The people who was in Kazakhstan, they\nnever seen a German. But I remember how it looked like and how to go to drive in this\ngeneral’s motorcycle, and things like this, and -- but it was not -- not -- not very difficult\ntime.",
        "Q: Not -- uh-huh.",
        "A: It was on -- you know, the time was difficult to make sure that your father will come\nalive --",
        "Q: Right.",
        "A: -- or -- and when the war will be over.",
        "Q: Did you meet your father again in Kazakhstan, or not?",
        "A: No, no, no, for -- we me -- we meet my father -- my father came maybe home half a year\nor s -- eight months later, when the war is over.",
        "Q: Over.",
        "A: Because from this front he was sent to far, far west. Front is close to Japan. Because\nGeneral Noye, Japan will fight this. And it was the idea to ba -- to bring their army to this\nplace also.",
        "Q: Right, right",
        "A: So he came back from this place, and we came to this -- we came to this Dnepropetrovsk,\nthe place where we left before. But our house -- house where we live, was destroyed. And\nour -- no one promise him something else with the place we had to live. So -- and -- but\nhis parents, my grandparents, they came to ki -- they was also in Kazakhstan during the\nwar, in different place. A-And they came to Kiev. And my grandfather, he was a\ncarpenter, and h -- they got something like a garage or something like this, and from this\ngarage, they built a -- an apartment building. Not building, apartment.",
        "Q: Rea -- really?",
        "A: It was apartment with a basement, with a -- with -- and it was very, very, very, very ni --\nit was not bad, according to the Russian standards, because it was a separate apartment.\nAfter the war they did not -- most people they did not have a separate apartment, they got\na common restroom, a common shower, a common kitchen, and six, seven families, they\nshared.",
        "Q: Right.",
        "A: And we got, because my grandfather build it by his hands, so it was something -- it was a\nplace that no one believes that it could be place for -- for living, but he managed to make\nit. And it was two small rooms, two small rooms, and -- but my grandmom said, “Well,\nbring your family here.” And -- but I stay with my mom’s relatives in Dnepropetrovsk\nanother year.",
        "Q: Mm-hm.",
        "A: I went to school in this place, and I stay almost a year in this. Later I came to Kiev, and I\nstart my life in Kiev.",
        "Q: In Kiev. Is --",
        "A: From the second grade in school.",
        "Q: Is Dnepropetrovsk the first time you’ve gone to any school?",
        "A: I’m sorry?",
        "Q: In Dnepropetrovsk, after the war, that’s --",
        "A: Yeah, in Dnepropetrovsk, I want in the school, but I got sick. I got -- I got sick, and I\ncould not finish this year.",
        "Q: Really?",
        "A: Yeah, I got some -- well, it was no food, and s -- well, it was another miracle that I\nsurvived because no medication, no food. So -- but -- and my mom, she -- she drive from\nKiev to Dnepropetrovsk and back, because Father was in Dnepropetrovsk, he tried to -- in\nKiev he tried to find a job and start something to do. And this -- but when I came to -- to\nthe -- to Kiev, so my mom went to the school and said, “He almost finished the first\nclass.” So she gave me a test, then says, “Okay, he can go to the second.” So I went to the\nsecond grade.",
        "Q: What disease -- what did you get sick from, do you know? What was it?",
        "A: No, no, it was -- what the -- how they call it? Like pneumonia, something like\npneumonia.",
        "Q: Pneumonia, really?",
        "A: Yeah, pneumonia, and after war it was very di -- they did not got -- have any medication.",
        "Q: Right.",
        "A: So -- and as I said I was like -- like a finger, because no food. I -- I could not eat it, and it\nwas a big problem. But I survived.",
        "Q: You survived.",
        "A: Yeah.",
        "Q: As you kept doing.",
        "A: Yeah.",
        "Q: So when you went to Kiev --",
        "A: Yeah.",
        "Q: -- that’s when life really started again.",
        "A: Well where when I start -- when I stayed the next 10 years, because in Kiev, well, 1-1t was\nmy -- the story was that the class where I went, it was only Jewish people.",
        "Q: Really?",
        "A: Really. And it was happen, I don’t know how. Maybe a lot people was around. When I\nstart it was not, it was most go -- mo-most Russian people, Ukrainian people. And later\nthey change something because the -- one school was overcrowd, they open a new\nschool, and th -- no one knew about the school, it was school without name, so everyone\nwho has choice to put you in better school, they did not go to this school, so the school\nleft for -- for us. And we got school, we got 30 people in the class, 22 was Jewish. And a\nlot teachers was also Jewish. So it was up to -- up to the years on the *50 - ’52, and on the\n’52, they -- all the Jewish teachers, they -- they put them on -- they pu -- took them away\nfrom us. They get -- they [indecipherable]",
        "Q: Were they fired?",
        "A: They fired. All Jewish pe -- teachers they fire, all Jewish teachers.",
        "Q: The 50’s wasn’t good.",
        "A: Fi -- °50, no, °50 was not good. But what Claudia said, that she said that she cried when --\nwhen Stalin die, and I remember that I did not cry absolutely, because on this time I start\nunderstand what is it about. And there -- what was my concern was in this time, it was --\nit was a tennis -- a tennis championship, Ukrainian tennis championship, and they gil --\nthey said, “No, it’s cancelled because Stalin die.” And I was very, very upset about it.\nThis was what I remember, how I upset that Stalin was die -- wa -- die -- and I -- I\nremember that I -- I -- all times that I ask well, why they put him like -- always like a\nGod? Why they put him -- this question was always [indecipherable] said, “Don’t ask this\nquestion. Don’t ask this question.”",
        "Q: Don’t ask.",
        "A: And this was a question that I actually ask myself.",
        "Q: So when you were little --",
        "A: I’m sorry?",
        "Q: When you were little, during the war --",
        "A: In the village?",
        "Q: No -- ye -- yeah, in the village. You were very conscious you were Jewish, but you knew\nyou shouldn’t say anything. Di -- or when -- or let me ask you this question in -- in a\ndifferent way. When --",
        "A: Yeah?",
        "Q: -- when did you become conscious of being Jewish, and want to identify --",
        "A: Actually it was in Kiev, when -- when I's -- came to the second -- to the second grade, so\nI understand actually that I am Jewish, and when I take a look what -- how my -- my\ngrandmother, because she [indecipherable] had Judaism all her life. And because even\nthat my father did not want it, and she said, “Okay, you can live how you want to do it,\nand I will manage how I can want to do it.”",
        "Q: Right.",
        "A: So -- and my grandfather, he said, “Well, I’m working with Jew -- with Russian, with\nUkrainian, I not -- I’m not going to keep separate. And if you want, I can do what you\nwant. It’s holiday -- it’s holiday. Shabbas is Shabbas, it’s -- you want to -- to buy a -- and\ngo to the [indecipherable] to hear discussion [indecipherable] okay you can do it, I will\ndo it.” But there was story that like a survivor situation, that 1n two rooms, and with one\nkitchen, it was my mom’s kitchen, without anything kosher. It was my grandmom kitch --\nkitch -- part. In Mom refrigerator is a kosher.",
        "Q: So the refrigerator was kosher, or part of it was kosher?",
        "A: No, no, no, it’s part of them.",
        "Q: I see, so --",
        "A: One shelf, and another shelf.",
        "Q: -- one shelf is -- I see.",
        "A: This is -- this --",
        "Q: And so what did you identify with, your parents or your grandparents? Your grandfather,\nyour grandmother?",
        "A: My nifi --",
        "Q: Did you want to be kosher, and to be religious, or no?",
        "A: No, to be honest with you, I did not want be re -- I actually, I very, very honor what my\ngrandmoth -- mom do, I know h -- how she reads books, how she makes prayers. But\nactually, I -- I -- I did not believe that it would be part of my life --",
        "Q: Right.",
        "A: -- or something like this. We -- we got Jewish friends with all Jewish -- like life, 1t means\nnot Jewish culture life. We got all the friends around that was Jewish, girls, boys.",
        "Q: Right.",
        "A: We did not deal with not Jewish people. They s -- they stay now, class like -- like\nseparate.",
        "Q: And you say separate.",
        "A: And we said separate, but we did not fight.",
        "Q: So what was making you Jewish?",
        "A: I’m sorry?",
        "Q: What was Jewish about you?",
        "A: What was Jewish about me?",
        "Q: Yeah.",
        "A: What was Jewish about me, because I know just I am Jewish.",
        "Q: That you were Jewish.",
        "A: And I know that m -- the fir -- well -- bay -- because when -- when you said -- in Russia\nwhen you call, you said your first name, your father’s name --",
        "Q: Yeah.",
        "A: -- and your last name.",
        "Q: Right.",
        "A: So because my father’s name was Leib, so I was Leibovich, so is no question about that I\nwas a Jewish.",
        "Q: Right, right.",
        "A: So -- and I -- that is what I was.",
        "Q: But you were not identifying religiously as a Jew, right?",
        "A: No, I did not.",
        "Q: And f --",
        "A: I helped my grandmom to make matzoh, sometimes I help her to go to synagogue.",
        "Q: Right.",
        "A: You know, to -- to do something what she want me to do.",
        "Q: Right, right.",
        "A: But is not because I wanted to keep this religious life.",
        "Q: Right. Did you think of yourself as a Ukrainian Jew, or a Russian Jew, or just Jewish? Do\nyou understand, because as an amer --",
        "A: Maybe just Jewish.",
        "Q: -- as a--",
        "A: Maybe just Jewish. I did not seem --",
        "Q: Just Jewish, uh-huh.",
        "A: -- later -- later, when I si -- when I become older, when we met some Jewish people from\ndifferent parts, from Russia, from Moscow, from Saint Petersburg, we understand this,\nwe are different. And we are ti -- we are totally different because the people from -- they\nhave different philosophy, and different way to behave themself. And maybe different\nway to survive, I don’t know. To -- because they -- we -- sometimes for us, to be honest\nwith you, to understand people, was easy to understand Ukrainian people from Ukraine,\nthan Jewish people from Russia.",
        "Q: Right, right.",
        "A: And to find out the common -- the common point or -- we -- we better understand them,\nthe bi -- the Jewish people from -- from Russia.",
        "Q: Right. Okay, let’s change the tape.\nEnd of Tape #2\nTape #3",
        "Q: Do you know anything about the family that saved you?",
        "A: No.",
        "Q: You don’t?",
        "A: I don’t know anything.",
        "Q: You don’t know their name?",
        "A: I don’t know the name, I don’t know anything. I don’t know because as I said, well, it\nwas like -- it was not -- it was -- the be -- the [indecipherable] was don’t go somewhere\nand tell them that we was under Germans, because it can, as I said, like be a stain on your\n-- in your personal -- so -- and my mom never [indecipherable] and I don’t know\nanything about them. I’m very sorry about that.",
        "Q: Yeah. Even though your father was in the army --",
        "A: Yeah.",
        "Q: -- it still would be a problem.",
        "A: It would still be a problem, yeah, it still will be a problem.",
        "Q: Were you ever sympathetic to the Communists?",
        "A: Well I -- I was never sympathetic to them, because the -- the question is that their\npromise was totally not what they actually did the people. Let’s say they said that you\nhave right for speech, you have freedom -- I don’t know, a lot of freedom actually, when\nit comes to realize these rights, you don’t have them. So -- and the question is, they did\nnot left anything for you, let’s say, to think about, or to tell them let’s -- let’s to improve\nsomething, let’s do something in different ways. So --",
        "Q: And at what -- what age did you become -- did you realize this? At a young age?",
        "A: Yeah, I realize it at -- at very young age, and the question was just what you have to do,\nyou have to start to be like [indecipherable] resistant to this, or you have to find some\nway -- ways how to in future support your family, and things like this, and do anything\nagainst, let’s say, your family. So that is why you stay, that’s it. But what -- what -- about\ncriticism, what is doing, the government, what they doing wrong, it was always in\nconversation in our house. So that is why when I -- when we -- when I got married, and\nwe went -- got a son, so we decided that our son’s life could not be here, because he grow\nup in the situations that he cannot -- he cannot accept it. And well, when we got married -\n- so my wife, she -- much earlier than me she realized that for us is no room here, and we\nhave to leave this country and find something else. And -- well, why I was not very\nsupport -- why I did not support where he decided, because I said, “Listen,\n[indecipherable] what we have now because I am working with a com -- with the\ncompany that they can tell me there are no secrets, we will be -- we will stuck between\nleave this one and don’t have anything else, and just don’t let us go. So this is why I let --\nI cannot do it right now.”",
        "Q: So you were working for a --",
        "A: Well, I worked --",
        "Q: You were -- you were working with some other company so that you knew government\nsecrets?",
        "A: Well, they said yes, but the branch where I was, I did not have any secrets.",
        "Q: Uh-huh.",
        "A: And later -- later, when they decided, when they open a little bit mind, they let leave the\ncountry people who really knew much more secrets, and they did not said that you\ncannot. This is -- was just a plan, was a government plan, the plan with the government\nlevel. Because as I said, it’s for the history no one can explain that when they decided\nthat they would like -- they let Jewish people to leave the country, they have to found an\nexcuse, why Jewish? Why they don’t let Russian --",
        "Q: Right.",
        "A: -- or Ukrainian, or someone else. So they make up that they g -- they support the fa --\nunited family, as a --",
        "Q: Right.",
        "A: -- you know, the family was -- and it was licenned. They put a paper there, they miss her\n[indecipherable], they have not see her from the year 1930 -- 1913, they never know her,\nthey nev -- ni -- like next time they m-ma -- make their decision a different way, they said\nall sister is not a relative, something else is not a relative. And as a -- as -- as you know it\nwas situation when they -- the way how they explain to the rest of the people that they\nwant leave, let them go, because this is to Israel. Jewish people, they unite with someone.\nThis is why old people that they won’t -- don’t like them, so they -- officially they put\nsome documents, and they let them go to Israel.",
        "Q: Right.",
        "A: It was like -- I think it’s -- even Solzhenitsyn they sent it like this, sent him to Israel in\ntheir time. But -- and that is why maybe -- maybe, if I decided that we have to do it,\nmaybe I -- we got this -- I am not sure they will let us go, but I will -- I spent about 18\nyears on this factory -- on this enterprise, and -- because from this enterprise when -- wh-\nwhen we -- they did not even take your documents when they see where you worked. It\nwas none, but it was excuse for them. So when I left it on the next month, I got another\nenterprise. It is no with military connection, so we -- we start over from this point. And --\nbu -- it was the year 1979, and we believe that because it was like Olympic game in\nMoscow, maybe they -- they a little bit open the door, and maybe we will be lucky to go\nthrough this door. And well, they said no. They said no, no, no, no, no. Some people they\nmanaged, I don’t know how they gave under table money to someone, they -- everything\nwas corrupt, so maybe they find the way. But we did not -- we was unable to do it. But\nwhat we said, so it was like a legal situation, was you can do like you are on the level, not\n-- not fighting. Cause the government, every six months you can to send documents that\nyou apply -- that you did not change your mind, you still apply. And they send you a\npostcard they know. Th -- they did -- the -- a division of visas permission, they said you\ncannot go, no, your -- your request is denied, your request is denied. And it -- as I said, it\nwas when we start -- our problem was that when we start first time to do it, our son was\nabout two year old. No, not two -- yeah, two year old when we start first time there.\nWhen he went to the final stage, he almost finish college, and even in this situation, when\nthey play games, a open society, blah, blah, blah, they did unbelievable thing because\nthey played games and said, you know, mom can go, you cannot go. Later they said you\ncan go but your son cannot go. And in this time, the chief -- the chief of this department,\nhe gave interview to some foreign newspapers and he said, “Everyone who want go, we\nlet them go. We don’t keep anyone. There’s no one want to go.” And I came to him, to\nhis office with this newspaper, and I said, “Let me ask you a que,” -- it -- in Moscow his\nwas very, very, very hi -- high level guy, and it’s -- you know, you never know what\nhappen to you when you come back from this -- from this office, because he was very\npowerful. So I came to him with this newspaper, I said, “May I ask you a question\nplease? What does it means? This is an interview that you gave to this reporter. He did\nnot understand you right? Or it’s a -- a -- a mistake in newspaper?” And he said to me,\n“No,” he said, “he understand me right, but we make a decision, not he.” And he said,\n“Your son, we cannot let your son go.” And it was a sp-specific system in -- in Russia\nthat everyone -- every man, he has a gi -- duty to serve three years in the military. After\nmilitary it’s -- besides there’s a -- the life in the military, it’s more than in prison. But\nafter military they said to you, you cannot go because you know secrets, you was in\nmilitary. And no one knows what kind of secrets and how long it lasts to keep you\nbecause you was in military. And my son said to me, “Listen, I better die than I go to this\nmilitary.” And with these words, with understanding this, we have to go to this guy a few\ntimes, it was very, very difficult. And finally, as I said, when we were -- when the wind\nwas a little bit warmer, and they let him go, and later we left, and in Italy, when he came\nto Italy, he decided he would like to help young Jewish kids to go to Judaism. So he got a\n[indecipherable] like this, he listened to -- they got like -- a rabbi came to Italy, and they\ntried to introduce to the culture, to the tradition the ju -- Judaism. And everyone was on\nthe beach because it was months, we are not working, you got food, and they make a\ndecision when -- when sk -- they scheduled to bring you to United States, and he was\nbusy with kids, wi -- wi -- because he said that this 1s what he has to do. And when we\ncame here, so very soon he said that we don’t -- we -- we not the right life -- the right life,\nthis is a philosophy. And he changed his life, he become religion.",
        "Q: Religious person, yeah.",
        "A: Very religious.",
        "Q: So you, even though you tried -- you started later, really for almost 20 years you were\ntrying to leave --",
        "A: Yes.",
        "Q: -- or thinking that -- so 1s it -- must be very difficult to live under those circumstances.",
        "A: Yes, yes, because as I said, they -- 1t is become a common -- let’s say what, like refusniks\n-- refusniks, except the person whom they refuse give a permission to leave. So -- and as\nI said, diff -- different pe -- different category of people, they -- or by their belief or by\nsome circumstances, they did i -- they take different actions to this, you know, they got\nsome of them, they -- every month they go -- went to demonstration, and to the Moscow,\nor to foreign people. Most -- a lot of them, they put them 1n prison, they -- they make up -\n- a lot guilt about this, like rape, like drugs, like things like this. But we was like on the\nlevel that they said okay, you can -- you can -- every six months you can just send us a\nrequest, and we will refuse. But it was a -- a -- a mark that you are -- belong also to this\ncategory.",
        "Q: Right.",
        "A: And -- I don’t -- they -- every be -- maybe, I don’t know, month or two months we got\nsomeone from the police, or from the KGB, he was -- had a police uniform. And he said -\n- he make up a -- a -- any kind of excuse to come to check what we are doing, run, or --\nor [indecipherable] like this. And -- and he reported from our phone, that , “I’m here now\nchecking this family, everything looks -- looks not bad.” And once time he came to us\nand he said -- I said, “Why did you come to me?” He said, “Well, we got a letter that\nyour neighbor is drunk.” I said, “Okay, why you did not go to this member -- to this -- my\nneighbor? He drunk, go to his apartment, why you came to me?” “No, I would like to\nknow if you know something about it.” I said, “No, I don’t know anything about it.”\n“Okay, just write that you don’t know about it.” I said, “Look, how it help you? What is\nthe reason?” But they mi -- make up everything, and the problem was when I -- my\nsecond job when I -- it was not a manager position, but sometimes I have taught them the\ndirector’s meetings, because I was in charge for supplies, some important things to the\nfactory. And it was -- sometimes is not your fault but you cannot manage it because it’s --\nit was like a circle. To have the supplies you have to give them something that you are\nunable to give them, some material and you don’t have it. And the -- the director said to -\n- on this meeting, listen, if I will not have these supplies, I will call KGB that you did it\non purpose, you don’t want me to do this production and this one ki -- the government\nwant me to do. And I believe they will make you bah bah bah, like this. And that every\nday was like this, and especially you can understand when our son was in Moscow, and\nwhen we still try to let him go, one days we came to -- to this chief, this department, and\nwe ask him, “Look, what is your logical? Is -- from such and such here, we tried to go all\ntogether. So now what -- how is the family united? If you said -- you advise them to go\nand bring him invitation, later he will have relatives here, and we -- he will have\npermission, what is the [indecipherable]? What is the -- what is the logic?” And he said to\nme, “Listen, the students are very patriotic people, so we cannot guarantee he will be safe\nin ma -- in Moscow.” This is -- was the life.",
        "Q: When -- when you switched jobs, you left your job?",
        "A: Uh-huh.",
        "Q: And they knew that you are refusnik. Somebody knew.",
        "A: Yeah.",
        "Q: The next job you had you were not earning as much money as you were the first time,\nright?",
        "A: Yeah, I got maybe half what I got before. And the -- the guy who interview me said,\n“Listen, when you move from this place to our place, it means you keep in mind\nsomething. Tell me right away. You know, if you go somewhere, I will have a problem\nwith the -- it will be problem for me. So in order to give you permission or not, I have to\nknow -- tell me right away what you going to do.” And I said to him, “Well, I am telling\nyou right -- right away that I did not change my mind, but because they said that I cannot\nleave country because I used to work on this military, I don’t know how long they will\nkeep me here. Do you know what will happen to you in three years? You don’t know.”\nSo -- and you don’t know what people it’s around in your department, you know what in\ntheir mind. They can make a decision tomorrow. So this job was not very, very -- let’s\nsay presti -- with a prestige, with a lot money, and it was difficult, if need some special\nskills, and someone recommend me to this job. So he said okay. He -- he closed his eyes.\n[indecipherable] did that because when you go from the place where I work bef-before,\nthis place was famous place, with a li -- benefits, with a lot opportunities for -- just for\nbenefits, not about salary, but benefits was really much higher than any other company\nhave. So they understand what you keep in mind, or you fired because you did something\nwrong, against them, and you just manage they -- they don’t put that they fire, or not. In\nUnited States when you find the -- try to get a job you put your resumé. In Russia you got\na -- like a certificate, your certificate. Every job that you go they put a seal here, and they\nput the reason why you left this job. So -- and if they put the reason that they fire you\nbecause you are bad worker, or you late, or you drunk, or something like this, so later on\nit’]l na -- no one when -- will take you, and this 1 -- was the requirement, you have to\nshow them the certificate. Without this certificate, no one talk to you.",
        "Q: So what was on your certificate when you left this other place?",
        "A: Nothing, that I decide by myself, and that is it.",
        "Q: Nothing. And were you doing mechanical engineering at this place? That’s what you\nstudied in college.",
        "A: It was close, it was -- it was --",
        "Q: Close?",
        "A: -- it was a mechanical engineering field. I have to explain my boss in my company why I\ndecided to leave. So I cannot tell -- I could not tell him that I want to go to abroad --",
        "Q: No, no.",
        "A: -- I just tell him that I have relatives, and -- and we in contact with them in the United\nStates. So I gave then information that he knows all -- or -- or -- if not he, but special\ndepartment knows it already.",
        "Q: Right.",
        "A: And that is why I said I would like to leave this place, and I will go. And he said, “Don’t\nworry, stay, I will manage it.” He said, “A couple bottle with vodka, everything will be\nokay, don’t worry.” Because my position in my previous job, it was not very, very big\nlevel, but I was like assistant to our big boss. He was a chief in quality control\nproduction, and it was a factory about 5,000 people. And my job was like statistical job,\nto prepare him for the meetings, for -- for reports, for something like this. So he was very\ncomfortable with me because I tell him what his action, how this [indecipherable] should\nbe, what he has to mention. And he doesn’t -- he did not want me actually, to leave. He\ndid not want me to leave. And he said well, one -- one Jew -- one Jew, he can keep one\nJew. I was just one, no one else. It was like under the percentage. And but this what --\nhow I explain him, I said, “Well, I am going to leave.” He said, “Oh, stay with us, blah,\nblah, blah.” I said no, because from this enterprise, I never leave.",
        "Q: You never go, yeah.",
        "A: So I left, and I came to another one and they [indecipherable] they remind me very often\nwhere I come from, and what I keep in mind, because they knew that my papers every\ntime, when I -- and the last time -- not -- it was not last time, before this -- before this\ntime, I fill out the papers again, and -- and the director of this, he was a Jewish guy, and --\nbut he got a Russian name, he -- by documents he was Russian. So he said to me, “Listen,\nbecause you put this documents that you want in U.S., I have to transfer you from this\nengineering job to ship -- to like shipping receiving, something like load and loud\n[indecipherable]or something.” I said, “Well if you feel that it’s constitution, you can do\nit. ’'m not going to put you any -- any request about this.” Well, and he decided okay, let\nhim stay like this. And this -- well, I stay like this. But as I said, all pe -- a lot people who\nare brought for fight, who f -- f -- to give us this opportunity, they help because this one -\n- one -- wa -- one [indecipherable] did not come back to self. So -- well, [indecipherable]\nGorbachov came, and he got an idea that let’s say let’s have better relationship with --\nwith the west, with something else, but all people who fight hard, work hard to bring this\nday, to let us go, they -- peop -- we remember [indecipherable]",
        "Q: Do you think that a lot of people who were in the Soviet Union would have left if they\nhad the chance, whether they were Jewish or not Jewish?",
        "A: Yeah, I's -- I seeing personally, if they -- they was not so stupid, if they decided what is\nthe deal. If they want to go, let them go, let them go. What -- what happened? Everyone\nwho want go, let them go. A lot people may be going to do so, but I think that’s not -- a\nlot people --",
        "Q: Would have stayed.",
        "A: -- will later -- will go back. Why? Because, you know, it’s -- to grow up in this society,\nand find your place in new society, is not easy --",
        "Q: Is very -- yeah.",
        "A: -- it’s very hard. It’s totally different, you have to f -- you have to know exactly what you\nwant to do, and why you leave this country. If you would like to leave this country just\nbecause you can have here [indecipherable] jeans, or I don’t know, or cheese every day,\nor something like this, very soon maybe you miss it, and you like to go back, because you\nremember some not bad things in your previous life, somethings. Department --\napartment, education system, something like this. But the problem was th -- the -- that\nthey did not let them go, and the problem was true because they did not o -- they di-did\nnot honor your right to exercise your roots, you religion.",
        "Q: Right.",
        "A: And this is the problem. And what I want for -- what I just -- I don’t know, if you goes to\nthe -- I -- I want just mention one thing, that when I came here, so my first job was also\nwe have to find something to live, so I start to working for shipping receiving. And 1n the\n-- in the store -- in store, 1s it -- they sell some equipment for the kitchen. And my first\nboss -- fir -- fir -- first supervisor -- wa -- was first supervisor, I’m sorry, he was\nAmerican African guy, who grow up in tradition with people who remember -- in this\ntime the movement start in 60’s, and you know --",
        "Q: In civil rights.",
        "A: -- civil rights, and he remembered his family was very, very in -- in this movement. And\nhe was actually this very gift -- gifted guy. He was smart, he listened, he was li -- good\nvery listener and -- and I said, “I would like to know actually, when you go to school,\nthese people -- people in your country, they -- they know what is the advantage to live in\nAmerica. Why people from around the world actually try -- want to come to here and stay\nhere?” He said, “No, no one -- I don’t know, I don’t remember even one lesson that my\nteacher told me what is the advantage, what we have here.” If you don’t have -- if you\ndon’t teach them what is the advantage, so -- you know, it’s -- it’s -- is not the best things\nto do because they -- they don’t value what they have. This is the --",
        "Q: So did you tell him?",
        "A: Yeah, I told him, I told him -- well, I told him a ver -- very simple story. I said to him --\nyou know, when it -- I remember this time when it was little bit idea that we had to bring\nAmerican experience to the Russian. It was some government decision, it was time. In\nthis time -- and I remember that one -- once -- one -- he was the guy, his was\n[indecipherable] that he came from very rich sugar production family before revolution\n[indecipherable] was here. So he came to -- and they invite him to introduce some people\n[indecipherable] to the American life, to the style, and he said, “If you will tell American\nthat,” -- Russian has this word like [indecipherable] or president, they call 1t prepeeska.\nOh stop, forgot about [indecipherable] that your lifestyle is good, because American\ncannot understand what is it. It’s like [indecipherable] even accept it. So -- and I explain\nto him what -- what we got, and we -- how -- what we -- wh-what is the salary, what you\ncan do, and how it works, and what does it mean the freedom, and what does it mean the\nspeech and everything. And so he understand that this is --",
        "Q: [indecipherable] right. So you never regretted coming to the United States?",
        "A: Never.",
        "Q: Never.",
        "A: Ne -- thanks God.",
        "Q: You love being here.",
        "A: Yes, I love being there, I love this opportunity that everyone has, and the most advantage\nwhen you [indecipherable] the -- the [indecipherable] of the advantage when you go\nsomewhere, and -- and when you -- when you have an American passport, how it looks\nlike. And the [indecipherable]",
        "Q: Have you ever been back?",
        "A: No, we never went to -- to Russia.",
        "Q: And you don’t want to go [indecipherable]?",
        "A: We went somewhere, in another country for vacation. I do -- I cannot -- I cannot go back.\nI cannot go back.",
        "Q: Right.",
        "A: I remember that what they did to -- you know, when you worked all your life, finally\nwhen they give you permission, so -- they put so restriction you cannot take your -- what\nbelong to you. And they put limits, let’s say, this picture? No, you cannot take it with\nyou. This book you cannot take with you. Even this piece of jewelry, that you work hard,\nI don’t know, to get it, no, you cannot get it with you. And for all what they give you,\nthey said they give us all this money that you have, and give 150 dollars and go. What\ncountry else can do it to the people? You’re working, working, working, working. All\nyour life you save your pennies, and later when you decided to go, you cannot get it --",
        "Q: You can’t.",
        "A: -- and it’s yours.",
        "Q: Well, I want to thank you very much for talking about --",
        "A: Thank you very much for inviting us, and actually I’m very thankful that my story makes\nsense for you and I feel that I have like obligation to take a [indecipherable] this place,\nlike Beshbagir, like Zhmerinko has to be more -- more [indecipherable] museum, and I\nwill do my best to help you with it.",
        "Q: Good. Thank you very much.",
        "A: You’re welcome.\nEnd of Tape #3\nTape #4",
        "Q: Who is this?",
        "A: This is my grandfather and grandmother. It’s right before war, before second war.",
        "Q: And this is on your mother’s side, or your father’s side?",
        "A: This from father’s side.",
        "Q: Father’s side. And their names?",
        "A: It’s Lazer, and her name is Dina -- Dina.",
        "Q: Dina. And this picture? Whereabouts is this?",
        "A: This is -- this is my father during the war, during the second war.",
        "Q: And did he have a special position?",
        "A: In the army?",
        "Q: Yeah.",
        "A: Yes, he worked in the -- in -- in the military court.",
        "Q: And what about this picture?",
        "A: This is me and my wife -- and my -- I’m sorry. This is me and my mom, before the war.",
        "Q: Do you remember having that picture taken?",
        "A: No, I don’t remember. I -- I just remember that my mom said that it was right before the\nwar, a couple months before the war.",
        "Q: And 1s this how she -- sort of how she looked when you re-met her?",
        "A: Yeah, this is how she looked when I -- when I met her. Sh-She got a little bit different --\ndifferent hair in the -- in Stavropol, but this is how she looked like.",
        "Q: And this picture?",
        "A: This is me and I was -- it’s about seven year old, just after the war in Dnepropetrovsk.",
        "Q: Is it a toy, or real?",
        "A: Nice toy. It was fam -- it was the toy that everyone play in this time.",
        "Q: And who is this?",
        "A: This is me and my cousin. It’s -- I -- I am a -- about eight year old, and my cousin, she\nwas older than me one year.",
        "Q: So this is a girl next to you, girl cousin?",
        "A: She’s -- she’s a girl, yeah. She’s a girl. It’s in Dnepropetrovsk also.",
        "Q: And how old are you here?",
        "A: This is me, and I’m about 15 year old, and --",
        "Q: In Kiev?",
        "A: In Kiev, yeah.",
        "Q: And who is this?",
        "A: Okay, this is me with a friend, and this is when I was 23, and I -- I was in army in Russia,\nin Ukraine.",
        "Q: And who 1s the friend?",
        "A: This -- it’s my fr -- my friend from the school.",
        "Q: How come he wasn’t in the army?",
        "A: Well, becau -- he went to the army later.",
        "Q: I see. And who is this?",
        "A: This picture was made in the year 1965. This is my father, okay, this is my mom, this is\nme, this is my wife Claudia. This is her sister.",
        "Q: What’s her sister’s name?",
        "A: Her name is Dina.",
        "Q: Dina?",
        "A: Yeah. And this is my sister.",
        "Q: And her name?",
        "A: Her name is Rema. This is my wife’s father, and this is my wife’s mother.",
        "Q: And why was this picture taken?",
        "A: This pictic -- picture was taken when we got married, we got -- they got a picture to\nmemorize this date. So you --",
        "Q: This was the marriage date.",
        "A: It was marriage date, yes, actually it was a marriage date.",
        "Q: Were you married that day?",
        "A: We married a week before this, but it was like celebration.",
        "Q: I see.",
        "A: At night we got celebration, in the morning we went to make a picture, this is why I am a\n| -- look a little bit sleepy -- sleepy.",
        "Q: You do, yes.",
        "A: And my wife, also. But this is picture, was original picture that was made in the year\n1965.",
        "Q: And the top picture?",
        "A: This is -- this is my -- my grandmom in -- in the 60’s. In the 60’s.",
        "Q: And this is from [indecipherable |",
        "A: This is Kiev -- no, this is Kiev.",
        "Q: Kiev?",
        "A: This is actually -- this 1s the apartment that our grandfather build by himself. And this is -\n- it was a -- a little isolated place.",
        "Q: A-Are these -- this is your grandmother from your father’s side?",
        "A: Yes. I don’t have no other side.",
        "Q: And who’s below?",
        "A: And this is my grandfather from the father’s side.",
        "Q: And he’s the one that rebuilt [indecipherable]",
        "A: Yeah, this is -- he’s the one who build this apartment by himself.",
        "Q: And his name?",
        "A: His name 1s Lazer.",
        "Q: These are the people we saw in the first photograph, right?",
        "A: Yeah, this is the people, but much -- much later, it’s --",
        "Q: [indecipherable] much later, yes.",
        "A: -- it’s about 20 years later --",
        "Q: Right.",
        "A: -- from this photograph.",
        "Q: And her name again?",
        "A: Dina.",
        "Q: Dina, right. Dina and Lazer.\nEnd of Tape #4\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Good afternoon, Grigory.",
        "Q: It’s nice to see you.",
        "Q: What was your name when you were born?",
        "Q: Gershel?",
        "Q: And now you’re known as Gregory as opposed to Grigory?",
        "Q: So does -- does Gregory feel comfortable for you?",
        "Q: Yes?",
        "Q: You are Grigory.",
        "Q: I see.",
        "Q: When were you born, what’s your birthday?",
        "Q: Near the Nyepper river, yes?",
        "Q: But still in Ukraine?",
        "Q: But then you certainly were not big, you were --",
        "Q: Ah, so he was even younger than you.",
        "Q: So let me ask you something. From Dnepropetrovsk --",
        "Q: -- you and your mother left separately?",
        "Q: No -- y -- with your sister?",
        "Q: Yes.",
        "Q: Right, right.",
        "Q: Right.",
        "Q: So how did it happen that your mother’s sister, with the baby --",
        "Q: -- was Separated from you?",
        "Q: Bombed.",
        "Q: They just discr -- uh-huh --",
        "Q: And said --",
        "Q: Your mother must have been devastated.",
        "Q: So, are you really suspicious that somebody --",
        "Q: Maybe. Now what -- where was your father?",
        "Q: Uh-huh.",
        "Q: Really?",
        "Q: Amazing.",
        "Q: Now, what did your father do before the war?",
        "Q: Uh-huh, so they both worked?",
        "Q: Was that usual in Ukraine, and in the -- in the Soviet Union, that both mother and father\nwould work?",
        "Q: Because it wasn’t the case --",
        "Q: If someone didn’t --",
        "Q: Right, right.",
        "Q: Right. Do you know where -- do you remember any of this -- this train trip? Or do --",
        "Q: A rainbow?",
        "Q: Do you remember being afraid on that trip?",
        "Q: You do.",
        "Q: You can hear?",
        "Q: Do you have bad dreams now, with remembering it sometimes?",
        "Q: Now you were going in a southeastern direction, right?",
        "Q: And where -- do you know where you were for that year?",
        "Q: It was near Stavropol?",
        "Q: A suburb?",
        "Q: Right.",
        "Q: With round fa --",
        "Q: Long hair.",
        "Q: Uh-huh.",
        "Q: Do you re --",
        "Q: Do you remember her talking to you?",
        "Q: Do you remember her hugging you?",
        "Q: Was she --",
        "Q: Wa -- but she was crying?",
        "Q: And you were four years old?",
        "Q: Or is this five?",
        "Q: Four.",
        "Q: Right.",
        "Q: What did he have, a motorcycle?",
        "Q: Right.",
        "Q: Can I interrupt for one minute? Take off your ring.",
        "Q: Take off your ring.",
        "Q: Is -- is it the watch that’s doing it?",
        "Q: So take off the watch, because you’re banging it --",
        "Q: That’s fine, that’s terrific.",
        "Q: Okay. No, no, no, no, no, don’t be sorry, I didn’t want to interrupt you.",
        "Q: Okay, so they took you to -- and you’re not s-sure if it’s the synagogue, or --",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: Let me -- let me go back for a moment. How do you now understand this woman who\nclearly seemed to be trying to help your mother and you, and in a day she gets a German\nboyfriend?",
        "Q: Okay.",
        "Q: Different, right.",
        "Q: Yeah, right.",
        "Q: It’s a -- it’s an outhouse.",
        "Q: So the horse was with you?",
        "Q: The horse and carriage?",
        "Q: Right.",
        "Q: Watermelons?",
        "Q: Well what did you -- do you remember being in that --",
        "Q: So you --",
        "Q: You did exactly what you --",
        "Q: Childless.",
        "Q: Yes.",
        "Q: Did you tell him that your mother was alive? Were -- could you speak well?",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right. We have to change the tape.",
        "Q: I think I asked you a question before --",
        "Q: -- you had this little coughing spurt.",
        "Q: Which -- a question you couldn’t possibly actually figure out an answer to --",
        "Q: -- was how would they explain this four year old boy?",
        "Q: Uh-huh.",
        "Q: Would see.",
        "Q: Right.",
        "Q: Right. And do you remember staying inside most of the time?",
        "Q: And were you unhappy about that, or did they explain to you why?",
        "Q: Really?",
        "Q: And they were nice to you?",
        "Q: And they didn’t want to give you up?",
        "Q: And when was it that you stopped eating? Th -- when she came the second time and said\nshe would come back for you, or --",
        "Q: So then you stopped eating until you were going to be with her?",
        "Q: It’s interesting because when you appear to be safe, then you seem to have an emotional\nreaction.",
        "Q: Do you know? You didn’t have a reaction before, and now --",
        "Q: Right.",
        "Q: Before your mother came, when it was finally safe --",
        "Q: -- were you able to go outside, and were you playing with other kids, or you still --",
        "Q: No, when the Germans left.",
        "Q: No.",
        "Q: Right.",
        "Q: What did you call them?",
        "Q: Yeah.",
        "Q: Mom and Dad?",
        "Q: Did you?",
        "Q: Did you do that from the beginning, or did they say this was just safer, to do it that way?",
        "Q: Right.",
        "Q: Do you have any idea how your mother actually found you? It seems almost impossible.",
        "Q: Around Stavropol.",
        "Q: I see.",
        "Q: She find you.",
        "Q: Do you know how long it took her? Five months, four months, two months? Do you have\nany idea?",
        "Q: Six months.",
        "Q: And she was sure you were alive?",
        "Q: She was sure you were alive?",
        "Q: Yes.",
        "Q: Right.",
        "Q: Does your mother know that you -- that this woman had this German boyfriend and that\nshe s -- he just sent you away?",
        "Q: That [indecipherable] right.",
        "Q: The German came and took him.",
        "Q: And you, of course, never were able to find that man who saved you. You have no idea\nwho he was.",
        "Q: He wasn’t Jewish?",
        "Q: He was -- you th -- but you think he was in the partisans?",
        "Q: Right.",
        "Q: Uh-huh, uh-huh.",
        "Q: Something, right.",
        "Q: So where did your mother set up home then, when she left and then she was going to\ncome back for you, where did she go?",
        "Q: Mm.",
        "Q: Kazakhstan. And that’s for about another year until the war is over?",
        "Q: And does your father know where you all are?",
        "Q: Uh-huh, yes.",
        "Q: Yes.",
        "Q: Right.",
        "Q: So you knew that your father was alive?",
        "Q: A-And the brothers.",
        "Q: And --",
        "Q: Okay.",
        "Q: And how was it in Kazakhstan, was that difficult?",
        "Q: Right.",
        "Q: Aha.",
        "Q: Right.",
        "Q: So you were close to the meat.",
        "Q: Right.",
        "Q: Not bad.",
        "Q: Were you -- when you were in Kazakhstan, were you able to finally play with other kids?",
        "Q: So that must have made a big difference to you.",
        "Q: The cow kicked you.",
        "Q: And you rode a horse?",
        "Q: So it wasn’t so bad?",
        "Q: Now that you -- it was [indecipherable]",
        "Q: Than a ghetto, yes.",
        "Q: Was it worse than what you had with this Polish -- I mean, with this Ukrainian family?",
        "Q: They gave you everything, yeah.",
        "Q: Were you wor -- were you scared?",
        "Q: When you went to Kazakhstan --",
        "Q: Were you scared? Were you fi -- still frightened? Or did you feel safe?",
        "Q: Right.",
        "Q: Not -- uh-huh.",
        "Q: Right.",
        "Q: Did you meet your father again in Kazakhstan, or not?",
        "Q: Over.",
        "Q: Right, right",
        "Q: Rea -- really?",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: In Kiev. Is --",
        "Q: Is Dnepropetrovsk the first time you’ve gone to any school?",
        "Q: In Dnepropetrovsk, after the war, that’s --",
        "Q: Really?",
        "Q: What disease -- what did you get sick from, do you know? What was it?",
        "Q: Pneumonia, really?",
        "Q: Right.",
        "Q: You survived.",
        "Q: As you kept doing.",
        "Q: So when you went to Kiev --",
        "Q: -- that’s when life really started again.",
        "Q: Really?",
        "Q: Were they fired?",
        "Q: The 50’s wasn’t good.",
        "Q: Don’t ask.",
        "Q: So when you were little --",
        "Q: When you were little, during the war --",
        "Q: No -- ye -- yeah, in the village. You were very conscious you were Jewish, but you knew\nyou shouldn’t say anything. Di -- or when -- or let me ask you this question in -- in a\ndifferent way. When --",
        "Q: -- when did you become conscious of being Jewish, and want to identify --",
        "Q: Right.",
        "Q: So the refrigerator was kosher, or part of it was kosher?",
        "Q: I see, so --",
        "Q: -- one shelf is -- I see.",
        "Q: And so what did you identify with, your parents or your grandparents? Your grandfather,\nyour grandmother?",
        "Q: Did you want to be kosher, and to be religious, or no?",
        "Q: Right.",
        "Q: Right.",
        "Q: And you say separate.",
        "Q: So what was making you Jewish?",
        "Q: What was Jewish about you?",
        "Q: Yeah.",
        "Q: That you were Jewish.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Right, right.",
        "Q: But you were not identifying religiously as a Jew, right?",
        "Q: And f --",
        "Q: Right.",
        "Q: Right, right.",
        "Q: Right. Did you think of yourself as a Ukrainian Jew, or a Russian Jew, or just Jewish? Do\nyou understand, because as an amer --",
        "Q: -- as a--",
        "Q: Just Jewish, uh-huh.",
        "Q: Right, right.",
        "Q: Right. Okay, let’s change the tape.",
        "Q: Do you know anything about the family that saved you?",
        "Q: You don’t?",
        "Q: You don’t know their name?",
        "Q: Yeah. Even though your father was in the army --",
        "Q: -- it still would be a problem.",
        "Q: Were you ever sympathetic to the Communists?",
        "Q: And at what -- what age did you become -- did you realize this? At a young age?",
        "Q: So you were working for a --",
        "Q: You were -- you were working with some other company so that you knew government\nsecrets?",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Religious person, yeah.",
        "Q: So you, even though you tried -- you started later, really for almost 20 years you were\ntrying to leave --",
        "Q: -- or thinking that -- so 1s it -- must be very difficult to live under those circumstances.",
        "Q: Right.",
        "Q: When -- when you switched jobs, you left your job?",
        "Q: And they knew that you are refusnik. Somebody knew.",
        "Q: The next job you had you were not earning as much money as you were the first time,\nright?",
        "Q: So what was on your certificate when you left this other place?",
        "Q: Nothing. And were you doing mechanical engineering at this place? That’s what you\nstudied in college.",
        "Q: Close?",
        "Q: No, no.",
        "Q: Right.",
        "Q: You never go, yeah.",
        "Q: Do you think that a lot of people who were in the Soviet Union would have left if they\nhad the chance, whether they were Jewish or not Jewish?",
        "Q: Would have stayed.",
        "Q: Is very -- yeah.",
        "Q: Right.",
        "Q: In civil rights.",
        "Q: So did you tell him?",
        "Q: [indecipherable] right. So you never regretted coming to the United States?",
        "Q: Never.",
        "Q: You love being here.",
        "Q: Have you ever been back?",
        "Q: And you don’t want to go [indecipherable]?",
        "Q: Right.",
        "Q: You can’t.",
        "Q: Well, I want to thank you very much for talking about --",
        "Q: Good. Thank you very much.",
        "Q: Who is this?",
        "Q: And this is on your mother’s side, or your father’s side?",
        "Q: Father’s side. And their names?",
        "Q: Dina. And this picture? Whereabouts is this?",
        "Q: And did he have a special position?",
        "Q: Yeah.",
        "Q: And what about this picture?",
        "Q: Do you remember having that picture taken?",
        "Q: And 1s this how she -- sort of how she looked when you re-met her?",
        "Q: And this picture?",
        "Q: Is it a toy, or real?",
        "Q: And who is this?",
        "Q: So this is a girl next to you, girl cousin?",
        "Q: And how old are you here?",
        "Q: In Kiev?",
        "Q: And who is this?",
        "Q: And who 1s the friend?",
        "Q: How come he wasn’t in the army?",
        "Q: I see. And who is this?",
        "Q: What’s her sister’s name?",
        "Q: Dina?",
        "Q: And her name?",
        "Q: And why was this picture taken?",
        "Q: This was the marriage date.",
        "Q: Were you married that day?",
        "Q: I see.",
        "Q: You do, yes.",
        "Q: And the top picture?",
        "Q: And this is from [indecipherable |",
        "Q: Kiev?",
        "Q: A-Are these -- this is your grandmother from your father’s side?",
        "Q: And who’s below?",
        "Q: And he’s the one that rebuilt [indecipherable]",
        "Q: And his name?",
        "Q: These are the people we saw in the first photograph, right?",
        "Q: [indecipherable] much later, yes.",
        "Q: Right.",
        "Q: And her name again?",
        "Q: Dina, right. Dina and Lazer.\nEnd of Tape #4\nConclusion of Interview"
    ],
    "answers": [
        "A: Good afternoon.",
        "A: Thank you, same to --",
        "A: When I was born my name was Gershel.",
        "A: Yeah, and my name was Leib and the father’s name Leib, so I was born as a Gershel Leib\nLiberchuk. But by the -- by the passport documents my name was like Grigory -- Grigory\nLeibovich, and Liberchuk. This is how I was -- my passport documents.",
        "A: Now yes, now it’s -- well, when we came here and we start to understand how we have to\nput Gregory, so they put Sam Grigory on the first -- on the white card, on -- on the green\ncard, Gregory. [indecipherable]",
        "A: Yeah.",
        "A: My li -- my driver license -- license I am Grigory.",
        "A: My driver license.",
        "A: But I am Gregory.",
        "A: I was born in -- in January 25, 1938 in Dnepropetrovsk. This was a industrial city in\nUkraine, it’s -- maybe it’s the second one.",
        "A: Yes, the Nyepper river, yeah. And my father came to Dnepropetrovsk from a small\nJewish shtetl, from Polonnoye. It was close to the Polish border. And the --",
        "A: It’s still Ukraine. And my grandmother, she was very, very religious, very, very religious.\nBut when all this revolution came to this place, and with all this [indecipherable] that\nthey give some freedom to the people, so my father, who was actually a -- a -- a head of\nschool student, so he went to the school in Dnepropetrovsk, and he is got a job in\nDnepropetrovsk, and this is where he met my mom. And when the war start, I wasn’t\nmore than three year old. I was not so little, not so --",
        "A: [indecipherable] was still a [indecipherable] yeah, not so big. And I had a brother on this\ntime, his name was Jakob. So from Dnepropetrovsk, it was a little bit more organisi --\norganized, the system where they tried to put people -- evacuate when the Germans was\nclose to Dnepropetrovsk. So this is why we was able to get on the train, on the -- and\nmove somewhere and on the sa -- to the safe place. And with my mom was her younger\nsister, with my brother, because she went to help my mom. The -- my brother was about\nfour months old.",
        "A: After he was born, I wen -- wor -- yeah, he was about four -- four months old. So -- and\nwe is trying to get somewhere to the flash -- safe place. Actually, we didn’t choose it, but\nthe -- the train know the direction and they tried to bring us somewhere where it’s safe.\nSo during this sis -- time when we tried to get at the safe place, so is -- our train was\ndestroyed by the Germans a few times. And once, Mom’s sister came without the baby.\nShe said he did not had food and he died. And she left him somewhere, and she came\nalone, without [indecipherable]. So what we can do. So -- and the time was very, very\npressed, so they manage give us a few -- a -- a new train, so -- and train went somewhere\nelse. So on the time when we came to this place, where can see that it’s like very safe. So\nit was me and my mom and her sister.",
        "A: Yeah.",
        "A: No, no, we went together. We went --",
        "A: -- family of four, my mother’s sister --",
        "A: -- me, and my little brother. And the sister went to help her because she was with me, I\nwas three --",
        "A: -- my mom, and she was with a child, four months old. So the sister came to help my\nmom because -- we lived in Dnepropetrovsk.",
        "A: Mom’s sister li-lived also Dnepropetrovsk. Mom’s -- my mom’s mother, she got fi -- she\ngot five daughters. My mom’s -- my mom was the second one, so rest of the family\nmoved with the older daughter family. And this sister stayed with us, and she helped us\n[indecipherable] from Dnepropetrovsk area.",
        "A: Uh-huh.",
        "A: Because when it was bombed --",
        "A: -- every people di --",
        "A: -- you know the -- there nowhere that ki -- everyone tried to find out a place where they\ncan stay safe. Later, when this flights, when it was over, so they came together to one\nplace and said, what will be next? So she met again me and my mom --",
        "A: -- and she said there’s no kid.",
        "A: Yeah, she was very devastated, and she never know anything about this, and this sister --\nmom’s sister, my aunt, actually she never talk about it any more. And well, this is another\nstory because as I said that it cames me -- it came to my mind that no, maybe he is alive\nsomewhere, because when I was more than 20 year old, after my technical school, I was\nsent to one place in Ukraine also, but 1t was somewhere, and this is between these places\nwhere our train moved. And I me-meet one guy, and he said, “Listen, my village, I have a\nguy, he looks like you.” And I said, “Well, how a guy can look like me?” What he said,\nit’s -- he said, “Yes, he looks like you.” And I went away from him and later I came to --\nwhen it come to my mind what it can happen, I came back to meet him, and I can never\nmeet him, so this is -- well maybe in another life.",
        "A: Well, I really suspicious because alya -- my mom died about six years ago, and the sister,\nshe died recently in Israel. When I call her, I said, “Can you tell me the story, exactly?”\nShe s -- where you -- had you seen him die, had you -- you put him, and you bury him?\nShe said, “No, they came and they put him to the -- they pick him up and they put him\nsomewhere to the hospital or something like this. So that’s why it’s come to my mind\nmaybe.",
        "A: My father was called on the f -- on the -- at the army, on the [indecipherable] from the --\nwhen war began -- began. So -- and he was -- all those five years, he was in the army.",
        "A: All those five years. Thanks God he was not wounded, he came -- not -- not just he, my --\nmy grandmom from his side. She got three sons and all of them was in the army, and all\nof them came alive --",
        "A: -- without any injury. Without any injury, so they --",
        "A: -- got [indecipherable |",
        "A: Before wars, he got like a position in the court, because he got like a middle\n[indecipherable] from the judge, and he worked in the court, like I don’t know it was a\nbig judge, or [indecipherable] judge, but he worked something 1n this -- in this field, and\nmy mom was a bookkeeper.",
        "A: Yeah, they both worked.",
        "A: Sure, sure it was, you know --",
        "A: Yeah, it was usual -- ist -- it was unusual if su --",
        "A: -- if -- if wife, if she was just a housewife, 1t was questionable.",
        "A: How they survive, where they get money to live. But it was usual that they work together.",
        "A: Well, I -- I remember a few things that first of all -- I don’t remem -- it’s very strange, but\nI don’t remember my brother, actually, that I can tell them that I remember my brother.\nBut I remember a room really, I remember some toys, I remember the horses they\nbrought me as a gift. I took enough, and took a look what is inside. And I remember that\nwas -- it was like a trip, so it’s a few times. I remember the noise of these planes. I\nremember the fire, and I remember that when -- a few times I saw that when all these\npeople from the train, when they go some, no one know -- knows where to go. Some\n[indecipherable] goes ahead, and no one knows where -- what we have to do. And it was\nlike -- it’s very strange, it was like -- I don’t know, is -- or they made it like by military\nsanction. It was like on the sky, different colors like a half o -- of the si -- what is it? How\ndo they call it?",
        "A: Like -- like a half of the moon, you know, but it was like different -- different bright\ncolor. And someone said because this is here -- this is the point where we can go, we\nhave to go back. There’s no way to go -- to go further, so -- and we went back. And it lo-\nlook -- look like -- it looks like some house, or some -- I don’t know what -- all people\nwill -- they listen what they said. One of the guys said where we have to go. Because it’s\nnot like you buy a ticket and you go, this [indecipherable] and say go.",
        "A: Yes.",
        "A: I remember that I was afraid, and I remember that -- the noise in this bombing 1s still in\nmy -- sometimes when I sleep --",
        "A: -- it comes here, yeah, I can hear it sometimes.",
        "A: About this time -- well, I just more remember that it was a lot people that going, they\ndon’t know where to go, and this is different color, like [indecipherable] that people say\nyou cannot go here. This is what I remember.",
        "A: Yeah, we -- we went to west -- west south -- southwest direction, because it was far away\nfrom the German border and thing like this. So -- and we stay here almost a year before\nGerman came to this place. So because German came to this place where you finally\n[indecipherable], in August, 1942. So the war began on July ’41, so it was more than a\nyear. So the war was very, very -- on the high level on this time. And -- but because -- I\ndon’t know the -- how they call it, they call it like Voencomat -- Voencomat, it’s military\ncommission in these places. So they got an order to take care about families whose\nfathers on the f -- on the ar -- in the army. So because this 1s a help, this apartment, a help\nis found the job for -- for Mom, and some -- every month Mom receives some money\nfrom the -- like from the government because our father is in the military. So -- and we\nstay here, mom -- it was very difficult, but no one knows -- everyone knows that this is a\nwar, no one knows if your father will be alive or not. And we spent like a year like this.\nAnd --",
        "A: Yeah, I know I wa -- it was a -- near Stavropol.",
        "A: Near Stavropol, yeah Beshbagir they call it, Beshbagir, like suburb -- suburb sa --\nStavropol.",
        "A: Suburb Stavropol, and it’s agriculture actually, a place -- agriculture most -- in this time it\nwas most agriculture places, not industry.",
        "A: And so they got a new friends, and the people who was here, from -- the Russian people,\nwell, they was not -- they actually afraid to be anti-Semitic, very, very, because actually\nthey should take care about families who was -- came from this -- the territory that you\nknow, like the -- they ra -- ran away from the Germans so, it was -- everything looks not\nvery friendly. So -- and what happened when ger -- when Germans almost came to this\nplace, so Mom took me, and we tried to run away from this place. No one knows where,\nbut someone said that we’ll -- we will got the directions. Germans here, let’s go to\nanother place. It was again when we came, I see the same line, with the same -- the same\n[indecipherable] as I said, no place to go. And where to go, no one knows where to go. So\nwe came back to the same place in this Stavropol, and my neighbors said to my mom,\n“You know what? This is what I can tell you. You look like Russian village woman, so\nno one cra -- can recognize you that you are Jew, and no one will ask you. You can take a\nname, like Russian name, like Vera, and tell that you are Vera, you don’t have passport.\nThe passport -- passport was somewhere destroyed. And let me take care about your son,\nbecause together you will never survive. You will never find a apartment to stay together.\nWho will take care [indecipherable] keep. And between these Russians villages, you will\nfind something and you will survive.” So Mom decided -- and Mom told me that, “You\nknow what, I will leave you with this very nice -- very nice person, don’t worry, I will\ncome back to pick up you. And because Germans want to kill us.” She afraid to told me\nthey want to kill us because we are Jewish, because she afraid that -- if I will play with\nkids, sometimes I can tell them that Iam a Jew. And I also look like -- like a -- like a\nRussian boy. I was a blonde, with a -- this --",
        "A: -- hair, yeah, with a round face, with this all -- my hair was like this.",
        "A: Yeah, long hair.",
        "A: And -- and Mom said what I can do, this is the way -- this 1s what I can -- can do, Iam\nvery sorry but --",
        "A: -- and she left me with this woman.",
        "A: I -- I remem -- I remem -- I remember sh -- sh -- she talked to me, and she told me why,\nand what’s strange, I was like -- like a person who obey orders. I did not cry, I did not ask\nwhy. I did not cry that I want go to my mom. She said me that we have to do it, I said\nokay, we have to do it. And ali -- I often ask me how come, because now, when my\ngrandkids stay -- the first time our gra -- when they wer -- w-we told them, “Can you go\nsomewhere to vacation, and we will stay with your boy.” He was just born. And she cried\nfirst day, we cannot stop him. He want mommy and that is it. And I never said that I want\nmommy. Mommy told me that we have to do it like this. So we did it like this.",
        "A: Mom, yes, sh --",
        "A: -- I remember her hugging me, I remember her kissing me, and I remember her -- her\ncrying.",
        "A: She crying, but I was not. I said, “Well, Mommy says that we have to do it, because\nsomeone want to come to kill us.” So -- and two days I was in this --",
        "A: I was --",
        "A: -- only three -- three -- four -- four --",
        "A: Four -- ‘42, T was four.",
        "A: So -- and on the second day, this woman, she got a German boyfriend, a big one. For me\nit was like a -- I said a very, very big one, with the big shoes, so -- and he came, and he\npick me up, and he said, “I know that you are Jewish, you will go with me.” And even --\neven this time, I don’t remember me crying. He said, “Let’s go.” I said, “Let’s go.” So he\nput me on -- on his vehicle, and he brought me to --",
        "A: Yes, h-he got a motorcycle with this -- with carriage.",
        "A: So he put me on the carriage, he put me in this motorcycle, and he brought me to one\nplace. To be honest with you, I am not sure it was a synagogue, or a -- previous synag --\nor it was something -- what kind of place was it, but it was about hundred people inside.\nOvery -- everyone was part of the family. They collect them from different places, they\nbrought them all them together, they assembled them together. So -- and I was just by\nmyself. And --",
        "A: I’m sorry?\nQ2?: It’s his watch.\nQ2: It’s the watch that -- yeah --",
        "A: The watch?",
        "A: Oh, I’m sorry.",
        "A: I’m sorry about that.",
        "A: [indecipherable]",
        "A: I -- to be honest with, it -- member -- I tried to understand, it looks like it was a small --\nnot big synagogue.",
        "A: Because I don’t remember any church let’s say equipment like crisis or something like\nthis. It looks like -- seems to me that it was a synagogue.",
        "A: And my wife said me, “Where they got synagogue in Beshbagir?” And I said, “Well, if\nthey got hundred people to bring them together -- or more than hundred, maybe they\ngot,” -- anyway it was -- it was in service, or it was --",
        "A: -- previous synagogue.",
        "A: Yes, why not?",
        "A: It’s their philosophy, she got -- well, you know, when Germans came, so they came there\nlet’s say [indecipherable] they -- they believe that 1s forever. If she knew that is for a half\na year maybe her behavior will be di --",
        "A: -- was be different, but she believed that is forever. So that is why she said well -- no one\nforce her, teln her this Jewish guy, but she has to explain him where she got this guy --\nwhere she got me. And as a Jewish boy, maybe I got something that if they will take a\nlook at this, they will found that I am a Jewish.",
        "A: So -- and so they brought me to this place. No one gave us food, no one, but because it\nwas families, they got something with them. And I remember me that I go -- I am alone,\nno one else, four year boy, no one else. So and I took a look one family, another family. I\ntook a look one family they -- I remember they eat things like bread with honey. So I\ntook a look on him, he said, “Maybe -- wh-where is your Mom?” I said, “I don’t have my\nMom here, by [indecipherable] self.” He start crying, and sa -- it was a -- a Jewish man\nwith a build -- I -- I don’t know his name, what -- I don’t know how he looks like, his\nglasses. So -- and he -- he gave me a piece of bread with honey and said, “Take it,\nplease.” And he is crying, and I said, “Why he is crying?” I did not understand what they\ngoing to do here. I don’t understand why all these peoples here, I even don’t understand\nwhy this guy brought me here. Well, I understand maybe she doesn’t want me stay with\nher, she gave me someone else, and that is it. And it was like, you know, like a sign, I\ndon’t know, that I said to them, “I want to go to make pee-pee.” And the guy who was in\n-- on the door, he said [indecipherable] 1t was a fence around, it was not just -- he said,\n“Okay, you can go.” So when I came and wi -- to make a pee-pee it was like a wooden\ncabin with something in the floor.",
        "A: Yeah, outside, but you can make a pee-pee. So I came to this place, and another guy. I\nlook at him, and he worked with horses. He clean a ho -- a horse. He look at me, he look\non this door, he looked at -- I came along from this place, and he came to me, and he said,\n“Listen, all these people will be killed. And I will try to save you. Don’t say a word. I\nwill bring you a carriage, and I will bring you to a safe place.” S -- and he -- he work --\nhe work like with them, but it was -- he was like part on something like underground or\nsomething like this. So he put me in this carriage, and he brought me -- it was about, in\nmy understanding, at least 30 minutes, 40 minutes drive on this place. And he reveals a\nbig, big forest, and he said, “Stay here. I be back.”” And what I remember, it was very,\nvery, very ti -- this was real time, and I start to worry, because he did not come back, and\nI don’t know where to go from here. And it was a forest, and just me and the -- and the\nhorse. So I don’t know what I have to do, where I had to go, so --",
        "A: Yeah.",
        "A: He left the horse with me, and said stay here. He put this horse around the tree, and said\nstay with me.",
        "A: So he came somewhere. It looks like he came to get some orders, or some direction what\nhe has to do. And he came [indecipherable] that he save one guy. I don’t know if he told\nthem that he’s Jewish or not Jewish, maybe [indecipherable] and he said what -- what is\nnext I can do. So a -- now he came back. He brought -- he put me -- he -- we continue our\n-- this journey, so we came to one place in different town. And we ca -- he came to the\nwoman, the woman was pregnant and she got four kids. And he said, this kid I brought\nyou, this kid has to stay in your house for a couple days, and we will find for him a place.\nShe start crying, she said, “Take him away, I don’t want him because I have three and I\nexpect another one, and it’s very dangerous for me and for my family. I don’t want him,\ntake him away.” Because I understand for Germans is [indecipherable] said, “Don’t\nworry. We will find place for him.” So they put me under the bed, and they put\nwatermelons around me. They cover me --",
        "A: Watermelons. It was time -- it was like the end of the autumn, it was about maybe\nAugust, the end of the August, September, so they put a lot out, and they said, “You have\nto stay here, don’t go, and don’t cry. But you have to stay here unless we will call you.\nDon’t go away, stay here.” And it was about maybe two days when I was in this position.\nSo later someone came, and the -- it was almost --",
        "A: Yeah, I remember like now, I remember y -- ow --",
        "A: -- I remembering how this bed was covered with something like -- like gray cover, and it\nwas a long one, so when someone come in, and they would like to take a look, they open\nit and they see just watermelon [indecipherable]. So they did not search. I remem-\nremember that one guy came and said, “What do you have?” And she said, “Nothing.” So\nhe -- he open it. I remember the -- how -- he open it, because I see -- I saw that something\n-- light came to me, but I says I was told.",
        "A: Don’t -- don’t be -- yeah, don’t -- don’t open your mouth. So -- and this [indecipherable]\nme, and later they found the couple, and as I remember it was a Polish couple, they were\nnot young, but they were -- they was without children, childre -- childrenless -- how’s it\ngo?",
        "A: Childless.",
        "A: So and they look at -- at me, and they said well they -- they understand that action 1s not -\n- it’s not safe to have a child, because rumors can be around. But because they did not\nhave kids, they decided that they want me to be in their family, because as this guy said,\nher mom is died, no one [indecipherable] he did not tell that Mom around, she will pick\nhim up. And --",
        "A: Well I -- yeah, sh-she ask me, “Well, where’s your mom?” I telled her then that my mom,\nshe went, and I don’t know where sh-she’s --",
        "A: -- she [indecipherable]. I know what she told me that she left -- I told them the story, how\nI came to there.",
        "A: And I remember the woman said, “You -- I’m asking you, I’m begging you, don’t tell\nanyone about this. Tell everyone that we are your parents, and this is just the way that\nyou can survive. Because if not, they going to kill you, and they going to kill us.” And\nwhen I was in this family, as I remember, it was long enough, because when -- when the\nGermans was in this place about a half a year. It was -- they came like suddenly from the\nsky as paratroopers. They put the paratroopers to take this place from the Russians during\nthe war. And, you know, half a year, they forced leave this place. Half a year. So they\noccupied this place like half a year. But from thi -- I believe it was more than half a year\nwhen I first saw my mom, because when she came, I did not recognize her. She was\nalive, and because she was -- she looked like Russian, so with this name like Vera, so she\nsurvive. When she survived, she start looking for me. She start ask one, another one, you\nknow? And finally she find the family where I was. And this family tell to them, “Listen,\nyou know if your fa -- if your husband will come. You don’t know how you can survive,\nokay? And you are actually, you are not old woman, you can have kids more if your\nhusband will come or not, you will have in your family. Let him stay with us. We will\nlike him so mu -- much, and he fa -- he forget about you.” He forget his mom. And Mom\n-- Mom came to me, and someone called me. I remember the face of this woman that I\nlive in the family. She was very, very like sa -- a very -- very worry about this moment.\nAnd she said, “Do you know this woman?” And I came, look at her, I said, “No. It’s --\nit’s -- I don’t know this woman, she just came to take me. I don’t want go from here. I\ndon’t want go anywhere from here.” And as I told you, she -- he doesn’t remember you.\nAnd it was time that -- actually 1t was for Mom was difficult even to prove that I am her\nson, because no documents, nothing. Maybe they s -- in some ways they believe maybe\nit’s not my mom also, but they was not happy to give me back. It was a sad day. And --\nbut I believe it was about -- about a year, maybe like -- that I stay in this family. So ina\ncouple months my mom came back. And she ch -- she change her dress. She came in the\nsame dress that she left, and she make her hair in the same way. And I took a look on her,\nand I said, “My mom came to pick me up.” So I came to kiss her, and she asks I want to\nst -- with their permission that I have to stay additional month, she has to prepare somethi\n-- somewheres to take me.",
        "A: And this is how it was.\nEnd of Tape #1\nTape #2",
        "A: Yeah [indecipherable]",
        "A: Yeah.",
        "A: Well, I --",
        "A: First of all they was not -- not so old. They was ma -- maybe in their 30’s.",
        "A: And the second -- the second thing was I remember -- I know -- I don’t remember even\never play with any kids, so I think they did not let me go, they want keep me in -- in -- in\nhouse mostly. And well, 1-it -- it -- it was dangerous because maybe if someone --",
        "A: -- gives them a -- give alert to the Germans, so maybe they have to explain this in some --",
        "A: -- in some way -- in some ways. But well, from -- from the understanding, ma -- from my\nunderstanding, they got like an excuse, they never know that it’s Jewish boy, they ne-\nnever check it. Someone said it’s a boy, no he doesn’t have parents, they want them to\nkeep him. So it would be like -- for them it could be like an e -- they can -- can admit it\nlike an excuse for themself to -- 1f someone will question it.",
        "A: Yes, I remember I’m staying in -- stayed mo -- most of the time.",
        "A: Well, they tried to entertain me in the house. They got a lot toys, that I never got. And\nthey tried to take care about me very, very well, because as I said like -- they guess\nmaybe it will be their child, so I remember that well, they tried to give me -- where they\ngot it I don’t know, but the food was very, very nice.",
        "A: Yeah, but as I said, it was like agriculture place, so the ground -- they got some food from\nthe -- from the ground. I don’t know their occupation, I just remember that from my view\nthey look like real European -- European couple.",
        "A: They was nice to me. They was very nice to me. They was very nice to me, but what -- as\nI said what happened, and when -- the second time when Mom came to -- to -- to pick up\nme, so it was a big difference in me now because they start to do something with me.\nSomething happened inside me that I stopped eating, and they said that, “He doesn’t want\nto eat, I don’t know what happened to him, he -- he usually was a good eater, now he\nstops,” -- like he stopped eat [indecipherable] was like a half left for me what I was\nbefore, on the time when Mom came to pick up me a second time.",
        "A: They did not want. They did not want the -- and they try -- well, they not bring this case\nto the court or something like this, first of all, because as I said it was a situation when\nyou was on this territor -- territory, you’re guilty. So -- and my mom, let’s say she got\nlike a privileges because she was a wife for a person who fight for -- in the army, so for\nthat it was better don’t deal with it. My mom said -- but as I said, when my mom said that\nshe want me to stay a little bit longer be-before she will prepare for this, they was agree\nwith it.",
        "A: No, when the -- when the -- when she ca -- said that she will come back to me.",
        "A: Yeah, yeah, because I start very well -- something start inside me, and I start --",
        "A: Yeah.",
        "A: Yeah, because before, as I said, it looked like I don’t see the changes because well, I was\nsafe in this place. It was not this time when it was under the -- covered by watermelons --",
        "A: -- it was totally different situation now. And as I said when -- when -- when Germans left\nthese places, so they start a -- I remember that -- well, in -- in my -- in this sheltered life, I\nnever got the same kind of dress, of something like -- like they [indecipherable] to me,\nbecause they believe that now they are safe, they don’t have to do anything, and God\ngave them a child, so this is -- was the situation.",
        "A: Uh-huh.",
        "A: When Germans was?",
        "A: Yeah, when Germans left, I was -- I -- I -- I -- I wa -- I played in -- they had like as their\nproperty, I don’t know --",
        "A: -- it was their own or something like this, and I -- yes, I played, but mostly I played by\nmyself.",
        "A: It was no -- no kids my age around.",
        "A: These people?",
        "A: I called them Mom and Dad.",
        "A: Yeah, Mom and Dad.",
        "A: Yeah.",
        "A: Well, it’s almost -- it’s almost from the beginning because when she explained me that I\nhave to tell them that all -- everyone has to know that this is my dad, this is my mom.\nThis is how I have to call them.",
        "A: And I start to do it.",
        "A: Well, I -- I have an idea because as I said, it was not so big place. All these villages was\naround.",
        "A: Around Stavropol, around -- it was not far away from this place. So, and you know, when\nthe Russians came back, so everyone who was survive around, they try to find as much as\npossible excuses for themself. I don’t know what happened to this woman who gave me\nto Germans. Maybe -- maybe as a -- she went to the prison, and she said where she went,\nokay? Maybe the peop -- the family, where I spent a few nights under the melon, maybe\nthey wanted also have some like [indecipherable] advantages, and sh -- they reported\nsomewhere, because Mom, for the first thing where she -- as I said, I -- as I mentioned\nVoencomat, so she -- she puts [indecipherable] and this way and come on, they -- it was\nvery powerful --",
        "A: -- powerful organization. So they put the question to any others places. And as I said,\nthey -- they got -- in Russia it was a special -- special way to watch on you. So this 10\nbuildings assigned to such and such police worker. So he came and he said, “Well, you\ngot two. Where you -- where you got this boy?” Like you said, “Where you got this boy?\nBefore war you did not get it, where you got it?” So you had to tell them where you got\nit. And they compare all this information, finally she find me. It was not easy, but she\nfind me.",
        "A: Yeah.",
        "A: It -- about -- about six months.",
        "A: About six months.",
        "A: I’m sorry?",
        "A: Yes, becor -- because -- well, she got a hope that I am alive. And well, I understand her\nwhen -- when someone -- everyone knows what happened to this place where ---",
        "A: -- I was, but someone maybe -- I -- this is -- this a very interesting question where she got\nthis information from whom? Who did tell her that one guy, and I believe just\n[indecipherable] myself, because no one else was able to escape.",
        "A: This is -- was like a miracle, that let’s see, this [indecipherable] he went out from this --\nfrom this places where they got a guard, and they said don’t -- don’t let them go. But they\nsaid, oh this guy can go. He doesn’t need someone to take a look on him. And this is how\nit happened.",
        "A: Well, she came and she said, “Where’s my -- where’s my child?” So she said -- maybe\nshe did not tell them that it was her bo-boyfriend --",
        "A: -- she said like the German came --",
        "A: -- and he took him. And what I can do? He just came.",
        "A: No, I don’t -- I don’t know -- I -- I remember like he looked like, but I don’t know -- not\nhis name, not --",
        "A: He was not Jewish, no.",
        "A: He was he -- he work -- I believe that he told them that he agree work with them, but he\ngot a connection with these partisans, with -- with underground resistance.",
        "A: He got the connection, and the say -- the pri -- the story is that the Germans, they was not\nlong time in this place maybe, this is -- this is why it worked. They did not get a lot time,\nlet’s say, to -- you know, t- to be -- they still was under this impression to say that\nRussians their bosses, not German.",
        "A: So in Ukraine, it was different story, they got a lot people that they was not in some\nways, they did -- was not agree with what was going on. In this place in Stavropol it was\na little bit more loyal to the government. So that is why -- maybe the people they said,\nwell we have to do something.",
        "A: And as I say, they did not got a lot time to do something wi -- it was -- was consider safe\nplace, and was [indecipherable] if someone came, like you wake up, and you hear\nGermans here.",
        "A: She in the same -- in the same place where besh -- Beshbagir, she -- she went to this\nVoencomat and they gave her place where she has to live. And her sister was with her\nalso. And this is three of us, we stay together. And it was time when Germans a little bit\ngave up. And Mom’s family -- Mom’s family, with her older sister, with her sisters, they\nmoved to more safe place in deep Russia, in Kazakhstan.",
        "A: So later, when they knew the story, that she survive, blah, blah, blah, so they got her\npermission to come to Kazakhstan, stay together in this family. And the rest the years in\nthe war, I was in this Kazakhstan with my Mom.",
        "A: Yeah, it took us ara -- another year. So, because in the week that is the end of the war, we\nmet in Kazakhstan.",
        "A: Yes, my mom, my -- well, it was a like -- a system where they send letters. They -- the --\nit was like P.O. box.",
        "A: The address was like P.O. box.",
        "A: And she send the letter, and it was very interesting letter, was -- it’s for -- it was like\ntriangle, they did not have envelopes. So they made it the -- 1s they write something, and\none page was without writing, so they made the triangle, and they -- on this triangle they\nput an address where this letter go, and who is the sender. And because it goes to the\narmy, you need -- you don’t need to put a stamp with it.",
        "A: So it was like for free, but it was rush -- military time letters. So she save -- I remember\nthese letters when they saved them up.",
        "A: Yeah, we knew that our father was alive.",
        "A: And his brothers.",
        "A: We did not know about his brothers.",
        "A: We knew it when the war was over. But we knew that our father was alive.",
        "A: Well, in Kazakhstan it was not -- not bad. We got [indecipherable] life in Kazakhstan,\nbecause my mother’s old sister, she was married for a guy who was let -- don’t go to the\narmy. He got some health problem before the war.",
        "A: So they let him stay. And he worked in a place that gave us some privileges and food. He\nwas close to the meat.",
        "A: His position was close to the meat.",
        "A: He was some kind of boss in the -- they got a special -- a special business in Russia, when\nthey have to prepare meat -- how prepare, they have to buy something, this animals, cow\nor some -- something, and make -- put them somewhere to k -- to kill them and have\nmeat. So he wa -- he was in this kind of business. It was not his business, but he was\nclose to the meat. So -- and because he was close to the meat, so we got the la --",
        "A: We was close, we got -- we got some meat also.",
        "A: And my mom was -- find a job as a bookkeeper, and as I said, it was -- this -- this\nVoencomat, they put an order to help, to support all those families, to give them jobs, to\ntake care about them. So that is welse -- that how we survive, well it was -- you know\nwhat, if you take a look actually, what was -- it was not, but if you compare what other\npeople got, we got not -- not bad.",
        "A: We got not bad.",
        "A: Yeah. And I was --",
        "A: -- yeah, it was very funny story. When -- when I -- in -- the way how they check if this,\nlet’s say cow 1s good for them, for a meat, or if it’s -- I don’t know, they -- they put their\nhands something behind the -- the tail, you know, the tail of the -- so they -- they touch it,\nand they know what does it mean for them, it’s good or not. I don’t know why. So -- and\nI saw how they did it, so I went once, and I did it by myself. And the cow, by her feet,\nshe put me here in the stomach, and I --",
        "A: -- I lost -- yeah, and I lost my breath. I don’t know -- I -- it was like I -- I al -- almost\ndied. Well this is -- was the play. And another time some people, they -- who -- they got\nhorses also in this -- with this business, so they put me on horse, and I --",
        "A: I rode -- yeah, I rode a horse. And it was -- and we played with all these people.",
        "A: Well no, it was not so bad.",
        "A: It was much, much better than a ghetto.",
        "A: Yeah, it was much better.",
        "A: It was like a Polish family. Well, it wasn’t -- it was worse because they -- when a they --\nwhen they believed that I will be their son, it was like luxury.",
        "A: It was like sha -- luxury, but tha --",
        "A: I’m sorry?",
        "A: If I scared?",
        "A: Mm, well I s -- feel that -- well, I have some -- I got my cousin here in Kazakhstan, so I\ndid not feel that it -- it will -- I -- I wanted this war will be ended because I --",
        "A: -- remember what -- how Germans look like. The people who was in Kazakhstan, they\nnever seen a German. But I remember how it looked like and how to go to drive in this\ngeneral’s motorcycle, and things like this, and -- but it was not -- not -- not very difficult\ntime.",
        "A: It was on -- you know, the time was difficult to make sure that your father will come\nalive --",
        "A: -- or -- and when the war will be over.",
        "A: No, no, no, for -- we me -- we meet my father -- my father came maybe home half a year\nor s -- eight months later, when the war is over.",
        "A: Because from this front he was sent to far, far west. Front is close to Japan. Because\nGeneral Noye, Japan will fight this. And it was the idea to ba -- to bring their army to this\nplace also.",
        "A: So he came back from this place, and we came to this -- we came to this Dnepropetrovsk,\nthe place where we left before. But our house -- house where we live, was destroyed. And\nour -- no one promise him something else with the place we had to live. So -- and -- but\nhis parents, my grandparents, they came to ki -- they was also in Kazakhstan during the\nwar, in different place. A-And they came to Kiev. And my grandfather, he was a\ncarpenter, and h -- they got something like a garage or something like this, and from this\ngarage, they built a -- an apartment building. Not building, apartment.",
        "A: It was apartment with a basement, with a -- with -- and it was very, very, very, very ni --\nit was not bad, according to the Russian standards, because it was a separate apartment.\nAfter the war they did not -- most people they did not have a separate apartment, they got\na common restroom, a common shower, a common kitchen, and six, seven families, they\nshared.",
        "A: And we got, because my grandfather build it by his hands, so it was something -- it was a\nplace that no one believes that it could be place for -- for living, but he managed to make\nit. And it was two small rooms, two small rooms, and -- but my grandmom said, “Well,\nbring your family here.” And -- but I stay with my mom’s relatives in Dnepropetrovsk\nanother year.",
        "A: I went to school in this place, and I stay almost a year in this. Later I came to Kiev, and I\nstart my life in Kiev.",
        "A: From the second grade in school.",
        "A: I’m sorry?",
        "A: Yeah, in Dnepropetrovsk, I want in the school, but I got sick. I got -- I got sick, and I\ncould not finish this year.",
        "A: Yeah, I got some -- well, it was no food, and s -- well, it was another miracle that I\nsurvived because no medication, no food. So -- but -- and my mom, she -- she drive from\nKiev to Dnepropetrovsk and back, because Father was in Dnepropetrovsk, he tried to -- in\nKiev he tried to find a job and start something to do. And this -- but when I came to -- to\nthe -- to Kiev, so my mom went to the school and said, “He almost finished the first\nclass.” So she gave me a test, then says, “Okay, he can go to the second.” So I went to the\nsecond grade.",
        "A: No, no, it was -- what the -- how they call it? Like pneumonia, something like\npneumonia.",
        "A: Yeah, pneumonia, and after war it was very di -- they did not got -- have any medication.",
        "A: So -- and as I said I was like -- like a finger, because no food. I -- I could not eat it, and it\nwas a big problem. But I survived.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Well where when I start -- when I stayed the next 10 years, because in Kiev, well, 1-1t was\nmy -- the story was that the class where I went, it was only Jewish people.",
        "A: Really. And it was happen, I don’t know how. Maybe a lot people was around. When I\nstart it was not, it was most go -- mo-most Russian people, Ukrainian people. And later\nthey change something because the -- one school was overcrowd, they open a new\nschool, and th -- no one knew about the school, it was school without name, so everyone\nwho has choice to put you in better school, they did not go to this school, so the school\nleft for -- for us. And we got school, we got 30 people in the class, 22 was Jewish. And a\nlot teachers was also Jewish. So it was up to -- up to the years on the *50 - ’52, and on the\n’52, they -- all the Jewish teachers, they -- they put them on -- they pu -- took them away\nfrom us. They get -- they [indecipherable]",
        "A: They fired. All Jewish pe -- teachers they fire, all Jewish teachers.",
        "A: Fi -- °50, no, °50 was not good. But what Claudia said, that she said that she cried when --\nwhen Stalin die, and I remember that I did not cry absolutely, because on this time I start\nunderstand what is it about. And there -- what was my concern was in this time, it was --\nit was a tennis -- a tennis championship, Ukrainian tennis championship, and they gil --\nthey said, “No, it’s cancelled because Stalin die.” And I was very, very upset about it.\nThis was what I remember, how I upset that Stalin was die -- wa -- die -- and I -- I\nremember that I -- I -- all times that I ask well, why they put him like -- always like a\nGod? Why they put him -- this question was always [indecipherable] said, “Don’t ask this\nquestion. Don’t ask this question.”",
        "A: And this was a question that I actually ask myself.",
        "A: I’m sorry?",
        "A: In the village?",
        "A: Yeah?",
        "A: Actually it was in Kiev, when -- when I's -- came to the second -- to the second grade, so\nI understand actually that I am Jewish, and when I take a look what -- how my -- my\ngrandmother, because she [indecipherable] had Judaism all her life. And because even\nthat my father did not want it, and she said, “Okay, you can live how you want to do it,\nand I will manage how I can want to do it.”",
        "A: So -- and my grandfather, he said, “Well, I’m working with Jew -- with Russian, with\nUkrainian, I not -- I’m not going to keep separate. And if you want, I can do what you\nwant. It’s holiday -- it’s holiday. Shabbas is Shabbas, it’s -- you want to -- to buy a -- and\ngo to the [indecipherable] to hear discussion [indecipherable] okay you can do it, I will\ndo it.” But there was story that like a survivor situation, that 1n two rooms, and with one\nkitchen, it was my mom’s kitchen, without anything kosher. It was my grandmom kitch --\nkitch -- part. In Mom refrigerator is a kosher.",
        "A: No, no, no, it’s part of them.",
        "A: One shelf, and another shelf.",
        "A: This is -- this --",
        "A: My nifi --",
        "A: No, to be honest with you, I did not want be re -- I actually, I very, very honor what my\ngrandmoth -- mom do, I know h -- how she reads books, how she makes prayers. But\nactually, I -- I -- I did not believe that it would be part of my life --",
        "A: -- or something like this. We -- we got Jewish friends with all Jewish -- like life, 1t means\nnot Jewish culture life. We got all the friends around that was Jewish, girls, boys.",
        "A: We did not deal with not Jewish people. They s -- they stay now, class like -- like\nseparate.",
        "A: And we said separate, but we did not fight.",
        "A: I’m sorry?",
        "A: What was Jewish about me?",
        "A: What was Jewish about me, because I know just I am Jewish.",
        "A: And I know that m -- the fir -- well -- bay -- because when -- when you said -- in Russia\nwhen you call, you said your first name, your father’s name --",
        "A: -- and your last name.",
        "A: So because my father’s name was Leib, so I was Leibovich, so is no question about that I\nwas a Jewish.",
        "A: So -- and I -- that is what I was.",
        "A: No, I did not.",
        "A: I helped my grandmom to make matzoh, sometimes I help her to go to synagogue.",
        "A: You know, to -- to do something what she want me to do.",
        "A: But is not because I wanted to keep this religious life.",
        "A: Maybe just Jewish.",
        "A: Maybe just Jewish. I did not seem --",
        "A: -- later -- later, when I si -- when I become older, when we met some Jewish people from\ndifferent parts, from Russia, from Moscow, from Saint Petersburg, we understand this,\nwe are different. And we are ti -- we are totally different because the people from -- they\nhave different philosophy, and different way to behave themself. And maybe different\nway to survive, I don’t know. To -- because they -- we -- sometimes for us, to be honest\nwith you, to understand people, was easy to understand Ukrainian people from Ukraine,\nthan Jewish people from Russia.",
        "A: And to find out the common -- the common point or -- we -- we better understand them,\nthe bi -- the Jewish people from -- from Russia.\nEnd of Tape #2\nTape #3",
        "A: No.",
        "A: I don’t know anything.",
        "A: I don’t know the name, I don’t know anything. I don’t know because as I said, well, it\nwas like -- it was not -- it was -- the be -- the [indecipherable] was don’t go somewhere\nand tell them that we was under Germans, because it can, as I said, like be a stain on your\n-- in your personal -- so -- and my mom never [indecipherable] and I don’t know\nanything about them. I’m very sorry about that.",
        "A: Yeah.",
        "A: It would still be a problem, yeah, it still will be a problem.",
        "A: Well I -- I was never sympathetic to them, because the -- the question is that their\npromise was totally not what they actually did the people. Let’s say they said that you\nhave right for speech, you have freedom -- I don’t know, a lot of freedom actually, when\nit comes to realize these rights, you don’t have them. So -- and the question is, they did\nnot left anything for you, let’s say, to think about, or to tell them let’s -- let’s to improve\nsomething, let’s do something in different ways. So --",
        "A: Yeah, I realize it at -- at very young age, and the question was just what you have to do,\nyou have to start to be like [indecipherable] resistant to this, or you have to find some\nway -- ways how to in future support your family, and things like this, and do anything\nagainst, let’s say, your family. So that is why you stay, that’s it. But what -- what -- about\ncriticism, what is doing, the government, what they doing wrong, it was always in\nconversation in our house. So that is why when I -- when we -- when I got married, and\nwe went -- got a son, so we decided that our son’s life could not be here, because he grow\nup in the situations that he cannot -- he cannot accept it. And well, when we got married -\n- so my wife, she -- much earlier than me she realized that for us is no room here, and we\nhave to leave this country and find something else. And -- well, why I was not very\nsupport -- why I did not support where he decided, because I said, “Listen,\n[indecipherable] what we have now because I am working with a com -- with the\ncompany that they can tell me there are no secrets, we will be -- we will stuck between\nleave this one and don’t have anything else, and just don’t let us go. So this is why I let --\nI cannot do it right now.”",
        "A: Well, I worked --",
        "A: Well, they said yes, but the branch where I was, I did not have any secrets.",
        "A: And later -- later, when they decided, when they open a little bit mind, they let leave the\ncountry people who really knew much more secrets, and they did not said that you\ncannot. This is -- was just a plan, was a government plan, the plan with the government\nlevel. Because as I said, it’s for the history no one can explain that when they decided\nthat they would like -- they let Jewish people to leave the country, they have to found an\nexcuse, why Jewish? Why they don’t let Russian --",
        "A: -- or Ukrainian, or someone else. So they make up that they g -- they support the fa --\nunited family, as a --",
        "A: -- you know, the family was -- and it was licenned. They put a paper there, they miss her\n[indecipherable], they have not see her from the year 1930 -- 1913, they never know her,\nthey nev -- ni -- like next time they m-ma -- make their decision a different way, they said\nall sister is not a relative, something else is not a relative. And as a -- as -- as you know it\nwas situation when they -- the way how they explain to the rest of the people that they\nwant leave, let them go, because this is to Israel. Jewish people, they unite with someone.\nThis is why old people that they won’t -- don’t like them, so they -- officially they put\nsome documents, and they let them go to Israel.",
        "A: It was like -- I think it’s -- even Solzhenitsyn they sent it like this, sent him to Israel in\ntheir time. But -- and that is why maybe -- maybe, if I decided that we have to do it,\nmaybe I -- we got this -- I am not sure they will let us go, but I will -- I spent about 18\nyears on this factory -- on this enterprise, and -- because from this enterprise when -- wh-\nwhen we -- they did not even take your documents when they see where you worked. It\nwas none, but it was excuse for them. So when I left it on the next month, I got another\nenterprise. It is no with military connection, so we -- we start over from this point. And --\nbu -- it was the year 1979, and we believe that because it was like Olympic game in\nMoscow, maybe they -- they a little bit open the door, and maybe we will be lucky to go\nthrough this door. And well, they said no. They said no, no, no, no, no. Some people they\nmanaged, I don’t know how they gave under table money to someone, they -- everything\nwas corrupt, so maybe they find the way. But we did not -- we was unable to do it. But\nwhat we said, so it was like a legal situation, was you can do like you are on the level, not\n-- not fighting. Cause the government, every six months you can to send documents that\nyou apply -- that you did not change your mind, you still apply. And they send you a\npostcard they know. Th -- they did -- the -- a division of visas permission, they said you\ncannot go, no, your -- your request is denied, your request is denied. And it -- as I said, it\nwas when we start -- our problem was that when we start first time to do it, our son was\nabout two year old. No, not two -- yeah, two year old when we start first time there.\nWhen he went to the final stage, he almost finish college, and even in this situation, when\nthey play games, a open society, blah, blah, blah, they did unbelievable thing because\nthey played games and said, you know, mom can go, you cannot go. Later they said you\ncan go but your son cannot go. And in this time, the chief -- the chief of this department,\nhe gave interview to some foreign newspapers and he said, “Everyone who want go, we\nlet them go. We don’t keep anyone. There’s no one want to go.” And I came to him, to\nhis office with this newspaper, and I said, “Let me ask you a que,” -- it -- in Moscow his\nwas very, very, very hi -- high level guy, and it’s -- you know, you never know what\nhappen to you when you come back from this -- from this office, because he was very\npowerful. So I came to him with this newspaper, I said, “May I ask you a question\nplease? What does it means? This is an interview that you gave to this reporter. He did\nnot understand you right? Or it’s a -- a -- a mistake in newspaper?” And he said to me,\n“No,” he said, “he understand me right, but we make a decision, not he.” And he said,\n“Your son, we cannot let your son go.” And it was a sp-specific system in -- in Russia\nthat everyone -- every man, he has a gi -- duty to serve three years in the military. After\nmilitary it’s -- besides there’s a -- the life in the military, it’s more than in prison. But\nafter military they said to you, you cannot go because you know secrets, you was in\nmilitary. And no one knows what kind of secrets and how long it lasts to keep you\nbecause you was in military. And my son said to me, “Listen, I better die than I go to this\nmilitary.” And with these words, with understanding this, we have to go to this guy a few\ntimes, it was very, very difficult. And finally, as I said, when we were -- when the wind\nwas a little bit warmer, and they let him go, and later we left, and in Italy, when he came\nto Italy, he decided he would like to help young Jewish kids to go to Judaism. So he got a\n[indecipherable] like this, he listened to -- they got like -- a rabbi came to Italy, and they\ntried to introduce to the culture, to the tradition the ju -- Judaism. And everyone was on\nthe beach because it was months, we are not working, you got food, and they make a\ndecision when -- when sk -- they scheduled to bring you to United States, and he was\nbusy with kids, wi -- wi -- because he said that this 1s what he has to do. And when we\ncame here, so very soon he said that we don’t -- we -- we not the right life -- the right life,\nthis is a philosophy. And he changed his life, he become religion.",
        "A: Very religious.",
        "A: Yes.",
        "A: Yes, yes, because as I said, they -- 1t is become a common -- let’s say what, like refusniks\n-- refusniks, except the person whom they refuse give a permission to leave. So -- and as\nI said, diff -- different pe -- different category of people, they -- or by their belief or by\nsome circumstances, they did i -- they take different actions to this, you know, they got\nsome of them, they -- every month they go -- went to demonstration, and to the Moscow,\nor to foreign people. Most -- a lot of them, they put them 1n prison, they -- they make up -\n- a lot guilt about this, like rape, like drugs, like things like this. But we was like on the\nlevel that they said okay, you can -- you can -- every six months you can just send us a\nrequest, and we will refuse. But it was a -- a -- a mark that you are -- belong also to this\ncategory.",
        "A: And -- I don’t -- they -- every be -- maybe, I don’t know, month or two months we got\nsomeone from the police, or from the KGB, he was -- had a police uniform. And he said -\n- he make up a -- a -- any kind of excuse to come to check what we are doing, run, or --\nor [indecipherable] like this. And -- and he reported from our phone, that , “I’m here now\nchecking this family, everything looks -- looks not bad.” And once time he came to us\nand he said -- I said, “Why did you come to me?” He said, “Well, we got a letter that\nyour neighbor is drunk.” I said, “Okay, why you did not go to this member -- to this -- my\nneighbor? He drunk, go to his apartment, why you came to me?” “No, I would like to\nknow if you know something about it.” I said, “No, I don’t know anything about it.”\n“Okay, just write that you don’t know about it.” I said, “Look, how it help you? What is\nthe reason?” But they mi -- make up everything, and the problem was when I -- my\nsecond job when I -- it was not a manager position, but sometimes I have taught them the\ndirector’s meetings, because I was in charge for supplies, some important things to the\nfactory. And it was -- sometimes is not your fault but you cannot manage it because it’s --\nit was like a circle. To have the supplies you have to give them something that you are\nunable to give them, some material and you don’t have it. And the -- the director said to -\n- on this meeting, listen, if I will not have these supplies, I will call KGB that you did it\non purpose, you don’t want me to do this production and this one ki -- the government\nwant me to do. And I believe they will make you bah bah bah, like this. And that every\nday was like this, and especially you can understand when our son was in Moscow, and\nwhen we still try to let him go, one days we came to -- to this chief, this department, and\nwe ask him, “Look, what is your logical? Is -- from such and such here, we tried to go all\ntogether. So now what -- how is the family united? If you said -- you advise them to go\nand bring him invitation, later he will have relatives here, and we -- he will have\npermission, what is the [indecipherable]? What is the -- what is the logic?” And he said to\nme, “Listen, the students are very patriotic people, so we cannot guarantee he will be safe\nin ma -- in Moscow.” This is -- was the life.",
        "A: Uh-huh.",
        "A: Yeah.",
        "A: Yeah, I got maybe half what I got before. And the -- the guy who interview me said,\n“Listen, when you move from this place to our place, it means you keep in mind\nsomething. Tell me right away. You know, if you go somewhere, I will have a problem\nwith the -- it will be problem for me. So in order to give you permission or not, I have to\nknow -- tell me right away what you going to do.” And I said to him, “Well, I am telling\nyou right -- right away that I did not change my mind, but because they said that I cannot\nleave country because I used to work on this military, I don’t know how long they will\nkeep me here. Do you know what will happen to you in three years? You don’t know.”\nSo -- and you don’t know what people it’s around in your department, you know what in\ntheir mind. They can make a decision tomorrow. So this job was not very, very -- let’s\nsay presti -- with a prestige, with a lot money, and it was difficult, if need some special\nskills, and someone recommend me to this job. So he said okay. He -- he closed his eyes.\n[indecipherable] did that because when you go from the place where I work bef-before,\nthis place was famous place, with a li -- benefits, with a lot opportunities for -- just for\nbenefits, not about salary, but benefits was really much higher than any other company\nhave. So they understand what you keep in mind, or you fired because you did something\nwrong, against them, and you just manage they -- they don’t put that they fire, or not. In\nUnited States when you find the -- try to get a job you put your resumé. In Russia you got\na -- like a certificate, your certificate. Every job that you go they put a seal here, and they\nput the reason why you left this job. So -- and if they put the reason that they fire you\nbecause you are bad worker, or you late, or you drunk, or something like this, so later on\nit’]l na -- no one when -- will take you, and this 1 -- was the requirement, you have to\nshow them the certificate. Without this certificate, no one talk to you.",
        "A: Nothing, that I decide by myself, and that is it.",
        "A: It was close, it was -- it was --",
        "A: -- it was a mechanical engineering field. I have to explain my boss in my company why I\ndecided to leave. So I cannot tell -- I could not tell him that I want to go to abroad --",
        "A: -- I just tell him that I have relatives, and -- and we in contact with them in the United\nStates. So I gave then information that he knows all -- or -- or -- if not he, but special\ndepartment knows it already.",
        "A: And that is why I said I would like to leave this place, and I will go. And he said, “Don’t\nworry, stay, I will manage it.” He said, “A couple bottle with vodka, everything will be\nokay, don’t worry.” Because my position in my previous job, it was not very, very big\nlevel, but I was like assistant to our big boss. He was a chief in quality control\nproduction, and it was a factory about 5,000 people. And my job was like statistical job,\nto prepare him for the meetings, for -- for reports, for something like this. So he was very\ncomfortable with me because I tell him what his action, how this [indecipherable] should\nbe, what he has to mention. And he doesn’t -- he did not want me actually, to leave. He\ndid not want me to leave. And he said well, one -- one Jew -- one Jew, he can keep one\nJew. I was just one, no one else. It was like under the percentage. And but this what --\nhow I explain him, I said, “Well, I am going to leave.” He said, “Oh, stay with us, blah,\nblah, blah.” I said no, because from this enterprise, I never leave.",
        "A: So I left, and I came to another one and they [indecipherable] they remind me very often\nwhere I come from, and what I keep in mind, because they knew that my papers every\ntime, when I -- and the last time -- not -- it was not last time, before this -- before this\ntime, I fill out the papers again, and -- and the director of this, he was a Jewish guy, and --\nbut he got a Russian name, he -- by documents he was Russian. So he said to me, “Listen,\nbecause you put this documents that you want in U.S., I have to transfer you from this\nengineering job to ship -- to like shipping receiving, something like load and loud\n[indecipherable]or something.” I said, “Well if you feel that it’s constitution, you can do\nit. ’'m not going to put you any -- any request about this.” Well, and he decided okay, let\nhim stay like this. And this -- well, I stay like this. But as I said, all pe -- a lot people who\nare brought for fight, who f -- f -- to give us this opportunity, they help because this one -\n- one -- wa -- one [indecipherable] did not come back to self. So -- well, [indecipherable]\nGorbachov came, and he got an idea that let’s say let’s have better relationship with --\nwith the west, with something else, but all people who fight hard, work hard to bring this\nday, to let us go, they -- peop -- we remember [indecipherable]",
        "A: Yeah, I's -- I seeing personally, if they -- they was not so stupid, if they decided what is\nthe deal. If they want to go, let them go, let them go. What -- what happened? Everyone\nwho want go, let them go. A lot people may be going to do so, but I think that’s not -- a\nlot people --",
        "A: -- will later -- will go back. Why? Because, you know, it’s -- to grow up in this society,\nand find your place in new society, is not easy --",
        "A: -- it’s very hard. It’s totally different, you have to f -- you have to know exactly what you\nwant to do, and why you leave this country. If you would like to leave this country just\nbecause you can have here [indecipherable] jeans, or I don’t know, or cheese every day,\nor something like this, very soon maybe you miss it, and you like to go back, because you\nremember some not bad things in your previous life, somethings. Department --\napartment, education system, something like this. But the problem was th -- the -- that\nthey did not let them go, and the problem was true because they did not o -- they di-did\nnot honor your right to exercise your roots, you religion.",
        "A: And this is the problem. And what I want for -- what I just -- I don’t know, if you goes to\nthe -- I -- I want just mention one thing, that when I came here, so my first job was also\nwe have to find something to live, so I start to working for shipping receiving. And 1n the\n-- in the store -- in store, 1s it -- they sell some equipment for the kitchen. And my first\nboss -- fir -- fir -- first supervisor -- wa -- was first supervisor, I’m sorry, he was\nAmerican African guy, who grow up in tradition with people who remember -- in this\ntime the movement start in 60’s, and you know --",
        "A: -- civil rights, and he remembered his family was very, very in -- in this movement. And\nhe was actually this very gift -- gifted guy. He was smart, he listened, he was li -- good\nvery listener and -- and I said, “I would like to know actually, when you go to school,\nthese people -- people in your country, they -- they know what is the advantage to live in\nAmerica. Why people from around the world actually try -- want to come to here and stay\nhere?” He said, “No, no one -- I don’t know, I don’t remember even one lesson that my\nteacher told me what is the advantage, what we have here.” If you don’t have -- if you\ndon’t teach them what is the advantage, so -- you know, it’s -- it’s -- is not the best things\nto do because they -- they don’t value what they have. This is the --",
        "A: Yeah, I told him, I told him -- well, I told him a ver -- very simple story. I said to him --\nyou know, when it -- I remember this time when it was little bit idea that we had to bring\nAmerican experience to the Russian. It was some government decision, it was time. In\nthis time -- and I remember that one -- once -- one -- he was the guy, his was\n[indecipherable] that he came from very rich sugar production family before revolution\n[indecipherable] was here. So he came to -- and they invite him to introduce some people\n[indecipherable] to the American life, to the style, and he said, “If you will tell American\nthat,” -- Russian has this word like [indecipherable] or president, they call 1t prepeeska.\nOh stop, forgot about [indecipherable] that your lifestyle is good, because American\ncannot understand what is it. It’s like [indecipherable] even accept it. So -- and I explain\nto him what -- what we got, and we -- how -- what we -- wh-what is the salary, what you\ncan do, and how it works, and what does it mean the freedom, and what does it mean the\nspeech and everything. And so he understand that this is --",
        "A: Never.",
        "A: Ne -- thanks God.",
        "A: Yes, I love being there, I love this opportunity that everyone has, and the most advantage\nwhen you [indecipherable] the -- the [indecipherable] of the advantage when you go\nsomewhere, and -- and when you -- when you have an American passport, how it looks\nlike. And the [indecipherable]",
        "A: No, we never went to -- to Russia.",
        "A: We went somewhere, in another country for vacation. I do -- I cannot -- I cannot go back.\nI cannot go back.",
        "A: I remember that what they did to -- you know, when you worked all your life, finally\nwhen they give you permission, so -- they put so restriction you cannot take your -- what\nbelong to you. And they put limits, let’s say, this picture? No, you cannot take it with\nyou. This book you cannot take with you. Even this piece of jewelry, that you work hard,\nI don’t know, to get it, no, you cannot get it with you. And for all what they give you,\nthey said they give us all this money that you have, and give 150 dollars and go. What\ncountry else can do it to the people? You’re working, working, working, working. All\nyour life you save your pennies, and later when you decided to go, you cannot get it --",
        "A: -- and it’s yours.",
        "A: Thank you very much for inviting us, and actually I’m very thankful that my story makes\nsense for you and I feel that I have like obligation to take a [indecipherable] this place,\nlike Beshbagir, like Zhmerinko has to be more -- more [indecipherable] museum, and I\nwill do my best to help you with it.",
        "A: You’re welcome.\nEnd of Tape #3\nTape #4",
        "A: This is my grandfather and grandmother. It’s right before war, before second war.",
        "A: This from father’s side.",
        "A: It’s Lazer, and her name is Dina -- Dina.",
        "A: This is -- this is my father during the war, during the second war.",
        "A: In the army?",
        "A: Yes, he worked in the -- in -- in the military court.",
        "A: This is me and my wife -- and my -- I’m sorry. This is me and my mom, before the war.",
        "A: No, I don’t remember. I -- I just remember that my mom said that it was right before the\nwar, a couple months before the war.",
        "A: Yeah, this is how she looked when I -- when I met her. Sh-She got a little bit different --\ndifferent hair in the -- in Stavropol, but this is how she looked like.",
        "A: This is me and I was -- it’s about seven year old, just after the war in Dnepropetrovsk.",
        "A: Nice toy. It was fam -- it was the toy that everyone play in this time.",
        "A: This is me and my cousin. It’s -- I -- I am a -- about eight year old, and my cousin, she\nwas older than me one year.",
        "A: She’s -- she’s a girl, yeah. She’s a girl. It’s in Dnepropetrovsk also.",
        "A: This is me, and I’m about 15 year old, and --",
        "A: In Kiev, yeah.",
        "A: Okay, this is me with a friend, and this is when I was 23, and I -- I was in army in Russia,\nin Ukraine.",
        "A: This -- it’s my fr -- my friend from the school.",
        "A: Well, becau -- he went to the army later.",
        "A: This picture was made in the year 1965. This is my father, okay, this is my mom, this is\nme, this is my wife Claudia. This is her sister.",
        "A: Her name is Dina.",
        "A: Yeah. And this is my sister.",
        "A: Her name is Rema. This is my wife’s father, and this is my wife’s mother.",
        "A: This pictic -- picture was taken when we got married, we got -- they got a picture to\nmemorize this date. So you --",
        "A: It was marriage date, yes, actually it was a marriage date.",
        "A: We married a week before this, but it was like celebration.",
        "A: At night we got celebration, in the morning we went to make a picture, this is why I am a\n| -- look a little bit sleepy -- sleepy.",
        "A: And my wife, also. But this is picture, was original picture that was made in the year\n1965.",
        "A: This is -- this is my -- my grandmom in -- in the 60’s. In the 60’s.",
        "A: This is Kiev -- no, this is Kiev.",
        "A: This is actually -- this 1s the apartment that our grandfather build by himself. And this is -\n- it was a -- a little isolated place.",
        "A: Yes. I don’t have no other side.",
        "A: And this is my grandfather from the father’s side.",
        "A: Yeah, this is -- he’s the one who build this apartment by himself.",
        "A: His name 1s Lazer.",
        "A: Yeah, this is the people, but much -- much later, it’s --",
        "A: -- it’s about 20 years later --",
        "A: -- from this photograph.",
        "A: Dina.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMarch 16, 2004\nRG-50.030*0485",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Grigory\nLiberchuk, conducted by Joan Ringelheim on March 16, 2004 on behalf of the United States\nHolocaust Memorial Museum. The interview is part of the United States Holocaust Memorial\nMuseum's collection of oral testimonies. Rights to the interview are held by the United States\nHolocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "GRIGORY LIBERCHUK\nMarch 16, 2004"
    ]
}