{
    "rg": "RG-50.106.0129_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum volunteer collection interview\nwith Ruth Alper, conducted by Esther Finder on December 22\", 1999 in Rockville, Maryland.\nThis is tape number one, side A. What 1s your full name?",
        "Answer: Ruth Hagan Alper.",
        "Q: And what was your name at birth?",
        "A: Ruth Hagan.",
        "Q: When were you born?",
        "A: February 18, 1932.",
        "Q: And where were you born?",
        "A: I was born in Marktberg, Germany.",
        "Q: What were your parents’ names?",
        "A: Bertha Weisenberg Hagan. Isaac Hagan.",
        "Q: Did you have any brothers, sisters?",
        "A: I have a brother two years younger, Max Hagan.",
        "Q: What do you remember of your childhood in Germany? Can you tell me about your home?",
        "A: I -- we lived in an apartment on the second floor. There was a -- a hill there. We had a small\ncar with a rumble seat and sometimes we would dra -- ri -- get a ride in the rumble seat. And I\nwas -- I lived near my aunt and uncle, Esther and Herschel Hagan, and I played with my younger\ncousins, Manny and Jackie. And I remember going down to -- with my brother down the\napartment steps and we went into the car and started the car and somebody saw us and stopped\nus cause we were rolling down the hill, he had released the brake. And I -- oh, I started\nkindergarten in regular school, and a few months after I was 1n the school the teacher called my\nmother in and said, Frau Hagan, this is not my policy, but your daughter can no longer stay in\nthis public school, she has to go to a Jewish school. So I went to a Jewish school with a Jewish\nteacher. And he was there for a few months and then one day we went to school and he was no\nlonger there, he had gotten papers to come to America. So there for awhile I was out of school,\nthere was no school.",
        "Q: Was your hometown a -- a large town, or was it small?",
        "A: I would say it’s a medium size town and it was an industrial town. There were a lot of\nfactories there.",
        "Q: Was there a large Jewish community there?",
        "A: I don’t know. We had Jewish friends and we did go to synagogue, so there were some Jewish\npeople there, but I don’t know whether -- the extent of it.",
        "Q: Did your family have a long history in Germany’?",
        "A: They got -- they left Poland in 1919, so they were there from 1919 to 1939. They were never\nallowed to become citizens, you had to be in Germany 30 years before, so they were statenloss;\npeople without a state. My father always went to work, he did selling house to house, bought\nthings at the wholesale place, sold them and made a living, cause we were never deprived of\nanything, we had food and clothing.",
        "Q: Do you know why your family moved from Poland to Germany?",
        "A: Yes, they moved there because of economic reasons. They were very, very poor, and my\neranduncle, at the age of 15 was caught playing cards, and then he said he never wanted to stay\nin that place because of this [indecipherable] and he -- he left very early to go to Germany, and\nthen came to America. He then grew up, b-became a good businessman in Detroit, Michigan,\nand he was the man that signed the affidavits for us to come here, that if we couldn’t sup -- if my\nfather couldn’t support us, he would support us.",
        "Q: Do you know where in Poland your family is from?",
        "A: Nowy Zandak.",
        "Q: What work did your mother do?",
        "A: My mother was a homemaker, but my father always had a paperwork that had to be done, and\nshe helped him with the accounts. She spoke a good English once we got to America. My father\nalways spoke all the languages that he had ever encountered, Polish, German, Spanish, then\nEnglish, so that he never -- he went to business, but he never got the hang of the language the\nway my mother did.",
        "Q: Was your family religiously observant?",
        "A: Yes, they were. They -- we lived -- I couldn’t go -- do anything on Saturday. I went to -- well,\nin Miami I went to Hebrew school and then stayed home on Saturday. A-And we observed all\nthe holidays and we were kosher at that time. Mostly we were Orthodox.",
        "Q: When you were a child growing up in Germany, did you have a favorite holiday?",
        "A: When I was growing up in Germany -- we didn’t do much about Hanukah, as I wa --\nPassover, because we would all get together, with the fam -- with the aunt and uncle and my\ncousins.",
        "Q: And what language did you speak in your home?",
        "A: German.",
        "Q: When you were a little girl, did you experience any anti-Semitism, other than what you\nmentioned to me in the school, did you, in your playtime with your friends, anything like that\never experience anti-Semitism?",
        "A: No, not that I remember. Not in Germany, no.",
        "Q: You ever see Hitler or -- or the Nazis in your travels?",
        "A: No, I didn't see Hitler, but I was there Kristallnacht and we went out on the street and saw all\nthe windows had been smashed and there was glass all over the streets. So that was my memory\nof the -- of the beginning of the bad times.",
        "Q: What can you remember about Kristallnacht? Did you know what was happening during the\nevening?",
        "A: A wa -- there was a -- a neighbor who said we shouldn’t go out at night the night of krysta --\nthe night before Kristallnacht because something bad was happening. So he was trying to warn\nus about something like that. So we stayed in. Then the next day we did go out and walked\naround and saw the destruction. And then that morning my uncle was arrested and sent to -- Ben\nBruner, that was my uncle, he was arrested and sent to a concentration camp. He later got out\nbecause my Aunt Esther bribed one of the Gestapo people to get him out so he could come to\nAmerica with us.",
        "Q: Before Kristallnacht had there been any mention of your family going to America?",
        "A: No, because my father was against going. He said that this would pass, that it’s not as bad as\npeople were saying. But my Aunt Esther, younger than my mother, she was the motivating\nfactor. She said to my mother, pack the suitcases, pack the boxes, we’re leaving. And my father\ncame along with us, even though he felt that it would not be so bad. There were people in my\nfamily who left earlier. My Uncle Beryl was in Detroit already and of course grand-uncle Jassie\nwas in Detroit. But he had gone much earlier, for economic reason. Beryl went because he\nrealized things were getting bad.",
        "Q: Is there anything else that stands out in your mind about the time up to Kristallnacht, from\nyour childhood? Any other memories?",
        "A: No, I can’t remember anything that happened.",
        "Q: When your family decided to move, how was the move explained to you?",
        "A: Well, my mother was very capable of taking care of us, and she said we were going to have\nan adventure, and we would be going halfway around the world. And so I felt as long as she felt\nit was an adventure, I was going to go along. And she made it easy for my brother and myself.\nWe didn’t worry. They were very worried, but we didn’t, as children.",
        "Q: Were you aware that they were worried?",
        "A: Yes, I realized that things were getting tense, and that Esther and Bertha and everybody was\nanxiously preparing for this trip.",
        "Q: Did your parents have any trouble getting out of Germany?",
        "A: Well, they got the affidavit from Uncle Jassie in Detroit. The -- the hard part was that my\ngrandparents wouldn’t come. And so they left them in Hamburg, Germany, and my two aunts\nand my mother, they had to say goodbye to their mother and father, and that was very difficult.\nAnd my mother really never got over it, I don’t think Ceeta ever got over it either. They went to\nPoland, and we have letters from Poland where they’re living in an apartment and letters that we\nsent and packages that we sent were opened up and -- by the censors and money and food was\ntaken out, so that they would get a little bit of what we had sent, but not very much. And that\nhappened through 1940 -- °39 - ’40 - ’41, then ’42 we had no more correspondence, they died.",
        "Q: Do you remember what arrangements were made for your departure?",
        "A: This is hard to believe but my aunt contacted a rabbi and he -- you couldn’t take much money\nout. And she gave him our money and for every 14 marks that we gave him, she met him in\nBelgium, he gave us back a dolla -- a mark. So we had little money as we left Belgium, and there\nwere people who got off at Belgium and I remember waving goodbye to friends and then we\nnever saw them again, and then we continued to Cuba.",
        "Q: So your objective was Cuba?",
        "A: No, our objective was United States of America, but there was a quota system in America, we\ncouldn’t get in. In fact, the arrangements we had to make to go to Cuba was that we were going\nthere on vacation, which is what we said on the papers, going on vacation.",
        "Q: Since you were going on a vacation, as you said, were you able to say goodbye to people?",
        "A: Yes, we said goodbye to our friends who lived in the apartment house. And of course my\nclose relatives, very fortunately were able to come with us. Uncle Ben, who was in the\nconcentration camp, my Aunt Esther bribed a Gestapo and they let him out. Her story is that\nHitler was willing for Jews to leave if they could get out somehow, and we -- she went ahead and\ngot the papers and we -- as we said, a -- a vacation to Cuba, but our intention was never to stay in\nCuba, to come to America.",
        "Q: Were there any last minute glitches before you could leave?",
        "A: No, other than saying goodbye to my grandparents and having them go to Poland, which was\nthe first place that they went.",
        "Q: You mentioned that you could not take out a lot of money.",
        "A: Right.",
        "Q: What could you take out of Germany? What -- what did your parents take and what did you\ntake?",
        "A: My parents took out a sterling silver set co -- silverware. A big sewing machine, it’s a -- was a\npiece of furniture, and a beautiful sterling silver candelabra and I have the candelabra, which I\nwill give to my daughter so that she will know that this is something else that she can take with\nher. I don’t remember what I took. I -- all I remember was wearing a short dress, but most of the\ntime that’s what I wore, dresses. I don’t remember toys or anything like that.",
        "Q: What did you most regret leaving behind, for you personally?",
        "A: Having to leave my school, and the people that I knew in school. That was all.",
        "Q: When did you leave your home?",
        "A: 1939.",
        "Q: Do you know the date?",
        "A: Perhaps January, 1939, cause I feel that we were on the ship in February, and took a few\nweeks, we had to go to Hamburg and make arrangements for my grandparents. They did get an\napartment in Poland, but --",
        "Q: How did you travel from your home to Hamburg?",
        "A: By train, we went by train.",
        "Q: How old were you at the time you left your home?",
        "A: I was seven years old.",
        "Q: When you get -- when you got to Hamburg, how long were you there?",
        "A: We were there a few weeks, until we got on the ship, and the ship was the Oronoco and a --\nmy cousin says that after we were dropped off in Cuba by the Oronoco that the next time the\nOronoco sailed, 1t was torpedoed. So I don’t know if we have any record -- we don’t have any\nrecords of the Oronoco, I thought maybe the Holocaust Museum might.",
        "Q: Do you know what registry it [indecipherable] under?",
        "A: No, no, just the name, that stuck with me.",
        "Q: Let’s stay in Germany just a little big longer --",
        "A: Right.",
        "Q: -- we’ll go back to the ship. You mentioned saying goodbye and then leaving and going on\nthe ship. Did you have any problems at all actually leaving German territory?",
        "A: Not that I recall.",
        "Q: I asked you if you knew what registry the ship had, was it German registry, or was it other\nthan German registry?",
        "A: Well, it had a Spanish name, the Oronoco is a river in South America. I don’t know if that had\nanything to do with it.",
        "Q: When did you realize that you were no longer in German control?",
        "A: When I was on the ship. And there, life was somewhat normal. My parents and everybody got\nvery seasick, but I didn’t. So I continued eating and running around the ship.",
        "Q: Can you describe the ship a little bit to me? Tell me how large it was, at least how large it\nseemed to you as a seven year old?",
        "A: Yeah, right. It seemed like a very large ship, and we ate at a dining room table like you\nwould, I don’t know like a cruise liner, but to me it was a large ship and we had room to run\naround on the deck and my brother and I played on the deck. Oh well, my Aunt Ceeta, the\nyounger of the three sisters that were coming over, because it was such a rough voyage her baby\ncould not keep any food down and died on the ship. And I remember this, he was buried at sea,\nand my Aunt Ceeta never got over that. That was a trauma that stayed with her all her life.",
        "Q: Was the child sick before the voyage?",
        "A: No, child was alright, but he was s -- 1t was a boy, six weeks old, couldn’t hold the food\ndown. So became, I suppose seasick like the rest of the people and died from dehydration.",
        "Q: Can you tell me what the cr -- the crossing was like for the adults? From your perspective,\nwhat could you see the adults going through?",
        "A: Well, they were worried about what life would be like, they would talk about the language.\nMy mother and my aunts started studying English, since that was our destination, in Germany.\nSo they were studying even onboard, when they would sit out on the deck. They had their\nEnglish-German dictionary and they would try to converse with each other in English. And then\nof course there was the problem of learning Spanish, which I don’t think they studied until they\ngot over to Cuba. So a lot of the time they were talking about how we would make a living --\nhow they would make a living and how they would get along with the language. That was the\nmain topic of conversation.",
        "Q: Besides your family [indecipherable] who were the other passengers?",
        "A: I mentioned that there were some friends of my family that were left off in Belgium, so they\nwere refugees like us. Seems to me that they -- it was a boatload of refugees, people who were\nfleeing from Europe because they knew it was bad.",
        "Q: How long was the crossing?",
        "A: Seems to me it was two weeks, but they had to stop the ship because of some problems,\nmechanical problems, so we were on the ocean for awhile. And then that was repaired, so it took\nabout two weeks.",
        "Q: And besides running around the deck with your brother, what did you do during those two\nweeks during the day?",
        "A: I do remember now we brought some books, so I was reading and that was in German, cause I\nwas trying to learn a little English also, but that -- I didn’t learn too much there. I learned more\nwhen I came to the United States. Played with my cousins because we were all very close\ntogether. My father and my uncle were brothers and my mother and my aunt were sisters. So two\nmothers, two women married to two brothers -- two sisters married two brothers, so my\nrelationship with my cousins were double, very close, almost like brothers and sister. I was the\nonly girl, everybody else was a boy, so I had a very close relationship with Aunt Esther because\nshe always wanted a girl.",
        "Q: When you were on the ship, what were your expectations for when you land?",
        "A: I was hoping I could make some friends in Cuba and learn the language. And I did, when I\ngot to Cuba, I started learning Spanish, spoke German. I started studying English with my\nmother and my aunt there in Cuba. They would sit in the park while we played, and studied. And\nof course then I started learning English. So at that time I was trilingual. That didn’t last, but at\nthat moment in my life I spoke three languages.",
        "Q: How long did you think, you and your family, that you would be in Cuba?",
        "A: Oh, we just thought it would be about six months, but then it turned out that we had a longer\nwait and we didn’t get in til a year and a half later. And we were in this country, in America,\nmust have been at the beginning of 19 -- at least the middle of 1941, cause we moved to Miami,\nand then my father and my mother moved to Saint Louis for six months. They thought they could\nearn -- he could earn a better living up there. But that only lasted six months, then we moved\nback. But we have letters from my grandparents and my aunt who stayed in Poland addressed to\nus in 1941 in America, to -- in Saint Louis.",
        "Q: Tell me about your arrival in Cuba. What was that like?",
        "A: We arrived in Cuba. Battista was very good to the Jewish people. Seems like Cubans didn’t\nhave any feelings of anti-Semitism. They did put us in a camp. Not a concentration camp, but a\ncamp to hold us until we could get settled in the country, and treated us very nicely. There was\nfood morning, noon and night and they treated us to something that was their delicacy, but we\ndidn’t like it, was fried bananas. And we stayed there a few days and my Uncle Jassie, the one\nwho signed the papers, he was living in Detroit, and I understand now he sent money to us every\nmonth, to mine -- all three families, so that we could survive in Cuba. The story I got from my\nfather was that he immediately went to work, which he did, and earned money so that we could\nbe supported. But he had help. But he did go to work, went to work on a bicycle in Cuba. Carried\naround the package that he was selling from door to door.",
        "Q: What was he selling?",
        "A: Dry goods, clothing, women’s clothing, men’s clothing. Anything you wanted, he would get.\nAnd I made friends with a Cuban family who lived -- we li -- got an apartment. It was around a\ncourtyard like they have in Cuba so that the -- we were living indoor outdoors, cause of the warm\nweather and made friends with a mother and a daughter. The mother was lovely to me. The\ndaughter and I became very good friends. She made clothes for me and her daughter, same kind\nof dresses so we looked like sisters when we went out. Very nice people, but I lost contact with\nthem. Went to Cuba, learned Spanish. Went to school in Cuba, learned Spanish.",
        "Q: You said that you were going to Cuba, quote unquote, on vacation --",
        "A: Right.",
        "Q: -- or holiday, whatever, that’s what you told the German authorities. Was there any problem\nwith your staying with respect to the Cuban government? Did they give you any -- any hassles\nfor staying?",
        "A: No, they seemed to know that -- what the reason was and they allowed us to stay there\nwithout any hassles. In fact, some of the people on the ship that we made friends with stayed in\nCuba until Castro came in, because they began to make a good life, right there. So that we had\nsome friends that stayed in Cuba.",
        "Q: Tell me about starting school in Cuba and where you were in Cuba.",
        "A: Well, it was near my apartment because I -- I could walk to school. And of course it was very\nstrange because I wasn’t speaking anything at all, I couldn’t understand anything that was going\non, so I kept quiet. And then, after a couple of months I was able to begin to speak a little. And\nthe children were nice, you know, you could play on the playground without talking. And then I\npicked up some words, and began to have some friends with them, especially that little girl who\nlived near the apartment. And she was in same class I was in, so we had friends in -- I had a\nfriend in school and I had a friend at home besides my brother and my cousins. We were always\nclose, my brother Max, Manny and Jackie. They -- they remained in Miami, I moved up here to\nBaltimore.",
        "Q: Were you near a -- a city?",
        "A: We were in Havana.",
        "Q: Were there any other refugees in the school with you?",
        "A: Yes, there were three or four other children, who might have been -- I -- I think they were on\nthe boat with us, on the ship. And they had the same problems I did trying to learn to understand\nwhat the teacher is saying because they spoke only in Spanish. And somehow we picked up the\nlanguage, I think more from the children than from anything else. And then we were able to use\nour knowledge to get some of the work done, but never as good as the children who were born in\nCuba.",
        "Q: In what ways was your life in Cuba what you had expected it would be and what ways was it\nvery different?",
        "A: Well, they didn’t seem to have any winter, it was warm all the time, whereas in Germany, of\ncourse, it was a different kind of climate, we were cold in the winter and hot in the summer. And\nso we wore less clothing and Batista, who was the dictator at the time, he was -- I think he\nthought of the Jews as a middle class, because he didn’t give us any problems. If anything I think\nthe Cuban government helped us get settled into the apartment. And there were some agencies\nthat provided us with food at the beginning, until we got settled.",
        "Q: Aside from the refugees, people who perhaps came on your ship, were there other Jews\naround in Cuba?",
        "A: Yes, there were some Jews in Cuba. They were of European extraction, though. Some of them\nhad come there earlier, 10 years earlier than we did and they had established themselves and\nwere doing well economically, so that we did meet some of them.",
        "Q: Was there a -- any kind of Jewish community in your -- in your area of Havana?",
        "A: There was a Jewish community, small Jewish community, but I don’t remember going to\nsynagogue, so I don’t know. We may have and we may not, I just can’t remember.",
        "Q: What Jewish traditions could you continue to observe in Cuba?",
        "A: Oh, well my mother kept kosher, and we observed the Shabbas in -- in the apartment, in the\nhome, so that I couldn’t go out to play on sat -- I could go out to play, but I couldn’t go to the\nmovies or anything like that. So 1t was the food and observing the Sabbath.",
        "Q: What about holidays?",
        "A: We celebrated them with my family that came over. And we lived together. There were\nseveral apartments in this complex and so we all lived near each other, because I would play in\nmy apartment and then run over to my c -- c -- to Ceeta and Uncle Ben’s apartment and to Esther\nand Herschel’s apartment. So we were very close in that it seemed almost open air like. I think\nthe doors were kept open most of the time.",
        "Q: Was your mother able to get kosher meat and other foods?",
        "A: As far as I know she was, so there must have been a kosher butcher shop.",
        "Q: While you were in Cuba, were you aware of what was going on with the S.S. Saint Louis?",
        "A: No, we did not know about the Saint Louis. I did not know about that until later on. Til I came\nto America and I -- til I got older. As far as I knew -- as far as I was concerned everybody who\nwanted to come could come over.",
        "Q: So you never met anybody who had been on the Saint Louis?",
        "A: No, I never did.",
        "Q: We’re going to pause so I can change tapes.",
        "A: All right.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: -- the S.S. Saint Louis, and I wanted to continue along that line. The other refugees that you\nmet, were they people who had just been on your ship, or did you meet anybody who had come\nin any other way?",
        "A: Some of them were people we had made friends with on our ship and there was one family\nwe met who had come there in probably 1931 or even earlier, and he had a s -- he and his family\nhad established themselves. And their children were born in Cuba, so even though -- they were\nfrom Vienna, but he was a man who knew early on things were not good. So it must have been\nlike, maybe late 20’s. So we were friends with them. Other than that, I can’t remember who else\nwe were friends with.",
        "Q: So all the refugees that you knew, you knew from the ship?",
        "A: Right, yes. That’s right.",
        "Q: Were you able to get any religious education in Cuba?",
        "A: No. I don’t know if we tried, but my mother knew it would be hard for me just to learn\nSpanish. And then, we were also trying to learn a little English. So she didn’t put me in Hebrew\nschool at that time.",
        "Q: You mentioned several times that you were still getting letters from Europe. Can you be a\nlittle bit more specific and tell me what was in the letters that you were receiving while you -- if\nyou can remember, while you were in Cuba [indecipherable] what you were hearing in those first\nmonths after [indecipherable |",
        "A: Yes, life was very hard for my grandparents in Poland and my aunt. They were very close to\neach other and they took care of each other. My grandmother was always -- had always been sick\nand we were sending packages over to Poland and the censors would take out money and food so\nthat finally when my grandparents got a package, it had been opened up and only small amount\nof what we sent was -- was there. They always talked about the fact that they weren’t hearing\nenough from my Uncle Beryl, who was established in Detroit, that he wasn’t writing enough,\nwhereas my -- Bertha and Esther and Ceeta, my mother, my two aunts who were with us in Cuba\nwrote to Poland a lot and sent a lot of packages over there. And we heard from them in 1939,\n1940, 1941. In 1942 they -- that stopped, we didn’t hear -- of course [indecipherable] already.",
        "Q: Were there any additional attempts to get them out of Europe?",
        "A: My grandparents didn’t want to come to America. They were afraid there would be no\nsynagogues. They thought they were too -- they were probably my age which -- the age I am\nnow, and yet they thought they were too old to travel across the ocean. I don’t know why -- well,\nAunt Ella felt a very si -- as all of the sisters did, a very strong connection to their parents and\nshe stayed with them. So that was the reason, I think, that she didn’t come, cause she was\ndevoted to her parents.",
        "Q: Where were you -- if you remember the details -- where were you when you realized that the\nwar had begun and Germany had attacked Poland?",
        "A: I -- when I was in Cuba we heard that Hitler had gone into Poland, which was a great deal of\ndiscussion in my household about what would be happening to the parents since Hitler was\nmarching into Poland. And we were very worried for them, concerned that they would lose their\nlives, which eventually they did, cause we never heard from them after 1942. So we were -- a lot\nof talk about what -- what could we do and it -- I don’t know, just seemed at that point we\ncouldn’t do anything.",
        "Q: You heard about it in your home. Did you hear anything about the war in school?",
        "A: No. Oh, we had a radio, so I heard a lot of things on the radio, we heard a lot of information\non the radio, but I don’t remember discussing it in school.",
        "Q: Did your parents ever explain what was going on in Europe to you, or did you just hear them\nspeaking with other adults?",
        "A: Mostly it was what I overheard them talking about with each other.",
        "Q: You mentioned the letters that you were getting. Other than the letters, did you have any idea\nwhat was happening to the Jews in Europe?",
        "A: Yes, when we -- of course, Esther knew, and Bertha, my mother, that when we were in\nGermany, that things were happening to Jewish people, Jewish people were being arrested, we\nsaw that. My uncle was arrested, sent to a camp, and my, of course, the teacher left. So we knew\nthings were happening then. We didn’t know the extent of it. We didn’t know about the millions\nof people who were going to get killed. We just knew that Jews were in trouble, and so we had to\nget out, even though it was a terrific decision on their part to leave the country that they had\nknown and to move halfway around the world.",
        "Q: You also mentioned that you heard about the war on the radio. Do you happen to remember\nthe radio reports and if they were objective, or if there was some kind of bias one way or the\nother?",
        "A: I don’t know, I just remember they saying that Hitler was marching into Poland and that\nthings were terrible for the Jews and for the Polish people, because they were being, I believe,\nbombed by the planes. So that as far as I knew, it was an accurate account of what was\nhappening.",
        "Q: At any time during your stay in Cuba, did you personally experience any anti-Semitism?",
        "A: No, I didn’t. No, no anti-Semitism towards me. I don’t want to jump ahead, but in Miami I\ndid.",
        "Q: Did anybody in Cuba ask you about your life in Germany?",
        "A: Yes, my -- the woman and the daughter who we befriended. They wanted to know about our\nlife in Germany and we told them we had -- had -- had to leave because of Hitler, as a result of\nthe plans to put Jews into camps. We knew that, we just didn’t know that they were going to be\ngassed. Like you know, you go to a camp, maybe you get out. There were people -- my uncle\nsays that he was taken from -- well the night -- the morning of -- after Kristallnacht, he was taken\non a train, he and three others in a cattle car and they -- they were going over rivers, so they\nthought they were going to be dumped in the water. Then they were released on land -- not\nreleased, but taken out of the cattle car, and they were on -- on safe ground, so they were happy\njust to be alive. They didn’t know if they would live through that experience of going -- then\nthey were taken to a camp, and he had to stay there for awhile until my aunt -- Aunt Esther\nbribed the Gestapo to get him out.",
        "Q: Do you know what camp and do you know what the bribe was?",
        "A: The bribe was money, I don’t know the camp.",
        "Q: When you think back -- back about your time in Cuba, what are some of your happy\nmemories?",
        "A: Well, I remember walking by -- near Moro castle, which is near the waterfront. And there\nwere parks there, we would go play in the park, my mother and my aunt -- aunts, both of them.\nThe three women, who were sitting and studying English so that when they got to this country\nthey would -- and they had studied English in Germany so they would be able to speak when\nthey got here. And my father and my uncles, they went out to work, so we would see them in the\nevening. I remember being out of doors, playing around the palm trees. That was a happy time\nwith my co -- mainly with my cousins and my brother.",
        "Q: Is there anything else that stands out in your mind about your -- your time in Cuba?",
        "A: No, except that we were looking forward to leaving, even though it was a pleasant time in\nCuba, we really were anxious to get to America.",
        "Q: Were you too, you also were anxious to leave?",
        "A: Yes.",
        "Q: And altogether, how long were you in Cuba?",
        "A: About a year and a half.",
        "Q: And how did you manage to leave?",
        "A: Well, the quota for Jews coming into America, we were then included in that quota, I don’t\nremember what the quota was. And we came to Miami and Ceeta and Uncle Ben went to Detroit.\nI think we landed in -- in Miami by boat and we stayed in mi -- in the Miami area, northwest\nsection of Miami and Ceeta and Uncle Ben took a train and went to Detroit because her -- their\nbrother was in Detroit and had established himself in business, he ran a five and 10 cent store. So\nthat -- and that was where their uncle was, the man who had provided us with the papers to come\nto America. If we couldn’t make a living, he was going to -- he was going to help us live.",
        "Q: Do you remember the trip from Cuba to Miami?",
        "A: No. For some reason I can’t remember it. I just remember coming to Miami.",
        "Q: Remember your first impressions of Miami?",
        "A: We got a house in the northwest section of Miami and my mother and father and myself and\nmy brother, my aunt and my uncle and my cousins lived together in a house. And they were very\nbusy going away to work, and nobody had time to cut the grass. There was an old car in the\ndriveway, we played cops and robbers there. And it was a Christian area and the teachers were\nvery religious, there was a lot of Jesus and Christmas songs and there was some anti-Semitism\nfrom the children towards me. Some -- one of the boys gave me sign of the finger cause I was\nJew girl. And that was in Miami. We stayed there for awhile and then moved to Miami Beach,\nwhich was filled with Jewish people so we didn’t have that much anti-Semitism after I left\nMiami.",
        "Q: How long were you in Miami before you went to Miami Beach?",
        "A: Let’s see. We were probably in Miami for about two years. I remember they put me back in\nthe first grade, even though I was at this time about nine, because that was the policy, that if you\ndidn’t speak the language, they put you back. Finally my mother, who was quite retiring and shy,\nbut she did go to school, she said, my daughter is nine years old, she really belongs in another\ngrade. So they put me up to third grade, and then I progressed from there. Lived in Miami for\ntwo years, then I went to -- we moved to Miami Beach, lived in an apartment. We lived in an\napartment there.",
        "Q: Let’s stay in Miami just a little bit. You were already in this country when a lot of things had\nbeen changed in the war.",
        "A: Right. Well, I was here when Pearl Harbor, when they dropped -- when the Japanese dropped\nthe bomb on Pearl Harbor, so we were glad then that Roosevelt had America go into the war\nwith the allies. That was a big turning point for us, we felt that that was one way -- we even\nhoped that my grandparents and aunt would survive somehow, because now the Americans were\ngoing to help us defeat Hitler. So was a joyous occasion when we learned that America was\ngoing into the war.",
        "Q: After Pearl Harbor, did you experience any anti-foreign sentiment, or any increase in anti-\nSemitic feelings?",
        "A: Oh let’s see. That would still be in Miami and it was some anti-Semitism fr -- shown from the\npeople, but there were organizations there also because they wanted to help us. My teacher asked\nme to come out into the hall and she said would I would want a Thanksgiving basket. So I went\nhome and asked my mother and my mother said no, we didn’t need it, we had enough meat of\nour own. But they were looking to help. They knew we were refugees, obviously. So there were\npeople in Miami who were trying to help us. But some of the children got -- were anti-Semitic\nand they got that from their parents.",
        "Q: Did any of the children ask you about your previous experiences in Cuba or Germany?",
        "A: No, they didn’t.",
        "Q: When you were in Miami, were you and your relatives the only Jews around?",
        "A: Yes. Somehow we got into a neighborhood that was the -- so it was just the four -- the four\nadults and the four children living together in the house and we were the only Jews in that area. It\nwas northwest section of Miami which at the time was a Christian area. There were Jews living\nin Miami, but not the area where -- where we got the house, where we rented the house.",
        "Q: While you’re in this rental house in Miami, what Jewish traditions did you still retain?",
        "A: We were able to keep up the tradition at home, as we had done in Cuba. We celebrated the\nholidays in the house. And since we had -- were fortunate enough to come out as a family -- we\nhad the two families and always celebrated together. Mostly it was Passover. Hanukah was not\nsuch a big deal as it is now. I don’t remember going to synagogue in Miami. Probably didn’t start\nthat til Miami Beach, which was a few years later.",
        "Q: Were there any specific problems other than the ones that you mentioned, you know, learning\nthe language and you know, being put back in school? Did you have any other problems\nadjusting to life in the United States?",
        "A: Well, I felt strange, different, because I was -- wasn’t speaking English the way the other boys\nand girls were speaking, so I tended to keep quiet until I was talked to, and then I would answer\nhaltingly, because at that time I really wasn’t conversant in English, I was just learning a few\nwords and phrases. So I felt s -- like a stranger in the Miami area. And that took probably the\nwhole two years I was there.",
        "Q: And how were the adults progressing with respect to making a living and getting used to the\nculture and language?",
        "A: Interestingly enough my father and uncle went out and went to the wholesale houses, got\nsome dry goods and started selling it from house to house. They even had opened up a store in --\nnot too far from the house. But that didn’t work out, they couldn’t make enough money on the\nstore so they closed that. But they continued making a living going from house to house. And as\nI said my Granduncle Jassie had sent money in Cuba so that our income at that time was\nsupplemented by him. ... We didn’t suffer too much in Miami, I mean the -- we were able to --\nto live from day to day until things got a little easier.",
        "Q: Tell me about the move from mia -- Miami to Miami Beach and how that affected your life.",
        "A: Well we moved from the house to -- my father and my uncle didn’t get along too well living\ntogether. They had some pretty bad fights living close quarters like that with the family. Then we\nmoved to Miami Beach and we each lived in separate apartments 1n separate apartment houses\nand that worked out. And there again my father and my uncle did the same thing, they went out\nto -- well, they had connections already in the wholesale houses, bought -- then they bought a\ncar, each of them had a car so they could drive around the greater Miami area, cause they went\nback to business in Miami, just a ride across the causeway. And I started going to school in\nSouth Beach elementary school and things got easier for me because I had learned the language.\nThere was no anti-Semitism in Miami Beach because a lot of the people were Jewish. And there\nwe did join a synagogue, Beth Jacob synagogue and I went to Hebrew school. And there we\nwere able to live the Orthodox life that we had in Marktberg, Germany. Going to synagogue on\nSaturday and my brother even led the children’s service. He had learned the Hebrew well enough\nthat he could do that. And we made friends in school, and the school was close -- the South\nBeach elementary school, the school was close enough to the apartment, we would just walk\nback and forth and see our friends in school and then play with them after school.",
        "Q: With the move, and now living in a community where there were more Jews, did any of these\nchildren ask you about your experiences in Germany or in Cuba?",
        "A: No, the children didn’t. The teachers did. They were interested in what I had experienced.\nAnd so I would tell them about it, but the children weren’t interested in my background. And at\nthat time I was able to communicate with them so that I wasn’t -- I must have still spoken with\nan accent, but it didn’t seem to affect the relationship I had with them, we were just friends. And\nthey accepted me as I was. And then we were all Jewish, so that helped.",
        "Q: What did the teachers ask you, and what did you answer them?",
        "A: Why -- well, they knew why I left Germany, how it was over in Germany, and I told them\nabout Kristallnacht and having to leave Germany, having to leave my grandparents and they\nwere very interested in that part of my life. Later on [indecipherable] when I was in eighth grade\nI helped my parents -- I knew the language by then so well that I helped my parents study for the\ncitizenship, and -- I went over the questions with them, which was hard for my father. My\nmother could do it. Questions, you know, about American history. But then, of course, I was\nlearning -- at that point I was learning about American history, and one of the teachers even\nasked me to write a report on my experiences. So I did, and I read it to the class, and then on the\nintercom. An-And that way the children knew, because they wanted them to know what was\ngoing on over in Europe. But the children themselves weren’t that concerned about it. They were\ninterested in surviving themselves.",
        "Q: After you read your paper, did -- nobody asked you anything? None of the other children?",
        "A: Yes, of course, after I read the paper on the intercom people came up to me and said, how\nlong have you been here and what was it like. So then they did show interest. But the first step\nwas the teacher asking me to write about it, to talk about it.",
        "Q: At the time you were writing and reading your work, what was going on in the world at that\npoint in time?",
        "A: Let’s see [indecipherable] the year. I think by then the war had ended, so that I was reliving\nsome of the history that people had gone through that these children and -- and these teachers\ndidn’t have -- really weren't involved in very much. I mean, luckily they were able to go on with\ntheir own life. Course there were young men who were dying over there, but most of the people\njust went on with their life in -- 1n Miami Beach. There was no big concern except war bonds and\nsome rationing, things like that were going on. And in Miami Beach the soldiers were being\ntrained for the American army, so we would hear them marching through the streets of Miami\nBeach. That was during the war. So I must have written the composition towards the end of the\nwar, 1945. And we did invite soldiers over to have Passover with us. So we were able to do that,\nto share whatever we -- my father made, with other people.",
        "Q: During the war years, how closely did you follow the news of what was happening in Europe?",
        "A: Again, it was through the radio. We would sit -- all of us would sit around the radio and\nlisten, especially when President Roosevelt talked, so that we could hear his fireside chats, and\nhe would tell us about what was happening in the war. And the radio -- and the news, we would\nlisten to the news, we were very much concerned about what was happening in Europe, how\nHitler was going through the European countries. We were very upset and concerned about that.\nAll through the ray -- mostly through the radio, I don’t even remember the newspaper so much,\njust listening to the radio. That was our connection with the world.",
        "Q: Did you ever hear any anti-Semitic statements on the radio?",
        "A: No, I did not.",
        "Q: After you moved to Miami, did you have any contact with any other refugees in Miami or\nMiami Beach?",
        "A: I -- no. There were -- no, the friend al -- I don’t know if we made any friends in Miami those\ntwo years. It was all business and going to school. In Miami Beach then we made friends with\npeople who had lived in Miami Beach. They were not refugees, they were Americans, people\nwho come -- lived in America.",
        "Q: Was there anything about the way the Americans were responding to the war that surprised\nyou?",
        "A: It was surprising that people here could go on so easily with their life when there was so\nmuch destruction going on over there, going on with their lives here. But then in a way so did\nwe. We were lucky and we started living. The only connection we had was the letters to Poland\nand back. That’s what made us aware of how terrible things had progressed.",
        "Q: Do you remember any of the details of those letters?",
        "A: They were always happy to hear that we were doing well in America. Didn’t hear much from\nUncle Beryl and der -- my mother’s brother was Jassie, Uncle Jassie, didn’t hear much from him.\nThey -- we wrote that things were hard here to get started. They wrote back that everybody in\nAmerica from Europe gets started as a shoeshine boy but then works themselves up into big\nbusiness, so that it would -- since we had to travel halfway around the world they said that we\ncould -- that they figured we would do alright and we’re just lucky to be here. And they were\ngetting along okay, day to day. Not enough food. If somebody left a little bit of food over they\ntold them, of course, as we did over here, eat it up because -- well there you didn't know if you\nwere going to get any more food because things were being -- w-were really tough in Poland. So\nthey wrote about their hardships and they were always happy to hear from us, about the progress\nwe were making.",
        "Q: Did you get the sense from those letters that they were holding back and not telling you\neverything?",
        "A: Yes. Because they were kind of -- somewhat happy that w -- they were getting along day to\nday, and I suppose not to worry us, not to worry my mother and my aunts.",
        "Q: What else stands out in your mind about those years when you were in the United States and\nthe United States was at war with Germany?",
        "A: We were so worried about what was happening to the people in Poland. We never really knew\nafter 1942, so that was a constant worry about what was happening to the parents, what was\nhappening to my aunt. And that was a lot of the things that we were talking about around the\ntable, concern for the relatives who had -- couldn’t get out, or had decided not to get out and then\nat this point couldn’t get out.",
        "Q: Where were you when you found out the war was over?",
        "A: I was in Miami Beach and just [indecipherable]. And at that point then we started contacting\nthe Red Cross, but they never could find out what happened to my parents -- my grandparents.",
        "Q: Were you at home when you heard about the end of the war, or were you at school?",
        "A: I believe I was at home. We were jumping for joy. I remember hopping up and down, saying\nit’s ov -- finally over. And my mother and -- my father wasn’t home -- my mother and my\nbrother and I were hugging and kissing and happy that it was finally over, hopefully that we\ncould be -- find some of those relatives who had left but who had not left with us, but we could\nnever do that.",
        "Q: When did you begin to realize the full extent of the genocide?",
        "A: It was after the war that we started realizing that so many people had died in the ovens that we\nwere just astounded. I mean, we thought perhaps they’d be arrested and kept for a few years, but\nnever that they -- anybody was put into the ovens and killed like that. So it was about 1946 -\n1947 that we began to realize the extent of what had been happening over there and how\nfortunate we had been to get away.",
        "Q: And how did you learn about all the -- the deaths over in Europe?",
        "A: When we contacted the American Red Cross and as far as I know they never could trace what\nhappened to my family, so we just assumed that they died. We don’t know exactly how.",
        "Q: Do you remember how the American media reported the news of the genocide?",
        "A: They -- they talked on the radio about Jews having been killed. I don’t remember that I -- I\nknew any numbers, like what you heard later on about six million Jews. I just knew that a lot of\nJews were being killed.",
        "Q: We’re going to pause so I can change tape.\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Ruth Alper. This is tape two, side A. And we were talking about how you came to\nrealize the full extent of the genocide, and I’d like to continue with that. I had asked you how the\nnews was being relayed to the American population. I’d like you to continue to speak about that.",
        "A: All right, we heard a lot of it on the radio and we did go to the movies and we would see the\nnewsreels and see what had happened and it was horrifying to see the actual pictures of the cons\n-- concentration camp people who had been just down to a shell of a person. So that at that point\nafter the war, we realized more how horrible and how horrific the whole thing had become. And\nwe never did find out what happened to my grandparents and my Aunt Ella.",
        "Q: How did the American population sitting next to you watching the newsreel, how did they\nreact to this news?",
        "A: They were also horrified when they saw what had happened. They were just -- it was\nunbelievable, the slaughter and the inhumanity that had occurred. So a lot of the people that we\nwere friends with -- and they were Jewish, but they had been American Jews so they didn’t have\nto go through what we went through, but they just thought it was the worst thing that they had\never seen in their whole life and they’Il probably never see anything so horrendous again.",
        "Q: Did you ever get a sense from the non-Jewish American population how they were reacting to\nthis?",
        "A: They were -- they were also horrified, but it hadn’t affected them as badly because many of\nour Jewish friends had family who had gone through some of these times, so they were more\ninclined to feel the horror that had occurred, whereas some of our American friend who were not\nJewish heard about it, but it wasn’t as hurtful as it was to us.",
        "Q: Did any of your loved ones or former neighbors or friends, any of them survive?",
        "A: Well, the friends that we saw in Belgium, who left the Oronoco in Belgium, we never heard\nfrom them again, so as far as we know they were sent back to Germany and died there. I don’t\nknow of any survivors after that.",
        "Q: Did you follow the Nuremberg trials?",
        "A: Yes, I felt that 1t was important for those Nazis who had incurred this wrath on us that they\nshould be punished for what they had done. So that I felt the Nuremberg trials were justified and\nI felt that they were something that brought it home more to Americans than we had known\nbefore.",
        "Q: Did you feel there was justice at Nuremberg?",
        "A: Yes, I did.",
        "Q: Did you follow the debate on the partition of Palestine?",
        "A: Yes. We were very anxious that those Jewish people who were trying to get into Palestine\nwere having problems on the ships, so that we could identify with that because we had been on a\nship also. Luckily we were able to get off the ship, but we were really concerned that those\npeople who were leaving a Holocaust area would again meet such determination not to be able to\ncome into a country where they might be able to have some freedom of expression and perhaps\nno anti-Semitism because it was ga -- we were hoping that it would become a Jewish state.",
        "Q: Have you ever considered moving, you or your parents, your family, ever considered moving\nto Palestine?",
        "A: No, and we had my Uncle Ben’s family, who had go -- his brother had gone to Palestine early\non, before Ben. Ben said he never considered going there because he had a -- he was a tailor and\nhe was working in Germany, he didn’t see any reason to get out. That was in the early 1930’s,\nthen later on when we all left, well that was -- he was imprisoned. There went the -- his income\nand whatever there ha -- whatever reason he had for staying in Germany was absolutely gone.",
        "Q: Do you remember the Eichmann trial?",
        "A: Yes, I do. And I felt the Israelis were right to convict Eichmann of these terrible crimes that\nhad been committed against humanity. I felt that he had gotten what he deserved, even though\nthey were all saying they were just following orders, there is a time when people have to\nconsider that they are murdering women and children and men who had no other reason for\nbeing killed except for the fact that they were Jewish.",
        "Q: Can you recall the reaction of some of the Americans around you to some of these events like\nthe Nuremberg trials and [indecipherable] and then even the nur -- the Eichmann trial\n[indecipherable] 1n American media. If you -- if you could kind of tell me how it was presented\nand how it was received by the American public?",
        "A: Well, the people that I knew felt that these trials were justified because they had also heard\nabout the horrors that had gone on so that they felt that these trials were necessary, that the state\nIsrael was necessary and they even felt that if it hadn’t been for the Holocaust there might not\nhave been a state of Israel. But people were feeling so guilty about what had happened that it was\ntime that the Jews were able to develop a homeland of their own so that if God forbid this ever\nhappened again, perhaps then people would go to Israel to be somewhat safe. And the people that\nI knew felt that the Germans needed to be executed themselves as a result of what they had done\nduring the war.",
        "Q: The Eichmann trial came in the early 60’s. Was there any sense that you could detect from\nAmericans that perhaps the war is over [indecipherable]",
        "A: I detected that with some of the -- th-they’re trying to get some Nazis who are living in\nArgentina and in South America. So I have ha -- I got that sense from some of the Americans\nthat I knew that it was old history, these are old men, they shouldn’t be bothered any more. But\nwe felt that it had to be because they had lived through that time and they knew exactly what was\ngoing on. They all knew.",
        "Q: Tell me about the education that you were ultimately able to get in the United States.",
        "A: Well, I went to South Beach elementary school. Then Ivan Fisher Junior High and then my\nsenior high school. Then I went to University of Miami where I met my husband, who was born\nin Manhattan, New York. And I got my Bachelor’s degree there. And we got married, lived in\nMiami for awhile, then my husband got a job in Towson, Maryland and taught at Towson\nUniversity, which is a suburb of Baltimore, and I moved with him. I had taught in Miami, I\ntaught elementary school in Miami. I took off for about seven years to raise my children til they\nwent to second and third grade and then I went back to school, taught school in Baltimore, got a\nMaster’s and credits beyond that.",
        "Q: Where did you get your Master’s degree?",
        "A: Towson University.",
        "Q: And how many children do you have?",
        "A: I have two children, a boy and a girl. They’re both married and they have two children, boy\nand a girl.",
        "Q: What did you tell your children about your childhood?",
        "A: I told them that I had been in Germany, and my trip to Cuba. The one who is very interested\nin this now 1s Rebecca, the 11 year old granddaughter, who goes to Hebrew school in Potomac,\nMaryland and they’re doing a good job there about educating the children on the Holocaust. So\nshe -- and she interviewed me just two days ago, also had a list of questions for me. And then I\ngave her one of the sterling silver pieces of sterling that my mother had brought over so she\ncould bring it to Hebrew school and share with the class.",
        "Q: In what ways do you think your experiences in your childhood have affected the way that you\nraised your own children?",
        "A: I wa -- well, on a personal point of view, my mother was ahead of her time in that she knew\npsychology before psychology was in -- she felt that positive reinforcement was very important\nin bringing up children. So my brother and I both feel confident about ourselves, and I tried to do\nthat for my children. So that’s a personal point of view, that I brought them up in a positive way.\nThey did know my history as they were growing up, I never hid that. I did feel that I didn’t suffer\nas much as my mother and my aunts, but I told them about what ha -- about my background.",
        "Q: Do you speak publicly about your experiences?",
        "A: No, I have not done that.",
        "Q: Have you ever been interviewed before?",
        "A: No, I haven’t.",
        "Q: Why are you willing to do an interview now?",
        "A: I was persuaded by Amy Rubin at the Holocaust Museum. I explained to her that I didn’t feel\nthat I had suffered like other people. I wasn’t sure that my story was as important, and Amy\nRubin said that that was -- it was a legitimate reason for being interviewed.",
        "Q: Do you belong to any survivor groups?",
        "A: No.",
        "Q: Have you ever returned to Germany?",
        "A: I did return to Germany, but I didn’t go back to Marktberg. I went on a trip to s -- to hear\nopera and to see some of the other coun -- parts of the country. I did feel uncomfortable with\npeople my age because I always wondered, what were you doing during the war, you know?\nWho was putting us to the prisons and the camps and all that horror.",
        "Q: How did the Germans react to you?",
        "A: I -- I didn’t tell them about my past, so as far as they were concerned, I was just a tourist.",
        "Q: What have we not discussed in this interview that you would still like to -- to talk about with\nrespect to your experiences as a result of the war?",
        "A: Well, the important thing was the trip over from Germany to Cuba, the fact that Aunt Ceeta\nlost her baby, never told her boys who were born in America that they had a brother. The fact\nthat my mother never got over the fact that she had to say goodbye to her mother and father on\nthe dock at Hamburg. She always had that in the back of her mind and as a result of that, she had\nsome mental problems. Esther did not, her sister. I think it was as a result of that but maybe she\nwould have had it anyway, but it -- you know, she was just devastated and felt guilty that she\nleft, went on with her life and left her mother and father to die in Poland. And then my Aunt\nCeeta we -- on her tape she said that she couldn't talk about it either, going over it, so she said,\nand we said -- and we parted, is what she said. So the loss of my grandparents and my aunt and\nuncle are the things that I feel the most.",
        "Q: Is there anything about you and your experience that your family and friends don’t know that\nyou would perhaps like them to know?",
        "A: We, over the years have made many friends with people who are not Jewish, especially the\nprofessors at Towson University. There were only a few Jewish. So once I -- we became friends\non an intellectual and a social basis, I would bring up the fact, number one, that I was Jewish, so\nthat they could see that Jewish people are people of quality also, and then I would tell -- oh, I\nremember sitting -- I wou -- when I taught school at Franklin elementary school, which was in\nnorthern Baltimore county, sitting around the table and talking about my Aunt Ceeta losing the\nbaby. And these were people who did not know too many Jewish people, there was an area at\nthat time who didn’t have Jewish people there. And everybody around the faculty table just\nstopped and listened. And I felt I wanted them to know that was me, so they could have a little\nunderstanding of what some people had gone through.",
        "Q: Is there anything else you’d like to add before we conclude?",
        "A: Well now that we’ve done the interview I’m glad I was interviewed and I hope this helps to\nkeep the history of the Holocaust alive so that it will never happen again.",
        "Q: Well, thank you for doing the interview today, and this concludes the United States Holocaust\nMemorial Museum interview with Ruth Alper. Thank you.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum volunteer collection interview\nwith Ruth Alper, conducted by Esther Finder on December 22\", 1999 in Rockville, Maryland.\nThis is tape number one, side A. What 1s your full name?",
        "Q: And what was your name at birth?",
        "Q: When were you born?",
        "Q: And where were you born?",
        "Q: What were your parents’ names?",
        "Q: Did you have any brothers, sisters?",
        "Q: What do you remember of your childhood in Germany? Can you tell me about your home?",
        "Q: Was your hometown a -- a large town, or was it small?",
        "Q: Was there a large Jewish community there?",
        "Q: Did your family have a long history in Germany’?",
        "Q: Do you know why your family moved from Poland to Germany?",
        "Q: Do you know where in Poland your family is from?",
        "Q: What work did your mother do?",
        "Q: Was your family religiously observant?",
        "Q: When you were a child growing up in Germany, did you have a favorite holiday?",
        "Q: And what language did you speak in your home?",
        "Q: When you were a little girl, did you experience any anti-Semitism, other than what you\nmentioned to me in the school, did you, in your playtime with your friends, anything like that\never experience anti-Semitism?",
        "Q: You ever see Hitler or -- or the Nazis in your travels?",
        "Q: What can you remember about Kristallnacht? Did you know what was happening during the\nevening?",
        "Q: Before Kristallnacht had there been any mention of your family going to America?",
        "Q: Is there anything else that stands out in your mind about the time up to Kristallnacht, from\nyour childhood? Any other memories?",
        "Q: When your family decided to move, how was the move explained to you?",
        "Q: Were you aware that they were worried?",
        "Q: Did your parents have any trouble getting out of Germany?",
        "Q: Do you remember what arrangements were made for your departure?",
        "Q: So your objective was Cuba?",
        "Q: Since you were going on a vacation, as you said, were you able to say goodbye to people?",
        "Q: Were there any last minute glitches before you could leave?",
        "Q: You mentioned that you could not take out a lot of money.",
        "Q: What could you take out of Germany? What -- what did your parents take and what did you\ntake?",
        "Q: What did you most regret leaving behind, for you personally?",
        "Q: When did you leave your home?",
        "Q: Do you know the date?",
        "Q: How did you travel from your home to Hamburg?",
        "Q: How old were you at the time you left your home?",
        "Q: When you get -- when you got to Hamburg, how long were you there?",
        "Q: Do you know what registry it [indecipherable] under?",
        "Q: Let’s stay in Germany just a little big longer --",
        "Q: -- we’ll go back to the ship. You mentioned saying goodbye and then leaving and going on\nthe ship. Did you have any problems at all actually leaving German territory?",
        "Q: I asked you if you knew what registry the ship had, was it German registry, or was it other\nthan German registry?",
        "Q: When did you realize that you were no longer in German control?",
        "Q: Can you describe the ship a little bit to me? Tell me how large it was, at least how large it\nseemed to you as a seven year old?",
        "Q: Was the child sick before the voyage?",
        "Q: Can you tell me what the cr -- the crossing was like for the adults? From your perspective,\nwhat could you see the adults going through?",
        "Q: Besides your family [indecipherable] who were the other passengers?",
        "Q: How long was the crossing?",
        "Q: And besides running around the deck with your brother, what did you do during those two\nweeks during the day?",
        "Q: When you were on the ship, what were your expectations for when you land?",
        "Q: How long did you think, you and your family, that you would be in Cuba?",
        "Q: Tell me about your arrival in Cuba. What was that like?",
        "Q: What was he selling?",
        "Q: You said that you were going to Cuba, quote unquote, on vacation --",
        "Q: -- or holiday, whatever, that’s what you told the German authorities. Was there any problem\nwith your staying with respect to the Cuban government? Did they give you any -- any hassles\nfor staying?",
        "Q: Tell me about starting school in Cuba and where you were in Cuba.",
        "Q: Were you near a -- a city?",
        "Q: Were there any other refugees in the school with you?",
        "Q: In what ways was your life in Cuba what you had expected it would be and what ways was it\nvery different?",
        "Q: Aside from the refugees, people who perhaps came on your ship, were there other Jews\naround in Cuba?",
        "Q: Was there a -- any kind of Jewish community in your -- in your area of Havana?",
        "Q: What Jewish traditions could you continue to observe in Cuba?",
        "Q: What about holidays?",
        "Q: Was your mother able to get kosher meat and other foods?",
        "Q: While you were in Cuba, were you aware of what was going on with the S.S. Saint Louis?",
        "Q: So you never met anybody who had been on the Saint Louis?",
        "Q: We’re going to pause so I can change tapes.",
        "Q: -- the S.S. Saint Louis, and I wanted to continue along that line. The other refugees that you\nmet, were they people who had just been on your ship, or did you meet anybody who had come\nin any other way?",
        "Q: So all the refugees that you knew, you knew from the ship?",
        "Q: Were you able to get any religious education in Cuba?",
        "Q: You mentioned several times that you were still getting letters from Europe. Can you be a\nlittle bit more specific and tell me what was in the letters that you were receiving while you -- if\nyou can remember, while you were in Cuba [indecipherable] what you were hearing in those first\nmonths after [indecipherable |",
        "Q: Were there any additional attempts to get them out of Europe?",
        "Q: Where were you -- if you remember the details -- where were you when you realized that the\nwar had begun and Germany had attacked Poland?",
        "Q: You heard about it in your home. Did you hear anything about the war in school?",
        "Q: Did your parents ever explain what was going on in Europe to you, or did you just hear them\nspeaking with other adults?",
        "Q: You mentioned the letters that you were getting. Other than the letters, did you have any idea\nwhat was happening to the Jews in Europe?",
        "Q: You also mentioned that you heard about the war on the radio. Do you happen to remember\nthe radio reports and if they were objective, or if there was some kind of bias one way or the\nother?",
        "Q: At any time during your stay in Cuba, did you personally experience any anti-Semitism?",
        "Q: Did anybody in Cuba ask you about your life in Germany?",
        "Q: Do you know what camp and do you know what the bribe was?",
        "Q: When you think back -- back about your time in Cuba, what are some of your happy\nmemories?",
        "Q: Is there anything else that stands out in your mind about your -- your time in Cuba?",
        "Q: Were you too, you also were anxious to leave?",
        "Q: And altogether, how long were you in Cuba?",
        "Q: And how did you manage to leave?",
        "Q: Do you remember the trip from Cuba to Miami?",
        "Q: Remember your first impressions of Miami?",
        "Q: How long were you in Miami before you went to Miami Beach?",
        "Q: Let’s stay in Miami just a little bit. You were already in this country when a lot of things had\nbeen changed in the war.",
        "Q: After Pearl Harbor, did you experience any anti-foreign sentiment, or any increase in anti-\nSemitic feelings?",
        "Q: Did any of the children ask you about your previous experiences in Cuba or Germany?",
        "Q: When you were in Miami, were you and your relatives the only Jews around?",
        "Q: While you’re in this rental house in Miami, what Jewish traditions did you still retain?",
        "Q: Were there any specific problems other than the ones that you mentioned, you know, learning\nthe language and you know, being put back in school? Did you have any other problems\nadjusting to life in the United States?",
        "Q: And how were the adults progressing with respect to making a living and getting used to the\nculture and language?",
        "Q: Tell me about the move from mia -- Miami to Miami Beach and how that affected your life.",
        "Q: With the move, and now living in a community where there were more Jews, did any of these\nchildren ask you about your experiences in Germany or in Cuba?",
        "Q: What did the teachers ask you, and what did you answer them?",
        "Q: After you read your paper, did -- nobody asked you anything? None of the other children?",
        "Q: At the time you were writing and reading your work, what was going on in the world at that\npoint in time?",
        "Q: During the war years, how closely did you follow the news of what was happening in Europe?",
        "Q: Did you ever hear any anti-Semitic statements on the radio?",
        "Q: After you moved to Miami, did you have any contact with any other refugees in Miami or\nMiami Beach?",
        "Q: Was there anything about the way the Americans were responding to the war that surprised\nyou?",
        "Q: Do you remember any of the details of those letters?",
        "Q: Did you get the sense from those letters that they were holding back and not telling you\neverything?",
        "Q: What else stands out in your mind about those years when you were in the United States and\nthe United States was at war with Germany?",
        "Q: Where were you when you found out the war was over?",
        "Q: Were you at home when you heard about the end of the war, or were you at school?",
        "Q: When did you begin to realize the full extent of the genocide?",
        "Q: And how did you learn about all the -- the deaths over in Europe?",
        "Q: Do you remember how the American media reported the news of the genocide?",
        "Q: We’re going to pause so I can change tape.\nEnd of Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Ruth Alper. This is tape two, side A. And we were talking about how you came to\nrealize the full extent of the genocide, and I’d like to continue with that. I had asked you how the\nnews was being relayed to the American population. I’d like you to continue to speak about that.",
        "Q: How did the American population sitting next to you watching the newsreel, how did they\nreact to this news?",
        "Q: Did you ever get a sense from the non-Jewish American population how they were reacting to\nthis?",
        "Q: Did any of your loved ones or former neighbors or friends, any of them survive?",
        "Q: Did you follow the Nuremberg trials?",
        "Q: Did you feel there was justice at Nuremberg?",
        "Q: Did you follow the debate on the partition of Palestine?",
        "Q: Have you ever considered moving, you or your parents, your family, ever considered moving\nto Palestine?",
        "Q: Do you remember the Eichmann trial?",
        "Q: Can you recall the reaction of some of the Americans around you to some of these events like\nthe Nuremberg trials and [indecipherable] and then even the nur -- the Eichmann trial\n[indecipherable] 1n American media. If you -- if you could kind of tell me how it was presented\nand how it was received by the American public?",
        "Q: The Eichmann trial came in the early 60’s. Was there any sense that you could detect from\nAmericans that perhaps the war is over [indecipherable]",
        "Q: Tell me about the education that you were ultimately able to get in the United States.",
        "Q: Where did you get your Master’s degree?",
        "Q: And how many children do you have?",
        "Q: What did you tell your children about your childhood?",
        "Q: In what ways do you think your experiences in your childhood have affected the way that you\nraised your own children?",
        "Q: Do you speak publicly about your experiences?",
        "Q: Have you ever been interviewed before?",
        "Q: Why are you willing to do an interview now?",
        "Q: Do you belong to any survivor groups?",
        "Q: Have you ever returned to Germany?",
        "Q: How did the Germans react to you?",
        "Q: What have we not discussed in this interview that you would still like to -- to talk about with\nrespect to your experiences as a result of the war?",
        "Q: Is there anything about you and your experience that your family and friends don’t know that\nyou would perhaps like them to know?",
        "Q: Is there anything else you’d like to add before we conclude?",
        "Q: Well, thank you for doing the interview today, and this concludes the United States Holocaust\nMemorial Museum interview with Ruth Alper. Thank you.\nEnd of Tape Two, Side A\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Ruth Hagan Alper.",
        "A: Ruth Hagan.",
        "A: February 18, 1932.",
        "A: I was born in Marktberg, Germany.",
        "A: Bertha Weisenberg Hagan. Isaac Hagan.",
        "A: I have a brother two years younger, Max Hagan.",
        "A: I -- we lived in an apartment on the second floor. There was a -- a hill there. We had a small\ncar with a rumble seat and sometimes we would dra -- ri -- get a ride in the rumble seat. And I\nwas -- I lived near my aunt and uncle, Esther and Herschel Hagan, and I played with my younger\ncousins, Manny and Jackie. And I remember going down to -- with my brother down the\napartment steps and we went into the car and started the car and somebody saw us and stopped\nus cause we were rolling down the hill, he had released the brake. And I -- oh, I started\nkindergarten in regular school, and a few months after I was 1n the school the teacher called my\nmother in and said, Frau Hagan, this is not my policy, but your daughter can no longer stay in\nthis public school, she has to go to a Jewish school. So I went to a Jewish school with a Jewish\nteacher. And he was there for a few months and then one day we went to school and he was no\nlonger there, he had gotten papers to come to America. So there for awhile I was out of school,\nthere was no school.",
        "A: I would say it’s a medium size town and it was an industrial town. There were a lot of\nfactories there.",
        "A: I don’t know. We had Jewish friends and we did go to synagogue, so there were some Jewish\npeople there, but I don’t know whether -- the extent of it.",
        "A: They got -- they left Poland in 1919, so they were there from 1919 to 1939. They were never\nallowed to become citizens, you had to be in Germany 30 years before, so they were statenloss;\npeople without a state. My father always went to work, he did selling house to house, bought\nthings at the wholesale place, sold them and made a living, cause we were never deprived of\nanything, we had food and clothing.",
        "A: Yes, they moved there because of economic reasons. They were very, very poor, and my\neranduncle, at the age of 15 was caught playing cards, and then he said he never wanted to stay\nin that place because of this [indecipherable] and he -- he left very early to go to Germany, and\nthen came to America. He then grew up, b-became a good businessman in Detroit, Michigan,\nand he was the man that signed the affidavits for us to come here, that if we couldn’t sup -- if my\nfather couldn’t support us, he would support us.",
        "A: Nowy Zandak.",
        "A: My mother was a homemaker, but my father always had a paperwork that had to be done, and\nshe helped him with the accounts. She spoke a good English once we got to America. My father\nalways spoke all the languages that he had ever encountered, Polish, German, Spanish, then\nEnglish, so that he never -- he went to business, but he never got the hang of the language the\nway my mother did.",
        "A: Yes, they were. They -- we lived -- I couldn’t go -- do anything on Saturday. I went to -- well,\nin Miami I went to Hebrew school and then stayed home on Saturday. A-And we observed all\nthe holidays and we were kosher at that time. Mostly we were Orthodox.",
        "A: When I was growing up in Germany -- we didn’t do much about Hanukah, as I wa --\nPassover, because we would all get together, with the fam -- with the aunt and uncle and my\ncousins.",
        "A: German.",
        "A: No, not that I remember. Not in Germany, no.",
        "A: No, I didn't see Hitler, but I was there Kristallnacht and we went out on the street and saw all\nthe windows had been smashed and there was glass all over the streets. So that was my memory\nof the -- of the beginning of the bad times.",
        "A: A wa -- there was a -- a neighbor who said we shouldn’t go out at night the night of krysta --\nthe night before Kristallnacht because something bad was happening. So he was trying to warn\nus about something like that. So we stayed in. Then the next day we did go out and walked\naround and saw the destruction. And then that morning my uncle was arrested and sent to -- Ben\nBruner, that was my uncle, he was arrested and sent to a concentration camp. He later got out\nbecause my Aunt Esther bribed one of the Gestapo people to get him out so he could come to\nAmerica with us.",
        "A: No, because my father was against going. He said that this would pass, that it’s not as bad as\npeople were saying. But my Aunt Esther, younger than my mother, she was the motivating\nfactor. She said to my mother, pack the suitcases, pack the boxes, we’re leaving. And my father\ncame along with us, even though he felt that it would not be so bad. There were people in my\nfamily who left earlier. My Uncle Beryl was in Detroit already and of course grand-uncle Jassie\nwas in Detroit. But he had gone much earlier, for economic reason. Beryl went because he\nrealized things were getting bad.",
        "A: No, I can’t remember anything that happened.",
        "A: Well, my mother was very capable of taking care of us, and she said we were going to have\nan adventure, and we would be going halfway around the world. And so I felt as long as she felt\nit was an adventure, I was going to go along. And she made it easy for my brother and myself.\nWe didn’t worry. They were very worried, but we didn’t, as children.",
        "A: Yes, I realized that things were getting tense, and that Esther and Bertha and everybody was\nanxiously preparing for this trip.",
        "A: Well, they got the affidavit from Uncle Jassie in Detroit. The -- the hard part was that my\ngrandparents wouldn’t come. And so they left them in Hamburg, Germany, and my two aunts\nand my mother, they had to say goodbye to their mother and father, and that was very difficult.\nAnd my mother really never got over it, I don’t think Ceeta ever got over it either. They went to\nPoland, and we have letters from Poland where they’re living in an apartment and letters that we\nsent and packages that we sent were opened up and -- by the censors and money and food was\ntaken out, so that they would get a little bit of what we had sent, but not very much. And that\nhappened through 1940 -- °39 - ’40 - ’41, then ’42 we had no more correspondence, they died.",
        "A: This is hard to believe but my aunt contacted a rabbi and he -- you couldn’t take much money\nout. And she gave him our money and for every 14 marks that we gave him, she met him in\nBelgium, he gave us back a dolla -- a mark. So we had little money as we left Belgium, and there\nwere people who got off at Belgium and I remember waving goodbye to friends and then we\nnever saw them again, and then we continued to Cuba.",
        "A: No, our objective was United States of America, but there was a quota system in America, we\ncouldn’t get in. In fact, the arrangements we had to make to go to Cuba was that we were going\nthere on vacation, which is what we said on the papers, going on vacation.",
        "A: Yes, we said goodbye to our friends who lived in the apartment house. And of course my\nclose relatives, very fortunately were able to come with us. Uncle Ben, who was in the\nconcentration camp, my Aunt Esther bribed a Gestapo and they let him out. Her story is that\nHitler was willing for Jews to leave if they could get out somehow, and we -- she went ahead and\ngot the papers and we -- as we said, a -- a vacation to Cuba, but our intention was never to stay in\nCuba, to come to America.",
        "A: No, other than saying goodbye to my grandparents and having them go to Poland, which was\nthe first place that they went.",
        "A: Right.",
        "A: My parents took out a sterling silver set co -- silverware. A big sewing machine, it’s a -- was a\npiece of furniture, and a beautiful sterling silver candelabra and I have the candelabra, which I\nwill give to my daughter so that she will know that this is something else that she can take with\nher. I don’t remember what I took. I -- all I remember was wearing a short dress, but most of the\ntime that’s what I wore, dresses. I don’t remember toys or anything like that.",
        "A: Having to leave my school, and the people that I knew in school. That was all.",
        "A: 1939.",
        "A: Perhaps January, 1939, cause I feel that we were on the ship in February, and took a few\nweeks, we had to go to Hamburg and make arrangements for my grandparents. They did get an\napartment in Poland, but --",
        "A: By train, we went by train.",
        "A: I was seven years old.",
        "A: We were there a few weeks, until we got on the ship, and the ship was the Oronoco and a --\nmy cousin says that after we were dropped off in Cuba by the Oronoco that the next time the\nOronoco sailed, 1t was torpedoed. So I don’t know if we have any record -- we don’t have any\nrecords of the Oronoco, I thought maybe the Holocaust Museum might.",
        "A: No, no, just the name, that stuck with me.",
        "A: Right.",
        "A: Not that I recall.",
        "A: Well, it had a Spanish name, the Oronoco is a river in South America. I don’t know if that had\nanything to do with it.",
        "A: When I was on the ship. And there, life was somewhat normal. My parents and everybody got\nvery seasick, but I didn’t. So I continued eating and running around the ship.",
        "A: Yeah, right. It seemed like a very large ship, and we ate at a dining room table like you\nwould, I don’t know like a cruise liner, but to me it was a large ship and we had room to run\naround on the deck and my brother and I played on the deck. Oh well, my Aunt Ceeta, the\nyounger of the three sisters that were coming over, because it was such a rough voyage her baby\ncould not keep any food down and died on the ship. And I remember this, he was buried at sea,\nand my Aunt Ceeta never got over that. That was a trauma that stayed with her all her life.",
        "A: No, child was alright, but he was s -- 1t was a boy, six weeks old, couldn’t hold the food\ndown. So became, I suppose seasick like the rest of the people and died from dehydration.",
        "A: Well, they were worried about what life would be like, they would talk about the language.\nMy mother and my aunts started studying English, since that was our destination, in Germany.\nSo they were studying even onboard, when they would sit out on the deck. They had their\nEnglish-German dictionary and they would try to converse with each other in English. And then\nof course there was the problem of learning Spanish, which I don’t think they studied until they\ngot over to Cuba. So a lot of the time they were talking about how we would make a living --\nhow they would make a living and how they would get along with the language. That was the\nmain topic of conversation.",
        "A: I mentioned that there were some friends of my family that were left off in Belgium, so they\nwere refugees like us. Seems to me that they -- it was a boatload of refugees, people who were\nfleeing from Europe because they knew it was bad.",
        "A: Seems to me it was two weeks, but they had to stop the ship because of some problems,\nmechanical problems, so we were on the ocean for awhile. And then that was repaired, so it took\nabout two weeks.",
        "A: I do remember now we brought some books, so I was reading and that was in German, cause I\nwas trying to learn a little English also, but that -- I didn’t learn too much there. I learned more\nwhen I came to the United States. Played with my cousins because we were all very close\ntogether. My father and my uncle were brothers and my mother and my aunt were sisters. So two\nmothers, two women married to two brothers -- two sisters married two brothers, so my\nrelationship with my cousins were double, very close, almost like brothers and sister. I was the\nonly girl, everybody else was a boy, so I had a very close relationship with Aunt Esther because\nshe always wanted a girl.",
        "A: I was hoping I could make some friends in Cuba and learn the language. And I did, when I\ngot to Cuba, I started learning Spanish, spoke German. I started studying English with my\nmother and my aunt there in Cuba. They would sit in the park while we played, and studied. And\nof course then I started learning English. So at that time I was trilingual. That didn’t last, but at\nthat moment in my life I spoke three languages.",
        "A: Oh, we just thought it would be about six months, but then it turned out that we had a longer\nwait and we didn’t get in til a year and a half later. And we were in this country, in America,\nmust have been at the beginning of 19 -- at least the middle of 1941, cause we moved to Miami,\nand then my father and my mother moved to Saint Louis for six months. They thought they could\nearn -- he could earn a better living up there. But that only lasted six months, then we moved\nback. But we have letters from my grandparents and my aunt who stayed in Poland addressed to\nus in 1941 in America, to -- in Saint Louis.",
        "A: We arrived in Cuba. Battista was very good to the Jewish people. Seems like Cubans didn’t\nhave any feelings of anti-Semitism. They did put us in a camp. Not a concentration camp, but a\ncamp to hold us until we could get settled in the country, and treated us very nicely. There was\nfood morning, noon and night and they treated us to something that was their delicacy, but we\ndidn’t like it, was fried bananas. And we stayed there a few days and my Uncle Jassie, the one\nwho signed the papers, he was living in Detroit, and I understand now he sent money to us every\nmonth, to mine -- all three families, so that we could survive in Cuba. The story I got from my\nfather was that he immediately went to work, which he did, and earned money so that we could\nbe supported. But he had help. But he did go to work, went to work on a bicycle in Cuba. Carried\naround the package that he was selling from door to door.",
        "A: Dry goods, clothing, women’s clothing, men’s clothing. Anything you wanted, he would get.\nAnd I made friends with a Cuban family who lived -- we li -- got an apartment. It was around a\ncourtyard like they have in Cuba so that the -- we were living indoor outdoors, cause of the warm\nweather and made friends with a mother and a daughter. The mother was lovely to me. The\ndaughter and I became very good friends. She made clothes for me and her daughter, same kind\nof dresses so we looked like sisters when we went out. Very nice people, but I lost contact with\nthem. Went to Cuba, learned Spanish. Went to school in Cuba, learned Spanish.",
        "A: Right.",
        "A: No, they seemed to know that -- what the reason was and they allowed us to stay there\nwithout any hassles. In fact, some of the people on the ship that we made friends with stayed in\nCuba until Castro came in, because they began to make a good life, right there. So that we had\nsome friends that stayed in Cuba.",
        "A: Well, it was near my apartment because I -- I could walk to school. And of course it was very\nstrange because I wasn’t speaking anything at all, I couldn’t understand anything that was going\non, so I kept quiet. And then, after a couple of months I was able to begin to speak a little. And\nthe children were nice, you know, you could play on the playground without talking. And then I\npicked up some words, and began to have some friends with them, especially that little girl who\nlived near the apartment. And she was in same class I was in, so we had friends in -- I had a\nfriend in school and I had a friend at home besides my brother and my cousins. We were always\nclose, my brother Max, Manny and Jackie. They -- they remained in Miami, I moved up here to\nBaltimore.",
        "A: We were in Havana.",
        "A: Yes, there were three or four other children, who might have been -- I -- I think they were on\nthe boat with us, on the ship. And they had the same problems I did trying to learn to understand\nwhat the teacher is saying because they spoke only in Spanish. And somehow we picked up the\nlanguage, I think more from the children than from anything else. And then we were able to use\nour knowledge to get some of the work done, but never as good as the children who were born in\nCuba.",
        "A: Well, they didn’t seem to have any winter, it was warm all the time, whereas in Germany, of\ncourse, it was a different kind of climate, we were cold in the winter and hot in the summer. And\nso we wore less clothing and Batista, who was the dictator at the time, he was -- I think he\nthought of the Jews as a middle class, because he didn’t give us any problems. If anything I think\nthe Cuban government helped us get settled into the apartment. And there were some agencies\nthat provided us with food at the beginning, until we got settled.",
        "A: Yes, there were some Jews in Cuba. They were of European extraction, though. Some of them\nhad come there earlier, 10 years earlier than we did and they had established themselves and\nwere doing well economically, so that we did meet some of them.",
        "A: There was a Jewish community, small Jewish community, but I don’t remember going to\nsynagogue, so I don’t know. We may have and we may not, I just can’t remember.",
        "A: Oh, well my mother kept kosher, and we observed the Shabbas in -- in the apartment, in the\nhome, so that I couldn’t go out to play on sat -- I could go out to play, but I couldn’t go to the\nmovies or anything like that. So 1t was the food and observing the Sabbath.",
        "A: We celebrated them with my family that came over. And we lived together. There were\nseveral apartments in this complex and so we all lived near each other, because I would play in\nmy apartment and then run over to my c -- c -- to Ceeta and Uncle Ben’s apartment and to Esther\nand Herschel’s apartment. So we were very close in that it seemed almost open air like. I think\nthe doors were kept open most of the time.",
        "A: As far as I know she was, so there must have been a kosher butcher shop.",
        "A: No, we did not know about the Saint Louis. I did not know about that until later on. Til I came\nto America and I -- til I got older. As far as I knew -- as far as I was concerned everybody who\nwanted to come could come over.",
        "A: No, I never did.",
        "A: All right.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Some of them were people we had made friends with on our ship and there was one family\nwe met who had come there in probably 1931 or even earlier, and he had a s -- he and his family\nhad established themselves. And their children were born in Cuba, so even though -- they were\nfrom Vienna, but he was a man who knew early on things were not good. So it must have been\nlike, maybe late 20’s. So we were friends with them. Other than that, I can’t remember who else\nwe were friends with.",
        "A: Right, yes. That’s right.",
        "A: No. I don’t know if we tried, but my mother knew it would be hard for me just to learn\nSpanish. And then, we were also trying to learn a little English. So she didn’t put me in Hebrew\nschool at that time.",
        "A: Yes, life was very hard for my grandparents in Poland and my aunt. They were very close to\neach other and they took care of each other. My grandmother was always -- had always been sick\nand we were sending packages over to Poland and the censors would take out money and food so\nthat finally when my grandparents got a package, it had been opened up and only small amount\nof what we sent was -- was there. They always talked about the fact that they weren’t hearing\nenough from my Uncle Beryl, who was established in Detroit, that he wasn’t writing enough,\nwhereas my -- Bertha and Esther and Ceeta, my mother, my two aunts who were with us in Cuba\nwrote to Poland a lot and sent a lot of packages over there. And we heard from them in 1939,\n1940, 1941. In 1942 they -- that stopped, we didn’t hear -- of course [indecipherable] already.",
        "A: My grandparents didn’t want to come to America. They were afraid there would be no\nsynagogues. They thought they were too -- they were probably my age which -- the age I am\nnow, and yet they thought they were too old to travel across the ocean. I don’t know why -- well,\nAunt Ella felt a very si -- as all of the sisters did, a very strong connection to their parents and\nshe stayed with them. So that was the reason, I think, that she didn’t come, cause she was\ndevoted to her parents.",
        "A: I -- when I was in Cuba we heard that Hitler had gone into Poland, which was a great deal of\ndiscussion in my household about what would be happening to the parents since Hitler was\nmarching into Poland. And we were very worried for them, concerned that they would lose their\nlives, which eventually they did, cause we never heard from them after 1942. So we were -- a lot\nof talk about what -- what could we do and it -- I don’t know, just seemed at that point we\ncouldn’t do anything.",
        "A: No. Oh, we had a radio, so I heard a lot of things on the radio, we heard a lot of information\non the radio, but I don’t remember discussing it in school.",
        "A: Mostly it was what I overheard them talking about with each other.",
        "A: Yes, when we -- of course, Esther knew, and Bertha, my mother, that when we were in\nGermany, that things were happening to Jewish people, Jewish people were being arrested, we\nsaw that. My uncle was arrested, sent to a camp, and my, of course, the teacher left. So we knew\nthings were happening then. We didn’t know the extent of it. We didn’t know about the millions\nof people who were going to get killed. We just knew that Jews were in trouble, and so we had to\nget out, even though it was a terrific decision on their part to leave the country that they had\nknown and to move halfway around the world.",
        "A: I don’t know, I just remember they saying that Hitler was marching into Poland and that\nthings were terrible for the Jews and for the Polish people, because they were being, I believe,\nbombed by the planes. So that as far as I knew, it was an accurate account of what was\nhappening.",
        "A: No, I didn’t. No, no anti-Semitism towards me. I don’t want to jump ahead, but in Miami I\ndid.",
        "A: Yes, my -- the woman and the daughter who we befriended. They wanted to know about our\nlife in Germany and we told them we had -- had -- had to leave because of Hitler, as a result of\nthe plans to put Jews into camps. We knew that, we just didn’t know that they were going to be\ngassed. Like you know, you go to a camp, maybe you get out. There were people -- my uncle\nsays that he was taken from -- well the night -- the morning of -- after Kristallnacht, he was taken\non a train, he and three others in a cattle car and they -- they were going over rivers, so they\nthought they were going to be dumped in the water. Then they were released on land -- not\nreleased, but taken out of the cattle car, and they were on -- on safe ground, so they were happy\njust to be alive. They didn’t know if they would live through that experience of going -- then\nthey were taken to a camp, and he had to stay there for awhile until my aunt -- Aunt Esther\nbribed the Gestapo to get him out.",
        "A: The bribe was money, I don’t know the camp.",
        "A: Well, I remember walking by -- near Moro castle, which is near the waterfront. And there\nwere parks there, we would go play in the park, my mother and my aunt -- aunts, both of them.\nThe three women, who were sitting and studying English so that when they got to this country\nthey would -- and they had studied English in Germany so they would be able to speak when\nthey got here. And my father and my uncles, they went out to work, so we would see them in the\nevening. I remember being out of doors, playing around the palm trees. That was a happy time\nwith my co -- mainly with my cousins and my brother.",
        "A: No, except that we were looking forward to leaving, even though it was a pleasant time in\nCuba, we really were anxious to get to America.",
        "A: Yes.",
        "A: About a year and a half.",
        "A: Well, the quota for Jews coming into America, we were then included in that quota, I don’t\nremember what the quota was. And we came to Miami and Ceeta and Uncle Ben went to Detroit.\nI think we landed in -- in Miami by boat and we stayed in mi -- in the Miami area, northwest\nsection of Miami and Ceeta and Uncle Ben took a train and went to Detroit because her -- their\nbrother was in Detroit and had established himself in business, he ran a five and 10 cent store. So\nthat -- and that was where their uncle was, the man who had provided us with the papers to come\nto America. If we couldn’t make a living, he was going to -- he was going to help us live.",
        "A: No. For some reason I can’t remember it. I just remember coming to Miami.",
        "A: We got a house in the northwest section of Miami and my mother and father and myself and\nmy brother, my aunt and my uncle and my cousins lived together in a house. And they were very\nbusy going away to work, and nobody had time to cut the grass. There was an old car in the\ndriveway, we played cops and robbers there. And it was a Christian area and the teachers were\nvery religious, there was a lot of Jesus and Christmas songs and there was some anti-Semitism\nfrom the children towards me. Some -- one of the boys gave me sign of the finger cause I was\nJew girl. And that was in Miami. We stayed there for awhile and then moved to Miami Beach,\nwhich was filled with Jewish people so we didn’t have that much anti-Semitism after I left\nMiami.",
        "A: Let’s see. We were probably in Miami for about two years. I remember they put me back in\nthe first grade, even though I was at this time about nine, because that was the policy, that if you\ndidn’t speak the language, they put you back. Finally my mother, who was quite retiring and shy,\nbut she did go to school, she said, my daughter is nine years old, she really belongs in another\ngrade. So they put me up to third grade, and then I progressed from there. Lived in Miami for\ntwo years, then I went to -- we moved to Miami Beach, lived in an apartment. We lived in an\napartment there.",
        "A: Right. Well, I was here when Pearl Harbor, when they dropped -- when the Japanese dropped\nthe bomb on Pearl Harbor, so we were glad then that Roosevelt had America go into the war\nwith the allies. That was a big turning point for us, we felt that that was one way -- we even\nhoped that my grandparents and aunt would survive somehow, because now the Americans were\ngoing to help us defeat Hitler. So was a joyous occasion when we learned that America was\ngoing into the war.",
        "A: Oh let’s see. That would still be in Miami and it was some anti-Semitism fr -- shown from the\npeople, but there were organizations there also because they wanted to help us. My teacher asked\nme to come out into the hall and she said would I would want a Thanksgiving basket. So I went\nhome and asked my mother and my mother said no, we didn’t need it, we had enough meat of\nour own. But they were looking to help. They knew we were refugees, obviously. So there were\npeople in Miami who were trying to help us. But some of the children got -- were anti-Semitic\nand they got that from their parents.",
        "A: No, they didn’t.",
        "A: Yes. Somehow we got into a neighborhood that was the -- so it was just the four -- the four\nadults and the four children living together in the house and we were the only Jews in that area. It\nwas northwest section of Miami which at the time was a Christian area. There were Jews living\nin Miami, but not the area where -- where we got the house, where we rented the house.",
        "A: We were able to keep up the tradition at home, as we had done in Cuba. We celebrated the\nholidays in the house. And since we had -- were fortunate enough to come out as a family -- we\nhad the two families and always celebrated together. Mostly it was Passover. Hanukah was not\nsuch a big deal as it is now. I don’t remember going to synagogue in Miami. Probably didn’t start\nthat til Miami Beach, which was a few years later.",
        "A: Well, I felt strange, different, because I was -- wasn’t speaking English the way the other boys\nand girls were speaking, so I tended to keep quiet until I was talked to, and then I would answer\nhaltingly, because at that time I really wasn’t conversant in English, I was just learning a few\nwords and phrases. So I felt s -- like a stranger in the Miami area. And that took probably the\nwhole two years I was there.",
        "A: Interestingly enough my father and uncle went out and went to the wholesale houses, got\nsome dry goods and started selling it from house to house. They even had opened up a store in --\nnot too far from the house. But that didn’t work out, they couldn’t make enough money on the\nstore so they closed that. But they continued making a living going from house to house. And as\nI said my Granduncle Jassie had sent money in Cuba so that our income at that time was\nsupplemented by him. ... We didn’t suffer too much in Miami, I mean the -- we were able to --\nto live from day to day until things got a little easier.",
        "A: Well we moved from the house to -- my father and my uncle didn’t get along too well living\ntogether. They had some pretty bad fights living close quarters like that with the family. Then we\nmoved to Miami Beach and we each lived in separate apartments 1n separate apartment houses\nand that worked out. And there again my father and my uncle did the same thing, they went out\nto -- well, they had connections already in the wholesale houses, bought -- then they bought a\ncar, each of them had a car so they could drive around the greater Miami area, cause they went\nback to business in Miami, just a ride across the causeway. And I started going to school in\nSouth Beach elementary school and things got easier for me because I had learned the language.\nThere was no anti-Semitism in Miami Beach because a lot of the people were Jewish. And there\nwe did join a synagogue, Beth Jacob synagogue and I went to Hebrew school. And there we\nwere able to live the Orthodox life that we had in Marktberg, Germany. Going to synagogue on\nSaturday and my brother even led the children’s service. He had learned the Hebrew well enough\nthat he could do that. And we made friends in school, and the school was close -- the South\nBeach elementary school, the school was close enough to the apartment, we would just walk\nback and forth and see our friends in school and then play with them after school.",
        "A: No, the children didn’t. The teachers did. They were interested in what I had experienced.\nAnd so I would tell them about it, but the children weren’t interested in my background. And at\nthat time I was able to communicate with them so that I wasn’t -- I must have still spoken with\nan accent, but it didn’t seem to affect the relationship I had with them, we were just friends. And\nthey accepted me as I was. And then we were all Jewish, so that helped.",
        "A: Why -- well, they knew why I left Germany, how it was over in Germany, and I told them\nabout Kristallnacht and having to leave Germany, having to leave my grandparents and they\nwere very interested in that part of my life. Later on [indecipherable] when I was in eighth grade\nI helped my parents -- I knew the language by then so well that I helped my parents study for the\ncitizenship, and -- I went over the questions with them, which was hard for my father. My\nmother could do it. Questions, you know, about American history. But then, of course, I was\nlearning -- at that point I was learning about American history, and one of the teachers even\nasked me to write a report on my experiences. So I did, and I read it to the class, and then on the\nintercom. An-And that way the children knew, because they wanted them to know what was\ngoing on over in Europe. But the children themselves weren’t that concerned about it. They were\ninterested in surviving themselves.",
        "A: Yes, of course, after I read the paper on the intercom people came up to me and said, how\nlong have you been here and what was it like. So then they did show interest. But the first step\nwas the teacher asking me to write about it, to talk about it.",
        "A: Let’s see [indecipherable] the year. I think by then the war had ended, so that I was reliving\nsome of the history that people had gone through that these children and -- and these teachers\ndidn’t have -- really weren't involved in very much. I mean, luckily they were able to go on with\ntheir own life. Course there were young men who were dying over there, but most of the people\njust went on with their life in -- 1n Miami Beach. There was no big concern except war bonds and\nsome rationing, things like that were going on. And in Miami Beach the soldiers were being\ntrained for the American army, so we would hear them marching through the streets of Miami\nBeach. That was during the war. So I must have written the composition towards the end of the\nwar, 1945. And we did invite soldiers over to have Passover with us. So we were able to do that,\nto share whatever we -- my father made, with other people.",
        "A: Again, it was through the radio. We would sit -- all of us would sit around the radio and\nlisten, especially when President Roosevelt talked, so that we could hear his fireside chats, and\nhe would tell us about what was happening in the war. And the radio -- and the news, we would\nlisten to the news, we were very much concerned about what was happening in Europe, how\nHitler was going through the European countries. We were very upset and concerned about that.\nAll through the ray -- mostly through the radio, I don’t even remember the newspaper so much,\njust listening to the radio. That was our connection with the world.",
        "A: No, I did not.",
        "A: I -- no. There were -- no, the friend al -- I don’t know if we made any friends in Miami those\ntwo years. It was all business and going to school. In Miami Beach then we made friends with\npeople who had lived in Miami Beach. They were not refugees, they were Americans, people\nwho come -- lived in America.",
        "A: It was surprising that people here could go on so easily with their life when there was so\nmuch destruction going on over there, going on with their lives here. But then in a way so did\nwe. We were lucky and we started living. The only connection we had was the letters to Poland\nand back. That’s what made us aware of how terrible things had progressed.",
        "A: They were always happy to hear that we were doing well in America. Didn’t hear much from\nUncle Beryl and der -- my mother’s brother was Jassie, Uncle Jassie, didn’t hear much from him.\nThey -- we wrote that things were hard here to get started. They wrote back that everybody in\nAmerica from Europe gets started as a shoeshine boy but then works themselves up into big\nbusiness, so that it would -- since we had to travel halfway around the world they said that we\ncould -- that they figured we would do alright and we’re just lucky to be here. And they were\ngetting along okay, day to day. Not enough food. If somebody left a little bit of food over they\ntold them, of course, as we did over here, eat it up because -- well there you didn't know if you\nwere going to get any more food because things were being -- w-were really tough in Poland. So\nthey wrote about their hardships and they were always happy to hear from us, about the progress\nwe were making.",
        "A: Yes. Because they were kind of -- somewhat happy that w -- they were getting along day to\nday, and I suppose not to worry us, not to worry my mother and my aunts.",
        "A: We were so worried about what was happening to the people in Poland. We never really knew\nafter 1942, so that was a constant worry about what was happening to the parents, what was\nhappening to my aunt. And that was a lot of the things that we were talking about around the\ntable, concern for the relatives who had -- couldn’t get out, or had decided not to get out and then\nat this point couldn’t get out.",
        "A: I was in Miami Beach and just [indecipherable]. And at that point then we started contacting\nthe Red Cross, but they never could find out what happened to my parents -- my grandparents.",
        "A: I believe I was at home. We were jumping for joy. I remember hopping up and down, saying\nit’s ov -- finally over. And my mother and -- my father wasn’t home -- my mother and my\nbrother and I were hugging and kissing and happy that it was finally over, hopefully that we\ncould be -- find some of those relatives who had left but who had not left with us, but we could\nnever do that.",
        "A: It was after the war that we started realizing that so many people had died in the ovens that we\nwere just astounded. I mean, we thought perhaps they’d be arrested and kept for a few years, but\nnever that they -- anybody was put into the ovens and killed like that. So it was about 1946 -\n1947 that we began to realize the extent of what had been happening over there and how\nfortunate we had been to get away.",
        "A: When we contacted the American Red Cross and as far as I know they never could trace what\nhappened to my family, so we just assumed that they died. We don’t know exactly how.",
        "A: They -- they talked on the radio about Jews having been killed. I don’t remember that I -- I\nknew any numbers, like what you heard later on about six million Jews. I just knew that a lot of\nJews were being killed.\nBeginning Tape Two, Side A",
        "A: All right, we heard a lot of it on the radio and we did go to the movies and we would see the\nnewsreels and see what had happened and it was horrifying to see the actual pictures of the cons\n-- concentration camp people who had been just down to a shell of a person. So that at that point\nafter the war, we realized more how horrible and how horrific the whole thing had become. And\nwe never did find out what happened to my grandparents and my Aunt Ella.",
        "A: They were also horrified when they saw what had happened. They were just -- it was\nunbelievable, the slaughter and the inhumanity that had occurred. So a lot of the people that we\nwere friends with -- and they were Jewish, but they had been American Jews so they didn’t have\nto go through what we went through, but they just thought it was the worst thing that they had\never seen in their whole life and they’Il probably never see anything so horrendous again.",
        "A: They were -- they were also horrified, but it hadn’t affected them as badly because many of\nour Jewish friends had family who had gone through some of these times, so they were more\ninclined to feel the horror that had occurred, whereas some of our American friend who were not\nJewish heard about it, but it wasn’t as hurtful as it was to us.",
        "A: Well, the friends that we saw in Belgium, who left the Oronoco in Belgium, we never heard\nfrom them again, so as far as we know they were sent back to Germany and died there. I don’t\nknow of any survivors after that.",
        "A: Yes, I felt that 1t was important for those Nazis who had incurred this wrath on us that they\nshould be punished for what they had done. So that I felt the Nuremberg trials were justified and\nI felt that they were something that brought it home more to Americans than we had known\nbefore.",
        "A: Yes, I did.",
        "A: Yes. We were very anxious that those Jewish people who were trying to get into Palestine\nwere having problems on the ships, so that we could identify with that because we had been on a\nship also. Luckily we were able to get off the ship, but we were really concerned that those\npeople who were leaving a Holocaust area would again meet such determination not to be able to\ncome into a country where they might be able to have some freedom of expression and perhaps\nno anti-Semitism because it was ga -- we were hoping that it would become a Jewish state.",
        "A: No, and we had my Uncle Ben’s family, who had go -- his brother had gone to Palestine early\non, before Ben. Ben said he never considered going there because he had a -- he was a tailor and\nhe was working in Germany, he didn’t see any reason to get out. That was in the early 1930’s,\nthen later on when we all left, well that was -- he was imprisoned. There went the -- his income\nand whatever there ha -- whatever reason he had for staying in Germany was absolutely gone.",
        "A: Yes, I do. And I felt the Israelis were right to convict Eichmann of these terrible crimes that\nhad been committed against humanity. I felt that he had gotten what he deserved, even though\nthey were all saying they were just following orders, there is a time when people have to\nconsider that they are murdering women and children and men who had no other reason for\nbeing killed except for the fact that they were Jewish.",
        "A: Well, the people that I knew felt that these trials were justified because they had also heard\nabout the horrors that had gone on so that they felt that these trials were necessary, that the state\nIsrael was necessary and they even felt that if it hadn’t been for the Holocaust there might not\nhave been a state of Israel. But people were feeling so guilty about what had happened that it was\ntime that the Jews were able to develop a homeland of their own so that if God forbid this ever\nhappened again, perhaps then people would go to Israel to be somewhat safe. And the people that\nI knew felt that the Germans needed to be executed themselves as a result of what they had done\nduring the war.",
        "A: I detected that with some of the -- th-they’re trying to get some Nazis who are living in\nArgentina and in South America. So I have ha -- I got that sense from some of the Americans\nthat I knew that it was old history, these are old men, they shouldn’t be bothered any more. But\nwe felt that it had to be because they had lived through that time and they knew exactly what was\ngoing on. They all knew.",
        "A: Well, I went to South Beach elementary school. Then Ivan Fisher Junior High and then my\nsenior high school. Then I went to University of Miami where I met my husband, who was born\nin Manhattan, New York. And I got my Bachelor’s degree there. And we got married, lived in\nMiami for awhile, then my husband got a job in Towson, Maryland and taught at Towson\nUniversity, which is a suburb of Baltimore, and I moved with him. I had taught in Miami, I\ntaught elementary school in Miami. I took off for about seven years to raise my children til they\nwent to second and third grade and then I went back to school, taught school in Baltimore, got a\nMaster’s and credits beyond that.",
        "A: Towson University.",
        "A: I have two children, a boy and a girl. They’re both married and they have two children, boy\nand a girl.",
        "A: I told them that I had been in Germany, and my trip to Cuba. The one who is very interested\nin this now 1s Rebecca, the 11 year old granddaughter, who goes to Hebrew school in Potomac,\nMaryland and they’re doing a good job there about educating the children on the Holocaust. So\nshe -- and she interviewed me just two days ago, also had a list of questions for me. And then I\ngave her one of the sterling silver pieces of sterling that my mother had brought over so she\ncould bring it to Hebrew school and share with the class.",
        "A: I wa -- well, on a personal point of view, my mother was ahead of her time in that she knew\npsychology before psychology was in -- she felt that positive reinforcement was very important\nin bringing up children. So my brother and I both feel confident about ourselves, and I tried to do\nthat for my children. So that’s a personal point of view, that I brought them up in a positive way.\nThey did know my history as they were growing up, I never hid that. I did feel that I didn’t suffer\nas much as my mother and my aunts, but I told them about what ha -- about my background.",
        "A: No, I have not done that.",
        "A: No, I haven’t.",
        "A: I was persuaded by Amy Rubin at the Holocaust Museum. I explained to her that I didn’t feel\nthat I had suffered like other people. I wasn’t sure that my story was as important, and Amy\nRubin said that that was -- it was a legitimate reason for being interviewed.",
        "A: No.",
        "A: I did return to Germany, but I didn’t go back to Marktberg. I went on a trip to s -- to hear\nopera and to see some of the other coun -- parts of the country. I did feel uncomfortable with\npeople my age because I always wondered, what were you doing during the war, you know?\nWho was putting us to the prisons and the camps and all that horror.",
        "A: I -- I didn’t tell them about my past, so as far as they were concerned, I was just a tourist.",
        "A: Well, the important thing was the trip over from Germany to Cuba, the fact that Aunt Ceeta\nlost her baby, never told her boys who were born in America that they had a brother. The fact\nthat my mother never got over the fact that she had to say goodbye to her mother and father on\nthe dock at Hamburg. She always had that in the back of her mind and as a result of that, she had\nsome mental problems. Esther did not, her sister. I think it was as a result of that but maybe she\nwould have had it anyway, but it -- you know, she was just devastated and felt guilty that she\nleft, went on with her life and left her mother and father to die in Poland. And then my Aunt\nCeeta we -- on her tape she said that she couldn't talk about it either, going over it, so she said,\nand we said -- and we parted, is what she said. So the loss of my grandparents and my aunt and\nuncle are the things that I feel the most.",
        "A: We, over the years have made many friends with people who are not Jewish, especially the\nprofessors at Towson University. There were only a few Jewish. So once I -- we became friends\non an intellectual and a social basis, I would bring up the fact, number one, that I was Jewish, so\nthat they could see that Jewish people are people of quality also, and then I would tell -- oh, I\nremember sitting -- I wou -- when I taught school at Franklin elementary school, which was in\nnorthern Baltimore county, sitting around the table and talking about my Aunt Ceeta losing the\nbaby. And these were people who did not know too many Jewish people, there was an area at\nthat time who didn’t have Jewish people there. And everybody around the faculty table just\nstopped and listened. And I felt I wanted them to know that was me, so they could have a little\nunderstanding of what some people had gone through.",
        "A: Well now that we’ve done the interview I’m glad I was interviewed and I hope this helps to\nkeep the history of the Holocaust alive so that it will never happen again.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumDecember 22, 1999\nRG-50.106*0129",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Ruth Alper,\nconducted on December 22, 1999 in Rockville, Maryland by Esther Finder on behalf of the United\nStates Holocaust Memorial Museum. The interview is part of the United States Holocaust Memorial\nMuseum's collection of oral testimonies. Rights to the interview are held by the United States\nHolocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "RUTH ALPER\nDecember 22, 1999\nBeginning Tape One, Side A"
    ]
}