{
    "rg": "RG-50.233.0001_trs_en",
    "sequence": [
        "Q: Okay let’s begin by -- if you can tell me your name.",
        "A: Yes. My name is Miru Alcana. I was born in the island of Rhodes in 1915 and I\nwas deported in 1944, July 23, 1944. From Rhodes, we spent three days in one\nbuilding and after they took us to different couple of boats to take us to Pireo and\nfrom Pireo we went to Athens. In Athens was a camp of concentration and the\nname was Haidari. We spent over there three days in Haidari and three of our\nfamily, relative, they pass away because was thirsty and they couldn’t survive.\nThe name of this people who pass away was Moselton Hasson, is cousin of my\nmother. Also Allegra Buroff and her mother. I don’t remember her name. After\nthree days we was in Athens, in Haidari, they put us in wagon like animals with\nno water, no food. Only they put some bread, very, very hard. They put boxes of\nlittle onion, white onions. Also boxes of honey and also something else. We\ncouldn’t eat because the bread was very hard, we can’t chew and besides that no\nwater; how can we eat the honey? How can we eat the onions without water?\nHow we would dump the bread with no water? So we arrive in Auschwitz after\nthree weeks, traveling through the night. Daytime we was hiding different places\nbut we didn’t know where it was. Finally we arrive in Auschwitz but during the\ntrip, three men, they pass away in Serbia. One was Rahamim Galanti, another\nAlchadef, Yomtov and the other was Yehuda Notrica. Those three mens, they\ndied because they was thirsty. Without water, they couldn’t survive. Finally we\narrive Auschwitz. In Auschwitz, they separated from our parents. They told us\nwe would see every night but you young people, you will go to work. Then every\nnight, you will meet your parents. So -- was not like that. The only thing, when\nwe arrive, they choose us for work and they put us in line. In the meantime, we\nwas hungry and thirsty and finally we smelled the meat. Smelled the meat and we\nsaid I hope those SS they should choke because they having barbecue, They\nhaving broiled steak with music but we didn’t know what was going on. The only\nthing the other people, the French people who was in line with us, they said, when\ndid you arrive? We say a few hours ago. So there are your parents, are cremated.\nCremated, what mean? We don’t know that word, cremated. In our country, we\nnever heard that. They say those people who doesn’t -- that are not too strong to\nwork, they put in the ovens. You can imagine how we feel to hear that. To smell\nthey are burning our parents with the music. Because not to hear the screaming.\nWe start to cry, screaming, nothing we can do. After they start to count and they\nsend us to take shower. After they put in our block, in every -- number 20 the\nfirst time. Four o’clock or before, they start to call “sel appel, sel appel” That\nmeans they have to count. That is the story of Auschwitz and our life. I don’t\nknow what to say else. The only thing when we was working, they choose us to\nwork in the factory. I was working in gleeov but I don’t know how to explain\nwhat means gleeov. The only thing was big trunk to put pieces of material to\n1\nmake machine gun; to some electricity to make very, very hard. Just like in one\nlittle room where there are 500 kilowatts for twenty minutes. Then after, we have\nto take out and bring to the other girls to work. Then put the other box over there.\nThat was all the work in Auschwitz. In the meantime, we didn’t have nothing.\nOn Sunday, “kein arbeit kein brot”. They don’t give us anything to eat. But\nevery 12 hours, we was working. They used to give a little soup and one tiny\npiece of bread. We have to keep for the next day to work. In the meantime, there\nwas people who they steal your bread and nothing you can talk because we\ncouldn’t talk German and we can’t defend ourselves in Yiddish. Really, we have\nvery, very hard life. That is the history of our life.",
        "Q: Can you tell me what you remember about when the war first broke out? Do you\nhave any recollections about what was happening at that time?",
        "A: When I was working?",
        "Q: Yeah, what were you doing then when you first heard that the war had broken\nout?",
        "A: In Auschwitz I used to go to bring bricks or — in Auschwitz also the barracks, the\nfood for us. But in Auschwitz we have bitter experience. We used to accept three\nslice of tiny bread to buy a panty, a brief, a panty. When we washed and we was\nwaiting for a little bit sun. Sun, we never saw in Auschwitz and we tried to put --\nto be in the air. The Polish, the grabbed the panty and they go to the blockkova to\nsay, look the Italian, they stole my panty. Was not true, we can’t talk and then the\nblockkova came. They punish us and they beat us without no reason because we\ndidn’t know the language. We didn’t know Yiddish and we suffered worst than\nthe Hitler. In Germany when I was in Buchenwald, working in the factory, I used\nto help the other girls. Because they couldn’t do their own job so when I have 20\nminutes to rest until the trunk was in the oven; so I used to help some girls to do\ntheir own job. I tried to save the girls. Otherwise, they will be killed, they will be\ncremated. So thank God, they are alive. When I was liberated in Theresienstadt I\nwent to Prague. From Prague, I took the train. I went to Budapest to look for\nmedicines for the girls because they have dysentery. They gave me but before I\nhad problem with -- in the office because they don’t want to give me anything.\nThey say bring your sister here and we will help. I say they are in the hospital.\nThe Russian, they don’t have nothing to help them. I saved them and I want to\ntake home back with me. I spoke with the manager and I say, listen, I came from\nPrague. I spent three nights and two days and a half in the trains. Now I need\nhelp from you. I want to save my sister. I say here is my names. My name is\nMiru Alcana and they say, what is this. Deanna Galanti, the other. I say they are\nmy sister, my father passed away, my mother got married. So they are Galanti,\nthe other sister, half-sisters. Finally they gave me medicine and also gave me\n1,200 merango (130) for each one. I came back to Prague, not to Prague. I find\nthey was in Rattot. I came back. I looked where the Rattot to see where is the\ncamp to meet them again. Finally I have hard time. I don’t know how many\n2\nkilometers I walk and finally we was together until we came back to Bologna,\nItaly altogether. I accomplished something in my life. They recognized what I\ndid for them and we are 1n touch with them. They call me often, one, she live in\nVancouver, Washington. The other live in Miami. The other live between -- the\nother sister she live between Switzerland and France. But when they come to see\nthe sister, we meet each other. What else? Another girl, she live in\nJohannesburg. She write me and once in a while, she send something, present. At\nleast they recognize what I did for them. I’m satisfied, not what they send me but\nat least they recognize and they never forget of me. That is all my life. Maybe I\ngot something else but right now I don’t remember. Don’t forget, I’m old lady.",
        "Q: Let’s go back now to before you went to Auschwitz.",
        "A: Yes.",
        "Q: At the very beginning of the war. You can tell me what you remember about that\ntime and what you were doing at that time?",
        "A: In that time, I was at the hospital study to be midwife but I couldn’t because with\nthe situation of the Jews. They were not allowed to continue to study so I was\nnurse. Nurse, I used to do shots for so many people and I used to do tests of the\nurine for diabetes and albumin. Also I had store one of the best of Rhodes.\nPerfumeria Rosa di Rodi they used to call. Was a store of classic perfume. For\nmany years, I was very pleased to manage that store But until the Germans -- first\nof all, when I was -- before that I was working with the government, the manu\nforeste. But I couldn’t work over there, they say, because I was Jewish so I lost\nthe job. After I went to work in that store where they sell the perfumery. From\nthere I used to go to the hospital to finish the course. In the meantime, I used to\nmake good money for the shots I used to give to people. Also with --. I used to\nmake good money. One of the best worker or salelady or employee you can tell\nwas myself because I used to make good, good, good money. After we start with\nthe problem of the Germans so until we finish to be in the hands of the Nazis.\nNow when I hear still the Nazis is growing up, really I’m getting nervous. I’m\nsick. But nothing you can do. People, they are cruel, people they don’t know\nwhat they want. It is just that they are envy and mean.",
        "Q: Sharon told me that before the war, you were involved in Ort, O-R-T?",
        "A: Pardon me?",
        "Q: I wrote down O-R-T. ORT. Is that -- she said before the war, can you talk about\nthat?",
        "A: I don’t remember what you --. Let me see.\n3",
        "Q: Can you talk about that a little bit, into the tape?",
        "A: I hope she will change something. She will not copy everything.",
        "Q: No.",
        "A: Huh?",
        "Q: Yes. They’ll summarize.",
        "A: Because so many things --.",
        "Q: It’s okay.",
        "A: After -- did you open? After I came back from concentration camp, I used to\nwork. I used to be in the Jewish community in Bologna, Via Gombruti Nove,\nnine. I used to help all those girls to cook and to be together because I thought it\nwas my duty to help them because they was orphans, no parents. But I was also\nwithout parents but I tried to help them. In the meantime, I used to go to the\nhospital to see the people who came back from concentration camp was in very\nbad shape. I used to bring something to them every single day. I used to go to\nInstituto Rizzoli and also to Santa Orsoladi to hospital to help them. In the\nmeantime, we used to have La Wizo like Hadassah over here, Wizo. We used to -\n- | was very active, I was member and I used to make cookies to have tea, to give\ntea and then to make money to send to Eretz Israel. Because Israel -- I was very\nZionist in my country because my brother was president of the Macabee. My\ngrandparents -- my grandfather died in Jerusalem; my grandmother, also. They\nwere very, very Zionist. Also I continued to be Zionist and I was revisionist in\nmy country in Rhodes. So when I was after the concentration camp, I used to be\nrunning from one place to the other to bring cassette, how do you say it? I used to\ngo from one house to the other to bring the keren ami box, the blue box to receive\nsome, to get some money to send to Eretz Israel. Also in this country, I do the\nsame thing. Twice yearly, I have to bring the cassette, the boxes of -- the blue\nbox to the Jewish Fund for Israel. I think for today, I don’t have else what to say.\nMaybe --.",
        "Q: Okay, let’s talk a little bit about what it was like to grow up in Rhodes. When you\nwere a child --?",
        "A: In Rhodes?",
        "Q: Yeah, can you tell me like about -- like the neighborhood where you lived and\nwhat life was like there?\n4",
        "A: The life in Rhodes was beautiful, beautiful. We had wonderful life. First of all,\nwe went to school. Our parents they was very religious and they was --. They\ngave lots of advice. They teach us how to be human being, to be generous, to be\nunselfish. At the school, I used to do good work and after the school I used to\nwork. After the school, I used to work. After I finish the school, I went to the\nhospital to learn midwife but unfortunately, like I will repeat, I didn’t have luck to\nfinish because on account of the religion -- of the Nazis. From there I started to\nwork, to make living, to help our parents.",
        "Q: Can you talk about what it was like at the school?",
        "A: The school -- we used to have --. This school was Jewish school. We have part\nItalian, they have teachers in Italian, teacher in Hebrew and also teacher in\nFrench. But most important, the more classes we had, was Italian subject. Then\nFrench, and after Hebrew. Hebrew we have three times weekly for one hour. In\nfact when I go to Israel, I have no problem with my language because when I\nstudied the dikduk in Hebrew, the only thing I learned with point. I didn’t learn\nwithout. But they teach us for little island of Rhodes, no matter how many they\nused to before teach the boys. The boys they used to send to the chabra or to\ncollege, Hebrew college, but the girls, they were not allowed. Only the boys they\nshould. But later they start to teach us, the girls, three hours weekly. Was not so\nbad. At least we learned something. The most important what we learned, to\nrespect the people, to respect our parents and to know the Ten Commandments,\nwhat is very, very important. At the school, they used to teach us Hebrew history\nand so we continue to keep that in our mind. No matter what we went through in\nour life, still we keep what we learn from our parents and from the school. That\nwas wonderful experience in our life.",
        "Q: Okay. As a child growing up, also, can you talk about what other sorts of things\nyou did? Like did you learn any music or did you have any hobbies?",
        "A: Not hobbies, no hobbies. The only thing is to study and to be --to work in the\nhouse, to help the parents. To my mother, to help in the family, in the house. But\nno hobby, only we had gymnastic, we have exercise with the school, you know,\nlike boy scout. That is all, we didn’t have too much like over here. We was more\nconservative. We didn’t have too much liberty, no.",
        "Q: Can you describe what the neighborhood was like, what it looked like?",
        "A: Oh, wonderful neighborhood we have. Everyone very friendly like one family.\nNo matter how many neighbors we have, everyone is just like family.. In fact, we\nused to say Auntie Rosa, Auntie Straya, Auntie Rebecca, but we didn’t know if\nthey were relative or not. Because our parents they say, say hello to Auntie\nRebecca or say hello to Auntie Rifka. To everyone we have to say Auntie. So for\nus all the neighbors was family.\n5",
        "Q: So the neighborhood was all Jewish then, right?",
        "A: Yes, everyone. We didn’t have no strangers.",
        "Q: Okay. Can you talk about your brothers and your sister some?",
        "A: Pardon me?",
        "Q: Can you talk about your brothers and your sister?",
        "A: My brother was good, good shoemaker. He make boots, boots.",
        "Q: Which brother are we --?",
        "A: Josef, Josef. He -- very expensive. Also Nissim was mechanic. He used to work\nwith engineer, Lanarie. Italian fellow. He was with him. My sister, Miriam, she\nhad three children. Two girls and one boy, beautiful children, very smart.\nUnfortunately they weren’t in -- they was killed by the Nazis, they put in the\novens. My brother-in-law was wonderful, wonderful fellow. He respected\neveryone of us. Really we was in good harmony, the whole family. I had -- my\nfather had another two brothers, another sister. The brothers was very, very\nwealthy. One, he had ten children, five boys and five girls. Everyone, they was\nmarried except two young boys. They escaped during the capitulation of\nMussolini. He went with Abe Lindberg in Turkey and they are saved in Israel.\nBut the others, the big family, everyone was killed by the Nazis. My aunt,\nwonderful, she had five children. The girl was married with one baby. My\nbrother Nissim, he was married and he had little girl a year and a half. No one\nthey came back.",
        "Q: Just one more thing about growing up. Can you just -- what language did you\nspeak, like at home? You’ve mentioned so many languages --.",
        "A: Yeah, but the most important is the Spanish, Ladino, you know, because it is my\nmother tongue -- lingua, language. Because in the house, we speak Spanish,\nLadino. Also at this school, Italian and French. Hebrew we learn at this school\nand also Greek with some French and a little bit Turkish. We did -- milkman who\nis to bring us every day milk and yoghurt so we learned Turkish. The woman\nwho come to help for the washing the clothes, she used to speak Turkish. You\nknow, when you are young, is easy to catch the language.. But the most\nimportant what I talk is Italian, Ladino, and French. That is it -- I think is enough.\nAnd also now Hebrew, I can manage very good and Greek also.",
        "Q: That’s a lot of languages. Can you talk about what it was like being a Greek Jew\ngrowing up --.\n6",
        "A: Very important, the best. No matter, after my experience traveling all over the\nworld, I find out is no religion better than ours, the religion, the Jews because I\nused to live in Italy with the Italians. Wonderful, wonderful people. Very nice, I\nrespect them but it is not like us. Now here with the Mexicans who hate the Jews\nand the Protestant, so many people who I met over here, when I find out how they\nare mean and they hate the Jews, I find out the best is ours. Because we don’t\nhate no one. Only we respect and so that is the most important. We try to help\neveryone with no interest but the other religion is just --. They do for interest.\nOtherwise they don’t do nothing for nothing. I respect my religion and I will die\nthe way I am, this was the best.",
        "Q: Can you describe what it was like being Jewish when -- before the war though, in\nRhodes?",
        "A: We was very religious. We used to light the candles on Shabbat and we never\nwarm up on Shabbat. We didn’t open gas, we didn’t --. We had, we used to keep\nwarm the food from Friday night for Saturday. We used to read, stay in the\nhouse. In the morning, they used to go to the temple. Then when they used to\ncome, we had breakfast and lunchtime. They used to go in the morning tefilla;\nand lunch, they used to say the berakhot. Saturday, for instance, the Havdalah,\nevery Saturday night, the Havdalah and when was Shabbat, we used to light the\ncandle and say the Kiddush. But in our house, in every house in Rhodes, it was\nthe same thing. Four o’clock, 5 o’clock, no lights, no nothing. Everything was\nready for Shabbat. We waited for the guys, the men who come from the shop,\ntake a shower and then ready for the Kiddush and to be on the tables.",
        "Q: Did you find that it was difficult to be Jewish? You mentioned how you couldn’t\nkeep certain jobs because you were Jewish.",
        "A: Yeah, over here, over here, yes. When I applied to the Bank of America; they\ntold me to write down. When I write down, I’m Jewish, they say we will call you\nback. They never called me. I applied in Safeway for a job. When they saw\nJewish, they didn’t gave me job. In many places, I applied and they didn’t give\nme.",
        "Q: But you had mentioned how before the war, you had that problem also?",
        "A: No, no.",
        "Q: I thought you said you ---.",
        "A: No, not in Rhodes. Never, never, never. We didn’t have no problem with the\nItalians. The only thing -- the Greeks were anti-Semitic, was against us but we\ndidn’t have nothing in common with them. Now, they are very anti-Semitic --\nhow did you say? They can’t stand the Jews. They don’t like it. It’s written on\nthe wall, no Jews, no Americans. That is in my country.\n7",
        "Q: Okay, let me turn the tape over.\n(End of Side A, Tape 1)",
        "A: And I hope with the strength of God will be with us and they will be safe, Eretz\nIsrael. Because without Israel all the Jews, they will be kaput. They will be lost.\nToday we should work hard to keep that Eretz Israel and I hope someday we will\nhave shalom, we will have peace in Eretz Israel. Thank you.",
        "Q: I have some more things if that’s all right.",
        "A: What?",
        "Q: Some more questions. If we can go to the — back to the beginning of the war, can\nyou tell me what you remember when the Germans -- what happened when the\nGermans invaded? What it was like then ---?",
        "A: ...on this?",
        "Q: No, it’s on. The tape is on.",
        "A: Is on?",
        "Q: Yes. Do you understand my question?",
        "A: Yes. I supposed to do before. When I start to talk.",
        "Q: But I’m talking now about specifically when --.",
        "A: The Germans, they came?",
        "Q: Yes, specifically when they came.",
        "A: Okay. The Germans, they came to Rhodes. They was allied with the Italians.\nAfter Mussolini fell down, so the Germans they said, now we are the boss and\nyou will do whatever we say. When they came to the Jewish quarter, they say we\nhave to bring the men; they have to come with the licenses of their job and then\nthey have to work for us. Every night they will come back. So everyone they\ntook the license of their job. They went there to that building and they didn’t\ncame out. After three days they spoke out again. They came, they say, the\nwomens and the children, they have to come -- they have to go to that building.\nIn case they don’t go, all the mens they will be killed. And they say they have to\nbring all what you have, gold, money, silver, anything what you got in the house\nbecause you will be concentrated in one village. With your money, you will eat\nand you will be safe. Everyone, they took all the -- what -- all the jewelry,\n8\nwhatever they had, they brought with them. We went there and they came out\nwith two big boutava --.\n[background voice]\nNot boutava, no, no.\n[male voice in background]",
        "A: They came out with big tray and we put the money, we put the gold, we put the\nsilver, everything what we had and we gave it to them. So many people, they\ndidn’t want to give the money so they put it in the bathroom and they flushed the\nwaters. The building where we went was a commando, how you say, a building\nfor the pilots, the officer, pilots, officers. You can imagine how many toilets they\nhave. Everything was full of money, full of gold. From there, the Germans, they\ntook everything what we had and they used to beat us if they don’t give whatever\nthey had. After the, like I say, they put us in -- they gave the alarm and we start to\nwalk to the port, you know, to the -- to take the boat. Like that they took us to\nPireo, took three days or five days to take to Pireo. You can imagine, was the, the\n23 of July; we arrived the August 16. The 12\" was from Rhodes to Athens; from\nAthens to Auschwitz, the 23\" and we arrived the 16\" in Auschwitz. To Haidari\nwas in July 234.",
        "Q: How much time was there between the time when the Germans invaded and the\ntime you were deported?",
        "A: How many hours?",
        "Q: How long was it? How much time? Was it hours, days, weeks?",
        "A: Only they gave us three days to be in the building and then after they took us they\ngave the alarm and we walked, walked, walked, so many people. They have\npillows, they have blankets, they have clothes, you know, to change. We walking\nlike a caravan to the depot to take the boat. So how many, I don’t know, they\ngave the alarm -- not to see us.",
        "Q: Were there any, were there any specific events that happened that you would be\nable to talk about that might stand out in your mind? Something that you -- things\nthat maybe you saw that had a very strong impact?",
        "A: The only thing I saw the three women who pass away in Haidari. Really was a --.\nI saw the Nazis how they beat the big shots in Athens without they --. They call\nthe mens downstairs, down from the building. Before they start to walk to the\nwagons, they have stones in the floor like point. Every time they took out the\nshoes and they led them to walk in the stones who was tall, how did you say? like\npieces of stone, like marble, pieces, in point.\n9",
        "Q: Like pebbles?",
        "A: You can put -- if you put your feet, you will get blood. You should see the blood\nrunning from the feet. That make me sick to see those innocent people die from\nthe -- how you say -- from thirsty because they ask one drop of water. The mens\nwho was beaten from the Nazis with the whipping and walk in there, in the --.\nThat was very bad impression. I say what will be the end of us? What will be\nwhen we will be in their hands? In fact what happened was like that. We\nsuffered more from the Polish. The Jews, the women of Poland and from\nHungarian. They used to beat us, they used to steal our blanket, they used to steal\nour clothes, our panty, our bread. Those people they do very hard to us. Even if\nthey want to save their own life, but they shouldn’t do that what they did it to us.\nThen not only that, they steal and they should go to the blockova, the head of the\nblock to say, the Italian they stole us. They stole this, the Italian, they do that, the\nItalian. We didn’t know the language, we didn’t know Yiddish, we didn’t know\nGerman. We didn’t know how to defend ourselves so that was very bad. In fact,\none Magda, she get me one punch in my teeth and she broke four teeth to me. But\nI’m glad she died in Bergen-Belsen. Otherwise, I would look for her. Yesterday I\nfind lady, no Friday, I met lady. She said do you mind shall I sit over here in the\nbus? I say yes. I say you got foreign accent like me. From where are you? She\nsay, wait a few minutes. After she say, from Austria, Vienna, I say, Frau\nOber ; I start to talk German. I say you are not from Austria, German. You\nare ___. I say how long you been here. Do you have a nice apartment in the\n_____. She said no, we got nice house, nice house. Little house, not too big. But I\nlike Brazil. I say, oh very Schoen. I start to talk in German. . Brazil,\nRio de Janeiro. Oh, ya, ya. I say, you are Nazis! Your husband 1s one of the\nNazis who left Germany to go to Brazil. And now from Brazil, they would\nrecognize him and he came over here in the Spanish because he speaks Spanish.\nHow do you like that?",
        "Q: What did she say?",
        "A: She say, no, no. Do you have children? She say no. Why you are going to now\nfive o’clock, two o’clock, you going to downtown. I told in Spanish to pick up\nyour husband because they will recognize him. You’re going to pick up him and\nto go home. Not to be alone. But I wish to go with you to recognize him and I\nwill choke him. Because he Nazis. Look how clever, they went there. They will\nrecognize. They spent so much and after they change the --. They went back to\nVienna, they find out they will recognize them and so they come to Los Angeles.\nIf I had time, I will go to see where she will stop and where she will go back. I\nwill hide myself but I didn’t have time. I didn’t want to aggravate it myself.\nLook the Nazi. Did you hear on the television? The Nazis now what they want?\nMe, no Nazi, me no. You are not, your husband, yes.\n10",
        "Q: Okay. If we can -- we ended up jumping around a little bit but 1f we can go back\nto when you were in Auschwitz? No, you were in more than one camp, is that\ncorrect?",
        "A: No, Auschwitz.",
        "Q: That was the only one?",
        "A: Only Auschwitz, yeah. From Auschwitz, they send us to Buchenwald, Villestadt\nto work in factory. We didn’t have no time. We didn’t know if it was daytime or\nnighttime. We were underground.",
        "Q: We would like to have, as much as possible ---.",
        "A: What?",
        "Q: Do you want me to stop for a minute?",
        "A: Pardon me?",
        "Q: Do you need me to stop for a minute?",
        "A: What you mean? [Other voice in background] Go ahead.",
        "Q: They would like to have as many, as much eyewitness testimony as possible about\nwhat -- things that you saw in the camp. So if there is anything else you can talk\nabout that you saw while you were in the camp?",
        "A: What? I said so many things. What the witnesses. I can tell all the girls who\nwere with me",
        "Q: That’s not what I meant. Just if there’s any more things that happened that you\nhaven’t mentioned yet.",
        "A: The only thing what happened in Villestadt where I was working; one lady, her\nname was Margot from Berlin. She moved where she was, she jumped in the\nriver and she disappeared. The oberau the chief of the soldiers, they say if\nshe not coming back, ten of you, they will be killed. For one, ten. She pick up so\nmany and one of us, Matilda Israel, was one with them. [More conversation with\nother person — not in English]. That was very important. For 24 hours, we was\ntrembling, shaking, what would be from us. Why they would kill them, the ten\nfor one. Finally they put the reflectors, the lights, boats, airplanes, they find her.\nThey brought and then they put in — on the floor and everyone, they have to step\non her. They have to kick her. We have to do the whipping. We have to whip to\nher, to that woman.\n11",
        "Q: They made you do that?",
        "A: We did it because they gave us. She was crying and crying and crying. She used\nto talk in German because she was from Berlin. She used to say, I will never do\nagain. I will never do again. Please forgive me, forgive me. She used to cry, all\nthe lady I feel sorry for Margot. I remember that -- was very emotional. We was\nvery depressed for that case. That was very important too. When I was working,\nmy nail, the nail went down and then was broken. They say I do purposely and so\nthey punish me for no reason. You know, it not the right way what I did it. I\ndon’t think so. Maybe she will change and she will put different way?",
        "Q: Oh, Sharon?",
        "A: Eh?",
        "Q: You mean Sharon?",
        "A: I say because when I start, for instance, my name is Miru and so, I was in the\nisland of Rhodes and they pick me up from the Nazis and I spoke over here how\nmany days I was in that building. But I should do before -- when I start in the\nbeginning, no?",
        "Q: Well we went a little bit out of order because when you started, I didn’t want to\ninterrupt you.",
        "A: Yes, I know. Was not the writer.",
        "Q: They can rearrange.",
        "A: So how will she do?",
        "Q: Okay, well maybe if you just want to right now, just go over briefly the order in\nwhich things happened to make it easier so that --. You know what I’m saying?",
        "A: Because when I start the beginning, I should tell about the building where we was\nfor three days and before they called the mens and after the womens. We brought\nall the money, everything, we should start, step by step. I don’t know why I\ndidn’t. The last time, I did it but today I don’t know what happened to me.",
        "Q: That’s okay.",
        "A: I should do.",
        "Q: That’s partly my fault too.\n12",
        "A: No, no. Because the beginning I should --. When I start to say I’m from the\nisland of Rhodes, Greece now. In 194 _, since July, 1913, they called the\nGermans camp to the Jewish quarter and they ask the men they should come with\ntheir license to be present in that building. That building was the headquarter of\nthe pilots, the officer, the aviation. I should do that before. Then the men they\nwent there for three days. After three days, they start to ask all the women and\nthe children, they should come too and to bring all the possession they had, the\nsilver, the money, the gold to bring in together. Then they would stay all day long\nthere, they would stay long in -- they would be in one building, in one village.\nYour money, you will support yourselves. I should start like this. From there\nthey took us after three days, they gave the alarm and we went to walking like a\ncaravan like you see in the movie, they walking with all the belonging together\nlike blankets, pillows, all the clothes, whatever they had. Luggage, together and\nwe went to the boat and after five days we arrive in Pireo and from Pireo they\ntook us to Athens where the camp was there waiting for the train, for the wagons.\nWe stayed in that place, that camp they call Haidari. We stayed three days there\nin the Haidari and after they put us in the wagons. In the wagons, during the three\ndays in Athens, three women they pass away because they was thirsty. After we\nwent to in the wagons. When we reach in Serbia, three mens pass away. Manos\nS .The three men pass away because was thirsty and they died. They throw\nin one hole over there. After we start -- they hided us for many days. During the\nday, we was hiding. At night time, we was in the train walking. We didn’t know\nwhat was the destiny of us. Finally we arrive in Auschwitz. Auschwitz was the\nend of the life of our parents. I should start like this.",
        "Q: Okay. So now you did. Your brothers and sisters as well, were they with you at\nthat time?",
        "A: Yes, in the train we was with all my family; my father, my mother. My father, he\nused to read the perck, not the perck, the -- some part of the tehillin (psalms). He\nused to read continuously, continuously, continuously until we arrived. My\nmother, she was sitting there. We didn’t have room to move. We didn’t have no\ntoilets. We didn’t have nothing. My brothers, my sister, my brother-in-law, even\nwe want to make our necessity and we say, turn your face. In the same train, in\nthe same people, in the same where we were sitting because they didn’t have no\nroom. My three nephews, my sister-in-law, she was very young, twenty-five\nyears old. Her little girl was a year and a half. My brother at that time was 28\nyears, I don’t know. My father was 71, my mother 60, 61 when they arrive in\nAuschwitz. They promise us we will see every night. During the day, they will go\nto work. But was not like that. Only we heard by the French when we smell the\nmeat, barbecue. They used to look like they have steak in the -- steak barbecue.\nWe say, look they eating barbecue with the music and the French people what\nwas over there before us, they say no. They are your parents, they are cremated.\nAt that time, we didn’t know what mean cremated. Because in our country, in our\nlittle island, we was very naive. We knew what means cremation because in our\nBible they say cremated, cremation is against the law We never thought they\n13\nwould cremated those people. My brother, they took my brothers and my brother-\nin-law, they choose to work and also myself. But my brother Josef went to\nMauthausen, Nissim was in Dachau, my brother-in-law was in Rideltow and those\nthings I find out because I wrote to Red Cross. They answered me and they told\nme where they was dead. That is the reason I know where I lost my brothers.\nMyself, I was working in Villestadt before for two months, years. I was working\nin Auschwitz bringing barrels of food to the kitchen or bring water to the kitchen.\nAfter breaks, after they send us to Villestadt. Was factory of munition. My job\nwas gleeov. I can’t translate what mean gleeov. The only thing I know was a big\ntrunk. I put pieces of metal. The machine gun I don’t know. Put it there and then\nput it in the — in one place, 500 mil kilowatt to make hard. Every 20 minute, I\nhave to change the trunk and put the other. In the meantime, the 20 minute until\nthey would be cool off. I used to help the other girls who they couldn’t make it.\nWe worked 12 hours daily for one week. One night, 12 hours. Tachi and Nachi\nthey used to call. But we never saw when was daytime. When was nighttime\nbecause we was working under tunnel. We never saw sunshine. We never saw\nthe time, what time, what day. We didn’t know nothing. We was working like\nslave until the Russian they start to come and they move us in other place to work\nin pieces of assembly of airplane. We stayed there three, four days or one week.\nFrom there they took us another place. They put in the wagons, almost the end I\nthink. They left us in wagons, closed of Villestadt, no Theresienstadt. They\nclosed the wagons for five days. How many girls was dead and we didn’t have no\ntoilet, no air, only they was lucky with chan. After five days over there, you\nshould see the cholera they have, the cholera. The Russian camp, they liberated\nus. They say to us, “kein arbeit, kein brot’; if you don’t work for you, you can’t\nhave bread. The strong girls, they have to go to work. You have to go. To me,\nthey pick up myself to work in -- to make bread. Another also to make bread.\nThe other in the kitchen to cook so we worked just for us. Some afternoon, we\nused to go to the Russian commander to clean the rooms and to cook for them.\nEvery time when I used to go there, I used to steal one knife, knife, one fork and\none time I stole a little cushion. Until they sent us to Prague. From Prague I\nescaped twice. I went to Budapest to ask help for my friends who was very sick\nwith this dysentery. We started all over.",
        "Q: Where were you at the time of the liberation?",
        "A: The liberation in Theresienstadt. I was liberated in Theresienstadt, in May 13,\n1945",
        "Q: Can you describe those events?",
        "A: There I was working like I told you, working in the -- to make bread; the factory\nto make bread. Afternoon, I had to work in the commando of the -- the Russians’\ncommando, to clean the rooms and to prepare food for them, to cook foods for\nthem. After we used to go to our barrack. For a little bit, I don’t know for how\nlong. After they sent us to Prague. From Prague we went to the Italian consul.\n14\nThe Italian to help -- they help us. They gave nice, nice place to live like --how\ndo you say -- like a academy school. A school because the kids was on vacation\nand they gave us the bed. Then they gave us money and we can go for shopping\nor to see. We didn’t pay the carfare because when we showed the number of our\narm, they didn’t say nothing. We used to run from one bus to the other, free.\nFree rides we had. Then after --.",
        "Q: How long --?",
        "A: I don’t know how long.",
        "Q: You don’t know how long you were there?",
        "A: I don’t remember, I can’t recall. The only thing they took us like before I say to\nRattotine, Hungaria, but I went myself to Budapest to pick up medicine. Sha\nfor the girls who had dysentery, yeah. Also they gave me, 1,200 merangos,\nmoney. I bought apples, sugar, something to give nutrition to the girls. When I\ncame back after three days and a half and two nights, by train because the station\nwas tall, I arrived and I couldn’t find them. After they told me where they are. I\nwalked so many kilometers and I don’t know. I can’t describe how I arrive.\nFinally I met them. I gave the medicines. I gave what I brought so like that I did\nmy best to save human being. But those girls they remember me. When is\nMother’s Day, when is Rosh Hashanah or Pesach, anyway they call me often. I\ncall them because one she live in Vancouver, Washington; the other live in\nMiami, the other live in other part of Miami, one live in Johannesburg, the other\nbetween Switzerland and France. I am in contact with them, once in a while we\nsee each other. We meet each other, we talk. That is part of what I went through\nwith those Germans. How we should forget them. How they can deny that didn’t\nexist Auschwitz, no Birkenau. Who put our numbers on our arm. My number ts\n____. That I have to learn by memory because I didn’t know before. They used to\nwith the whipping; they gave me so many — they whipped so many times to me. I\nhave to learn. We say no more Nazis, no more but the Nazis still they are around.\nWe have here in California, so many. In fact, a couple of days ago I met\nsomebody. You think it’s enough?",
        "Q: Yeah, I’m just looking. Okay. Can you tell, after you were in Italy, where did\nyou go from there, did you say?",
        "A: After many months, we was in -- so March, just a minute, May 30, we was\nliberated and we arrive in August, the end of August to Italy. We went to\nBologna, Italy to the Jewish community. We are gombrudi number nine.\nBecause over there is Milan, they didn’t have room for us. Modena they didn’t\nhave room for us. I say the only place we should go to Bologna to see if we will\nfind any place to stay there. Was -- the building was destroyed but they didn’t\nhave no windows; they didn’t have doors. We used to sleep in the hallway, we\nwas 52 between boys and girls sleeping in the floor. The Jewish community, they\n15\ngave us blankets and also they gave few mattresses and they used to give us three\nliras to go to eat once -- to hot kitchen. They call hot kitchen and we used to cook\nourselves. They used to give few dollars, few liras to cook in our place, in our\ncommunity. Like that until everyone they start to be settled. Some they went to\nSouth Africa and some they went to Congo Belgium, some they went to United\nStates and some they stay in Milan. Some they went to Buenos Airs but we are in\ntouch with everyone and some they are in Israel.",
        "Q: From there where did you go?",
        "A: Myself I came to the United States.",
        "Q: Do you know what year that was?",
        "A: But I had hard time because I didn’t know the language and I couldn’t find job. I\nhad hard, very hard time. Beside with my family I was not so happy. They didn’t\n-- we came -- I didn’t get along with them because their mentality was different of\nmine. I decided to take one room in some place and I used to pay $40 monthly.\nIn the meantime, I wrote to Italy to send me money to friend of mine until I will\nfind job.",
        "Q: Do you remember what year it was when you came here?",
        "A: Here I came in 1950; July 18, 1950.",
        "Q: What type of work did you plan on ?",
        "A: From New York -- First of all I was, before to come to the United States I\nsupposed to come with DP, displaced person from Germany. Because only I was\nItalian but Rhodes, the island of Rhodes. .. .\n[End of Tape 1]",
        "Q: Okay. You were saying displaced persons --?",
        "A: I had Italian passport but Rhodes passed to the Greece in 1948. I didn’t want to\nbe Greek. I pick up, I choose to be DP, displaced person to come to the United\nStates. I have to go to Bremen in Germany because the American, they used to\nsend soldiers to Germany and the boats empty. The boats, the navy, they used to\ncome back and bring refugees from Germany. I was in Germany again for three\nweeks to see those lousy face of Germans. But I never came out from there, from\nmy room. I never going to eat out because I don’t want to hear the steps of the\nGermans and I don’t want to hear their voice. I came -- when the time came we\nwent to the boat, to the navy and so I came to United States, to New York. From\nNew York, I came to Los Angeles, three nights and two days by train. I came to\nChicago, the train -- I missed the train. I have to stay another 24 hours there with\n16\nno food, no nothing. Because I didn’t know the language. I didn’t know what to\nask to say give me tuna sandwich or cheese sandwich; I didn’t know until I\narrived to Los Angeles. When I arrived to Los Angeles, my aunt she say, you\nknow, I was in the depot. She came to pick me up. She say, the first thing, you\nknow, now you are in America. Your name is no Miru any more. We have to go\nand change to Mary. I say I’m very sorry; my parents they gave me Miru, I want\nto keep Miru. If you don’t like Miru, call Mary. First of all I say, Aunt, I got\nyour mother’s name. I’m the only survive who got your mother’s name. We had\nfour Mirus in the family. I’m the only survive, why you don’t like? I say okay,\nyou call me anything you want and I did like this because I was exhausted from\nthe trains with no food. I came and you start to give me lecture, to say not Miru,\nMary! I stay a few months over there, seven months with my aunt. I didn’t get\nalong. I went -- I took one room with somebody. In the meantime, I didn’t have\nno money. I brought with me $500 but was easy to spend. I wrote to Italy. I say\nwhen I will work, I will pay you. They send me every month $100. Like that. I\ncan pay $40 and the $60 I can eat and take the carfare. I had more hard time in\nUnited States than in Germany. Because in Germany I know I was obligated,\nwith no choice. But over here, I couldn’t speak the language, I couldn’t find job\nand I didn’t have no place to stay. I had very bad life. For one year I was\ndesperate until I decide to go back to Italy. I say I wish to find a job to make my\nticket and to go back. A friend of mine, my cousin who I saved from Auschwitz,\nwho got diarrhea, she say come to Seattle and I will find job for you. I went to\nSeattle; I start to work but I had hard time because I didn’t know the language. I\nwas working in but very hard to explain to me. I took time from the\nother people to teach me, to tell me what to do and my time also. They fire me.\nFinally I look in the telephone book, Italian family, Italian place and I find Euro-\ncity store and I start to work in Euro-city store. After five years, I became\nAmerican citizen. I say, goodbye everyone. I’m going to Europe to see where\nwill be my destiny. I was going to Israel and in Israel they have war after war. I\nsay not forme. When I went to Italy, I find out the life was very hard to find job.\nI say, I will come back to United States. I will work more. When I will have\nmore money, I’ll go back to Israel. That is what I did. Now in the meantime, my\nhealth is no good. My health is very deteriorated.",
        "Q: Is there anything else you can think of that you’d like to add?",
        "A: Eh?",
        "Q: Is there anything else that you can think of that you would like to add before we\nfinish?",
        "A: I don’t know what to say.",
        "Q: Okay, then I’ll just say that this interview is recorded on August 30, 1992 in Los\nAngeles, California.\n17",
        "A: Yes.",
        "Q: That’s it.\n18\n"
    ],
    "questions": [
        "Q: Okay let’s begin by -- if you can tell me your name.",
        "Q: Can you tell me what you remember about when the war first broke out? Do you\nhave any recollections about what was happening at that time?",
        "Q: Yeah, what were you doing then when you first heard that the war had broken\nout?",
        "Q: Let’s go back now to before you went to Auschwitz.",
        "Q: At the very beginning of the war. You can tell me what you remember about that\ntime and what you were doing at that time?",
        "Q: Sharon told me that before the war, you were involved in Ort, O-R-T?",
        "Q: I wrote down O-R-T. ORT. Is that -- she said before the war, can you talk about\nthat?",
        "Q: Can you talk about that a little bit, into the tape?",
        "Q: No.",
        "Q: Yes. They’ll summarize.",
        "Q: It’s okay.",
        "Q: Okay, let’s talk a little bit about what it was like to grow up in Rhodes. When you\nwere a child --?",
        "Q: Yeah, can you tell me like about -- like the neighborhood where you lived and\nwhat life was like there?",
        "Q: Can you talk about what it was like at the school?",
        "Q: Okay. As a child growing up, also, can you talk about what other sorts of things\nyou did? Like did you learn any music or did you have any hobbies?",
        "Q: Can you describe what the neighborhood was like, what it looked like?",
        "Q: So the neighborhood was all Jewish then, right?",
        "Q: Okay. Can you talk about your brothers and your sister some?",
        "Q: Can you talk about your brothers and your sister?",
        "Q: Which brother are we --?",
        "Q: Just one more thing about growing up. Can you just -- what language did you\nspeak, like at home? You’ve mentioned so many languages --.",
        "Q: That’s a lot of languages. Can you talk about what it was like being a Greek Jew\ngrowing up --.",
        "Q: Can you describe what it was like being Jewish when -- before the war though, in\nRhodes?",
        "Q: Did you find that it was difficult to be Jewish? You mentioned how you couldn’t\nkeep certain jobs because you were Jewish.",
        "Q: But you had mentioned how before the war, you had that problem also?",
        "Q: I thought you said you ---.",
        "Q: Okay, let me turn the tape over.",
        "Q: I have some more things if that’s all right.",
        "Q: Some more questions. If we can go to the — back to the beginning of the war, can\nyou tell me what you remember when the Germans -- what happened when the\nGermans invaded? What it was like then ---?",
        "Q: No, it’s on. The tape is on.",
        "Q: Yes. Do you understand my question?",
        "Q: But I’m talking now about specifically when --.",
        "Q: Yes, specifically when they came.",
        "Q: How much time was there between the time when the Germans invaded and the\ntime you were deported?",
        "Q: How long was it? How much time? Was it hours, days, weeks?",
        "Q: Were there any, were there any specific events that happened that you would be\nable to talk about that might stand out in your mind? Something that you -- things\nthat maybe you saw that had a very strong impact?",
        "Q: Like pebbles?",
        "Q: What did she say?",
        "Q: Okay. If we can -- we ended up jumping around a little bit but 1f we can go back\nto when you were in Auschwitz? No, you were in more than one camp, is that\ncorrect?",
        "Q: That was the only one?",
        "Q: We would like to have, as much as possible ---.",
        "Q: Do you want me to stop for a minute?",
        "Q: Do you need me to stop for a minute?",
        "Q: They would like to have as many, as much eyewitness testimony as possible about\nwhat -- things that you saw in the camp. So if there is anything else you can talk\nabout that you saw while you were in the camp?",
        "Q: That’s not what I meant. Just if there’s any more things that happened that you\nhaven’t mentioned yet.",
        "Q: They made you do that?",
        "Q: Oh, Sharon?",
        "Q: You mean Sharon?",
        "Q: Well we went a little bit out of order because when you started, I didn’t want to\ninterrupt you.",
        "Q: They can rearrange.",
        "Q: Okay, well maybe if you just want to right now, just go over briefly the order in\nwhich things happened to make it easier so that --. You know what I’m saying?",
        "Q: That’s okay.",
        "Q: That’s partly my fault too.",
        "Q: Okay. So now you did. Your brothers and sisters as well, were they with you at\nthat time?",
        "Q: Where were you at the time of the liberation?",
        "Q: Can you describe those events?",
        "Q: How long --?",
        "Q: You don’t know how long you were there?",
        "Q: Yeah, I’m just looking. Okay. Can you tell, after you were in Italy, where did\nyou go from there, did you say?",
        "Q: From there where did you go?",
        "Q: Do you know what year that was?",
        "Q: Do you remember what year it was when you came here?",
        "Q: What type of work did you plan on ?",
        "Q: Okay. You were saying displaced persons --?",
        "Q: Is there anything else you can think of that you’d like to add?",
        "Q: Is there anything else that you can think of that you would like to add before we\nfinish?",
        "Q: Okay, then I’ll just say that this interview is recorded on August 30, 1992 in Los\nAngeles, California.",
        "Q: That’s it.\n18"
    ],
    "answers": [
        "A: Yes. My name is Miru Alcana. I was born in the island of Rhodes in 1915 and I\nwas deported in 1944, July 23, 1944. From Rhodes, we spent three days in one\nbuilding and after they took us to different couple of boats to take us to Pireo and\nfrom Pireo we went to Athens. In Athens was a camp of concentration and the\nname was Haidari. We spent over there three days in Haidari and three of our\nfamily, relative, they pass away because was thirsty and they couldn’t survive.\nThe name of this people who pass away was Moselton Hasson, is cousin of my\nmother. Also Allegra Buroff and her mother. I don’t remember her name. After\nthree days we was in Athens, in Haidari, they put us in wagon like animals with\nno water, no food. Only they put some bread, very, very hard. They put boxes of\nlittle onion, white onions. Also boxes of honey and also something else. We\ncouldn’t eat because the bread was very hard, we can’t chew and besides that no\nwater; how can we eat the honey? How can we eat the onions without water?\nHow we would dump the bread with no water? So we arrive in Auschwitz after\nthree weeks, traveling through the night. Daytime we was hiding different places\nbut we didn’t know where it was. Finally we arrive in Auschwitz but during the\ntrip, three men, they pass away in Serbia. One was Rahamim Galanti, another\nAlchadef, Yomtov and the other was Yehuda Notrica. Those three mens, they\ndied because they was thirsty. Without water, they couldn’t survive. Finally we\narrive Auschwitz. In Auschwitz, they separated from our parents. They told us\nwe would see every night but you young people, you will go to work. Then every\nnight, you will meet your parents. So -- was not like that. The only thing, when\nwe arrive, they choose us for work and they put us in line. In the meantime, we\nwas hungry and thirsty and finally we smelled the meat. Smelled the meat and we\nsaid I hope those SS they should choke because they having barbecue, They\nhaving broiled steak with music but we didn’t know what was going on. The only\nthing the other people, the French people who was in line with us, they said, when\ndid you arrive? We say a few hours ago. So there are your parents, are cremated.\nCremated, what mean? We don’t know that word, cremated. In our country, we\nnever heard that. They say those people who doesn’t -- that are not too strong to\nwork, they put in the ovens. You can imagine how we feel to hear that. To smell\nthey are burning our parents with the music. Because not to hear the screaming.\nWe start to cry, screaming, nothing we can do. After they start to count and they\nsend us to take shower. After they put in our block, in every -- number 20 the\nfirst time. Four o’clock or before, they start to call “sel appel, sel appel” That\nmeans they have to count. That is the story of Auschwitz and our life. I don’t\nknow what to say else. The only thing when we was working, they choose us to\nwork in the factory. I was working in gleeov but I don’t know how to explain\nwhat means gleeov. The only thing was big trunk to put pieces of material to\n1\nmake machine gun; to some electricity to make very, very hard. Just like in one\nlittle room where there are 500 kilowatts for twenty minutes. Then after, we have\nto take out and bring to the other girls to work. Then put the other box over there.\nThat was all the work in Auschwitz. In the meantime, we didn’t have nothing.\nOn Sunday, “kein arbeit kein brot”. They don’t give us anything to eat. But\nevery 12 hours, we was working. They used to give a little soup and one tiny\npiece of bread. We have to keep for the next day to work. In the meantime, there\nwas people who they steal your bread and nothing you can talk because we\ncouldn’t talk German and we can’t defend ourselves in Yiddish. Really, we have\nvery, very hard life. That is the history of our life.",
        "A: When I was working?",
        "A: In Auschwitz I used to go to bring bricks or — in Auschwitz also the barracks, the\nfood for us. But in Auschwitz we have bitter experience. We used to accept three\nslice of tiny bread to buy a panty, a brief, a panty. When we washed and we was\nwaiting for a little bit sun. Sun, we never saw in Auschwitz and we tried to put --\nto be in the air. The Polish, the grabbed the panty and they go to the blockkova to\nsay, look the Italian, they stole my panty. Was not true, we can’t talk and then the\nblockkova came. They punish us and they beat us without no reason because we\ndidn’t know the language. We didn’t know Yiddish and we suffered worst than\nthe Hitler. In Germany when I was in Buchenwald, working in the factory, I used\nto help the other girls. Because they couldn’t do their own job so when I have 20\nminutes to rest until the trunk was in the oven; so I used to help some girls to do\ntheir own job. I tried to save the girls. Otherwise, they will be killed, they will be\ncremated. So thank God, they are alive. When I was liberated in Theresienstadt I\nwent to Prague. From Prague, I took the train. I went to Budapest to look for\nmedicines for the girls because they have dysentery. They gave me but before I\nhad problem with -- in the office because they don’t want to give me anything.\nThey say bring your sister here and we will help. I say they are in the hospital.\nThe Russian, they don’t have nothing to help them. I saved them and I want to\ntake home back with me. I spoke with the manager and I say, listen, I came from\nPrague. I spent three nights and two days and a half in the trains. Now I need\nhelp from you. I want to save my sister. I say here is my names. My name is\nMiru Alcana and they say, what is this. Deanna Galanti, the other. I say they are\nmy sister, my father passed away, my mother got married. So they are Galanti,\nthe other sister, half-sisters. Finally they gave me medicine and also gave me\n1,200 merango (130) for each one. I came back to Prague, not to Prague. I find\nthey was in Rattot. I came back. I looked where the Rattot to see where is the\ncamp to meet them again. Finally I have hard time. I don’t know how many\n2\nkilometers I walk and finally we was together until we came back to Bologna,\nItaly altogether. I accomplished something in my life. They recognized what I\ndid for them and we are 1n touch with them. They call me often, one, she live in\nVancouver, Washington. The other live in Miami. The other live between -- the\nother sister she live between Switzerland and France. But when they come to see\nthe sister, we meet each other. What else? Another girl, she live in\nJohannesburg. She write me and once in a while, she send something, present. At\nleast they recognize what I did for them. I’m satisfied, not what they send me but\nat least they recognize and they never forget of me. That is all my life. Maybe I\ngot something else but right now I don’t remember. Don’t forget, I’m old lady.",
        "A: Yes.",
        "A: In that time, I was at the hospital study to be midwife but I couldn’t because with\nthe situation of the Jews. They were not allowed to continue to study so I was\nnurse. Nurse, I used to do shots for so many people and I used to do tests of the\nurine for diabetes and albumin. Also I had store one of the best of Rhodes.\nPerfumeria Rosa di Rodi they used to call. Was a store of classic perfume. For\nmany years, I was very pleased to manage that store But until the Germans -- first\nof all, when I was -- before that I was working with the government, the manu\nforeste. But I couldn’t work over there, they say, because I was Jewish so I lost\nthe job. After I went to work in that store where they sell the perfumery. From\nthere I used to go to the hospital to finish the course. In the meantime, I used to\nmake good money for the shots I used to give to people. Also with --. I used to\nmake good money. One of the best worker or salelady or employee you can tell\nwas myself because I used to make good, good, good money. After we start with\nthe problem of the Germans so until we finish to be in the hands of the Nazis.\nNow when I hear still the Nazis is growing up, really I’m getting nervous. I’m\nsick. But nothing you can do. People, they are cruel, people they don’t know\nwhat they want. It is just that they are envy and mean.",
        "A: Pardon me?",
        "A: I don’t remember what you --. Let me see.\n3",
        "A: I hope she will change something. She will not copy everything.",
        "A: Huh?",
        "A: Because so many things --.",
        "A: After -- did you open? After I came back from concentration camp, I used to\nwork. I used to be in the Jewish community in Bologna, Via Gombruti Nove,\nnine. I used to help all those girls to cook and to be together because I thought it\nwas my duty to help them because they was orphans, no parents. But I was also\nwithout parents but I tried to help them. In the meantime, I used to go to the\nhospital to see the people who came back from concentration camp was in very\nbad shape. I used to bring something to them every single day. I used to go to\nInstituto Rizzoli and also to Santa Orsoladi to hospital to help them. In the\nmeantime, we used to have La Wizo like Hadassah over here, Wizo. We used to -\n- | was very active, I was member and I used to make cookies to have tea, to give\ntea and then to make money to send to Eretz Israel. Because Israel -- I was very\nZionist in my country because my brother was president of the Macabee. My\ngrandparents -- my grandfather died in Jerusalem; my grandmother, also. They\nwere very, very Zionist. Also I continued to be Zionist and I was revisionist in\nmy country in Rhodes. So when I was after the concentration camp, I used to be\nrunning from one place to the other to bring cassette, how do you say it? I used to\ngo from one house to the other to bring the keren ami box, the blue box to receive\nsome, to get some money to send to Eretz Israel. Also in this country, I do the\nsame thing. Twice yearly, I have to bring the cassette, the boxes of -- the blue\nbox to the Jewish Fund for Israel. I think for today, I don’t have else what to say.\nMaybe --.",
        "A: In Rhodes?\n4",
        "A: The life in Rhodes was beautiful, beautiful. We had wonderful life. First of all,\nwe went to school. Our parents they was very religious and they was --. They\ngave lots of advice. They teach us how to be human being, to be generous, to be\nunselfish. At the school, I used to do good work and after the school I used to\nwork. After the school, I used to work. After I finish the school, I went to the\nhospital to learn midwife but unfortunately, like I will repeat, I didn’t have luck to\nfinish because on account of the religion -- of the Nazis. From there I started to\nwork, to make living, to help our parents.",
        "A: The school -- we used to have --. This school was Jewish school. We have part\nItalian, they have teachers in Italian, teacher in Hebrew and also teacher in\nFrench. But most important, the more classes we had, was Italian subject. Then\nFrench, and after Hebrew. Hebrew we have three times weekly for one hour. In\nfact when I go to Israel, I have no problem with my language because when I\nstudied the dikduk in Hebrew, the only thing I learned with point. I didn’t learn\nwithout. But they teach us for little island of Rhodes, no matter how many they\nused to before teach the boys. The boys they used to send to the chabra or to\ncollege, Hebrew college, but the girls, they were not allowed. Only the boys they\nshould. But later they start to teach us, the girls, three hours weekly. Was not so\nbad. At least we learned something. The most important what we learned, to\nrespect the people, to respect our parents and to know the Ten Commandments,\nwhat is very, very important. At the school, they used to teach us Hebrew history\nand so we continue to keep that in our mind. No matter what we went through in\nour life, still we keep what we learn from our parents and from the school. That\nwas wonderful experience in our life.",
        "A: Not hobbies, no hobbies. The only thing is to study and to be --to work in the\nhouse, to help the parents. To my mother, to help in the family, in the house. But\nno hobby, only we had gymnastic, we have exercise with the school, you know,\nlike boy scout. That is all, we didn’t have too much like over here. We was more\nconservative. We didn’t have too much liberty, no.",
        "A: Oh, wonderful neighborhood we have. Everyone very friendly like one family.\nNo matter how many neighbors we have, everyone is just like family.. In fact, we\nused to say Auntie Rosa, Auntie Straya, Auntie Rebecca, but we didn’t know if\nthey were relative or not. Because our parents they say, say hello to Auntie\nRebecca or say hello to Auntie Rifka. To everyone we have to say Auntie. So for\nus all the neighbors was family.\n5",
        "A: Yes, everyone. We didn’t have no strangers.",
        "A: Pardon me?",
        "A: My brother was good, good shoemaker. He make boots, boots.",
        "A: Josef, Josef. He -- very expensive. Also Nissim was mechanic. He used to work\nwith engineer, Lanarie. Italian fellow. He was with him. My sister, Miriam, she\nhad three children. Two girls and one boy, beautiful children, very smart.\nUnfortunately they weren’t in -- they was killed by the Nazis, they put in the\novens. My brother-in-law was wonderful, wonderful fellow. He respected\neveryone of us. Really we was in good harmony, the whole family. I had -- my\nfather had another two brothers, another sister. The brothers was very, very\nwealthy. One, he had ten children, five boys and five girls. Everyone, they was\nmarried except two young boys. They escaped during the capitulation of\nMussolini. He went with Abe Lindberg in Turkey and they are saved in Israel.\nBut the others, the big family, everyone was killed by the Nazis. My aunt,\nwonderful, she had five children. The girl was married with one baby. My\nbrother Nissim, he was married and he had little girl a year and a half. No one\nthey came back.",
        "A: Yeah, but the most important is the Spanish, Ladino, you know, because it is my\nmother tongue -- lingua, language. Because in the house, we speak Spanish,\nLadino. Also at this school, Italian and French. Hebrew we learn at this school\nand also Greek with some French and a little bit Turkish. We did -- milkman who\nis to bring us every day milk and yoghurt so we learned Turkish. The woman\nwho come to help for the washing the clothes, she used to speak Turkish. You\nknow, when you are young, is easy to catch the language.. But the most\nimportant what I talk is Italian, Ladino, and French. That is it -- I think is enough.\nAnd also now Hebrew, I can manage very good and Greek also.\n6",
        "A: Very important, the best. No matter, after my experience traveling all over the\nworld, I find out is no religion better than ours, the religion, the Jews because I\nused to live in Italy with the Italians. Wonderful, wonderful people. Very nice, I\nrespect them but it is not like us. Now here with the Mexicans who hate the Jews\nand the Protestant, so many people who I met over here, when I find out how they\nare mean and they hate the Jews, I find out the best is ours. Because we don’t\nhate no one. Only we respect and so that is the most important. We try to help\neveryone with no interest but the other religion is just --. They do for interest.\nOtherwise they don’t do nothing for nothing. I respect my religion and I will die\nthe way I am, this was the best.",
        "A: We was very religious. We used to light the candles on Shabbat and we never\nwarm up on Shabbat. We didn’t open gas, we didn’t --. We had, we used to keep\nwarm the food from Friday night for Saturday. We used to read, stay in the\nhouse. In the morning, they used to go to the temple. Then when they used to\ncome, we had breakfast and lunchtime. They used to go in the morning tefilla;\nand lunch, they used to say the berakhot. Saturday, for instance, the Havdalah,\nevery Saturday night, the Havdalah and when was Shabbat, we used to light the\ncandle and say the Kiddush. But in our house, in every house in Rhodes, it was\nthe same thing. Four o’clock, 5 o’clock, no lights, no nothing. Everything was\nready for Shabbat. We waited for the guys, the men who come from the shop,\ntake a shower and then ready for the Kiddush and to be on the tables.",
        "A: Yeah, over here, over here, yes. When I applied to the Bank of America; they\ntold me to write down. When I write down, I’m Jewish, they say we will call you\nback. They never called me. I applied in Safeway for a job. When they saw\nJewish, they didn’t gave me job. In many places, I applied and they didn’t give\nme.",
        "A: No, no.",
        "A: No, not in Rhodes. Never, never, never. We didn’t have no problem with the\nItalians. The only thing -- the Greeks were anti-Semitic, was against us but we\ndidn’t have nothing in common with them. Now, they are very anti-Semitic --\nhow did you say? They can’t stand the Jews. They don’t like it. It’s written on\nthe wall, no Jews, no Americans. That is in my country.\n7\n(End of Side A, Tape 1)",
        "A: And I hope with the strength of God will be with us and they will be safe, Eretz\nIsrael. Because without Israel all the Jews, they will be kaput. They will be lost.\nToday we should work hard to keep that Eretz Israel and I hope someday we will\nhave shalom, we will have peace in Eretz Israel. Thank you.",
        "A: What?",
        "A: ...on this?",
        "A: Is on?",
        "A: Yes. I supposed to do before. When I start to talk.",
        "A: The Germans, they came?",
        "A: Okay. The Germans, they came to Rhodes. They was allied with the Italians.\nAfter Mussolini fell down, so the Germans they said, now we are the boss and\nyou will do whatever we say. When they came to the Jewish quarter, they say we\nhave to bring the men; they have to come with the licenses of their job and then\nthey have to work for us. Every night they will come back. So everyone they\ntook the license of their job. They went there to that building and they didn’t\ncame out. After three days they spoke out again. They came, they say, the\nwomens and the children, they have to come -- they have to go to that building.\nIn case they don’t go, all the mens they will be killed. And they say they have to\nbring all what you have, gold, money, silver, anything what you got in the house\nbecause you will be concentrated in one village. With your money, you will eat\nand you will be safe. Everyone, they took all the -- what -- all the jewelry,\n8\nwhatever they had, they brought with them. We went there and they came out\nwith two big boutava --.\n[background voice]\nNot boutava, no, no.\n[male voice in background]",
        "A: They came out with big tray and we put the money, we put the gold, we put the\nsilver, everything what we had and we gave it to them. So many people, they\ndidn’t want to give the money so they put it in the bathroom and they flushed the\nwaters. The building where we went was a commando, how you say, a building\nfor the pilots, the officer, pilots, officers. You can imagine how many toilets they\nhave. Everything was full of money, full of gold. From there, the Germans, they\ntook everything what we had and they used to beat us if they don’t give whatever\nthey had. After the, like I say, they put us in -- they gave the alarm and we start to\nwalk to the port, you know, to the -- to take the boat. Like that they took us to\nPireo, took three days or five days to take to Pireo. You can imagine, was the, the\n23 of July; we arrived the August 16. The 12\" was from Rhodes to Athens; from\nAthens to Auschwitz, the 23\" and we arrived the 16\" in Auschwitz. To Haidari\nwas in July 234.",
        "A: How many hours?",
        "A: Only they gave us three days to be in the building and then after they took us they\ngave the alarm and we walked, walked, walked, so many people. They have\npillows, they have blankets, they have clothes, you know, to change. We walking\nlike a caravan to the depot to take the boat. So how many, I don’t know, they\ngave the alarm -- not to see us.",
        "A: The only thing I saw the three women who pass away in Haidari. Really was a --.\nI saw the Nazis how they beat the big shots in Athens without they --. They call\nthe mens downstairs, down from the building. Before they start to walk to the\nwagons, they have stones in the floor like point. Every time they took out the\nshoes and they led them to walk in the stones who was tall, how did you say? like\npieces of stone, like marble, pieces, in point.\n9",
        "A: You can put -- if you put your feet, you will get blood. You should see the blood\nrunning from the feet. That make me sick to see those innocent people die from\nthe -- how you say -- from thirsty because they ask one drop of water. The mens\nwho was beaten from the Nazis with the whipping and walk in there, in the --.\nThat was very bad impression. I say what will be the end of us? What will be\nwhen we will be in their hands? In fact what happened was like that. We\nsuffered more from the Polish. The Jews, the women of Poland and from\nHungarian. They used to beat us, they used to steal our blanket, they used to steal\nour clothes, our panty, our bread. Those people they do very hard to us. Even if\nthey want to save their own life, but they shouldn’t do that what they did it to us.\nThen not only that, they steal and they should go to the blockova, the head of the\nblock to say, the Italian they stole us. They stole this, the Italian, they do that, the\nItalian. We didn’t know the language, we didn’t know Yiddish, we didn’t know\nGerman. We didn’t know how to defend ourselves so that was very bad. In fact,\none Magda, she get me one punch in my teeth and she broke four teeth to me. But\nI’m glad she died in Bergen-Belsen. Otherwise, I would look for her. Yesterday I\nfind lady, no Friday, I met lady. She said do you mind shall I sit over here in the\nbus? I say yes. I say you got foreign accent like me. From where are you? She\nsay, wait a few minutes. After she say, from Austria, Vienna, I say, Frau\nOber ; I start to talk German. I say you are not from Austria, German. You\nare ___. I say how long you been here. Do you have a nice apartment in the\n_____. She said no, we got nice house, nice house. Little house, not too big. But I\nlike Brazil. I say, oh very Schoen. I start to talk in German. . Brazil,\nRio de Janeiro. Oh, ya, ya. I say, you are Nazis! Your husband 1s one of the\nNazis who left Germany to go to Brazil. And now from Brazil, they would\nrecognize him and he came over here in the Spanish because he speaks Spanish.\nHow do you like that?",
        "A: She say, no, no. Do you have children? She say no. Why you are going to now\nfive o’clock, two o’clock, you going to downtown. I told in Spanish to pick up\nyour husband because they will recognize him. You’re going to pick up him and\nto go home. Not to be alone. But I wish to go with you to recognize him and I\nwill choke him. Because he Nazis. Look how clever, they went there. They will\nrecognize. They spent so much and after they change the --. They went back to\nVienna, they find out they will recognize them and so they come to Los Angeles.\nIf I had time, I will go to see where she will stop and where she will go back. I\nwill hide myself but I didn’t have time. I didn’t want to aggravate it myself.\nLook the Nazi. Did you hear on the television? The Nazis now what they want?\nMe, no Nazi, me no. You are not, your husband, yes.\n10",
        "A: No, Auschwitz.",
        "A: Only Auschwitz, yeah. From Auschwitz, they send us to Buchenwald, Villestadt\nto work in factory. We didn’t have no time. We didn’t know if it was daytime or\nnighttime. We were underground.",
        "A: What?",
        "A: Pardon me?",
        "A: What you mean? [Other voice in background] Go ahead.",
        "A: What? I said so many things. What the witnesses. I can tell all the girls who\nwere with me",
        "A: The only thing what happened in Villestadt where I was working; one lady, her\nname was Margot from Berlin. She moved where she was, she jumped in the\nriver and she disappeared. The oberau the chief of the soldiers, they say if\nshe not coming back, ten of you, they will be killed. For one, ten. She pick up so\nmany and one of us, Matilda Israel, was one with them. [More conversation with\nother person — not in English]. That was very important. For 24 hours, we was\ntrembling, shaking, what would be from us. Why they would kill them, the ten\nfor one. Finally they put the reflectors, the lights, boats, airplanes, they find her.\nThey brought and then they put in — on the floor and everyone, they have to step\non her. They have to kick her. We have to do the whipping. We have to whip to\nher, to that woman.\n11",
        "A: We did it because they gave us. She was crying and crying and crying. She used\nto talk in German because she was from Berlin. She used to say, I will never do\nagain. I will never do again. Please forgive me, forgive me. She used to cry, all\nthe lady I feel sorry for Margot. I remember that -- was very emotional. We was\nvery depressed for that case. That was very important too. When I was working,\nmy nail, the nail went down and then was broken. They say I do purposely and so\nthey punish me for no reason. You know, it not the right way what I did it. I\ndon’t think so. Maybe she will change and she will put different way?",
        "A: Eh?",
        "A: I say because when I start, for instance, my name is Miru and so, I was in the\nisland of Rhodes and they pick me up from the Nazis and I spoke over here how\nmany days I was in that building. But I should do before -- when I start in the\nbeginning, no?",
        "A: Yes, I know. Was not the writer.",
        "A: So how will she do?",
        "A: Because when I start the beginning, I should tell about the building where we was\nfor three days and before they called the mens and after the womens. We brought\nall the money, everything, we should start, step by step. I don’t know why I\ndidn’t. The last time, I did it but today I don’t know what happened to me.",
        "A: I should do.\n12",
        "A: No, no. Because the beginning I should --. When I start to say I’m from the\nisland of Rhodes, Greece now. In 194 _, since July, 1913, they called the\nGermans camp to the Jewish quarter and they ask the men they should come with\ntheir license to be present in that building. That building was the headquarter of\nthe pilots, the officer, the aviation. I should do that before. Then the men they\nwent there for three days. After three days, they start to ask all the women and\nthe children, they should come too and to bring all the possession they had, the\nsilver, the money, the gold to bring in together. Then they would stay all day long\nthere, they would stay long in -- they would be in one building, in one village.\nYour money, you will support yourselves. I should start like this. From there\nthey took us after three days, they gave the alarm and we went to walking like a\ncaravan like you see in the movie, they walking with all the belonging together\nlike blankets, pillows, all the clothes, whatever they had. Luggage, together and\nwe went to the boat and after five days we arrive in Pireo and from Pireo they\ntook us to Athens where the camp was there waiting for the train, for the wagons.\nWe stayed in that place, that camp they call Haidari. We stayed three days there\nin the Haidari and after they put us in the wagons. In the wagons, during the three\ndays in Athens, three women they pass away because they was thirsty. After we\nwent to in the wagons. When we reach in Serbia, three mens pass away. Manos\nS .The three men pass away because was thirsty and they died. They throw\nin one hole over there. After we start -- they hided us for many days. During the\nday, we was hiding. At night time, we was in the train walking. We didn’t know\nwhat was the destiny of us. Finally we arrive in Auschwitz. Auschwitz was the\nend of the life of our parents. I should start like this.",
        "A: Yes, in the train we was with all my family; my father, my mother. My father, he\nused to read the perck, not the perck, the -- some part of the tehillin (psalms). He\nused to read continuously, continuously, continuously until we arrived. My\nmother, she was sitting there. We didn’t have room to move. We didn’t have no\ntoilets. We didn’t have nothing. My brothers, my sister, my brother-in-law, even\nwe want to make our necessity and we say, turn your face. In the same train, in\nthe same people, in the same where we were sitting because they didn’t have no\nroom. My three nephews, my sister-in-law, she was very young, twenty-five\nyears old. Her little girl was a year and a half. My brother at that time was 28\nyears, I don’t know. My father was 71, my mother 60, 61 when they arrive in\nAuschwitz. They promise us we will see every night. During the day, they will go\nto work. But was not like that. Only we heard by the French when we smell the\nmeat, barbecue. They used to look like they have steak in the -- steak barbecue.\nWe say, look they eating barbecue with the music and the French people what\nwas over there before us, they say no. They are your parents, they are cremated.\nAt that time, we didn’t know what mean cremated. Because in our country, in our\nlittle island, we was very naive. We knew what means cremation because in our\nBible they say cremated, cremation is against the law We never thought they\n13\nwould cremated those people. My brother, they took my brothers and my brother-\nin-law, they choose to work and also myself. But my brother Josef went to\nMauthausen, Nissim was in Dachau, my brother-in-law was in Rideltow and those\nthings I find out because I wrote to Red Cross. They answered me and they told\nme where they was dead. That is the reason I know where I lost my brothers.\nMyself, I was working in Villestadt before for two months, years. I was working\nin Auschwitz bringing barrels of food to the kitchen or bring water to the kitchen.\nAfter breaks, after they send us to Villestadt. Was factory of munition. My job\nwas gleeov. I can’t translate what mean gleeov. The only thing I know was a big\ntrunk. I put pieces of metal. The machine gun I don’t know. Put it there and then\nput it in the — in one place, 500 mil kilowatt to make hard. Every 20 minute, I\nhave to change the trunk and put the other. In the meantime, the 20 minute until\nthey would be cool off. I used to help the other girls who they couldn’t make it.\nWe worked 12 hours daily for one week. One night, 12 hours. Tachi and Nachi\nthey used to call. But we never saw when was daytime. When was nighttime\nbecause we was working under tunnel. We never saw sunshine. We never saw\nthe time, what time, what day. We didn’t know nothing. We was working like\nslave until the Russian they start to come and they move us in other place to work\nin pieces of assembly of airplane. We stayed there three, four days or one week.\nFrom there they took us another place. They put in the wagons, almost the end I\nthink. They left us in wagons, closed of Villestadt, no Theresienstadt. They\nclosed the wagons for five days. How many girls was dead and we didn’t have no\ntoilet, no air, only they was lucky with chan. After five days over there, you\nshould see the cholera they have, the cholera. The Russian camp, they liberated\nus. They say to us, “kein arbeit, kein brot’; if you don’t work for you, you can’t\nhave bread. The strong girls, they have to go to work. You have to go. To me,\nthey pick up myself to work in -- to make bread. Another also to make bread.\nThe other in the kitchen to cook so we worked just for us. Some afternoon, we\nused to go to the Russian commander to clean the rooms and to cook for them.\nEvery time when I used to go there, I used to steal one knife, knife, one fork and\none time I stole a little cushion. Until they sent us to Prague. From Prague I\nescaped twice. I went to Budapest to ask help for my friends who was very sick\nwith this dysentery. We started all over.",
        "A: The liberation in Theresienstadt. I was liberated in Theresienstadt, in May 13,\n1945",
        "A: There I was working like I told you, working in the -- to make bread; the factory\nto make bread. Afternoon, I had to work in the commando of the -- the Russians’\ncommando, to clean the rooms and to prepare food for them, to cook foods for\nthem. After we used to go to our barrack. For a little bit, I don’t know for how\nlong. After they sent us to Prague. From Prague we went to the Italian consul.\n14\nThe Italian to help -- they help us. They gave nice, nice place to live like --how\ndo you say -- like a academy school. A school because the kids was on vacation\nand they gave us the bed. Then they gave us money and we can go for shopping\nor to see. We didn’t pay the carfare because when we showed the number of our\narm, they didn’t say nothing. We used to run from one bus to the other, free.\nFree rides we had. Then after --.",
        "A: I don’t know how long.",
        "A: I don’t remember, I can’t recall. The only thing they took us like before I say to\nRattotine, Hungaria, but I went myself to Budapest to pick up medicine. Sha\nfor the girls who had dysentery, yeah. Also they gave me, 1,200 merangos,\nmoney. I bought apples, sugar, something to give nutrition to the girls. When I\ncame back after three days and a half and two nights, by train because the station\nwas tall, I arrived and I couldn’t find them. After they told me where they are. I\nwalked so many kilometers and I don’t know. I can’t describe how I arrive.\nFinally I met them. I gave the medicines. I gave what I brought so like that I did\nmy best to save human being. But those girls they remember me. When is\nMother’s Day, when is Rosh Hashanah or Pesach, anyway they call me often. I\ncall them because one she live in Vancouver, Washington; the other live in\nMiami, the other live in other part of Miami, one live in Johannesburg, the other\nbetween Switzerland and France. I am in contact with them, once in a while we\nsee each other. We meet each other, we talk. That is part of what I went through\nwith those Germans. How we should forget them. How they can deny that didn’t\nexist Auschwitz, no Birkenau. Who put our numbers on our arm. My number ts\n____. That I have to learn by memory because I didn’t know before. They used to\nwith the whipping; they gave me so many — they whipped so many times to me. I\nhave to learn. We say no more Nazis, no more but the Nazis still they are around.\nWe have here in California, so many. In fact, a couple of days ago I met\nsomebody. You think it’s enough?",
        "A: After many months, we was in -- so March, just a minute, May 30, we was\nliberated and we arrive in August, the end of August to Italy. We went to\nBologna, Italy to the Jewish community. We are gombrudi number nine.\nBecause over there is Milan, they didn’t have room for us. Modena they didn’t\nhave room for us. I say the only place we should go to Bologna to see if we will\nfind any place to stay there. Was -- the building was destroyed but they didn’t\nhave no windows; they didn’t have doors. We used to sleep in the hallway, we\nwas 52 between boys and girls sleeping in the floor. The Jewish community, they\n15\ngave us blankets and also they gave few mattresses and they used to give us three\nliras to go to eat once -- to hot kitchen. They call hot kitchen and we used to cook\nourselves. They used to give few dollars, few liras to cook in our place, in our\ncommunity. Like that until everyone they start to be settled. Some they went to\nSouth Africa and some they went to Congo Belgium, some they went to United\nStates and some they stay in Milan. Some they went to Buenos Airs but we are in\ntouch with everyone and some they are in Israel.",
        "A: Myself I came to the United States.",
        "A: But I had hard time because I didn’t know the language and I couldn’t find job. I\nhad hard, very hard time. Beside with my family I was not so happy. They didn’t\n-- we came -- I didn’t get along with them because their mentality was different of\nmine. I decided to take one room in some place and I used to pay $40 monthly.\nIn the meantime, I wrote to Italy to send me money to friend of mine until I will\nfind job.",
        "A: Here I came in 1950; July 18, 1950.",
        "A: From New York -- First of all I was, before to come to the United States I\nsupposed to come with DP, displaced person from Germany. Because only I was\nItalian but Rhodes, the island of Rhodes. .. .\n[End of Tape 1]",
        "A: I had Italian passport but Rhodes passed to the Greece in 1948. I didn’t want to\nbe Greek. I pick up, I choose to be DP, displaced person to come to the United\nStates. I have to go to Bremen in Germany because the American, they used to\nsend soldiers to Germany and the boats empty. The boats, the navy, they used to\ncome back and bring refugees from Germany. I was in Germany again for three\nweeks to see those lousy face of Germans. But I never came out from there, from\nmy room. I never going to eat out because I don’t want to hear the steps of the\nGermans and I don’t want to hear their voice. I came -- when the time came we\nwent to the boat, to the navy and so I came to United States, to New York. From\nNew York, I came to Los Angeles, three nights and two days by train. I came to\nChicago, the train -- I missed the train. I have to stay another 24 hours there with\n16\nno food, no nothing. Because I didn’t know the language. I didn’t know what to\nask to say give me tuna sandwich or cheese sandwich; I didn’t know until I\narrived to Los Angeles. When I arrived to Los Angeles, my aunt she say, you\nknow, I was in the depot. She came to pick me up. She say, the first thing, you\nknow, now you are in America. Your name is no Miru any more. We have to go\nand change to Mary. I say I’m very sorry; my parents they gave me Miru, I want\nto keep Miru. If you don’t like Miru, call Mary. First of all I say, Aunt, I got\nyour mother’s name. I’m the only survive who got your mother’s name. We had\nfour Mirus in the family. I’m the only survive, why you don’t like? I say okay,\nyou call me anything you want and I did like this because I was exhausted from\nthe trains with no food. I came and you start to give me lecture, to say not Miru,\nMary! I stay a few months over there, seven months with my aunt. I didn’t get\nalong. I went -- I took one room with somebody. In the meantime, I didn’t have\nno money. I brought with me $500 but was easy to spend. I wrote to Italy. I say\nwhen I will work, I will pay you. They send me every month $100. Like that. I\ncan pay $40 and the $60 I can eat and take the carfare. I had more hard time in\nUnited States than in Germany. Because in Germany I know I was obligated,\nwith no choice. But over here, I couldn’t speak the language, I couldn’t find job\nand I didn’t have no place to stay. I had very bad life. For one year I was\ndesperate until I decide to go back to Italy. I say I wish to find a job to make my\nticket and to go back. A friend of mine, my cousin who I saved from Auschwitz,\nwho got diarrhea, she say come to Seattle and I will find job for you. I went to\nSeattle; I start to work but I had hard time because I didn’t know the language. I\nwas working in but very hard to explain to me. I took time from the\nother people to teach me, to tell me what to do and my time also. They fire me.\nFinally I look in the telephone book, Italian family, Italian place and I find Euro-\ncity store and I start to work in Euro-city store. After five years, I became\nAmerican citizen. I say, goodbye everyone. I’m going to Europe to see where\nwill be my destiny. I was going to Israel and in Israel they have war after war. I\nsay not forme. When I went to Italy, I find out the life was very hard to find job.\nI say, I will come back to United States. I will work more. When I will have\nmore money, I’ll go back to Israel. That is what I did. Now in the meantime, my\nhealth is no good. My health is very deteriorated.",
        "A: Eh?",
        "A: I don’t know what to say.\n17",
        "A: Yes.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nAugust 30, 1992\nLos Angeles, California"
    ]
}