{
    "rg": "RG-50.030.0176_trs_en",
    "sequence": [
        "Q: Bella, could you give us your full name and where you were born and what year you\nwere born?",
        "A: My name was Bella Pasternak. I was born Breock (ck) Simon Autashore (ck), Romania,\nTransylvania.(ck) Later on it became Orderra (ck), because when Hungary take it over, it\nbecame a different city.",
        "Q: Can you tell us something about the town you were growing up? What year did you --",
        "A: I was born November 7th, 1928. I was a seven-month baby, and I was born the seventh\nchild. We were two boys and five girls. The town was three-and-a-half kilometers from\nthe city Dasch (ck), and it was a small town, mostly non-Jews. The population -- the\nJewish population in our town was approximately 25 or 30 families when I was a small\nchild. But we used to go into the city very often. We had a synagogue; we had a grocery;\nand my father was a blacksmith. He was from America here, where he learned a trade. In\nthe early 1900 he came over as a young fellow, and he was partly -- he was talking about\nNew York and partly about San Francisco. When he left behind his girlfriend, he went\nback in 1912 or 1911 -- or 1912 to get married. At that time the war broke out and they\ndidn't let him come back. Despite he had the papers and the passport, they recognized\nhim as a Hungarian -- as a citizen born there, and he had to go into the Army. By the time\nhe came out from the Army, his passport expired and, therefore, he wasn't able to leave.\nAnd many times through the years that we were there, the passport was validated, and\nwhenever -- it was validated, the government changed, and we were never able to leave.\nEven in 1940 we had all the passports to come over, but then Hungary came in and they\ndidn't recognize any papers from around the world. And the town was very small as far as\nthe population, the Jewish population. But we did have a Synagogue, a small Synagogue,\nand we had people that came from out of town to teach us Hebrew. We went to classes\nfrom the morning, early in the morning we went for Hebrew classes, and then we went to\nschool. And Romania it was a very -- in the beginning it wasn't bad. But then they started\njust like here in the pogroms (ck). There was Krousa-coger (ck), just like the iron guard,\nwho prosecuted the Jews. And they used to call names like: Jew, go to Palestine. But as\nfar as more the situation in the city -- town that we lived, we didn't see. We went to\nschool, and I went to school four years. And in four years I made seven grades. After\nseven grades there were no more classes in our town. But my mother was very religious.\nMy father was more modern, because he was already an American, so he found the taste\nof modernization. My mother came from an ultra-orthodox family, that they shaved their\nheads, and they really kept it very, very strong. Whatever the Rabbi said, that's what --\nwritten in the books. So when I won the scholarship, it took time. They said I could go\nfor free. And then my father says: Look, we're not sending her. If they send her, let her\ngo. Finally, then it came through, Hungarian took over. The Hungarian --",
        "Q: Would you stop for a moment. What do you mean; what scholarship did you win?",
        "A: I took -- the scholarship that I won, it was -- they had statewide scholarship. They had a\ntest in math, in history and in geography. I was the youngest one, because I made seven\ngrades in four years. So -- but I won in all three: In math, and history, and geography. So\nthen they said that they would give me a special admission to college free -- for high\nschool and college free. But my parents were so religious that our boys did not go to\npublic schools. They went to Yeshiva. My brother went away. He went to Yeshiva and\nvisits the Rabbi, Yeshiva. He become a Rabbi. And the girls went to school -- and to\nHebrew school. So when I won the scholarship -- and my father said to my mother: We're\nnot sending her. If they are sending her, let her learn. Because my father did not speak the\nlanguage, because when he was born it was Hungary. Then he was in the States where he\npicked up a little English, and he came back it was Romania. So wherever he went, I\nwent along with him, because he didn't know what he was signing. The language was\naltogether different. From Hungarian to Romanian, it's a different -- altogether.\nRomanian is Latin, and Hungarian is a different language. So I used to go along with\nhim, and he used to kid around, and he said: Here comes my lawyer, to let me know if I\ncould read it or not, or to sign it or not. She will read it to me, and then I'll sign that if I\ncould sign it or not. When Hungary came, we were a little happy from the beginning,\nbecause we figured there wouldn't be no more the iron guard. My mother remembered\nthat she was born in the same town, it was Hungary; that the Hungarian people were\npretty nice people. And it was all right from 1940 until 1941. In 1941 it became a new\nlaw. Jewish people weren't allowed to go to school. So my scholarship, first of all, wasn't\ngood any more, because from -- Romania become Hungary. I had to go back to school\nand start with A, B, C. A different language altogether. After learning one year, we were\nexpelled. We had to wear a Jewish star, and it was forbidden for Jews to go at night out,\nand to school altogether. So I went in the city that time, and I started to learn a trade,\nbecause my father, to rest in peace, he always said: No matter how much money you\nhave, you always have to know a trade, and you have to know to do even for -- we had a\ngirl coming in to wash the floors, she used to make us all do something to make sure that\nwe all knew how to do it. In the house we were a lot of children. Some of them were\naway in Yeshivas, but we were a happy family. Like my father was working, he was a\nblacksmith. So in the beginning he used to work with 12-13 people, because he had\npeople coming from all over for the backsmith work, and also was making the carriages.\nAt that time there was no cars. So the carriages were made with wood, and he used to\ncarve the wheels, but he -- he practiced, and he knew very well to make the carriages. He\nhad workers in that department, and then he went in the other department where he used\nto put shoes on horses, and he put the iron and the wheels from the carriages. When\nHungary came over, he was still doing that, and even towards the end he was working. In\n1942 the situation got really bad. Everything was rationed: Milk, flour, sugar. You were\nallowed to get one pair of sole in your shoes one year. Everything that we had was sent to\nthe Army, or even but -- what we didn't have -- if we didn't have it, they told you you had\nto deliver that. We had to go to the black market and buy it, and deliver it for pennies.\nBut being you were a Jew, you had no other choice. We had a big house compared to the\nrest of the people there, because my father when he came from the America, after he\ncouldn't -- wasn't able to come here, he bought land. And he bought a house, a big house,\nso we had a six-room house. So they taxed everybody according to their property. So, we\nhad acreage that they used to give out for people from the town to work on it, and\nwhenever they came out with the corn or with the wheat, we used to share it. Half was\nthere for the labor and the other half was for us, because we keep the land, and we give\nthem the seeds for it. Then they taxed them to such an extent that it wouldn't pay to give\nit out to workers. He finally give it to the workers, and the workers used to give us wheat\nor whatever from -- just for the ground, but the ground was written over to them. Then in\n1942 it came around the Jews were paying more taxes than anybody else. If you made\nmoney or you didn't make it, they tax you. So one day they came in and they said: You\nhave a six-room house. You have to pay so much and so much. My father, he should rest\nin peace, took a hammer and made five rooms out of it. He knocked the hole out. He\nsays: You see, now I only have five rooms. He says my taxes -- because it was\nimpossible to pay the taxes. No matter how well you were, in the end you become poor,\nbecause no matter what you have, it wasn't enough. Then everything was rationed. And I\nstarted -- I started to play the black market. I used to buy stuff and take it into the city\nwhere everything was available for money. And I become very friendly with the head of\nthe police, the captain of the police, and he was Hungarian. There we had two kind of\npolice in there. Some of them were called Rangles (ck) and some of them where called\nChandles (ck). The Rangles (ck) were the local ones, that it was established there. The\nChandles were coming from other areas. Once I got arrested. We didn't know -- I spent\nthe night in jail when I was 12 years old, because two people rode the bicycle. Everything\nwas reserved for the Army. I didn't know. I rode from the city, the three miles. A fellow\npass by and he says: You want a lift home? And I was sitting on the bicycle, the Chandles\n(ck) come, they saw us on the bicycle. We both spend the night in jail because we rode\nthe bicycle. Whatever we did we didn't even know, because there was no radios. There\nwas no newspapers. Nothing. Everything was forbidden. Not only for the Jews, for the\npublic. The news there was like this: One guy went on the drum and announced this time\neverybody has to take the cows out, or things, because they're coming to take for the\nArmy whatever they want. So we had buffaloes. Trained -- you know, trained buffaloes\nthat the milk was very, very good from them. And I used to do black market. I used to\ntake them everything from eggs, sugar, zachery (ck), anything that you could normally\ndisguise by wood by the carriages. They used to buy us things to make the matzos. For\nPesach -- from Purim to Pesach, they used to bake in our large room that they used --\nlunch for where my father made. We'd make matzos for the whole town. Everything was\navailable for money that we made from the black market. So I befriended myself with the\nhead of the police station. And in order for me to be able to do that, I used to give him\npercentage. He used to get milk, eggs, chickens. Anything that I dealed with, he used to\nget. We become very good friends. As a matter of fact, before the ghetto, he told me:\nLook, the situation is getting very bad. You leave. I went home, and I told them the story.\nNobody wanted to believe me. They said: How in the world can you say? We were\ncomfortable just like here. We work. We gather money that somebody's going to come\nand take you away. Nobody wanted to believe it. I said: Look, remember when it was\nforbidden to kill for kosher, only once a week. And my uncle, my mother's brother was a\nbutcher, and they caught him killing for -- slaughtering the meat for kosher in a different\nday. So the Rabbi that slaughter it and my uncle was arrested. So I went to the captain,\nmy friend, and they got off from jail. I said: Look, remember when I got them off from\njail, because he knows me, he told me -- he done favors for me, because I do favors for\nhim. Whatever I give him, I didn't take any money, because if I would have take the\nblack market money, I would have been arrested. And for the money that I give it to him,\nit didn't pay, because it's like for five dollars to five cents, so I figure it's better I give him\na gift than to charge him. So, Friday before the ghetto started, he told me: Look, you are\n40 miles from the border. Go home and tell your parents to pack and leave. Well, Friday I\ngo home and I said to my mother and father: Look, the friend of mine, the captain says:\nThe situation is very bad and it's getting worse. One, we have a chance. We should go\nover 40 miles to the border. My father had two brothers that lived in Romania, because\nwhen we were there it was Hungary; and he had a sister in Bucharest. He said: Take\nwhatever you can and leave. When I went home and I told -- my mother and my father,\nthey went to Synagogue Friday night and Saturday, and they discussed it. Well, they said:\nNow I think she is going too far. I know she has connections. I know she took us out of\njail. I know that whatever she is planning she could do, and he goes along with her, but\nthis is a little too far. You see, when he said that, everybody was staying put. The Rabbi\nsaid, the shucta (ck) said to stay put. So it came Tuesday morning, when we started to\nbring people from -- for the towns. We were only three and a half miles to the city,\nkilometers. We walked. The other people, that they were further, the Chandles (ck) used\nto take them in little carriages and take families. So I said to my mother Tuesday\nmorning, I say: You see, you didn't believe me. You see already they are taking these\npeople. So my mother used to say: Well, they were business people. Maybe they did\nsomething wrong and they caught them, and they're taking them for questioning. I didn't\nwant do Tuesday morning nothing, no chores around the house, because we had to feed\nthe ducks, the chickens, the cows. Everything everybody had -- you know, when you\nwere a large family, everybody had the chores before they go any place. I says: I'm not\ndoing nothing. I said: You wait and you will see what's going to happen here. So finally\nthey knock on the door and they say, you have five minutes to get whatever you want.\nGive me your jewelry and give me your money, and be ready in five minutes. We -- my\nmother at that time looked at me, and I didn't say nothing. So we packed little things that\nyou take: A blanket, a pot, a milchig pot, a fleishig pot. And my father was doing the\nhorses, too, for the Germans, because we had two Germans that lived in our house. Two\nofficers lived in our house. It was even -- if we had only five rooms, it was still the\nbiggest house in the area. So whenever an officer came, they used to say -- there was no\nhotels -- your master bedroom was taken. My mother and father had to get out of the\nbedroom, and they were there for a month, living there because they had maneuvers. This\nwas German people, officers. They were very polite. They were staying in our house. My\nfather was taking care of the horses, and they used to like our cooking. My mother used\nto cook them breakfast and everything, and they used to pay us for it, and they enjoyed\nthe home cooking. They never said anything. My father, they were waiting until he\nfinished the horses, to shoe the horses, and then they gathered us in one big, in a big\ngarden. And they said when they gathered the whole group we start marching to the\nghetto, which was approximately four and a half miles.",
        "Q: Could we go back?",
        "A: Yeah. Yeah.",
        "Q: You are 12 or 13 years old and the Hungarians take --",
        "A: Right.",
        "Q: -- how do you begin to think about black market? You were a very young person. Were\nyou with a group of young people who did the same thing? Where did this come to your\nhead to do this?",
        "A: Well, my father didn't speak Romanian. My mother was able to speak Romanian and\nHungarian. My mother was a very shy person and very frightened person. She was\npractically afraid of her shadow. The law had to be obeyed just the way it is. I was always\nrebellious. I was determined to rebellion. Nobody is going to tell me what to do. So after\nI went to school -- when I went to school, towards the end, like when I went to the second\ngrade, then already -- every year I was the first in the class. And there was always when\nthe graduation came they used to give us a bouquet of flowers, a basket of fruit. All the\ntime I got a crown, a basket of fruit, and a bouquet of flowers from the captain that lived\nin our town, because I was a good student. I also went, when it came towards the end in\nRomania, when I was about nine years old, I was -- the teacher -- we had a big classroom.\nThe whole time had two-room school. In one school there were four grades, and in the\nother classroom there was the fifth, sixth and seventh; and they were only two teachers. If\none teacher didn't come in, I used to take over the classroom. So I -- after I take over the\nclassroom, I was the youngest in the group. But we were sitting like 400 children in one\nroom. You could hear a pin dropping, and if anybody made a little noise, they were\ncornered -- in the corner, that they had to kneel in the corner, if they made noise, because\nshe wanted attention. After then, when then they started to be the situation bad, that there\nwas no more food -- if they called me to tutor somebody, I used to go home, they used to\ngive me the milk, and the eggs. A basket of eggs. Anything. I used to get paid, but not in\nmoney, in food. When I went shopping, I was about nine years, I used to go shopping\nwith my father in the city. The first time I went to the store, and I ordered something,\nthey looked at me like crazy first. But then I went with my father and my father said: If\nshe ordered anything, make sure it's just like I order it. So I still practically run anything\nin the house. So my mother was afraid, and my father didn't know the language. So I was\npart with him, and whatever he said, or I said, went. So when schooling it wasn't any\nmore available for me, and I didn't like the trade too much. We had in the house\neverything, and we used to sell. We used to make the matzos from Purim to Pesach, for\nthe whole city, the population for 8,000. They used to come 50, 60 girls in the morning,\nand they used to roll the matzos and bake it, and they used to make five kilo packages,\nand we went in to sell it for everybody, matzos. There was a point we used to make\nwhiskey for sugaries (ck), and then we used to make the lentka (ck) and the castles (ck).\nWe used to stay up all night and used to make the daluckavas (ck). Everything we had.\nWe used to have the milk, and we used to sell. I went in to the city two, three times a day\nby foot, and I used to deliver the milk, and I used to sell everything before when it was\nstill legal. Then after then when it was illegal, we had the three cows -- buffaloes. Then\nwe went, they kept taking away. First thing, if the non-Jews had ten or 12, but if a Jew\nhad three, the first one to be taken was from the Jewish people. At that time I was very\noutspoken, and I didn't know the translation from Hungarian to Romanian rather well.\nWhen a big officer used to pass by, my mother used to say: Here goes a \"Hunt. A big\nhunt.\" (ck) A \"hunt\" is a dog. And translated in Hungarian was \"cupyah.\" (ck) And I\ndidn't know the difference between the real name of it or no. That is the way that this is\nthe dog, so I called it a dog. So when they took away the first cow, I didn't say nothing.\nWhen they took away the second, I didn't say nothing. And finally 1t came that they took\naway the last one, and we used to take the milk for my friend, who used to love the milk,\nI went and I said to them: Gee, you're taking away the third one? This is the last one we\nhave. I says: You know something, I know a bigger dog than you. Not knowing that I say\nanything wrong, they called -- my mother used to say a \"cupyahbuctka\" that he is a big\nofficer, but they used to call them the big dogs passing by, and also I know a bigger dog\nthan you. I went home my mother was crying and my father was crying. I said, \"What\nhappened?\" I say: You know something, I don't care they took -- they take away your last\ncow, but you know what you just said. You called them a dog, and you say you know a\nbigger dog than him. I went in to the city and I told my friend. I said: Look what\nhappened. This was in 1943. I said: Look what happened, and this was the last one that\nwe had. And I said to him: I know a bigger dog than you, and I meant you. I says I really\ndidn't know what I was saying, and he was laughing. He gave me a slip and he said, just\ngo back with the slip there and they will not take your last one away. And don't worry,\nnothing is going to happen to you. All this happened before the ghetto. I went in a couple\nof times. I used to take him the eggs and the milk bottles, and the milk things that are the\nrather big things for the milk to carry, oil, everything -- and I used to take it. And\nwhenever we used to kill ducks or -- they didn't come out kosher, that was his gift. He\ndidn't know they not kosher. But he -- they were -- just that -- because they didn't come\nout kosher, they were his. He used to like the ducks and the goose, because in Europe\nthey used to have stuff, good stuff. My brother was very religious, and he didn't eat from\nthe same dishes. We at home have two sets of dishes. For us we have white (ck) kosher,\nand my brother was glat. He was a Rabbi. When he came to town, he didn't eat the same\nkillings from our Rabbi, because he was a little older, and he says maybe his hand shake.\nSo he brings his own haliff (ck) to cut his own killing, and my mother, should rest in\npeace, used to cook him special dishes. He got married when he was 20 years old without\neven seeing his bride. He just know whose Rabbi's granddaughter he was getting, and\nthat was sufficient for him. When my father -- when he came home from Yeshiva and he\nsays: I'm getting married. My father was surprised, because he went to an all-boy\nYeshiva. He comes, he says -- my father: Yeah, you're getting married. Who's the girl?\nHe says: This Rabbi's and Rabbi's granddaugher. My father looked at him amazed, then\nthere was a wedding. He got married without even -- they went for the engagement.\nThat's the first time my mother saw the girl and my father, who was about 70, 80\nkilometers from the house. But in Europe 70, 80 kilometers was like from here -- it was\nfar away. I never went there because there was no cars. You know, you practically had to\nwalk if you went from one place to another. They went to the engagement, and they did\nget married. My sister-in-law was so religious. She was so religious that she didn't even\nwear a Sheitel. She wore a spietsel (ck), they called it in Europe. It was made out of satin.\nNot hair. And my brother, he wear a shtreimel and a cafftan (ck), and white socks. And\nhe was very, very fromm (ck). When he was called in 1940 in the Army, when they took\nhim there, he did -- he lived -- finally when they killed him just before the liberation -- on\nbread and water for four years. So when I went to -- when this fellow, my friend told us\nto leave, then nobody believed me. Nobody wanted to believe me what's happening.",
        "Q: Did you think about leaving by yourself?",
        "A: Yes. I was thinking about leaving myself many times. He came -- see, when we were in\nthe ghetto, they took us to the ghetto that day, and before that we were entered, there was\na girl by the name of Atteckata (ck) was her name. And she looked at us -- she took my\nmother's sheitel to see what's she's carrying, she took the sheitel. She was looking every -\n- in your private parts to see if you don't carry gold with you. But even that time I had in\nmy shoulder pads stuffed with money that I took all the way to Auschwitz. I did want to\ngo, leave many times. And the ghetto, my friend took us out. They had -- he used to come\nand he used to say: It's night already. At night, close the lamps. We had the loose turn\n(ck) lamps. In the ghetto there was no bungalows or anything. We just made sukkos.\nEverybody had a little sukkoh. From floor blankets, and that's how they slept. The\nchildren were crying. There was 8,000 people outdoors in the woods. There was no\nbarracks. Nothing. Even from there they used to take every day the people, and they used\nto torture them. There was one house that the officer lived, and they used to torture them\nto find out where they left the money behind, where they buried the jewelry and where is\nthe money. That's what they were looking is for money and jewelry. And everybody\npractically -- even my father -- they brought them back on stretcher. That 1s how they\ntortured them before they took us to the Auschwitz.",
        "Q: Were you tortured?",
        "A: I wasn't tortured in the ghetto. But in the ghetto there were -- the Hungarian people used\nto take the Jewish people for maids or for labor, because all the Jewish people were pretty\nwell off. Most of them -- either they were in business, either they were mechanics or all\nof them made better money than the Christians, and they all had maids. But when it came\n-- when they pulled together the peoples, they took out the doctors and the lawyers. And\nthe children, the babies born in the hospital, brand new babies, all of them ended up\noutdoor. It was in May, right before Shavuos. And we were in ghetto there in open air\nwith the rain, with everything for a whole month. Every day they used to go a truckload\nin with girls to the city to be maids. So my friend had requested me for a maid. Every day\nI went out, and I never worked. I -- he had a daughter the same age of mine. And we used\nto play around there and kibitz and one back -- and he always give me to take something\nback, bread or anything to take back to the camp. He says: Look, I told you to leave. You\ndidn't listen. Even now if you want to, I could get a truckload, 40 people, and I will take\nyou over the border. So, I went back and my mother start counting. We are 10. My\nbrother is so many, and the other ones, who should we leave behind? Let's go. Whoever\nis going to be, let's go. I had a little brother. The youngest one was three years old, and he\nwas crying so much. And I knew my area, and I know the mountains, because if you\nlived in the town, we were three miles away, but my grandmother lived 12 miles away,\nand I used to walk from one place to another one. And my father had a lot of customers\nup in the mountains. So I said to my mother: Look, Welby (ck) -- he was the youngest --\nhe's crying so much. I'm going to take him and leave. And some days when you come\nback, we'll get together again. First of all, she said no. Then she said: Do what you want.\nThen the next day there was an appeal and everybody was outside. They were counting\nand they were talking, and they were saying: Look, the groups are starting to leave. The\nfirst group will leave tomorrow, and they give the names which group will leave from\nwhat area -- they announced the names, because there were 8,000, and they only used to\ngo like 2,000 to 2,500 to one group. He says we're starting now with 2,500, and this and\nthis group to leave. And the Rabbi -- we had a Rabbi. Even a priest was in our ghetto. His\ngrandmother was Jewish. He never knew it, because they -- he was going by a different\nname, and he didn't know it that his grandmother was Jewish, and he was with the\npriestly clothes, taken out from the church, and he was in the ghetto. The Rabbi -- one\nRabbi -- our Rabbi's name was Ponit, and there was another Ponit who was from\nEnombert (ck). He was about 40, 50 kilometers from -- 14 or 15 kilometers from our city,\nfrom our town. So he made an appeal, and he says: Please don't leave. There was no\nwires around. So a couple people maybe sneaked out. And then he says: If you going to\nleave, the ones who will be behind will suffer. And that day I want to leave, and my\nmother says: Do you hear what the Rabbi said? So on that night, believe it or not, this\nRabbi with 11 children got the pass for the children, get dressed as Austrians, and they\nleft, leaving the whole other Rabbi -- the Rabbi from Dashe (ck) came with the group.\nThe other Rabbi with the children disappeared that night, and he went over the border.\nAfter when we went to Auschwitz, which we were the last transport, they put us on the\ncattle trains, and then we went away to Auschwitz. We traveled approximately four and a\nhalf or five and a half days. It seemed like a year, because we were about 70 to 80 people\nin one car -- from it. It stopped once or twice a day for people to go down do the\nbathroom. And the children, we had a pot that we were cooking, that is what they used\nfor a bathroom. Food, they used to throw in -- if you were 70 people, they throw in 70\npieces of bread, and that was your meals all the way when we got to Auschwitz.",
        "Q: Can we go back, Bella?",
        "A: Yeah.",
        "Q: When you went to see this captain and he took you out and you played with his daughter,\nhe gave you food to bring back?",
        "A: He gave me food to bring for my family. He also used to come and used to drop the bread\nin there.",
        "Q: Why do you think he was doing this? Was this not taking risk?",
        "A: For me to take him the stuff that I take him was taking a risk. For me, for doing the black\nmarket that he knows I was doing -- whenever somebody else called me, I said this is for\nhim, and he knew after I left, I left him something, and I delivered it to my customers.",
        "Q: So he wasn't taking a chance?",
        "A: He trusted me and I trusted him. So when he told me to leave, I trusted him; but\nunfortunately when I went home, nobody wanted to believe me. Now, I was only 15\nyears old, and then you come home -- it's just like here. Somebody would come and tell\nyou: Gee, you'd better pack, because tomorrow they're going to ring your bell and take\nyou away. And nobody would believe it. But believe me, the situation here 1s getting to\nbe almost, almost -- you know, sometimes I get the chills when I see the news here. I see\na swastika here, and that they did this and they did that. It's getting -- this is the way it\nstarted in Europe. Exactly the same way.",
        "Q: What did you know about what was going on in Germany and Poland before you went\ninto the ghetto in 1943?",
        "A: Nothing.",
        "Q: Nothing?",
        "A: Nothing. There was no news. The radio was for the -- my aunt used to have a -- we didn't\nhave electricity in our house, and we didn't have the water coming into our house. We\nhad lamps. Lit (ck) the city and just before us, but everything went on batteries. It was\nforbidden to use a radio. If you had radio, first of all, it was taken from the government.\nSecondly, everything was announced to them. A bicycle, you're supposed to register.\nLike I said, two of us rode a bicycle, because it was registered. I ended up in jail. Now\nthere was no news. Nobody knew absolutely nothing. When the officer told me that --\nwhen my friend told me, and he was the captain of the police station from the town, from\nthe city, when he told me that, nobody wanted to believe it. It's like in here. If somebody\nwould say, you are comfortable in your house, they're going to knock on your door,\nthey're going to take you away. They don't want to believe it. Everybody trying to lock up\nwhen we left. We figure, gee, when you come back, you'll find everything, because we\ndidn't know where they'd take us. They said, five minutes, get ready you leave. We didn't\nknow where and why. And nobody was able to question. They had the guns. They came\nhome with guns, and what are you going to say to somebody that comes home with a\ngun, and they say: We are authorized to take you away. Nobody knew where. So the first\nthing where they took us was in the ghetto. And in the ghetto we were there\napproximately four weeks, three and a half to four weeks.",
        "Q: How did other people get food in the ghetto?",
        "A: In the ghetto they give you -- it was rationed. Everybody we used to get, every day we\nused to go and you used to get so much beets, so much this and that. And they used to\nmake from the wood. You take the wood and you made a fire, and you used to cook. This\nis the way. You had bread. There was no facility. There was no bathrooms. It was the\nwoods.",
        "Q: So what happened? Did you go to the woods --",
        "A: To the woods. They took a shovel and they dug a place, and they put the tree across, and\none side was for the women and the other side was for the men. Everything was wild in\nthe woods. There was no water flowing, and there was no nothing. There was no\nelectrical lights or anything. There was, like we go -- people go here camping. It was\nsurrounded with police around, but no wires. There was no wire fence.",
        "Q: Were you frightened?",
        "A: I wasn't frightened. I was only very, very depressed because I used to say: Gee, I knew\nabout it when we could have take advantage, and even, you know, you never know what\nhappens to the rest. But we had a chance of leaving, and they didn't listen, so there was\nnothing that -- once you were already there, there was nothing what you could have done\nany more. If you went into the city, they took you to the city. Everybody came in the\nmorning. They picked you up for work. There was somebody waiting, and a certain time\nof the day they brought you back. Then you went back to camp and everybody was\nsleeping on the floors. So we had a space maybe five by 20, or five by 18, or a little place\nthat you put like a sukkoh, and you put blankets all around, and you were sleeping on the\nfloor, the whole family. And like this, you could have seen every family. You went from\none place to the other one, and there was 8,000 people there in the woods. In the middle\nof nowhere.",
        "Q: You weren't afraid. Did you experience other people being afraid or apprehensive?",
        "A: There were many people who died, right in there. There were children that died. There\nwere old people. There was doctors, but they was no medicine. There were doctors taken\nfrom the hospital that they done surgery, and there were people that they brought them\nwith the ambulance, and they dropped them off in the woods, because they just delivered,\nnew babies and everything.",
        "Q: So this went on for a month?",
        "A: This went on for just about a month, because we left in the last transport that went to\nAuschwitz. When we arrived in Auschwitz --",
        "Q: Tell me what one thing. Were you in the same cattle car with your family?",
        "A: Yes. When we arrived in Auschwitz as we went down, there was music playing in the\npark. They had two or three people on violin playing. And as we walked down from the\nwagons, there was -- he was pointing out right and left, right and left. And I was going\nwith my mother and with my other children. And then there was Polish people who were\nthere from before, because we were only there from 1944. But there were many people\nwho were there from '39, '40. So one person walks over to me and asks me: How old are\nyou? Because I had already a towel to go with my mother. They said they were going to\ntake showers. So I said I was 15. So he took the towel away from me, and he watched,\nand nobody said, and he pushed me the other side. And he says: Say you are 16. From\nnow on, you are 16 not 15. So I went on the other side, and they asked me how old you\nare, and I said 16. They shaved my hair. They gave me an injection, and they give me the\ndress, a towel and a blanket. And from there we went to a barrack. It was a long barrack.\nThere must have been there a couple hundred people, because there was no beds. It was\nan empty barrack. And we were sitting, and one sitting the other one slept. That's how\ncrowded it was. Just like you pack one on top of the other one. Nobody recognized\nanybody by the hair. We were all shaved and everything. And then as we were talking,\nthey said: From where are you? Because the trains come in constantly, and there were\npeople not from our ghetto alone and everything got mixed up. So when I was talking, I\nsay: Gee, somebody there said she is from the same place. This is the way about talking,\nit took us four days until I find two more sister in the same barrack. That we were in the\nsame barrack, and two cousins. And then we stuck together. We tried to stuck together,\nthe five of us. Whenever we went, they counted us. We were together. So they were in\nthat barrack in the Saylogger (ck) for a week and a half or so. Every morning they used to\ntake us out, count us. We had breakfast, black coffee and a piece of bread, and sent back\nto the barrack. And then later --",
        "Q: Were you registered in any way? You got a number?",
        "A: Yes. 88,800 -- either 72 or 27. The last two number, I don't remember. It was a 27 or 72.\nIt was written out on our chests, on the dress. It was not -- 1t was printed.",
        "Q: Not a tattoo?",
        "A: No, not a tattoo.",
        "Q: Was there any insignia besides the number?",
        "A: No, only numbers. It was gray with white stripe dresses. Everybody was the same thing,\nthe dress. The only thing they let you keep from hope was the shoes. And from there,\nafter about a couple of days, they start picking and they send out to Kaiservalt (ck). And\nKaiservalt --",
        "Q: Let me ask you a little bit about Auschwitz. What did you see when you were there?\nWere you mainly in the barrack? Were you working at all?",
        "A: No, we weren't working. We were mainly in the barrack. When it came -- we were\nlooking at each other. We were just had the welcome to an end. That everything was\nbezerk already. That we only had that tank. There was a barrack, it was covered. If it was\nraining, we were inside. There was a bathroom, but you couldn't get out to it, because you\nwere sitting in each other's lap, and it would take you half an hour to get through\neverybody just to pass to go to a bathroom. So I said, don't worry, you don't have to go so\noften, you don't drink and you don't eat. So I said: Look on the bright side. You don't\nhave to use the bathroom so often.",
        "Q: Did you ask about your parents?",
        "A: No, there was nobody to ask. There was no -- nobody to ask, and there were many\nshootings. And they used to count to ten. And they used to take the tenth one with no\nquestion at all, and they used to shoot. In front of us you could see shootings.",
        "Q: You saw that?",
        "A: You saw that, yes. Then they took us to Kaiservalt (ck). And from Kaiservalt they took\ntwo boats, and they put is in two boats. And the first boat in front of us we saw it sank,\nbecause it was one boat after another. Maybe it was 100 or 300 feet away. So I don't\nknow if there was anything wrong with the boat that it sank by itself, or was it prepared\nto sink? That I didn't know. In Reichau (ck), when we arrived the first time, we worked in\na jelly company. We were filling in the bottles, the jam and jelly, and all different kind of\nthings. We worked from the morning until late in the night. In the morning we had black\ncoffee, and then lunch we had bread, because we saved it for lunch, and at night there\nwas soup. I don't know what they have in the soup. I don't know what the injections I got.\nBut the whole time that we were there, no girl ever got the period. I don't know if\nanybody told you that before. So after we were there for a while, then they took us to\nSteuthauf (ck). They de-liced (ck) us there, and --",
        "Q: How long were you in the Reichau (ck)?",
        "A: In Reichau, about a week and a half, two weeks. We were a little -- we were in\nAuschwitz also about a couple of days, and then we were in Kaiservalt (ck) and then in\nReichau (ck). From Reichau we went to Steuthauf (ck). In Steuthauf we were there a\nweek. There we got bunks, bunk beds. And there were fences every block was long.\nThere were a couple hundred girls in it, and there were fences. But the fences were so\nthat you were able to talk from one fence to the fence, or you could go through the wires\nif you were very careful. There we met somebody who says I have a sister in our bank,\nand we had to find -- a fourth sister, on the other side of the bank, because she came from\na different place. She was living with her grandmother, taking care of her grandmother,\nand she was in a different ghetto. And then we started talking through the fence. And this\ngirl says: Look, you are three there. I am here alone and my sister is there. How about\nchanging clothes, I said. You take my sister dress because of the number, and she'll take\nyour dress and come through the wires and switch. So we did that. We changed the\nclothes, and my sister came over and she was that number. There was no names. Nobody\nknew your name. They only knew you by number. So this way we were together. And\nfrom there, from Steuthauf (ck), they took us to labor camp.",
        "Q: How many were you?",
        "A: Now we were four sisters together. See, we were three kinds of children, as I mentioned\nto you: Mines, yours and ours. So this friend of my father's side, five children survived\nout of six. On my mother's side, the first one never came back, and from the five I have\none sister that is left. My mother was -- my youngest sister and the two brothers and my\nfather went straight to the crematoriums supposedly the day they arrived. So we were\ngoing -- and from there they took us -- from Steuthauf (ck) they took us to Goodhauf\n(ck).",
        "Q: What did do you in Steuthauf?",
        "A: Nothing.",
        "Q: Nothing. A. Nothing. There -- because we were only there like de-liced, and appeals, and\nthey picked who goes where. Then when we went -- from there they took us, we make\nthe trenches. There they took us to Goodhauf (ck), and Goodhauf (ck) there was -- it was\nalready October or so, and that was in Estonia. We lived outdoor in tents. There were ten\npeople to a tent, and there was only a farm house. And in the farm house they had like a\nhospital made supposedly for anybody that gets sick and for the officers, and the kitchen\nwas there, which they cooked for once a time. In the morning we used to go with the\nshovels and the picks to go to make the trenches. We used to march about two, three\nmiles before we started working, and then they measured the space you have to make for\ntoday. Like they said, so many people, and we used to dig out the dirt and throw it up,\nand it has to be six and a half feet deep. We did the trenches.",
        "Q: With shovels?",
        "A: With shovels and picks. Then it started to snow. Very early in that area it started to snow.\nWhen we came home from the work, we used to take the bodies, anybody who died, and\nwe used to go dig in the ground, but I don't think we dig two feet to bury people. When\nwe buried the people, the very first thing we did was take off the shoes, because if\nanybody shoes disappear, they used to take you away and you never see them again.\nThey say they take you for shoes, but you never got back again. So you used to always\nhave the reserve shoes. Whoever died, the shoes were taken away. After we buried the\npeople, the shoes we took off. So my sister lost her shoes -- tore. My one sister that is 1n\nIsrael, and her foot was a number -- a seven. Mine was a six, and my other sister was a\nsix. But I had my sister that passed away in Israel, she always like bigger shoes. So she\nbought a seven instead of a six before she left. So I threw it on the floor and I took off her\nshoes. And I say: Now you have a choice. Either you take my shoes, either the shoes that\nI took off from her, because they are both sixes. No, she wants hers. And I says: But I\ncan't cut off her feet to give her a six. I say: I have no choice. I said: Either you take mine\nor you take the other shoes that I took off from the dead person. But I took off her shoes.\nI throw it on the floor, and I gave it to my sister, because I figure if they take her away,\nwe'll never see her again. So we worked -- and there and then -- and then when the war\ngot closer, then it became to that extent that they took us 1n the front where we carried the\nammunition from the train to a place, and then from the place we used to hand them over\nto shoot. We were right in the front, giving the soldiers, the Germans, the ammunition.\nWe used to carry the tins -- by the boxes, which they were heavy than -- we used to drag\nthem, and we used to take the ammunitions for them. That was already at the end of\nNovember, December, and the beginning of January. So at that time already we were\nfollowed, wherever they went, we went with them. We didn't stay in one place, because\nwe went from Goodhauf (ck), we went the next town, and we didn't follow up the towns\nbecause there was -- first of all, we didn't know. Sometimes we didn't even know what\nday of the week it was. But we do know when Yom Kippur was, because there was a\nguard who said that this is Yom Kippur. And I said: Well, what's the big deal. All we\nmissing is the black coffee, and we didn't eat. We going to take off for black coffee. I\ndidn't -- we didn't have nothing. And the guard was a Saxon, also speak Romania\nlanguage. Some of them were pretty good, the guards. But occasionally they would throw\nyou a piece of bread, and nobody saw it. They were afraid for themselves. So he says:\nYou mean you want to still believe in God after what they did to you? So I says: Well,\nwhat did I miss, black coffee. So I have less of a stomachache. Much more I can't miss\nbecause they don't give you enough food. We ate raw potatoes if we find them on the\nfloor, or sugar beets was a treat. If we pass by the farms and we saw sugar beets and we\ntake them out of the mud, that was another something to eat. We were working then --\nafter we finished in that area and we went in the farm, and we were doing the\nammunition, they used to go in the trains with ammunitions through the night, and we\nworked all day. At night they used to come in, they used to come -- we had no hours like\nfrom 9:00 to 5:00, so we went by the door. We were sitting by the door and falling asleep\nright next to the door. We figure there is more air near the door. We left everybody going\nin and we were by the door. The train came in the night, and they came. They grabbed\nwhoever was by the door, they grabbed us. So we went to work at night shift barracks --\nsleeping -- we went at night work to take off the ammunition from the train. The second\nnight it was the same thing again. So we said: Hey, it's no good to stay near the door.\nLet's go further in. So the third night they said, twice I took from near the door, now they\ntook us the third time, because they say now he's changing. He went for the other one.\nYou could say, we were by the door. There was nothing to it. We worked three days,\nthree nights without sleep, and only with the black coffee, the piece of bread, and at night\nwe had soup.",
        "Q: How did you do it?",
        "A: Would you believe me, many times I think, and I say: Is it possible to go through this? If\nI wouldn't have lived it, and somebody would have tell me, I would say: Impossible.\nBecause you're a hike (ck), because you can't understand how much a person could go\nthrough in life without -- like I say, you are strong as a horse and as weak as a leaf,\nbecause many times when they were killing somebody, you would say: Gee, I wish it was\nme already. You didn't even care anymore. You really didn't care if they killed you or\nwhatever. But I said, if they kill you, I wouldn't mind to be shot. Ifa girl went out of the\nline one day, and they punished her -- so there was water poured on her in front of us\nuntil she froze to death. They were putting water in the winter on her. Then she collapsed.\nThen there was -- first she collapsed. Then they straightened her out. And they kept on\npouring water on her as she was rolling, a piece of ice. So we buried her. After -- the next\nday was the funeral. So I said, that 1s a terrible death. If they want to do something, let\nthem shoot me, but not that way. We were from Struehauf (ck) through the liberation we\nhad no shower. We were once bathing in the nudist colony there on seven (ck) on the\nBaltic Sea where the S.S. said: Everybody take off their dress and go into the water. But\nwhen we came back, we put on the same clothes, and we had such lice like ants. As big\nas ants. I used to dig it with the nails to take out the lice out. That's how much lice you\nwere. We were ten in a tent. You wouldn't believe it. One was not even Jewish. Her\nhusband was Jewish, and she had a choice to leave or to not to go, because her\ngrandmother and all of them were Hungarians, but they were officers in the Army, and\nshe had a choice. They give her a choice. She says she wants to be with her family. She\nhad a girl of 16, and she was pregnant when she came into the concentration camp. She\ndidn't tell anybody she was pregnant, because they would have killed her immediately.\nShe gave birth Christmas night in the tent, and that -- we took our towels and we wrapped\nthe baby, and washed it with the coffee. She delivered the child right in the tent in front\nof us there. We were ten in a tent. And we give her the coffee to wash the baby, and the\nbaby froze to death, and the next day we buried it. And all along she used to say: Jesus\nChrist, why did I come? Jesus Christ, why did I come? So I said: Jesus Christ wasn't for\nanybody, wouldn't help you now. You are here. I says: You know, unfortunately you\ncan't save the baby. But I said: You save yourself. One day you are home from work,\nbecause the -- being that you are sick, they not going to think that you had a baby. They\njust put her down as sick for a day. The next day she went to work just like anybody else.\nThey were all -- everybody that went to work, except if you were sick, they used to -- one\nday they used to give you permission to stay. But if you were sick more than one day,\nthey used to take you away and you never came back. Just like anybody who didn't have\nshoes, or who was sick. You see them take you away in the truck and then -- you never\nknow. They say they take you to another logger (ck). Never came back, and I don't know\nabout the logger (ck) was, because they never came back to the town either.",
        "Q: You were there three months or maybe we should just stop, and come back. I want to ask\nyou about your sisters and other people's relationships with each other as well. Why don't\nwe switch the tape.\nEnd of Tape #1\nTAPE #2",
        "Q: You were together with two sisters and then with a third sister later. First in Auschwitz\nand later in --",
        "A: Right.",
        "Q: What kinds of relationships did you see amongst the other women that you were with?\nThe women, were they in little group just like you were with your sisters, or where there\nother people in your group?",
        "A: Everybody had their own group. You see, like when they were counting, when they came\nto count ten, and in Grouphau (ck) when we were in the place there, we were ten. So they\ncounted tent. So we tried to be together. The sisters -- we were the four sisters together,\nand a cousin of my mother's daughter was there. A daughter of my mother's cousin who\nwas by herself. She only had a brother who was very much involved with the Holocaust,\nalso. He is a professor in City College in New York. But he's traveling for the Holocaust\nto Romania. He's gathering the papers together, Dr. Randall Braham (ck). And she was\nwith us. A girl from our town that she didn't have any -- she had two brothers, that they\nnever came back. And she cling to us because we was from the same town. And then the\nother people were -- like we were ten together. And you were ten together, you clicked\ntogether. When we got liberated, in it -- we was ten also in -- our area. Mostly 20 miles\napart. One from each other. And in order to go together, we stick together. It was easier\nto go in group, because there was no bridges. And if you had to go from one town to the\nother one, you had to jump on ice, from one piece of ice to the other one in order to cross.\nOtherwise, you had to go around in circle. So I used to go and ask: \"Posa ponia (ck), via\nstanzia a kilometer (ck) in Polish. That is all how much we knew Polish. To ask how far\nis the station. So they used to give us direction. Then we would jump at night and go,\nbecause then we got liberated in the camp, and we had no food, nothing. It was a barn,\nand they were a couple hundred, because people died out, and they took one group here\nand one group there. And we were on the front line, and over in the barn. And then the\nRussians came in, January 21st, then we stuck together, the ten girls. And the only one\nthat died, that we are not in contact with is my sister who died last June; but there is one\nin Canada. There is four in Israel. One is in Brooklyn. My sister lives home. One, the\nfriend we just wanted to -- we just came from the trip, because she has a son who lives in\nVirginia, in Alexandria. But we stick together and we call each other.",
        "Q: How did you know that you were liberated? Well, what happened? You were going out\nevery day and giving these --",
        "A: Every day we wake up in the morning, they used to call for appeal. Before we left for\nwork, they used to count us. And then we went in groups marching to work, and that day\nnobody came. And so we were waiting and waiting outside, and there is nobody. So we\nlooked around, and then one girl says: You know something, I don't think the S.S. are\nhere anymore. So then everybody started to go and look for food. That was the first thing\nthey were running for food. And then you could have said you got a chicken and just\ntwisted their necks, and made a fire with the feathers and everything. And by the time I\nlooked around, I saw a little pig running around. So I took my belt off, and the fork from\nthe stable, and I put it into the pig, and potatoes, and we all sat down. There must have be\nabout ten or 12 people, we sitting around and we had our fist meal, pig and baked\npotatoes -- with the skin and the guts and everything else. We just pulled it and it was ate.\nAs a matter of fact, about five or six years ago, I met one girl and says: I'd like to meet\nthe girl that killed the pig. So my husband start laughing. He says: You want to meet her?\nThere she is. Because, you know, sometimes you go to a place, to a party or something,\nand you don't know who you see. You meet people that you were together -- or many\ntimes I go to a wedding, or even to a funeral. I went to a couple months ago, and I met\nsomebody who I didn't see for four years, and he walked over and he recognized me. See,\nin our town it's different. If I would go back today to the place where I was born, 90\npercent that was left of the people, they would know who I was. Even my husband, he\nwent back 20 years ago, everybody asked: Are you Bruha's (ck) husband or Belima's\nhusband? because they all knew us by the Jewish name. The non-Jews knew us by the\nJewish name, because in the house they only speak Jewish. Until we went to school, we\ndidn't know a word of Romanian, because it was strictly a Jewish housekeeping. Strictly\nJewish. And the non-Jews used to learn Jewish. They used to talk to us in Jewish. We\nwere very friendly with some of the neighbors. Only problem that we got was from the\nstrangers; or, like you have here, the skinheads, or the ones coming in from other towns,\nsay: Gee, the Jews are no good, or the Jews are this -- or they used to kill Jews, and they\nused to say: Kosher meat. All this was done not from the immediate area people, or even\nwhen they took us away, it wasn't done by the German people. It was done by the\nHungarian collaborators that went from our town, because we had no Hungarians in our\ntown. Our town they hate it that the Romanian -- that Romanian was, you weren't allowed\nto speak Hungarian. But when Hungarian was there, you weren't allowed to speak\nRomanian. And the Jews, no matter what you did, it was no good. If you had money, you\nwere a thief. If you had no money, they killed you to get the money they didn't believe\nyou don't have it. So it was a situation of no-win situation. The situation was bad in\nEurope since I remember it. But, it wasn't real bad until really when the ghetto started.\nThen it was unbearable. And it wasn't going to get any better before the ghetto. Like,\nwhen the Germans came over to our town, because they were doing maneuvers in the\nmountains, because we lived near the city, they came in just very politely. Your master\nbedroom is taken for officers. You couldn't say yes or no. It was our house. We paid the\ntaxes, but they were the rulers to it. This was -- it was such a ruling in there that twice,\nthey -- once a week you were allowed to eat meat. If my mother cooked, when it wasn't\nsupposed to be, we were always afraid the smell that if they come and they found out that\nyou ate meat. That is how strict it was. My mother was very, very afraid. She was afraid\nof her shadow, and I was the opposite. I don't know why. I was like a rebellion. I always\ndared them, and sometimes it worked and sometimes it didn't. But this was my nature,\nand even now I am so determined. If I make up my mind, it's impossible to change it. My\nthree sons, when we will get together and they will say -- we would talk, because I have\nthree sons and they all lawyers. I said -- my sons say: I know you have the last word. But\nthis is the way I was born.",
        "Q: Were you the only one in the family like this?",
        "A: Yeah. I'm the only one in the family that is like that, rebellion. I have a sister who is also\na little -- wherever you put her, she'll stay. When we got liberated, I didn't know that\nbeing that my father was a citizen, we could have come right away over, all of us, with no\nquestions asked. So my sister went to Italy. One of -- with her husband. My other sister\nwas in France with her husband, and one was in Austria, and we all got different areas.\nSo after the war we went back home to Romania first.",
        "Q: How long did you stay outside of this camp area that you were in when you were\nliberated --",
        "A: One day.",
        "Q: -- where you ate the pig?",
        "A: After we ate the pig the next day we started going home.",
        "Q: Did that bother you, eating the pig, since you were so religious?",
        "A: What? People were eating rats and mice, believe it or not; if they were able to catch them.\nI was so religious after then, after I got home, and I find out that this Rabbi was home\nwith -- in our town with 11 children, I turned. I rebelled to no extent. I started to believe\nin nothing. Despite that I was so religious, I believed in nothing after. And then when I\ncame over to America and -- the children transport, and I got to my mother's cousin, that\nthey took out -- they were looking who was left from the family. See, my mother -- from\nmy mother's side, she had here her uncle and cousins. From my father's side, we had a lot\nof family in Mexico, because my father originally was from Spain. And when they start\nto leave from Spain, they came towards Poland and towards Romania. And they were\npretty well old when they came from Spain, that they even named the town after my great\ngrandfather. But little by little they took away everything. They send away that time, my\nfather came to America, they sent them for trades. My father and one brother went to\nMexico, and then they came back. But the situation was, at that time, people were pretty\nwell to do there. They found Romania a little country, which was like, you could get\nanything you wanted there. Everything was -- when it was in the beginning was pretty\ngood. In the early -- in the teens, in 1913, and 15 it was very good. In the '20s, the early\n'20s it was pretty good. But the late 30s, before Hungary came over, and then when the\nwar started, then it started -- they always was blaming the Jews for it. If the Hungarian\nwas taken over from the Romanian, they would blame the Jew were collaborators. The\nJew had nothing to do with it. They always said the Jewish were the bankers, because\nthey had money. Even if they had no money, they didn't believe them. Like I said, my\nfather -- and we were pretty well off until everything was taken away. If you had three\ncows and the other one had 12, like I told you, they took from the Jews first, even if he\nhad three and he had one. It didn't mean anything -- the Jewish, it was easy. We had no\npolice, and everybody had to be guard. In our town there were 20 families or 30 Jewish\nfamilies. The rest were non-Jews. We served as a guard a couple times a year. Even if\nthey would take from ever family one night to be a guard, so my father used to pay for\nsomebody to be a guard for the day -- for the night. So they used to pay it to guard the\ntown. There was no police. Everything was private. But it was paid mostly from the Jews.",
        "Q: When after you ate the pig, and you all decided, the ten of you, yes, decided that you\nwere going to go back to your hometown --",
        "A: I was the leader.",
        "Q: You were the leader. Why did you make that decision?",
        "A: Well, we went home to see who was coming back. We figured maybe who survived.\nMaybe our parents survived. Maybe the children. We didn't know who survived. We\ndidn't know when the rest of them got liberated. So we start walking. Most of the houses\nwere empty. We were in Estonia. From Estonia to Budapest, we went by foot. From\nJanuary 21st to March 17th, we went every night, we went from one place to the other\none. And most of the houses, they were empty. You could go in -- in the immediate area\nwhere we were liberated, we went in and the stove was still on hot. The food was in it. I\nsaid: Don't touch anything. It's poisoned. Because the food -- they left the food. People\nran away. And we find these curtains, so we took the curtains, and put it around ourself.\nIt's the fur coat, or if we find an old pair of shoes and change from the thing. But there\nwas no clothing. See, when people left, they left the furniture, and they left food in the\nbasement. Like, there was cabbage, sour cabbage, or pickles, or wine. But the food was\non the stove, I says: Don't touch it, because they probably prepared it for somebody to be\npoisoned. We ate raw potatoes. We didn't take the food as cooked (ck). So the first night\nwe ended up sleeping in the dentist's office, because we saw the dentist chair and they\nhad yet all the equipment for a dentist's office. It was very nicely furnished. We went\nupstairs. There was a bedroom. We figured, nobody's there. If they're going to come in,\nthey're not going to shoot us anymore. It's not that kind of people there. We'll go upstairs\nthere. There was a piano, and there was a big mirror in front of the piano. It was a baby\ngrand piano, and a big mirror -- 1t was a well-to-do dentist. We went on the second floor\nto sleep. On the floor. The ten of us we always stuck together, because if anything\nhappened, they're not going to shoot ten together. And they're not going to do anything\nfor ten, and we are going to have time to run. The Russians came up with the horses on\nthe second floor. The horse saw the piano in the mirror. He saw the mirror. He saw the\nreflection of the horse. He put the foot on the piano, and we started running at night,\nbecause the Russians were on the second floor with the horse. And then I said: No more\nsleeping at night, because look what's going on with the Russians.",
        "Q: What is going on?",
        "A: We were afraid of them, because they stopped once and they -- one offered us a lift\nduring the day. We were the ten of us going together. They say: You want a lift? Well,\nwe Said yes. One girl was up in the truck, and they start rolling. So we pulled her down,\nand she was full of -- bleeding from her knee, because we pulled her down, and she fell\non her knee, and we never took any lifts after. From then on --",
        "Q: What was she -- could you explain then, what was he doing to her?",
        "A: Nothing he was. When she was in the truck, he started rolling with the truck. He didn't\nwait for all of us. When the one girl was there, he started the truck rolling. So we grabbed\nher by the hand, and this is the way we pulled her down from the back of the truck. And I\nsaid: From now on no more lifts from the Russians. We have to learn to go by foot. And I\nsaid: We have to learn to sleep during the day and run at night when they are not around.\nWe were so afraid -- we were afraid from the Russians. I -- almost as much from the\nGermans.",
        "Q: Did you think they were going to kill you?",
        "A: No. We were afraid they were going to rape us.",
        "Q: Did you see evidence of that or --",
        "A: No, there were rapes. There were a lot of girls who saying that they were raped. I know\nmany people from my hometown who were raped from the Russians after the liberation.\nAnd there were many people who were raped from the Germans while they were there at\ngunpoint. So we were afraid for that more even for the Russians than from the Germans.\nThe Germans, you have no choice, but now I figure you could run, and we started\nrunning at night. At night we were running. During the day, whatever we were able, we\nstole from here and from there. Whatever we find, we ate, and we went. We went like\nthat, stealing and going from January ‘til March until we came to Budapest. When we\nwere in Budapest, then we spoke the language. Where we went was a Jewish\norganization. When we walked in and we said from where we coming, they were saying\nwe were the first to come back, and they said the dead are coming back from the other\nworld. Then they give us -- put us -- and they called right away from there on the\ntelephone to our town, because it was occupied by the Russians, but they had the Jewish\nleaders from the UJA. They had Jewish leaders in every part, and they told them that we\ncoming, and there is a group of ten. And they put us on the train at Budapest, and we\nwent to Cloche (ck) to Romania, and from there they was waiting for us with the bus.\nAnd we went straight into the hospital. And the first thing I remember is they put us on\nice, because we were frost bitten. And that I remember -- I couldn't understand, we were\nfrozen and everything, and they put us on ice. And they did give us pig to eat, and there\nwas no kosher, nothing. They gave us the smoked pig to recuperate. Then they opened a\nJewish kitchen, from the joint in our town. We were there at that time, people were\ncoming from Romania, from all over. They were traveling back and forth looking for\nfamily, and we went to our town to find the house empty. Nothing in it. Every window\nbroken. We don't know who did it. Why it was with nothing livable in the house. So we\nwent into the city, and we figure we start all over again. There was one place with a big\nroom, and that they had furniture -- better furniture that they collected from the Jewish\nhouses, and pictures, and things like that. We took a little furniture and we took a room,\nand we went to work. As soon as we started, we waited to see who is coming home from\nthe family. We were there from March to Purim, the following Purim. In the meantime\nmy sister's husband came home, one of them, and she became pregnant. And she had a\ndaughter who was born, the first child after the liberation, who was born in Romania.\nAnd now they are in Israel, and she is -- my niece is in Bodylon (ck). She is a professor\nof chemical, chemist professor, in Bodylon (ck). She was in school in Romania and then\nshe went -- they immigrated to Israel 20 years ago.",
        "Q: How many people of your family showed up?",
        "A: In Dashe (ck) my sister find her husband who was invalid, because he stepped on a bomb,\nand his foot was blown off. And she find her husband. Then somebody came from our\ntown and said: I saw your brother being killed. He says the Germans were forcing him\nbecause he was so religious -- they were forcing him to eat, and he didn't want to eat. It\nwas just before the liberation, a couple of days. He was only eating bread and water, and\nthey forced him to eat non-kosher food, and he refused, and they pulled his beard out, and\nthey hatched him to death. So we waited and we waited. And then we got a letter from\nanother brother who was in Austria, and he says he can't come home any more. He knows\nthe situation that nobody is coming home. He says: If you want to meet him, he was in\nAustria to write to him. And then Purim came, and a group of Polish people had a theater,\na Jewish theater. And after the theater he said, the Russian are looking for workers, and\nyou know whose it's going to be again. The person that is going to pick us, the Jewish\npeople. The best thing for you is to leave. So I went home and I packed. I packed, and my\nsister who had the baby, and the baby was only a couple months old, and I left the keys\nwith her. I said: Look, I'm leaving tonight. My other sister was just married three days\nbefore my second sister, and the third sister was married. So the three of them were\nmarried. I was the only one single. One had her husband who came back from the war,\nand the other two got married right there in Dashe (ck). And I said: Look, you're all\nmarried, and I have nothing to look here for. I says: Anybody who came back, as far as\nboys, are older people, or I'm not interested. I have nothing to do here. I'm going to my\nbrother in Austria. So I said: Here is the key. I left it with my sister with the baby. I says:\nHere is the key in case they catch us at the border and I have to return, I'll come back. So\nat that time I was trying to write a book about my history from the Logger (ck), from day\none, everything what happened. But we went to the border, when I had to drop\neverything, because I put it in Hungarian and then Romanian, and the language that I\nfigured I would translate it later. When we crossed the border, I had to destroy everything\nbecause we had to pay. For the Russian to cross, it was easy. We used to give them a\nbottle of Vodka, and you could cross 40 people with a bottle of Vodka. They looked at\nthe other side, you cross the border. So we went to the mountains, 40 miles; from one\nborder to the other one, even after the liberation, to get together, because we were on the\nRussian border. We had to cross through the English zone, and from the English zone to\nthe French zone, from the French we went to the American zone. Everything was a zone.\nAnd wherever you went into a Logger (ck), everybody gave you injections. You ask: For\nwhat injections? That is the time the rules were as soon as you came in: \"What's your\nname?\" and injection. So for Passover we were in Udenburg (ck) in the English zone.\nAnd at that point I wrote a letter to my brother, who was in Austria, and he was married,\nnewly married. And he wrote me back that he would send somebody who would bring\nme over to the American zone, because we couldn't get permission to leave. There was a\ncouple, an Austrian couple, dressed in Austrian clothes, carrying with them Austrian\nclothes, and they came for me, another fellow who had a brother there where my brother\nwas. And they paid them off, and they came to take us over. And I went as the Austrian\nwife, and the fellow went as the Austrian's husband. And with the false passport we\ncrossed the border, and we arrived to Balkastan (ck). I arrived to Balkastan (ck) there. We\nwere in the DP camps. The displaced person camp. We couldn't register, because we\ncouldn't get food to register at that time. Everybody went in, they had room in the hotel.\nThey were taken for the DP camps, but you had to have a card in order to go 1n to eat. So\nthe only thing I said to my brother: It's easier to eat if I'm going to work in the kitchen.\nThe kitchen, nobody wanted to work that time. So all day we're peeling potatoes and\ncarrots for the food. And even at that time they give us a room. We were -- after the\nliberation we were in one room with a single bed and a double bed, but no more room.\nOnly room to move around to the bed. There was a mother and daughter who took the\nsingle bed. And in the other bed was sleeping me, a cousin of mine, my sister and her\nhusband in one double bed. We slept there for three weeks. And then they started to\nregister us in, but I still remained working in the kitchen, because they had no help. And I\nwas in the kitchen and I was registered. And then in September they said that the group,\nthe younger group under 18 to register, because they go to the State. There was a group\nthat was going to go to the State. At that point I registered. I registered and I had to go to\nmedical checkup. I went in to the medical checkup. I go downstairs to where the medical\ncheckup was, and there was a fellow who I knew who was in a mental institute who acted\nas a doctor. And I walked in, and I said: Crazy Blood, what are you doing here? He\nlooked at me, because I recognized everybody from the city and the town, because if I\nwas dealing with milk and the eggs and with everything, I knew practically every person\nthat lived in the city. If I didn't know them, it was either he was too rich that I didn't deal\nwith him, or too poor that they couldn't afford me to deal with him. But I know this\nfamily. He had a brother who was a dental technician. But he a religious boy. He was -- I\ndon't know what was wrong with him, but they put him -- but they say he went in a\nmental institute, and everybody called him Crazy Blood. His brother didn't come back.\nWhen I went down to the doctor, to the office there, he was a doctor. When I saw him\nand I called him: Crazy Blood, what are you doing here? He said: Shoo. Don't tell\nanybody nothing. You will be the first one to leave tomorrow. When the group goes\ntomorrow or the day after, I will take care of your papers. You will be the first one to\nleave. But make sure you don't tell anybody nothing. I said: Yes, but one thing. The only\nthing you get from me 1s an X ray. I will take no needles or no pills. He says: You got a\ndeal. I was afraid to breathe to tell anybody who he was. You wouldn't believe it, that\nafter I came to America and I was in real estate, and I passed by, I saw Crazy Blood and I\nstopped inn. He become a gynecologist in Manhattan. So I don't know, was he crazy that\nhe was in the mental institute. I don't know. He learned there with the people, and before\nhe came to the State, he must have learned, because otherwise he couldn't have become a\ndoctor in America. But he was a gynecologist in the end.",
        "Q: You mentioned your sister was with you. I thought you left alone?",
        "A: I left alone. They only took children. The first group that came, I was there with my sister\nand my brother, my sister and her husband, my brother and his wife, and me. We were in\nthe same place. And I had another sister and my brother-in-law who lived in Leads (ck),\nwhich was in a different camp, but it was about half an hour ride from where I was. The\nonly person that I was able to come that time was me, because I was under 18. The\nchildren group came. They took me as a child out first. So they left -- were left behind,\nand I got here from -- after I got all the papers, I went to Seldersfinger (ck) in Germany,\nand from Germany they took us to Bremerhaven (ck). In Bremerhaven there was a strike\nat that time. In 1946 there was a strike for three months, and there we were quite\ncrowded, because the groups kept on coming and no boats left. And then finally in\nDecember the boat -- the strike was settled, and we went -- we started out on Marina\nMarlin (ck) with a boat, with an Army boat. And in the channel the boat had a hole, and\nwe had to jump in the rafts in December, in the ice. And we wait for another boat,\nanother Army boat to pick us up. And ever since then, my husband wants to go for a\ncruise, I say: I've already had one cruise. I'm afraid of the boats. So when I got here, they\ntook us -- the first time we arrived in America, they took us in a home. It was an\norphanage home. And then my mother's cousin came to pick me up from there. It was\nDecember the 20th, and I went there for the weekend. I was there from -- for the\nweekend, and because she didn't say that I'm going to stay there, or I didn't know nothing.\nShe just took me for the weekend when I arrived, and she took me out for the weekend.\nAnd my mother's sister -- her cousin's sister, my mother's cousin sister and brother, they\nall came to see me. After then she requested -- she asked me if want to stay there. She\nhad two girls younger than me. And they were not rich people. They were a butcher. But\nthey -- from the children transport, from the children group, because I come with the\nJewish committee, they came out every month to ask me -- I had to go for medical\ncheckups every month, and they came to ask me if I'm satisfied where I'm living. And\nthey wanted to pay at that time forty dollars a month. They said: We do without the\nmoney, but instead of that, bring out a child. She never took anything from them. Like,\nthe highest was the joy, and she didn't want to take anything from them. And I was there\nwith them --",
        "Q: What are you thinking about?",
        "A: What...?",
        "Q: What are you thinking about?",
        "A: They died, too. That was like my second home. I got married from them. I lived with\nthem from '46 to '53. Then I had to go every month. I had to go to the medical checkups,\nand I had to get injections. I don't know why. I don't know what kind of liquid injections.\nI was trying to find out what kind of injections I got, because from the medication, from\nthe injection that I got there, the period we never got. I was here already two or three\nyears, and I had to get special injections to start it up again. Because I -- what medication\n-- either it was in the food or then it was in the injection that they gave in the\nconcentration camp for cleanliness, that they shouldn't appear in the woman.",
        "Q: Do you remember any injection in the concentration camp?",
        "A: Yes, when you arrived.",
        "Q: In Auschwitz?",
        "A: In Auschwitz everybody got injections, but what kind of injection nobody know. Some of\nthem did get it back on their own. But I remember going downtown in Yorkburg (ck)\ngetting injections, and I went back but the place was demolished. I don't know how to\nfind out. But I know I got injections, yeah. I remember getting big, white liquid injections\nevery single month.",
        "Q: Was this done in other camps?",
        "A: What?",
        "Q: The injections -- A. I got it in other camps, too. The place when you went from one zone\nto another one, you got injections, but this injections were -- because from when we left\nthe -- from Auschwitz until in 1948, nothing happened until I got the injections.",
        "Q: Did that worry you?",
        "A: No. I gained a lot of weight from it. I was blown up from it. It worried me too, because I\nfigure if I ever got married, I wouldn't be able to have children. And even after I got\nmarried, I had the children and everything, we were so frost bitten that -- we went this\nyear, we went Costa Rica, and it was here the cold weather. They were saying that the\ncows' udders were frozen. That they didn't give any more milk. You wouldn't believe it. I\ndidn't have a drop of milk, because I was all frost from the concentration camp.",
        "Q: Do you remember noise in the concentration camp? Were you able to sleep? Did you\ndream?",
        "A: Mostly the noise was in Auschwitz. In Auschwitz you had a lot noise. Shooting you\nheard constantly. I mean, at that point if somebody got shot, you just envied them. You\nnever said: Gee, she got shot. You always say: I wish it would have been me. We never\nsaid: Gee, she got shot. Poor thing. We have to bury her. We just said -- after work we\ntook the party and we buried her, and we went, a couple of feet away from where we\nwere staying. We took the shovels and we dug two feet, maybe, because it was all frozen.\nAfter work and after supper, we took the body and just buried them. We didn't even think\ntwice to write a name on the grave or anything. Who would claim her?",
        "Q: Did you ever think about suicide?",
        "A: You couldn't think about it because you were hoping they should kill you. Why would\nyou commit suicide? Take a shovel and hit yourself over the head.",
        "Q: Did you know that the wires were electrified in Auschwitz?",
        "A: No. We didn't go near the wires. We didn't know. They didn't let you go near the wires.\nWe were in a camp there -- in the C Camp, the Ceron (ck) Camp, and we were there a\nshort time. The wires had torn, or whatever you call them. But I didn't know if they were\nelectrified or whatever, because we didn't see anybody go near the wires, because you\ncouldn't go near because there was people there with the guns constantly. For them to\nshoot the person, it was like nothing. They used say one, two, three, four, five, ten --\nbingo. They would say for no reason at all.",
        "Q: Were you numb when that happened?",
        "A: It didn't numb me. No. Sometimes you would say: Gee, when you count ten, you would\nsay, I wish I would be the tenth. Because you were so depressed at that point, that you\nreally didn't care. It didn't bother you if they killed you.",
        "Q: When did you learn that -- what was happening? There were so many thousands and\nhundreds of thousands and millions of people were killed?",
        "A: Well, when we got to Auschwitz, and as we went in the group, you knew every day there\nwere less and less of us. Then they were saying -- we were talking, we were going from\none camp to the other, you always meet people from different areas. So when we went to\nSutthauf (ck), there you met people from Poland. Who would say: Gee, when did they\nbring you over? We said in June. They say: Where were you before June? We says: We\nwere in the ghetto, I said. They ask me how long were you in the ghetto? I said: A month.\nShe said: A month? She says: We were in the ghetto four, five years, and we are here\nalready four years. She says: We were in the ghetto, she says, so many thousands, she\nsays, 20, 30 thousand, and every day they always used to kill people. They used to dig\ntrenches, and they used to shoot them -- they used to say people used to make their own\ntrenches, and they used to shoot them to fall into them. They said at least they were\ndecent enough, they took the dirt and they throwed it on the top, otherwise they were\nmass murders. They used to tell me. And from in the beginning, I didn't want to believe\neverything. I said: Really? I says: It really happened like that? She said: I saw it with my\nown eyes. I said: How did you survive? She said: Because they put us in a truck and they\ntook us tour (ck). She said she saw her parents being killed like that. She saw the whole\ntown practically being killed like that. But you see -- you see, in the place that we lived,\nnobody wanted to believe that it could be such a cruelty. See, I had my brother who was\nnow in South America, who was a Ukrainian. In 1940 when Hungary came over,\nanybody who was over 22, the Jewish people and they were well to do, or something,\nthey took them for labor camp. That was before anything else. And my brother was put in\nthe labor. They gave him a yellow band or a white band. If they were half Jews, they\ngave you a white band. If you were Jewish, they gave you a yellow band. But we were\nwearing the Jewish star, the Morgan David star, and they should know that we are Jew.\nThen you had to be restricted. Your store was not your store anymore. You were working\nfor somebody. They came in and they said: From now on, the store is mine, but you still\nhave to run it. But all the profits were theirs. They confiscated practically everything.\nThey said all these things, everybody says it's going to pass by. It's only temporary\nthrough the way. Nobody believed that it was going to be stretching like that. It's just like\nsomebody would walk in here, and they would say: Gee, get ready. In two weeks, they\nget all the Jews together. Would you believe? Nobody wanted to believe it there either.\nUntil when it happened. And when it happened, it was too late, because they were taught\none thing, not to fight back. If you don't fight back, it's not going to be so bad. You know,\nlike many people says, if they were to allow people to fight back, but many in Poland did\nfight back. But us -- they would say it's the law. You got to do what the law says.\nEverybody followed the law. They thought the law was right, but unfortunately nobody\nbelieved it. When we came back, when I came back and I found out that nobody is\ncoming home after a year. I said, the war is over a year, if you didn't hear by mail or if\nnobody came home, that means it's over. The war is over, nobody else will come home.\nSo then we started rolling. I left the country, and I came over here, and my sister went to\nSouth America, my brother, because they are -- like I said, they were three kind of\nchildren: Mine, yours and ours. From my brother's mother's sister was a Montevideo. So\nthere they gave visas out. Here they weren't able to get visas out. So my brother went to\nhis aunt. And my other sister was my real sister, she -- I said: How much does a visa\ncost? They said $120, so I send $120 to South America that they should send a visa in\norder for her to go to South America. So my other sister went, and my brother was in\nSouth America until 1962, that I got her the papers to come over here to America with\nme. My other sister was in California now, originally came out to Canada, because what\nis here would cost. And the two sisters that were in Romania, eventually immigrated to\nIsrael.",
        "Q: Did you talk to that Rabbi who came back with the 11 children?",
        "A: Yes.",
        "Q: What did you say to him?",
        "A: When I came back to Dashe (ck) after the concentration camp, and I saw -- I sent to the\nborder, I went to the ghetto to see what's going on there. I took the girl, the one that was\nso mean to us, and I did give her -- I beat her up once about an hour, just because she was\nSo mean to us.",
        "Q: Physically beat her up?",
        "A: Physically beat her up. And then I went over to the Rabbi, and I did confront him. If it\nwould have been up to me, I would have put him in jail for that. All I said to him, I said:\nLook, if you wanted to leave, fine. You should have keep your mouth shut. And leave,\nanybody who was able to leave, to leave. I said I would have -- I said I came back, but\nthere was a possibility I could have saved my little brother. My parents went anyhow,\nbecause they listened to you, I said. But my little brother I had already my bag on my\nshoulder, and the kid in the hand, when my mother says: You know, you were a seven-\nmonth baby, and I spend most of the time watching you more than anybody else, and you\ncould leave me just like that and you heard what the Rabbi said. So I put down the kid\nand the thing. My mother said, you know, something was saying (ck). So I didn't. So I\nsaid to her, he didn't answer. I wanted that time but everybody says: Look, how is it\ngoing to look if one Jew is going to start against another Jew. I didn't do nothing. My\nsister came from South America. When she came to live in Yonkers, she used to go to\nBrooklyn, and she met him, because he married her in Dashe (ck), my sister. And I was\nvery rebellious. I said: If I would have to get married today, I said I would go to a priest\nbefore I go to this Rabbi. I said, because to me he 1s not a Rabbi. I says I wouldn't want\nhis blessing. And then, when my sister came over here, and she was in Brooklyn, and she\nmet with him, and once I also got a telephone call. And they said, you know, Rabbi Ponit\nis getting blind, and I'm collecting money for him for eye surgery. So I said very nicely, I\nsaid: If he would be a mute, then I said, I would gladly have send him some money for\neye surgery. I'm sorry he lasted that long, and that he only now became blind, and I\nhanged up. This was about eight or nine years ago, or maybe 12 years. I don't know.\nTime flys. But this is what happened here in the State. That is what I said to you, I was\nvery outspoken and I was very rebellion.",
        "Q: What about the -- that captain who helped you?",
        "A: I looked him up. He wasn't there, because, you see, he was a real Hungarian. He came,\nyou know, when the area where we were was Romania, and the captain went back, when\nthe Hungarians left, he had left. And I couldn't trace him, because I only know his name\nwas Istchone (ck). Now there is so many Istchons (ck), it's like here, you would look for a\nJoe. You couldn't trace him. You couldn't go to the Romanian government to find out\nwhere the Hungarian government went. But I would have liked to trace him, but it was\njust impossible because the whole thing changed. Now you see, like you were born in one\ncountry, and then the next day it was a different country, and you can't trace one after\nanother.",
        "Q: Before we look at the pictures, is there anything else you would like to tell us about in\nterms of your experiences?",
        "A: In here or after or from home?",
        "Q: Before you came to the United States. Is there anything you would like to talk about?",
        "A: Well, I told you about my father, who was an American. I don't know if he become a\ncitizen of New York or in San Francisco. Then he came home to get married, and the first\nwife was very -- after -- she was so beautiful, that is what I heard, that when he got\nmarried they had to have police on the roofs, because they were promising that they were\ngoing to steal the bride. They had five children. Then she become very ill, and in Europe\nthey didn't have no medication for any kind of an illness, practically. People died if they\nstepped on a nail from the infection. I know, for the first time I went into a church,\nbecause we were very religious, I had a friend that stepped on a nail, and she was only\neight years old and she died. I asked my mother permission to go to the funeral, because\nwe were neighbors, and we were classmates. And that's the first time that I went into a\nchurch in Romania, because it was her funeral. She was eight years old. And even -- then\nafter then when my mother was married, they married her very young. She was married\nwhen she was 15 and half to an uncle of hers, because the aunt had died. And there was\nall furnished -- at that time they married her off because she didn't have to give her no\nmoney, and they were people that -- she figured that he already has a house arrangement,\nand everything, so they married her over 15 and a half, without her being asked, are you\ngoing to get married or no. So when she had the first child, she got divorced. She lived in\nthe same town where my father lived with his wife and the five children. When she got\nvery ill, she was going over there to help her with the five children, and they become very\nfriendly. And she said to my mother: I can't die until you don't give me your hand, that\nyou will take care of my children. So my mother went to the Rabbi -- after she died, she\ndied shaking hands with my mother. And she went over to the Rabbi, and the Rabbi say:\nYou can give the hand to a person who is dying, you must keep your promise. And he\ndivorced my mother. And absentee of her husband, who was away in the Army, they give\nher a get in order to marry my father. Then we were, like I said, three type of children.\nAnd I didn't know -- in our house we didn't know that we were three type of children.\nUntil it came a holiday, and my mother dressed us, the youngest in one in red dots. When\nit come a holiday for Pesach and for Sukkah, everybody get new shoes and dresses. So it\ncame a holiday when I was about seven years, eight years old, and I got dresses with my\ntwo youngest -- my older sister and my younger sister, we got red polka dots, and they\ngot blue polka dots, but the same dresses. As we came from the Synagogue, from the\nShul, our neighbor say: How nice of Ruhoff (ck) -- that was my mother's name. And now\nmy son's daughter, who lives here in Silver Spring, carries my mother's name. So she\nsays: How nice of Ruhoff (ck) that she dresses her children in red and his children in\nblue. So I went home, I says: What did she mean by that? That his children dressed in\nblue and we are not. Then I was told that what happened, because I ask. Otherwise,\nprobably I wouldn't have known for the longest time. Eventually, probably they would\nhave tell me. But then I was told what happened, and why that's his children because her\nmother had died. Because, when, you know, you are young if you have parents you\nweren't allowed to go even to the cemetery. Here, everybody goes. Children, not children.\nBut there, it was a different kind of a -- I don't whether it was tradition, or there was a\nrule that anybody who had parents wasn't supposed to go to a cemetery. So the children\nused to go there after them, and they got a little older. They used to go to their mother's\ngrave, the older ones, after. I find out that my mother used to take them to their mother's\ngrave. But it was a long time until I find out that we are not from one mother and father.\nSo even now we are very close. We were always close, and we still correspond with each\nother. Our brother was here. We were in South America last year, and we were in Israel\nlast year. We see each other. Unfortunately, not every year, because one is in South\nAmerica, and the other one 1s in Israel, and one in California, and we haven't seen them\nfor two years, but we talk on the telephone. We correspond and --",
        "Q: Can we stop for a moment, and set it up so we can look at the pictures.",
        "A: Sure.\n[ Viewing of photographs]\n"
    ],
    "questions": [
        "Q: Bella, could you give us your full name and where you were born and what year you\nwere born?",
        "Q: Can you tell us something about the town you were growing up? What year did you --",
        "Q: Would you stop for a moment. What do you mean; what scholarship did you win?",
        "Q: Could we go back?",
        "Q: You are 12 or 13 years old and the Hungarians take --",
        "Q: -- how do you begin to think about black market? You were a very young person. Were\nyou with a group of young people who did the same thing? Where did this come to your\nhead to do this?",
        "Q: Did you think about leaving by yourself?",
        "Q: Were you tortured?",
        "Q: Can we go back, Bella?",
        "Q: When you went to see this captain and he took you out and you played with his daughter,\nhe gave you food to bring back?",
        "Q: Why do you think he was doing this? Was this not taking risk?",
        "Q: So he wasn't taking a chance?",
        "Q: What did you know about what was going on in Germany and Poland before you went\ninto the ghetto in 1943?",
        "Q: Nothing?",
        "Q: How did other people get food in the ghetto?",
        "Q: So what happened? Did you go to the woods --",
        "Q: Were you frightened?",
        "Q: You weren't afraid. Did you experience other people being afraid or apprehensive?",
        "Q: So this went on for a month?",
        "Q: Tell me what one thing. Were you in the same cattle car with your family?",
        "Q: Were you registered in any way? You got a number?",
        "Q: Not a tattoo?",
        "Q: Was there any insignia besides the number?",
        "Q: Let me ask you a little bit about Auschwitz. What did you see when you were there?\nWere you mainly in the barrack? Were you working at all?",
        "Q: Did you ask about your parents?",
        "Q: You saw that?",
        "Q: How long were you in the Reichau (ck)?",
        "Q: How many were you?",
        "Q: What did do you in Steuthauf?",
        "Q: Nothing. A. Nothing. There -- because we were only there like de-liced, and appeals, and\nthey picked who goes where. Then when we went -- from there they took us, we make\nthe trenches. There they took us to Goodhauf (ck), and Goodhauf (ck) there was -- it was\nalready October or so, and that was in Estonia. We lived outdoor in tents. There were ten\npeople to a tent, and there was only a farm house. And in the farm house they had like a\nhospital made supposedly for anybody that gets sick and for the officers, and the kitchen\nwas there, which they cooked for once a time. In the morning we used to go with the\nshovels and the picks to go to make the trenches. We used to march about two, three\nmiles before we started working, and then they measured the space you have to make for\ntoday. Like they said, so many people, and we used to dig out the dirt and throw it up,\nand it has to be six and a half feet deep. We did the trenches.",
        "Q: With shovels?",
        "Q: How did you do it?",
        "Q: You were there three months or maybe we should just stop, and come back. I want to ask\nyou about your sisters and other people's relationships with each other as well. Why don't\nwe switch the tape.",
        "Q: You were together with two sisters and then with a third sister later. First in Auschwitz\nand later in --",
        "Q: What kinds of relationships did you see amongst the other women that you were with?\nThe women, were they in little group just like you were with your sisters, or where there\nother people in your group?",
        "Q: How did you know that you were liberated? Well, what happened? You were going out\nevery day and giving these --",
        "Q: Were you the only one in the family like this?",
        "Q: How long did you stay outside of this camp area that you were in when you were\nliberated --",
        "Q: -- where you ate the pig?",
        "Q: Did that bother you, eating the pig, since you were so religious?",
        "Q: When after you ate the pig, and you all decided, the ten of you, yes, decided that you\nwere going to go back to your hometown --",
        "Q: You were the leader. Why did you make that decision?",
        "Q: What is going on?",
        "Q: What was she -- could you explain then, what was he doing to her?",
        "Q: Did you think they were going to kill you?",
        "Q: Did you see evidence of that or --",
        "Q: How many people of your family showed up?",
        "Q: You mentioned your sister was with you. I thought you left alone?",
        "Q: What are you thinking about?",
        "Q: What are you thinking about?",
        "Q: Do you remember any injection in the concentration camp?",
        "Q: In Auschwitz?",
        "Q: Was this done in other camps?",
        "Q: The injections -- A. I got it in other camps, too. The place when you went from one zone\nto another one, you got injections, but this injections were -- because from when we left\nthe -- from Auschwitz until in 1948, nothing happened until I got the injections.",
        "Q: Did that worry you?",
        "Q: Do you remember noise in the concentration camp? Were you able to sleep? Did you\ndream?",
        "Q: Did you ever think about suicide?",
        "Q: Did you know that the wires were electrified in Auschwitz?",
        "Q: Were you numb when that happened?",
        "Q: When did you learn that -- what was happening? There were so many thousands and\nhundreds of thousands and millions of people were killed?",
        "Q: Did you talk to that Rabbi who came back with the 11 children?",
        "Q: What did you say to him?",
        "Q: Physically beat her up?",
        "Q: What about the -- that captain who helped you?",
        "Q: Before we look at the pictures, is there anything else you would like to tell us about in\nterms of your experiences?",
        "Q: Before you came to the United States. Is there anything you would like to talk about?",
        "Q: Can we stop for a moment, and set it up so we can look at the pictures."
    ],
    "answers": [
        "A: My name was Bella Pasternak. I was born Breock (ck) Simon Autashore (ck), Romania,\nTransylvania.(ck) Later on it became Orderra (ck), because when Hungary take it over, it\nbecame a different city.",
        "A: I was born November 7th, 1928. I was a seven-month baby, and I was born the seventh\nchild. We were two boys and five girls. The town was three-and-a-half kilometers from\nthe city Dasch (ck), and it was a small town, mostly non-Jews. The population -- the\nJewish population in our town was approximately 25 or 30 families when I was a small\nchild. But we used to go into the city very often. We had a synagogue; we had a grocery;\nand my father was a blacksmith. He was from America here, where he learned a trade. In\nthe early 1900 he came over as a young fellow, and he was partly -- he was talking about\nNew York and partly about San Francisco. When he left behind his girlfriend, he went\nback in 1912 or 1911 -- or 1912 to get married. At that time the war broke out and they\ndidn't let him come back. Despite he had the papers and the passport, they recognized\nhim as a Hungarian -- as a citizen born there, and he had to go into the Army. By the time\nhe came out from the Army, his passport expired and, therefore, he wasn't able to leave.\nAnd many times through the years that we were there, the passport was validated, and\nwhenever -- it was validated, the government changed, and we were never able to leave.\nEven in 1940 we had all the passports to come over, but then Hungary came in and they\ndidn't recognize any papers from around the world. And the town was very small as far as\nthe population, the Jewish population. But we did have a Synagogue, a small Synagogue,\nand we had people that came from out of town to teach us Hebrew. We went to classes\nfrom the morning, early in the morning we went for Hebrew classes, and then we went to\nschool. And Romania it was a very -- in the beginning it wasn't bad. But then they started\njust like here in the pogroms (ck). There was Krousa-coger (ck), just like the iron guard,\nwho prosecuted the Jews. And they used to call names like: Jew, go to Palestine. But as\nfar as more the situation in the city -- town that we lived, we didn't see. We went to\nschool, and I went to school four years. And in four years I made seven grades. After\nseven grades there were no more classes in our town. But my mother was very religious.\nMy father was more modern, because he was already an American, so he found the taste\nof modernization. My mother came from an ultra-orthodox family, that they shaved their\nheads, and they really kept it very, very strong. Whatever the Rabbi said, that's what --\nwritten in the books. So when I won the scholarship, it took time. They said I could go\nfor free. And then my father says: Look, we're not sending her. If they send her, let her\ngo. Finally, then it came through, Hungarian took over. The Hungarian --",
        "A: I took -- the scholarship that I won, it was -- they had statewide scholarship. They had a\ntest in math, in history and in geography. I was the youngest one, because I made seven\ngrades in four years. So -- but I won in all three: In math, and history, and geography. So\nthen they said that they would give me a special admission to college free -- for high\nschool and college free. But my parents were so religious that our boys did not go to\npublic schools. They went to Yeshiva. My brother went away. He went to Yeshiva and\nvisits the Rabbi, Yeshiva. He become a Rabbi. And the girls went to school -- and to\nHebrew school. So when I won the scholarship -- and my father said to my mother: We're\nnot sending her. If they are sending her, let her learn. Because my father did not speak the\nlanguage, because when he was born it was Hungary. Then he was in the States where he\npicked up a little English, and he came back it was Romania. So wherever he went, I\nwent along with him, because he didn't know what he was signing. The language was\naltogether different. From Hungarian to Romanian, it's a different -- altogether.\nRomanian is Latin, and Hungarian is a different language. So I used to go along with\nhim, and he used to kid around, and he said: Here comes my lawyer, to let me know if I\ncould read it or not, or to sign it or not. She will read it to me, and then I'll sign that if I\ncould sign it or not. When Hungary came, we were a little happy from the beginning,\nbecause we figured there wouldn't be no more the iron guard. My mother remembered\nthat she was born in the same town, it was Hungary; that the Hungarian people were\npretty nice people. And it was all right from 1940 until 1941. In 1941 it became a new\nlaw. Jewish people weren't allowed to go to school. So my scholarship, first of all, wasn't\ngood any more, because from -- Romania become Hungary. I had to go back to school\nand start with A, B, C. A different language altogether. After learning one year, we were\nexpelled. We had to wear a Jewish star, and it was forbidden for Jews to go at night out,\nand to school altogether. So I went in the city that time, and I started to learn a trade,\nbecause my father, to rest in peace, he always said: No matter how much money you\nhave, you always have to know a trade, and you have to know to do even for -- we had a\ngirl coming in to wash the floors, she used to make us all do something to make sure that\nwe all knew how to do it. In the house we were a lot of children. Some of them were\naway in Yeshivas, but we were a happy family. Like my father was working, he was a\nblacksmith. So in the beginning he used to work with 12-13 people, because he had\npeople coming from all over for the backsmith work, and also was making the carriages.\nAt that time there was no cars. So the carriages were made with wood, and he used to\ncarve the wheels, but he -- he practiced, and he knew very well to make the carriages. He\nhad workers in that department, and then he went in the other department where he used\nto put shoes on horses, and he put the iron and the wheels from the carriages. When\nHungary came over, he was still doing that, and even towards the end he was working. In\n1942 the situation got really bad. Everything was rationed: Milk, flour, sugar. You were\nallowed to get one pair of sole in your shoes one year. Everything that we had was sent to\nthe Army, or even but -- what we didn't have -- if we didn't have it, they told you you had\nto deliver that. We had to go to the black market and buy it, and deliver it for pennies.\nBut being you were a Jew, you had no other choice. We had a big house compared to the\nrest of the people there, because my father when he came from the America, after he\ncouldn't -- wasn't able to come here, he bought land. And he bought a house, a big house,\nso we had a six-room house. So they taxed everybody according to their property. So, we\nhad acreage that they used to give out for people from the town to work on it, and\nwhenever they came out with the corn or with the wheat, we used to share it. Half was\nthere for the labor and the other half was for us, because we keep the land, and we give\nthem the seeds for it. Then they taxed them to such an extent that it wouldn't pay to give\nit out to workers. He finally give it to the workers, and the workers used to give us wheat\nor whatever from -- just for the ground, but the ground was written over to them. Then in\n1942 it came around the Jews were paying more taxes than anybody else. If you made\nmoney or you didn't make it, they tax you. So one day they came in and they said: You\nhave a six-room house. You have to pay so much and so much. My father, he should rest\nin peace, took a hammer and made five rooms out of it. He knocked the hole out. He\nsays: You see, now I only have five rooms. He says my taxes -- because it was\nimpossible to pay the taxes. No matter how well you were, in the end you become poor,\nbecause no matter what you have, it wasn't enough. Then everything was rationed. And I\nstarted -- I started to play the black market. I used to buy stuff and take it into the city\nwhere everything was available for money. And I become very friendly with the head of\nthe police, the captain of the police, and he was Hungarian. There we had two kind of\npolice in there. Some of them were called Rangles (ck) and some of them where called\nChandles (ck). The Rangles (ck) were the local ones, that it was established there. The\nChandles were coming from other areas. Once I got arrested. We didn't know -- I spent\nthe night in jail when I was 12 years old, because two people rode the bicycle. Everything\nwas reserved for the Army. I didn't know. I rode from the city, the three miles. A fellow\npass by and he says: You want a lift home? And I was sitting on the bicycle, the Chandles\n(ck) come, they saw us on the bicycle. We both spend the night in jail because we rode\nthe bicycle. Whatever we did we didn't even know, because there was no radios. There\nwas no newspapers. Nothing. Everything was forbidden. Not only for the Jews, for the\npublic. The news there was like this: One guy went on the drum and announced this time\neverybody has to take the cows out, or things, because they're coming to take for the\nArmy whatever they want. So we had buffaloes. Trained -- you know, trained buffaloes\nthat the milk was very, very good from them. And I used to do black market. I used to\ntake them everything from eggs, sugar, zachery (ck), anything that you could normally\ndisguise by wood by the carriages. They used to buy us things to make the matzos. For\nPesach -- from Purim to Pesach, they used to bake in our large room that they used --\nlunch for where my father made. We'd make matzos for the whole town. Everything was\navailable for money that we made from the black market. So I befriended myself with the\nhead of the police station. And in order for me to be able to do that, I used to give him\npercentage. He used to get milk, eggs, chickens. Anything that I dealed with, he used to\nget. We become very good friends. As a matter of fact, before the ghetto, he told me:\nLook, the situation is getting very bad. You leave. I went home, and I told them the story.\nNobody wanted to believe me. They said: How in the world can you say? We were\ncomfortable just like here. We work. We gather money that somebody's going to come\nand take you away. Nobody wanted to believe it. I said: Look, remember when it was\nforbidden to kill for kosher, only once a week. And my uncle, my mother's brother was a\nbutcher, and they caught him killing for -- slaughtering the meat for kosher in a different\nday. So the Rabbi that slaughter it and my uncle was arrested. So I went to the captain,\nmy friend, and they got off from jail. I said: Look, remember when I got them off from\njail, because he knows me, he told me -- he done favors for me, because I do favors for\nhim. Whatever I give him, I didn't take any money, because if I would have take the\nblack market money, I would have been arrested. And for the money that I give it to him,\nit didn't pay, because it's like for five dollars to five cents, so I figure it's better I give him\na gift than to charge him. So, Friday before the ghetto started, he told me: Look, you are\n40 miles from the border. Go home and tell your parents to pack and leave. Well, Friday I\ngo home and I said to my mother and father: Look, the friend of mine, the captain says:\nThe situation is very bad and it's getting worse. One, we have a chance. We should go\nover 40 miles to the border. My father had two brothers that lived in Romania, because\nwhen we were there it was Hungary; and he had a sister in Bucharest. He said: Take\nwhatever you can and leave. When I went home and I told -- my mother and my father,\nthey went to Synagogue Friday night and Saturday, and they discussed it. Well, they said:\nNow I think she is going too far. I know she has connections. I know she took us out of\njail. I know that whatever she is planning she could do, and he goes along with her, but\nthis is a little too far. You see, when he said that, everybody was staying put. The Rabbi\nsaid, the shucta (ck) said to stay put. So it came Tuesday morning, when we started to\nbring people from -- for the towns. We were only three and a half miles to the city,\nkilometers. We walked. The other people, that they were further, the Chandles (ck) used\nto take them in little carriages and take families. So I said to my mother Tuesday\nmorning, I say: You see, you didn't believe me. You see already they are taking these\npeople. So my mother used to say: Well, they were business people. Maybe they did\nsomething wrong and they caught them, and they're taking them for questioning. I didn't\nwant do Tuesday morning nothing, no chores around the house, because we had to feed\nthe ducks, the chickens, the cows. Everything everybody had -- you know, when you\nwere a large family, everybody had the chores before they go any place. I says: I'm not\ndoing nothing. I said: You wait and you will see what's going to happen here. So finally\nthey knock on the door and they say, you have five minutes to get whatever you want.\nGive me your jewelry and give me your money, and be ready in five minutes. We -- my\nmother at that time looked at me, and I didn't say nothing. So we packed little things that\nyou take: A blanket, a pot, a milchig pot, a fleishig pot. And my father was doing the\nhorses, too, for the Germans, because we had two Germans that lived in our house. Two\nofficers lived in our house. It was even -- if we had only five rooms, it was still the\nbiggest house in the area. So whenever an officer came, they used to say -- there was no\nhotels -- your master bedroom was taken. My mother and father had to get out of the\nbedroom, and they were there for a month, living there because they had maneuvers. This\nwas German people, officers. They were very polite. They were staying in our house. My\nfather was taking care of the horses, and they used to like our cooking. My mother used\nto cook them breakfast and everything, and they used to pay us for it, and they enjoyed\nthe home cooking. They never said anything. My father, they were waiting until he\nfinished the horses, to shoe the horses, and then they gathered us in one big, in a big\ngarden. And they said when they gathered the whole group we start marching to the\nghetto, which was approximately four and a half miles.",
        "A: Yeah. Yeah.",
        "A: Right.",
        "A: Well, my father didn't speak Romanian. My mother was able to speak Romanian and\nHungarian. My mother was a very shy person and very frightened person. She was\npractically afraid of her shadow. The law had to be obeyed just the way it is. I was always\nrebellious. I was determined to rebellion. Nobody is going to tell me what to do. So after\nI went to school -- when I went to school, towards the end, like when I went to the second\ngrade, then already -- every year I was the first in the class. And there was always when\nthe graduation came they used to give us a bouquet of flowers, a basket of fruit. All the\ntime I got a crown, a basket of fruit, and a bouquet of flowers from the captain that lived\nin our town, because I was a good student. I also went, when it came towards the end in\nRomania, when I was about nine years old, I was -- the teacher -- we had a big classroom.\nThe whole time had two-room school. In one school there were four grades, and in the\nother classroom there was the fifth, sixth and seventh; and they were only two teachers. If\none teacher didn't come in, I used to take over the classroom. So I -- after I take over the\nclassroom, I was the youngest in the group. But we were sitting like 400 children in one\nroom. You could hear a pin dropping, and if anybody made a little noise, they were\ncornered -- in the corner, that they had to kneel in the corner, if they made noise, because\nshe wanted attention. After then, when then they started to be the situation bad, that there\nwas no more food -- if they called me to tutor somebody, I used to go home, they used to\ngive me the milk, and the eggs. A basket of eggs. Anything. I used to get paid, but not in\nmoney, in food. When I went shopping, I was about nine years, I used to go shopping\nwith my father in the city. The first time I went to the store, and I ordered something,\nthey looked at me like crazy first. But then I went with my father and my father said: If\nshe ordered anything, make sure it's just like I order it. So I still practically run anything\nin the house. So my mother was afraid, and my father didn't know the language. So I was\npart with him, and whatever he said, or I said, went. So when schooling it wasn't any\nmore available for me, and I didn't like the trade too much. We had in the house\neverything, and we used to sell. We used to make the matzos from Purim to Pesach, for\nthe whole city, the population for 8,000. They used to come 50, 60 girls in the morning,\nand they used to roll the matzos and bake it, and they used to make five kilo packages,\nand we went in to sell it for everybody, matzos. There was a point we used to make\nwhiskey for sugaries (ck), and then we used to make the lentka (ck) and the castles (ck).\nWe used to stay up all night and used to make the daluckavas (ck). Everything we had.\nWe used to have the milk, and we used to sell. I went in to the city two, three times a day\nby foot, and I used to deliver the milk, and I used to sell everything before when it was\nstill legal. Then after then when it was illegal, we had the three cows -- buffaloes. Then\nwe went, they kept taking away. First thing, if the non-Jews had ten or 12, but if a Jew\nhad three, the first one to be taken was from the Jewish people. At that time I was very\noutspoken, and I didn't know the translation from Hungarian to Romanian rather well.\nWhen a big officer used to pass by, my mother used to say: Here goes a \"Hunt. A big\nhunt.\" (ck) A \"hunt\" is a dog. And translated in Hungarian was \"cupyah.\" (ck) And I\ndidn't know the difference between the real name of it or no. That is the way that this is\nthe dog, so I called it a dog. So when they took away the first cow, I didn't say nothing.\nWhen they took away the second, I didn't say nothing. And finally 1t came that they took\naway the last one, and we used to take the milk for my friend, who used to love the milk,\nI went and I said to them: Gee, you're taking away the third one? This is the last one we\nhave. I says: You know something, I know a bigger dog than you. Not knowing that I say\nanything wrong, they called -- my mother used to say a \"cupyahbuctka\" that he is a big\nofficer, but they used to call them the big dogs passing by, and also I know a bigger dog\nthan you. I went home my mother was crying and my father was crying. I said, \"What\nhappened?\" I say: You know something, I don't care they took -- they take away your last\ncow, but you know what you just said. You called them a dog, and you say you know a\nbigger dog than him. I went in to the city and I told my friend. I said: Look what\nhappened. This was in 1943. I said: Look what happened, and this was the last one that\nwe had. And I said to him: I know a bigger dog than you, and I meant you. I says I really\ndidn't know what I was saying, and he was laughing. He gave me a slip and he said, just\ngo back with the slip there and they will not take your last one away. And don't worry,\nnothing is going to happen to you. All this happened before the ghetto. I went in a couple\nof times. I used to take him the eggs and the milk bottles, and the milk things that are the\nrather big things for the milk to carry, oil, everything -- and I used to take it. And\nwhenever we used to kill ducks or -- they didn't come out kosher, that was his gift. He\ndidn't know they not kosher. But he -- they were -- just that -- because they didn't come\nout kosher, they were his. He used to like the ducks and the goose, because in Europe\nthey used to have stuff, good stuff. My brother was very religious, and he didn't eat from\nthe same dishes. We at home have two sets of dishes. For us we have white (ck) kosher,\nand my brother was glat. He was a Rabbi. When he came to town, he didn't eat the same\nkillings from our Rabbi, because he was a little older, and he says maybe his hand shake.\nSo he brings his own haliff (ck) to cut his own killing, and my mother, should rest in\npeace, used to cook him special dishes. He got married when he was 20 years old without\neven seeing his bride. He just know whose Rabbi's granddaughter he was getting, and\nthat was sufficient for him. When my father -- when he came home from Yeshiva and he\nsays: I'm getting married. My father was surprised, because he went to an all-boy\nYeshiva. He comes, he says -- my father: Yeah, you're getting married. Who's the girl?\nHe says: This Rabbi's and Rabbi's granddaugher. My father looked at him amazed, then\nthere was a wedding. He got married without even -- they went for the engagement.\nThat's the first time my mother saw the girl and my father, who was about 70, 80\nkilometers from the house. But in Europe 70, 80 kilometers was like from here -- it was\nfar away. I never went there because there was no cars. You know, you practically had to\nwalk if you went from one place to another. They went to the engagement, and they did\nget married. My sister-in-law was so religious. She was so religious that she didn't even\nwear a Sheitel. She wore a spietsel (ck), they called it in Europe. It was made out of satin.\nNot hair. And my brother, he wear a shtreimel and a cafftan (ck), and white socks. And\nhe was very, very fromm (ck). When he was called in 1940 in the Army, when they took\nhim there, he did -- he lived -- finally when they killed him just before the liberation -- on\nbread and water for four years. So when I went to -- when this fellow, my friend told us\nto leave, then nobody believed me. Nobody wanted to believe me what's happening.",
        "A: Yes. I was thinking about leaving myself many times. He came -- see, when we were in\nthe ghetto, they took us to the ghetto that day, and before that we were entered, there was\na girl by the name of Atteckata (ck) was her name. And she looked at us -- she took my\nmother's sheitel to see what's she's carrying, she took the sheitel. She was looking every -\n- in your private parts to see if you don't carry gold with you. But even that time I had in\nmy shoulder pads stuffed with money that I took all the way to Auschwitz. I did want to\ngo, leave many times. And the ghetto, my friend took us out. They had -- he used to come\nand he used to say: It's night already. At night, close the lamps. We had the loose turn\n(ck) lamps. In the ghetto there was no bungalows or anything. We just made sukkos.\nEverybody had a little sukkoh. From floor blankets, and that's how they slept. The\nchildren were crying. There was 8,000 people outdoors in the woods. There was no\nbarracks. Nothing. Even from there they used to take every day the people, and they used\nto torture them. There was one house that the officer lived, and they used to torture them\nto find out where they left the money behind, where they buried the jewelry and where is\nthe money. That's what they were looking is for money and jewelry. And everybody\npractically -- even my father -- they brought them back on stretcher. That 1s how they\ntortured them before they took us to the Auschwitz.",
        "A: I wasn't tortured in the ghetto. But in the ghetto there were -- the Hungarian people used\nto take the Jewish people for maids or for labor, because all the Jewish people were pretty\nwell off. Most of them -- either they were in business, either they were mechanics or all\nof them made better money than the Christians, and they all had maids. But when it came\n-- when they pulled together the peoples, they took out the doctors and the lawyers. And\nthe children, the babies born in the hospital, brand new babies, all of them ended up\noutdoor. It was in May, right before Shavuos. And we were in ghetto there in open air\nwith the rain, with everything for a whole month. Every day they used to go a truckload\nin with girls to the city to be maids. So my friend had requested me for a maid. Every day\nI went out, and I never worked. I -- he had a daughter the same age of mine. And we used\nto play around there and kibitz and one back -- and he always give me to take something\nback, bread or anything to take back to the camp. He says: Look, I told you to leave. You\ndidn't listen. Even now if you want to, I could get a truckload, 40 people, and I will take\nyou over the border. So, I went back and my mother start counting. We are 10. My\nbrother is so many, and the other ones, who should we leave behind? Let's go. Whoever\nis going to be, let's go. I had a little brother. The youngest one was three years old, and he\nwas crying so much. And I knew my area, and I know the mountains, because if you\nlived in the town, we were three miles away, but my grandmother lived 12 miles away,\nand I used to walk from one place to another one. And my father had a lot of customers\nup in the mountains. So I said to my mother: Look, Welby (ck) -- he was the youngest --\nhe's crying so much. I'm going to take him and leave. And some days when you come\nback, we'll get together again. First of all, she said no. Then she said: Do what you want.\nThen the next day there was an appeal and everybody was outside. They were counting\nand they were talking, and they were saying: Look, the groups are starting to leave. The\nfirst group will leave tomorrow, and they give the names which group will leave from\nwhat area -- they announced the names, because there were 8,000, and they only used to\ngo like 2,000 to 2,500 to one group. He says we're starting now with 2,500, and this and\nthis group to leave. And the Rabbi -- we had a Rabbi. Even a priest was in our ghetto. His\ngrandmother was Jewish. He never knew it, because they -- he was going by a different\nname, and he didn't know it that his grandmother was Jewish, and he was with the\npriestly clothes, taken out from the church, and he was in the ghetto. The Rabbi -- one\nRabbi -- our Rabbi's name was Ponit, and there was another Ponit who was from\nEnombert (ck). He was about 40, 50 kilometers from -- 14 or 15 kilometers from our city,\nfrom our town. So he made an appeal, and he says: Please don't leave. There was no\nwires around. So a couple people maybe sneaked out. And then he says: If you going to\nleave, the ones who will be behind will suffer. And that day I want to leave, and my\nmother says: Do you hear what the Rabbi said? So on that night, believe it or not, this\nRabbi with 11 children got the pass for the children, get dressed as Austrians, and they\nleft, leaving the whole other Rabbi -- the Rabbi from Dashe (ck) came with the group.\nThe other Rabbi with the children disappeared that night, and he went over the border.\nAfter when we went to Auschwitz, which we were the last transport, they put us on the\ncattle trains, and then we went away to Auschwitz. We traveled approximately four and a\nhalf or five and a half days. It seemed like a year, because we were about 70 to 80 people\nin one car -- from it. It stopped once or twice a day for people to go down do the\nbathroom. And the children, we had a pot that we were cooking, that is what they used\nfor a bathroom. Food, they used to throw in -- if you were 70 people, they throw in 70\npieces of bread, and that was your meals all the way when we got to Auschwitz.",
        "A: Yeah.",
        "A: He gave me food to bring for my family. He also used to come and used to drop the bread\nin there.",
        "A: For me to take him the stuff that I take him was taking a risk. For me, for doing the black\nmarket that he knows I was doing -- whenever somebody else called me, I said this is for\nhim, and he knew after I left, I left him something, and I delivered it to my customers.",
        "A: He trusted me and I trusted him. So when he told me to leave, I trusted him; but\nunfortunately when I went home, nobody wanted to believe me. Now, I was only 15\nyears old, and then you come home -- it's just like here. Somebody would come and tell\nyou: Gee, you'd better pack, because tomorrow they're going to ring your bell and take\nyou away. And nobody would believe it. But believe me, the situation here 1s getting to\nbe almost, almost -- you know, sometimes I get the chills when I see the news here. I see\na swastika here, and that they did this and they did that. It's getting -- this is the way it\nstarted in Europe. Exactly the same way.",
        "A: Nothing.",
        "A: Nothing. There was no news. The radio was for the -- my aunt used to have a -- we didn't\nhave electricity in our house, and we didn't have the water coming into our house. We\nhad lamps. Lit (ck) the city and just before us, but everything went on batteries. It was\nforbidden to use a radio. If you had radio, first of all, it was taken from the government.\nSecondly, everything was announced to them. A bicycle, you're supposed to register.\nLike I said, two of us rode a bicycle, because it was registered. I ended up in jail. Now\nthere was no news. Nobody knew absolutely nothing. When the officer told me that --\nwhen my friend told me, and he was the captain of the police station from the town, from\nthe city, when he told me that, nobody wanted to believe it. It's like in here. If somebody\nwould say, you are comfortable in your house, they're going to knock on your door,\nthey're going to take you away. They don't want to believe it. Everybody trying to lock up\nwhen we left. We figure, gee, when you come back, you'll find everything, because we\ndidn't know where they'd take us. They said, five minutes, get ready you leave. We didn't\nknow where and why. And nobody was able to question. They had the guns. They came\nhome with guns, and what are you going to say to somebody that comes home with a\ngun, and they say: We are authorized to take you away. Nobody knew where. So the first\nthing where they took us was in the ghetto. And in the ghetto we were there\napproximately four weeks, three and a half to four weeks.",
        "A: In the ghetto they give you -- it was rationed. Everybody we used to get, every day we\nused to go and you used to get so much beets, so much this and that. And they used to\nmake from the wood. You take the wood and you made a fire, and you used to cook. This\nis the way. You had bread. There was no facility. There was no bathrooms. It was the\nwoods.",
        "A: To the woods. They took a shovel and they dug a place, and they put the tree across, and\none side was for the women and the other side was for the men. Everything was wild in\nthe woods. There was no water flowing, and there was no nothing. There was no\nelectrical lights or anything. There was, like we go -- people go here camping. It was\nsurrounded with police around, but no wires. There was no wire fence.",
        "A: I wasn't frightened. I was only very, very depressed because I used to say: Gee, I knew\nabout it when we could have take advantage, and even, you know, you never know what\nhappens to the rest. But we had a chance of leaving, and they didn't listen, so there was\nnothing that -- once you were already there, there was nothing what you could have done\nany more. If you went into the city, they took you to the city. Everybody came in the\nmorning. They picked you up for work. There was somebody waiting, and a certain time\nof the day they brought you back. Then you went back to camp and everybody was\nsleeping on the floors. So we had a space maybe five by 20, or five by 18, or a little place\nthat you put like a sukkoh, and you put blankets all around, and you were sleeping on the\nfloor, the whole family. And like this, you could have seen every family. You went from\none place to the other one, and there was 8,000 people there in the woods. In the middle\nof nowhere.",
        "A: There were many people who died, right in there. There were children that died. There\nwere old people. There was doctors, but they was no medicine. There were doctors taken\nfrom the hospital that they done surgery, and there were people that they brought them\nwith the ambulance, and they dropped them off in the woods, because they just delivered,\nnew babies and everything.",
        "A: This went on for just about a month, because we left in the last transport that went to\nAuschwitz. When we arrived in Auschwitz --",
        "A: Yes. When we arrived in Auschwitz as we went down, there was music playing in the\npark. They had two or three people on violin playing. And as we walked down from the\nwagons, there was -- he was pointing out right and left, right and left. And I was going\nwith my mother and with my other children. And then there was Polish people who were\nthere from before, because we were only there from 1944. But there were many people\nwho were there from '39, '40. So one person walks over to me and asks me: How old are\nyou? Because I had already a towel to go with my mother. They said they were going to\ntake showers. So I said I was 15. So he took the towel away from me, and he watched,\nand nobody said, and he pushed me the other side. And he says: Say you are 16. From\nnow on, you are 16 not 15. So I went on the other side, and they asked me how old you\nare, and I said 16. They shaved my hair. They gave me an injection, and they give me the\ndress, a towel and a blanket. And from there we went to a barrack. It was a long barrack.\nThere must have been there a couple hundred people, because there was no beds. It was\nan empty barrack. And we were sitting, and one sitting the other one slept. That's how\ncrowded it was. Just like you pack one on top of the other one. Nobody recognized\nanybody by the hair. We were all shaved and everything. And then as we were talking,\nthey said: From where are you? Because the trains come in constantly, and there were\npeople not from our ghetto alone and everything got mixed up. So when I was talking, I\nsay: Gee, somebody there said she is from the same place. This is the way about talking,\nit took us four days until I find two more sister in the same barrack. That we were in the\nsame barrack, and two cousins. And then we stuck together. We tried to stuck together,\nthe five of us. Whenever we went, they counted us. We were together. So they were in\nthat barrack in the Saylogger (ck) for a week and a half or so. Every morning they used to\ntake us out, count us. We had breakfast, black coffee and a piece of bread, and sent back\nto the barrack. And then later --",
        "A: Yes. 88,800 -- either 72 or 27. The last two number, I don't remember. It was a 27 or 72.\nIt was written out on our chests, on the dress. It was not -- 1t was printed.",
        "A: No, not a tattoo.",
        "A: No, only numbers. It was gray with white stripe dresses. Everybody was the same thing,\nthe dress. The only thing they let you keep from hope was the shoes. And from there,\nafter about a couple of days, they start picking and they send out to Kaiservalt (ck). And\nKaiservalt --",
        "A: No, we weren't working. We were mainly in the barrack. When it came -- we were\nlooking at each other. We were just had the welcome to an end. That everything was\nbezerk already. That we only had that tank. There was a barrack, it was covered. If it was\nraining, we were inside. There was a bathroom, but you couldn't get out to it, because you\nwere sitting in each other's lap, and it would take you half an hour to get through\neverybody just to pass to go to a bathroom. So I said, don't worry, you don't have to go so\noften, you don't drink and you don't eat. So I said: Look on the bright side. You don't\nhave to use the bathroom so often.",
        "A: No, there was nobody to ask. There was no -- nobody to ask, and there were many\nshootings. And they used to count to ten. And they used to take the tenth one with no\nquestion at all, and they used to shoot. In front of us you could see shootings.",
        "A: You saw that, yes. Then they took us to Kaiservalt (ck). And from Kaiservalt they took\ntwo boats, and they put is in two boats. And the first boat in front of us we saw it sank,\nbecause it was one boat after another. Maybe it was 100 or 300 feet away. So I don't\nknow if there was anything wrong with the boat that it sank by itself, or was it prepared\nto sink? That I didn't know. In Reichau (ck), when we arrived the first time, we worked in\na jelly company. We were filling in the bottles, the jam and jelly, and all different kind of\nthings. We worked from the morning until late in the night. In the morning we had black\ncoffee, and then lunch we had bread, because we saved it for lunch, and at night there\nwas soup. I don't know what they have in the soup. I don't know what the injections I got.\nBut the whole time that we were there, no girl ever got the period. I don't know if\nanybody told you that before. So after we were there for a while, then they took us to\nSteuthauf (ck). They de-liced (ck) us there, and --",
        "A: In Reichau, about a week and a half, two weeks. We were a little -- we were in\nAuschwitz also about a couple of days, and then we were in Kaiservalt (ck) and then in\nReichau (ck). From Reichau we went to Steuthauf (ck). In Steuthauf we were there a\nweek. There we got bunks, bunk beds. And there were fences every block was long.\nThere were a couple hundred girls in it, and there were fences. But the fences were so\nthat you were able to talk from one fence to the fence, or you could go through the wires\nif you were very careful. There we met somebody who says I have a sister in our bank,\nand we had to find -- a fourth sister, on the other side of the bank, because she came from\na different place. She was living with her grandmother, taking care of her grandmother,\nand she was in a different ghetto. And then we started talking through the fence. And this\ngirl says: Look, you are three there. I am here alone and my sister is there. How about\nchanging clothes, I said. You take my sister dress because of the number, and she'll take\nyour dress and come through the wires and switch. So we did that. We changed the\nclothes, and my sister came over and she was that number. There was no names. Nobody\nknew your name. They only knew you by number. So this way we were together. And\nfrom there, from Steuthauf (ck), they took us to labor camp.",
        "A: Now we were four sisters together. See, we were three kinds of children, as I mentioned\nto you: Mines, yours and ours. So this friend of my father's side, five children survived\nout of six. On my mother's side, the first one never came back, and from the five I have\none sister that is left. My mother was -- my youngest sister and the two brothers and my\nfather went straight to the crematoriums supposedly the day they arrived. So we were\ngoing -- and from there they took us -- from Steuthauf (ck) they took us to Goodhauf\n(ck).",
        "A: Nothing.",
        "A: With shovels and picks. Then it started to snow. Very early in that area it started to snow.\nWhen we came home from the work, we used to take the bodies, anybody who died, and\nwe used to go dig in the ground, but I don't think we dig two feet to bury people. When\nwe buried the people, the very first thing we did was take off the shoes, because if\nanybody shoes disappear, they used to take you away and you never see them again.\nThey say they take you for shoes, but you never got back again. So you used to always\nhave the reserve shoes. Whoever died, the shoes were taken away. After we buried the\npeople, the shoes we took off. So my sister lost her shoes -- tore. My one sister that is 1n\nIsrael, and her foot was a number -- a seven. Mine was a six, and my other sister was a\nsix. But I had my sister that passed away in Israel, she always like bigger shoes. So she\nbought a seven instead of a six before she left. So I threw it on the floor and I took off her\nshoes. And I say: Now you have a choice. Either you take my shoes, either the shoes that\nI took off from her, because they are both sixes. No, she wants hers. And I says: But I\ncan't cut off her feet to give her a six. I say: I have no choice. I said: Either you take mine\nor you take the other shoes that I took off from the dead person. But I took off her shoes.\nI throw it on the floor, and I gave it to my sister, because I figure if they take her away,\nwe'll never see her again. So we worked -- and there and then -- and then when the war\ngot closer, then it became to that extent that they took us 1n the front where we carried the\nammunition from the train to a place, and then from the place we used to hand them over\nto shoot. We were right in the front, giving the soldiers, the Germans, the ammunition.\nWe used to carry the tins -- by the boxes, which they were heavy than -- we used to drag\nthem, and we used to take the ammunitions for them. That was already at the end of\nNovember, December, and the beginning of January. So at that time already we were\nfollowed, wherever they went, we went with them. We didn't stay in one place, because\nwe went from Goodhauf (ck), we went the next town, and we didn't follow up the towns\nbecause there was -- first of all, we didn't know. Sometimes we didn't even know what\nday of the week it was. But we do know when Yom Kippur was, because there was a\nguard who said that this is Yom Kippur. And I said: Well, what's the big deal. All we\nmissing is the black coffee, and we didn't eat. We going to take off for black coffee. I\ndidn't -- we didn't have nothing. And the guard was a Saxon, also speak Romania\nlanguage. Some of them were pretty good, the guards. But occasionally they would throw\nyou a piece of bread, and nobody saw it. They were afraid for themselves. So he says:\nYou mean you want to still believe in God after what they did to you? So I says: Well,\nwhat did I miss, black coffee. So I have less of a stomachache. Much more I can't miss\nbecause they don't give you enough food. We ate raw potatoes if we find them on the\nfloor, or sugar beets was a treat. If we pass by the farms and we saw sugar beets and we\ntake them out of the mud, that was another something to eat. We were working then --\nafter we finished in that area and we went in the farm, and we were doing the\nammunition, they used to go in the trains with ammunitions through the night, and we\nworked all day. At night they used to come in, they used to come -- we had no hours like\nfrom 9:00 to 5:00, so we went by the door. We were sitting by the door and falling asleep\nright next to the door. We figure there is more air near the door. We left everybody going\nin and we were by the door. The train came in the night, and they came. They grabbed\nwhoever was by the door, they grabbed us. So we went to work at night shift barracks --\nsleeping -- we went at night work to take off the ammunition from the train. The second\nnight it was the same thing again. So we said: Hey, it's no good to stay near the door.\nLet's go further in. So the third night they said, twice I took from near the door, now they\ntook us the third time, because they say now he's changing. He went for the other one.\nYou could say, we were by the door. There was nothing to it. We worked three days,\nthree nights without sleep, and only with the black coffee, the piece of bread, and at night\nwe had soup.",
        "A: Would you believe me, many times I think, and I say: Is it possible to go through this? If\nI wouldn't have lived it, and somebody would have tell me, I would say: Impossible.\nBecause you're a hike (ck), because you can't understand how much a person could go\nthrough in life without -- like I say, you are strong as a horse and as weak as a leaf,\nbecause many times when they were killing somebody, you would say: Gee, I wish it was\nme already. You didn't even care anymore. You really didn't care if they killed you or\nwhatever. But I said, if they kill you, I wouldn't mind to be shot. Ifa girl went out of the\nline one day, and they punished her -- so there was water poured on her in front of us\nuntil she froze to death. They were putting water in the winter on her. Then she collapsed.\nThen there was -- first she collapsed. Then they straightened her out. And they kept on\npouring water on her as she was rolling, a piece of ice. So we buried her. After -- the next\nday was the funeral. So I said, that 1s a terrible death. If they want to do something, let\nthem shoot me, but not that way. We were from Struehauf (ck) through the liberation we\nhad no shower. We were once bathing in the nudist colony there on seven (ck) on the\nBaltic Sea where the S.S. said: Everybody take off their dress and go into the water. But\nwhen we came back, we put on the same clothes, and we had such lice like ants. As big\nas ants. I used to dig it with the nails to take out the lice out. That's how much lice you\nwere. We were ten in a tent. You wouldn't believe it. One was not even Jewish. Her\nhusband was Jewish, and she had a choice to leave or to not to go, because her\ngrandmother and all of them were Hungarians, but they were officers in the Army, and\nshe had a choice. They give her a choice. She says she wants to be with her family. She\nhad a girl of 16, and she was pregnant when she came into the concentration camp. She\ndidn't tell anybody she was pregnant, because they would have killed her immediately.\nShe gave birth Christmas night in the tent, and that -- we took our towels and we wrapped\nthe baby, and washed it with the coffee. She delivered the child right in the tent in front\nof us there. We were ten in a tent. And we give her the coffee to wash the baby, and the\nbaby froze to death, and the next day we buried it. And all along she used to say: Jesus\nChrist, why did I come? Jesus Christ, why did I come? So I said: Jesus Christ wasn't for\nanybody, wouldn't help you now. You are here. I says: You know, unfortunately you\ncan't save the baby. But I said: You save yourself. One day you are home from work,\nbecause the -- being that you are sick, they not going to think that you had a baby. They\njust put her down as sick for a day. The next day she went to work just like anybody else.\nThey were all -- everybody that went to work, except if you were sick, they used to -- one\nday they used to give you permission to stay. But if you were sick more than one day,\nthey used to take you away and you never came back. Just like anybody who didn't have\nshoes, or who was sick. You see them take you away in the truck and then -- you never\nknow. They say they take you to another logger (ck). Never came back, and I don't know\nabout the logger (ck) was, because they never came back to the town either.\nEnd of Tape #1\nTAPE #2",
        "A: Right.",
        "A: Everybody had their own group. You see, like when they were counting, when they came\nto count ten, and in Grouphau (ck) when we were in the place there, we were ten. So they\ncounted tent. So we tried to be together. The sisters -- we were the four sisters together,\nand a cousin of my mother's daughter was there. A daughter of my mother's cousin who\nwas by herself. She only had a brother who was very much involved with the Holocaust,\nalso. He is a professor in City College in New York. But he's traveling for the Holocaust\nto Romania. He's gathering the papers together, Dr. Randall Braham (ck). And she was\nwith us. A girl from our town that she didn't have any -- she had two brothers, that they\nnever came back. And she cling to us because we was from the same town. And then the\nother people were -- like we were ten together. And you were ten together, you clicked\ntogether. When we got liberated, in it -- we was ten also in -- our area. Mostly 20 miles\napart. One from each other. And in order to go together, we stick together. It was easier\nto go in group, because there was no bridges. And if you had to go from one town to the\nother one, you had to jump on ice, from one piece of ice to the other one in order to cross.\nOtherwise, you had to go around in circle. So I used to go and ask: \"Posa ponia (ck), via\nstanzia a kilometer (ck) in Polish. That is all how much we knew Polish. To ask how far\nis the station. So they used to give us direction. Then we would jump at night and go,\nbecause then we got liberated in the camp, and we had no food, nothing. It was a barn,\nand they were a couple hundred, because people died out, and they took one group here\nand one group there. And we were on the front line, and over in the barn. And then the\nRussians came in, January 21st, then we stuck together, the ten girls. And the only one\nthat died, that we are not in contact with is my sister who died last June; but there is one\nin Canada. There is four in Israel. One is in Brooklyn. My sister lives home. One, the\nfriend we just wanted to -- we just came from the trip, because she has a son who lives in\nVirginia, in Alexandria. But we stick together and we call each other.",
        "A: Every day we wake up in the morning, they used to call for appeal. Before we left for\nwork, they used to count us. And then we went in groups marching to work, and that day\nnobody came. And so we were waiting and waiting outside, and there is nobody. So we\nlooked around, and then one girl says: You know something, I don't think the S.S. are\nhere anymore. So then everybody started to go and look for food. That was the first thing\nthey were running for food. And then you could have said you got a chicken and just\ntwisted their necks, and made a fire with the feathers and everything. And by the time I\nlooked around, I saw a little pig running around. So I took my belt off, and the fork from\nthe stable, and I put it into the pig, and potatoes, and we all sat down. There must have be\nabout ten or 12 people, we sitting around and we had our fist meal, pig and baked\npotatoes -- with the skin and the guts and everything else. We just pulled it and it was ate.\nAs a matter of fact, about five or six years ago, I met one girl and says: I'd like to meet\nthe girl that killed the pig. So my husband start laughing. He says: You want to meet her?\nThere she is. Because, you know, sometimes you go to a place, to a party or something,\nand you don't know who you see. You meet people that you were together -- or many\ntimes I go to a wedding, or even to a funeral. I went to a couple months ago, and I met\nsomebody who I didn't see for four years, and he walked over and he recognized me. See,\nin our town it's different. If I would go back today to the place where I was born, 90\npercent that was left of the people, they would know who I was. Even my husband, he\nwent back 20 years ago, everybody asked: Are you Bruha's (ck) husband or Belima's\nhusband? because they all knew us by the Jewish name. The non-Jews knew us by the\nJewish name, because in the house they only speak Jewish. Until we went to school, we\ndidn't know a word of Romanian, because it was strictly a Jewish housekeeping. Strictly\nJewish. And the non-Jews used to learn Jewish. They used to talk to us in Jewish. We\nwere very friendly with some of the neighbors. Only problem that we got was from the\nstrangers; or, like you have here, the skinheads, or the ones coming in from other towns,\nsay: Gee, the Jews are no good, or the Jews are this -- or they used to kill Jews, and they\nused to say: Kosher meat. All this was done not from the immediate area people, or even\nwhen they took us away, it wasn't done by the German people. It was done by the\nHungarian collaborators that went from our town, because we had no Hungarians in our\ntown. Our town they hate it that the Romanian -- that Romanian was, you weren't allowed\nto speak Hungarian. But when Hungarian was there, you weren't allowed to speak\nRomanian. And the Jews, no matter what you did, it was no good. If you had money, you\nwere a thief. If you had no money, they killed you to get the money they didn't believe\nyou don't have it. So it was a situation of no-win situation. The situation was bad in\nEurope since I remember it. But, it wasn't real bad until really when the ghetto started.\nThen it was unbearable. And it wasn't going to get any better before the ghetto. Like,\nwhen the Germans came over to our town, because they were doing maneuvers in the\nmountains, because we lived near the city, they came in just very politely. Your master\nbedroom is taken for officers. You couldn't say yes or no. It was our house. We paid the\ntaxes, but they were the rulers to it. This was -- it was such a ruling in there that twice,\nthey -- once a week you were allowed to eat meat. If my mother cooked, when it wasn't\nsupposed to be, we were always afraid the smell that if they come and they found out that\nyou ate meat. That is how strict it was. My mother was very, very afraid. She was afraid\nof her shadow, and I was the opposite. I don't know why. I was like a rebellion. I always\ndared them, and sometimes it worked and sometimes it didn't. But this was my nature,\nand even now I am so determined. If I make up my mind, it's impossible to change it. My\nthree sons, when we will get together and they will say -- we would talk, because I have\nthree sons and they all lawyers. I said -- my sons say: I know you have the last word. But\nthis is the way I was born.",
        "A: Yeah. I'm the only one in the family that is like that, rebellion. I have a sister who is also\na little -- wherever you put her, she'll stay. When we got liberated, I didn't know that\nbeing that my father was a citizen, we could have come right away over, all of us, with no\nquestions asked. So my sister went to Italy. One of -- with her husband. My other sister\nwas in France with her husband, and one was in Austria, and we all got different areas.\nSo after the war we went back home to Romania first.",
        "A: One day.",
        "A: After we ate the pig the next day we started going home.",
        "A: What? People were eating rats and mice, believe it or not; if they were able to catch them.\nI was so religious after then, after I got home, and I find out that this Rabbi was home\nwith -- in our town with 11 children, I turned. I rebelled to no extent. I started to believe\nin nothing. Despite that I was so religious, I believed in nothing after. And then when I\ncame over to America and -- the children transport, and I got to my mother's cousin, that\nthey took out -- they were looking who was left from the family. See, my mother -- from\nmy mother's side, she had here her uncle and cousins. From my father's side, we had a lot\nof family in Mexico, because my father originally was from Spain. And when they start\nto leave from Spain, they came towards Poland and towards Romania. And they were\npretty well old when they came from Spain, that they even named the town after my great\ngrandfather. But little by little they took away everything. They send away that time, my\nfather came to America, they sent them for trades. My father and one brother went to\nMexico, and then they came back. But the situation was, at that time, people were pretty\nwell to do there. They found Romania a little country, which was like, you could get\nanything you wanted there. Everything was -- when it was in the beginning was pretty\ngood. In the early -- in the teens, in 1913, and 15 it was very good. In the '20s, the early\n'20s it was pretty good. But the late 30s, before Hungary came over, and then when the\nwar started, then it started -- they always was blaming the Jews for it. If the Hungarian\nwas taken over from the Romanian, they would blame the Jew were collaborators. The\nJew had nothing to do with it. They always said the Jewish were the bankers, because\nthey had money. Even if they had no money, they didn't believe them. Like I said, my\nfather -- and we were pretty well off until everything was taken away. If you had three\ncows and the other one had 12, like I told you, they took from the Jews first, even if he\nhad three and he had one. It didn't mean anything -- the Jewish, it was easy. We had no\npolice, and everybody had to be guard. In our town there were 20 families or 30 Jewish\nfamilies. The rest were non-Jews. We served as a guard a couple times a year. Even if\nthey would take from ever family one night to be a guard, so my father used to pay for\nsomebody to be a guard for the day -- for the night. So they used to pay it to guard the\ntown. There was no police. Everything was private. But it was paid mostly from the Jews.",
        "A: I was the leader.",
        "A: Well, we went home to see who was coming back. We figured maybe who survived.\nMaybe our parents survived. Maybe the children. We didn't know who survived. We\ndidn't know when the rest of them got liberated. So we start walking. Most of the houses\nwere empty. We were in Estonia. From Estonia to Budapest, we went by foot. From\nJanuary 21st to March 17th, we went every night, we went from one place to the other\none. And most of the houses, they were empty. You could go in -- in the immediate area\nwhere we were liberated, we went in and the stove was still on hot. The food was in it. I\nsaid: Don't touch anything. It's poisoned. Because the food -- they left the food. People\nran away. And we find these curtains, so we took the curtains, and put it around ourself.\nIt's the fur coat, or if we find an old pair of shoes and change from the thing. But there\nwas no clothing. See, when people left, they left the furniture, and they left food in the\nbasement. Like, there was cabbage, sour cabbage, or pickles, or wine. But the food was\non the stove, I says: Don't touch it, because they probably prepared it for somebody to be\npoisoned. We ate raw potatoes. We didn't take the food as cooked (ck). So the first night\nwe ended up sleeping in the dentist's office, because we saw the dentist chair and they\nhad yet all the equipment for a dentist's office. It was very nicely furnished. We went\nupstairs. There was a bedroom. We figured, nobody's there. If they're going to come in,\nthey're not going to shoot us anymore. It's not that kind of people there. We'll go upstairs\nthere. There was a piano, and there was a big mirror in front of the piano. It was a baby\ngrand piano, and a big mirror -- 1t was a well-to-do dentist. We went on the second floor\nto sleep. On the floor. The ten of us we always stuck together, because if anything\nhappened, they're not going to shoot ten together. And they're not going to do anything\nfor ten, and we are going to have time to run. The Russians came up with the horses on\nthe second floor. The horse saw the piano in the mirror. He saw the mirror. He saw the\nreflection of the horse. He put the foot on the piano, and we started running at night,\nbecause the Russians were on the second floor with the horse. And then I said: No more\nsleeping at night, because look what's going on with the Russians.",
        "A: We were afraid of them, because they stopped once and they -- one offered us a lift\nduring the day. We were the ten of us going together. They say: You want a lift? Well,\nwe Said yes. One girl was up in the truck, and they start rolling. So we pulled her down,\nand she was full of -- bleeding from her knee, because we pulled her down, and she fell\non her knee, and we never took any lifts after. From then on --",
        "A: Nothing he was. When she was in the truck, he started rolling with the truck. He didn't\nwait for all of us. When the one girl was there, he started the truck rolling. So we grabbed\nher by the hand, and this is the way we pulled her down from the back of the truck. And I\nsaid: From now on no more lifts from the Russians. We have to learn to go by foot. And I\nsaid: We have to learn to sleep during the day and run at night when they are not around.\nWe were so afraid -- we were afraid from the Russians. I -- almost as much from the\nGermans.",
        "A: No. We were afraid they were going to rape us.",
        "A: No, there were rapes. There were a lot of girls who saying that they were raped. I know\nmany people from my hometown who were raped from the Russians after the liberation.\nAnd there were many people who were raped from the Germans while they were there at\ngunpoint. So we were afraid for that more even for the Russians than from the Germans.\nThe Germans, you have no choice, but now I figure you could run, and we started\nrunning at night. At night we were running. During the day, whatever we were able, we\nstole from here and from there. Whatever we find, we ate, and we went. We went like\nthat, stealing and going from January ‘til March until we came to Budapest. When we\nwere in Budapest, then we spoke the language. Where we went was a Jewish\norganization. When we walked in and we said from where we coming, they were saying\nwe were the first to come back, and they said the dead are coming back from the other\nworld. Then they give us -- put us -- and they called right away from there on the\ntelephone to our town, because it was occupied by the Russians, but they had the Jewish\nleaders from the UJA. They had Jewish leaders in every part, and they told them that we\ncoming, and there is a group of ten. And they put us on the train at Budapest, and we\nwent to Cloche (ck) to Romania, and from there they was waiting for us with the bus.\nAnd we went straight into the hospital. And the first thing I remember is they put us on\nice, because we were frost bitten. And that I remember -- I couldn't understand, we were\nfrozen and everything, and they put us on ice. And they did give us pig to eat, and there\nwas no kosher, nothing. They gave us the smoked pig to recuperate. Then they opened a\nJewish kitchen, from the joint in our town. We were there at that time, people were\ncoming from Romania, from all over. They were traveling back and forth looking for\nfamily, and we went to our town to find the house empty. Nothing in it. Every window\nbroken. We don't know who did it. Why it was with nothing livable in the house. So we\nwent into the city, and we figure we start all over again. There was one place with a big\nroom, and that they had furniture -- better furniture that they collected from the Jewish\nhouses, and pictures, and things like that. We took a little furniture and we took a room,\nand we went to work. As soon as we started, we waited to see who is coming home from\nthe family. We were there from March to Purim, the following Purim. In the meantime\nmy sister's husband came home, one of them, and she became pregnant. And she had a\ndaughter who was born, the first child after the liberation, who was born in Romania.\nAnd now they are in Israel, and she is -- my niece is in Bodylon (ck). She is a professor\nof chemical, chemist professor, in Bodylon (ck). She was in school in Romania and then\nshe went -- they immigrated to Israel 20 years ago.",
        "A: In Dashe (ck) my sister find her husband who was invalid, because he stepped on a bomb,\nand his foot was blown off. And she find her husband. Then somebody came from our\ntown and said: I saw your brother being killed. He says the Germans were forcing him\nbecause he was so religious -- they were forcing him to eat, and he didn't want to eat. It\nwas just before the liberation, a couple of days. He was only eating bread and water, and\nthey forced him to eat non-kosher food, and he refused, and they pulled his beard out, and\nthey hatched him to death. So we waited and we waited. And then we got a letter from\nanother brother who was in Austria, and he says he can't come home any more. He knows\nthe situation that nobody is coming home. He says: If you want to meet him, he was in\nAustria to write to him. And then Purim came, and a group of Polish people had a theater,\na Jewish theater. And after the theater he said, the Russian are looking for workers, and\nyou know whose it's going to be again. The person that is going to pick us, the Jewish\npeople. The best thing for you is to leave. So I went home and I packed. I packed, and my\nsister who had the baby, and the baby was only a couple months old, and I left the keys\nwith her. I said: Look, I'm leaving tonight. My other sister was just married three days\nbefore my second sister, and the third sister was married. So the three of them were\nmarried. I was the only one single. One had her husband who came back from the war,\nand the other two got married right there in Dashe (ck). And I said: Look, you're all\nmarried, and I have nothing to look here for. I says: Anybody who came back, as far as\nboys, are older people, or I'm not interested. I have nothing to do here. I'm going to my\nbrother in Austria. So I said: Here is the key. I left it with my sister with the baby. I says:\nHere is the key in case they catch us at the border and I have to return, I'll come back. So\nat that time I was trying to write a book about my history from the Logger (ck), from day\none, everything what happened. But we went to the border, when I had to drop\neverything, because I put it in Hungarian and then Romanian, and the language that I\nfigured I would translate it later. When we crossed the border, I had to destroy everything\nbecause we had to pay. For the Russian to cross, it was easy. We used to give them a\nbottle of Vodka, and you could cross 40 people with a bottle of Vodka. They looked at\nthe other side, you cross the border. So we went to the mountains, 40 miles; from one\nborder to the other one, even after the liberation, to get together, because we were on the\nRussian border. We had to cross through the English zone, and from the English zone to\nthe French zone, from the French we went to the American zone. Everything was a zone.\nAnd wherever you went into a Logger (ck), everybody gave you injections. You ask: For\nwhat injections? That is the time the rules were as soon as you came in: \"What's your\nname?\" and injection. So for Passover we were in Udenburg (ck) in the English zone.\nAnd at that point I wrote a letter to my brother, who was in Austria, and he was married,\nnewly married. And he wrote me back that he would send somebody who would bring\nme over to the American zone, because we couldn't get permission to leave. There was a\ncouple, an Austrian couple, dressed in Austrian clothes, carrying with them Austrian\nclothes, and they came for me, another fellow who had a brother there where my brother\nwas. And they paid them off, and they came to take us over. And I went as the Austrian\nwife, and the fellow went as the Austrian's husband. And with the false passport we\ncrossed the border, and we arrived to Balkastan (ck). I arrived to Balkastan (ck) there. We\nwere in the DP camps. The displaced person camp. We couldn't register, because we\ncouldn't get food to register at that time. Everybody went in, they had room in the hotel.\nThey were taken for the DP camps, but you had to have a card in order to go 1n to eat. So\nthe only thing I said to my brother: It's easier to eat if I'm going to work in the kitchen.\nThe kitchen, nobody wanted to work that time. So all day we're peeling potatoes and\ncarrots for the food. And even at that time they give us a room. We were -- after the\nliberation we were in one room with a single bed and a double bed, but no more room.\nOnly room to move around to the bed. There was a mother and daughter who took the\nsingle bed. And in the other bed was sleeping me, a cousin of mine, my sister and her\nhusband in one double bed. We slept there for three weeks. And then they started to\nregister us in, but I still remained working in the kitchen, because they had no help. And I\nwas in the kitchen and I was registered. And then in September they said that the group,\nthe younger group under 18 to register, because they go to the State. There was a group\nthat was going to go to the State. At that point I registered. I registered and I had to go to\nmedical checkup. I went in to the medical checkup. I go downstairs to where the medical\ncheckup was, and there was a fellow who I knew who was in a mental institute who acted\nas a doctor. And I walked in, and I said: Crazy Blood, what are you doing here? He\nlooked at me, because I recognized everybody from the city and the town, because if I\nwas dealing with milk and the eggs and with everything, I knew practically every person\nthat lived in the city. If I didn't know them, it was either he was too rich that I didn't deal\nwith him, or too poor that they couldn't afford me to deal with him. But I know this\nfamily. He had a brother who was a dental technician. But he a religious boy. He was -- I\ndon't know what was wrong with him, but they put him -- but they say he went in a\nmental institute, and everybody called him Crazy Blood. His brother didn't come back.\nWhen I went down to the doctor, to the office there, he was a doctor. When I saw him\nand I called him: Crazy Blood, what are you doing here? He said: Shoo. Don't tell\nanybody nothing. You will be the first one to leave tomorrow. When the group goes\ntomorrow or the day after, I will take care of your papers. You will be the first one to\nleave. But make sure you don't tell anybody nothing. I said: Yes, but one thing. The only\nthing you get from me 1s an X ray. I will take no needles or no pills. He says: You got a\ndeal. I was afraid to breathe to tell anybody who he was. You wouldn't believe it, that\nafter I came to America and I was in real estate, and I passed by, I saw Crazy Blood and I\nstopped inn. He become a gynecologist in Manhattan. So I don't know, was he crazy that\nhe was in the mental institute. I don't know. He learned there with the people, and before\nhe came to the State, he must have learned, because otherwise he couldn't have become a\ndoctor in America. But he was a gynecologist in the end.",
        "A: I left alone. They only took children. The first group that came, I was there with my sister\nand my brother, my sister and her husband, my brother and his wife, and me. We were in\nthe same place. And I had another sister and my brother-in-law who lived in Leads (ck),\nwhich was in a different camp, but it was about half an hour ride from where I was. The\nonly person that I was able to come that time was me, because I was under 18. The\nchildren group came. They took me as a child out first. So they left -- were left behind,\nand I got here from -- after I got all the papers, I went to Seldersfinger (ck) in Germany,\nand from Germany they took us to Bremerhaven (ck). In Bremerhaven there was a strike\nat that time. In 1946 there was a strike for three months, and there we were quite\ncrowded, because the groups kept on coming and no boats left. And then finally in\nDecember the boat -- the strike was settled, and we went -- we started out on Marina\nMarlin (ck) with a boat, with an Army boat. And in the channel the boat had a hole, and\nwe had to jump in the rafts in December, in the ice. And we wait for another boat,\nanother Army boat to pick us up. And ever since then, my husband wants to go for a\ncruise, I say: I've already had one cruise. I'm afraid of the boats. So when I got here, they\ntook us -- the first time we arrived in America, they took us in a home. It was an\norphanage home. And then my mother's cousin came to pick me up from there. It was\nDecember the 20th, and I went there for the weekend. I was there from -- for the\nweekend, and because she didn't say that I'm going to stay there, or I didn't know nothing.\nShe just took me for the weekend when I arrived, and she took me out for the weekend.\nAnd my mother's sister -- her cousin's sister, my mother's cousin sister and brother, they\nall came to see me. After then she requested -- she asked me if want to stay there. She\nhad two girls younger than me. And they were not rich people. They were a butcher. But\nthey -- from the children transport, from the children group, because I come with the\nJewish committee, they came out every month to ask me -- I had to go for medical\ncheckups every month, and they came to ask me if I'm satisfied where I'm living. And\nthey wanted to pay at that time forty dollars a month. They said: We do without the\nmoney, but instead of that, bring out a child. She never took anything from them. Like,\nthe highest was the joy, and she didn't want to take anything from them. And I was there\nwith them --",
        "A: What...?",
        "A: They died, too. That was like my second home. I got married from them. I lived with\nthem from '46 to '53. Then I had to go every month. I had to go to the medical checkups,\nand I had to get injections. I don't know why. I don't know what kind of liquid injections.\nI was trying to find out what kind of injections I got, because from the medication, from\nthe injection that I got there, the period we never got. I was here already two or three\nyears, and I had to get special injections to start it up again. Because I -- what medication\n-- either it was in the food or then it was in the injection that they gave in the\nconcentration camp for cleanliness, that they shouldn't appear in the woman.",
        "A: Yes, when you arrived.",
        "A: In Auschwitz everybody got injections, but what kind of injection nobody know. Some of\nthem did get it back on their own. But I remember going downtown in Yorkburg (ck)\ngetting injections, and I went back but the place was demolished. I don't know how to\nfind out. But I know I got injections, yeah. I remember getting big, white liquid injections\nevery single month.",
        "A: What?",
        "A: No. I gained a lot of weight from it. I was blown up from it. It worried me too, because I\nfigure if I ever got married, I wouldn't be able to have children. And even after I got\nmarried, I had the children and everything, we were so frost bitten that -- we went this\nyear, we went Costa Rica, and it was here the cold weather. They were saying that the\ncows' udders were frozen. That they didn't give any more milk. You wouldn't believe it. I\ndidn't have a drop of milk, because I was all frost from the concentration camp.",
        "A: Mostly the noise was in Auschwitz. In Auschwitz you had a lot noise. Shooting you\nheard constantly. I mean, at that point if somebody got shot, you just envied them. You\nnever said: Gee, she got shot. You always say: I wish it would have been me. We never\nsaid: Gee, she got shot. Poor thing. We have to bury her. We just said -- after work we\ntook the party and we buried her, and we went, a couple of feet away from where we\nwere staying. We took the shovels and we dug two feet, maybe, because it was all frozen.\nAfter work and after supper, we took the body and just buried them. We didn't even think\ntwice to write a name on the grave or anything. Who would claim her?",
        "A: You couldn't think about it because you were hoping they should kill you. Why would\nyou commit suicide? Take a shovel and hit yourself over the head.",
        "A: No. We didn't go near the wires. We didn't know. They didn't let you go near the wires.\nWe were in a camp there -- in the C Camp, the Ceron (ck) Camp, and we were there a\nshort time. The wires had torn, or whatever you call them. But I didn't know if they were\nelectrified or whatever, because we didn't see anybody go near the wires, because you\ncouldn't go near because there was people there with the guns constantly. For them to\nshoot the person, it was like nothing. They used say one, two, three, four, five, ten --\nbingo. They would say for no reason at all.",
        "A: It didn't numb me. No. Sometimes you would say: Gee, when you count ten, you would\nsay, I wish I would be the tenth. Because you were so depressed at that point, that you\nreally didn't care. It didn't bother you if they killed you.",
        "A: Well, when we got to Auschwitz, and as we went in the group, you knew every day there\nwere less and less of us. Then they were saying -- we were talking, we were going from\none camp to the other, you always meet people from different areas. So when we went to\nSutthauf (ck), there you met people from Poland. Who would say: Gee, when did they\nbring you over? We said in June. They say: Where were you before June? We says: We\nwere in the ghetto, I said. They ask me how long were you in the ghetto? I said: A month.\nShe said: A month? She says: We were in the ghetto four, five years, and we are here\nalready four years. She says: We were in the ghetto, she says, so many thousands, she\nsays, 20, 30 thousand, and every day they always used to kill people. They used to dig\ntrenches, and they used to shoot them -- they used to say people used to make their own\ntrenches, and they used to shoot them to fall into them. They said at least they were\ndecent enough, they took the dirt and they throwed it on the top, otherwise they were\nmass murders. They used to tell me. And from in the beginning, I didn't want to believe\neverything. I said: Really? I says: It really happened like that? She said: I saw it with my\nown eyes. I said: How did you survive? She said: Because they put us in a truck and they\ntook us tour (ck). She said she saw her parents being killed like that. She saw the whole\ntown practically being killed like that. But you see -- you see, in the place that we lived,\nnobody wanted to believe that it could be such a cruelty. See, I had my brother who was\nnow in South America, who was a Ukrainian. In 1940 when Hungary came over,\nanybody who was over 22, the Jewish people and they were well to do, or something,\nthey took them for labor camp. That was before anything else. And my brother was put in\nthe labor. They gave him a yellow band or a white band. If they were half Jews, they\ngave you a white band. If you were Jewish, they gave you a yellow band. But we were\nwearing the Jewish star, the Morgan David star, and they should know that we are Jew.\nThen you had to be restricted. Your store was not your store anymore. You were working\nfor somebody. They came in and they said: From now on, the store is mine, but you still\nhave to run it. But all the profits were theirs. They confiscated practically everything.\nThey said all these things, everybody says it's going to pass by. It's only temporary\nthrough the way. Nobody believed that it was going to be stretching like that. It's just like\nsomebody would walk in here, and they would say: Gee, get ready. In two weeks, they\nget all the Jews together. Would you believe? Nobody wanted to believe it there either.\nUntil when it happened. And when it happened, it was too late, because they were taught\none thing, not to fight back. If you don't fight back, it's not going to be so bad. You know,\nlike many people says, if they were to allow people to fight back, but many in Poland did\nfight back. But us -- they would say it's the law. You got to do what the law says.\nEverybody followed the law. They thought the law was right, but unfortunately nobody\nbelieved it. When we came back, when I came back and I found out that nobody is\ncoming home after a year. I said, the war is over a year, if you didn't hear by mail or if\nnobody came home, that means it's over. The war is over, nobody else will come home.\nSo then we started rolling. I left the country, and I came over here, and my sister went to\nSouth America, my brother, because they are -- like I said, they were three kind of\nchildren: Mine, yours and ours. From my brother's mother's sister was a Montevideo. So\nthere they gave visas out. Here they weren't able to get visas out. So my brother went to\nhis aunt. And my other sister was my real sister, she -- I said: How much does a visa\ncost? They said $120, so I send $120 to South America that they should send a visa in\norder for her to go to South America. So my other sister went, and my brother was in\nSouth America until 1962, that I got her the papers to come over here to America with\nme. My other sister was in California now, originally came out to Canada, because what\nis here would cost. And the two sisters that were in Romania, eventually immigrated to\nIsrael.",
        "A: Yes.",
        "A: When I came back to Dashe (ck) after the concentration camp, and I saw -- I sent to the\nborder, I went to the ghetto to see what's going on there. I took the girl, the one that was\nso mean to us, and I did give her -- I beat her up once about an hour, just because she was\nSo mean to us.",
        "A: Physically beat her up. And then I went over to the Rabbi, and I did confront him. If it\nwould have been up to me, I would have put him in jail for that. All I said to him, I said:\nLook, if you wanted to leave, fine. You should have keep your mouth shut. And leave,\nanybody who was able to leave, to leave. I said I would have -- I said I came back, but\nthere was a possibility I could have saved my little brother. My parents went anyhow,\nbecause they listened to you, I said. But my little brother I had already my bag on my\nshoulder, and the kid in the hand, when my mother says: You know, you were a seven-\nmonth baby, and I spend most of the time watching you more than anybody else, and you\ncould leave me just like that and you heard what the Rabbi said. So I put down the kid\nand the thing. My mother said, you know, something was saying (ck). So I didn't. So I\nsaid to her, he didn't answer. I wanted that time but everybody says: Look, how is it\ngoing to look if one Jew is going to start against another Jew. I didn't do nothing. My\nsister came from South America. When she came to live in Yonkers, she used to go to\nBrooklyn, and she met him, because he married her in Dashe (ck), my sister. And I was\nvery rebellious. I said: If I would have to get married today, I said I would go to a priest\nbefore I go to this Rabbi. I said, because to me he 1s not a Rabbi. I says I wouldn't want\nhis blessing. And then, when my sister came over here, and she was in Brooklyn, and she\nmet with him, and once I also got a telephone call. And they said, you know, Rabbi Ponit\nis getting blind, and I'm collecting money for him for eye surgery. So I said very nicely, I\nsaid: If he would be a mute, then I said, I would gladly have send him some money for\neye surgery. I'm sorry he lasted that long, and that he only now became blind, and I\nhanged up. This was about eight or nine years ago, or maybe 12 years. I don't know.\nTime flys. But this is what happened here in the State. That is what I said to you, I was\nvery outspoken and I was very rebellion.",
        "A: I looked him up. He wasn't there, because, you see, he was a real Hungarian. He came,\nyou know, when the area where we were was Romania, and the captain went back, when\nthe Hungarians left, he had left. And I couldn't trace him, because I only know his name\nwas Istchone (ck). Now there is so many Istchons (ck), it's like here, you would look for a\nJoe. You couldn't trace him. You couldn't go to the Romanian government to find out\nwhere the Hungarian government went. But I would have liked to trace him, but it was\njust impossible because the whole thing changed. Now you see, like you were born in one\ncountry, and then the next day it was a different country, and you can't trace one after\nanother.",
        "A: In here or after or from home?",
        "A: Well, I told you about my father, who was an American. I don't know if he become a\ncitizen of New York or in San Francisco. Then he came home to get married, and the first\nwife was very -- after -- she was so beautiful, that is what I heard, that when he got\nmarried they had to have police on the roofs, because they were promising that they were\ngoing to steal the bride. They had five children. Then she become very ill, and in Europe\nthey didn't have no medication for any kind of an illness, practically. People died if they\nstepped on a nail from the infection. I know, for the first time I went into a church,\nbecause we were very religious, I had a friend that stepped on a nail, and she was only\neight years old and she died. I asked my mother permission to go to the funeral, because\nwe were neighbors, and we were classmates. And that's the first time that I went into a\nchurch in Romania, because it was her funeral. She was eight years old. And even -- then\nafter then when my mother was married, they married her very young. She was married\nwhen she was 15 and half to an uncle of hers, because the aunt had died. And there was\nall furnished -- at that time they married her off because she didn't have to give her no\nmoney, and they were people that -- she figured that he already has a house arrangement,\nand everything, so they married her over 15 and a half, without her being asked, are you\ngoing to get married or no. So when she had the first child, she got divorced. She lived in\nthe same town where my father lived with his wife and the five children. When she got\nvery ill, she was going over there to help her with the five children, and they become very\nfriendly. And she said to my mother: I can't die until you don't give me your hand, that\nyou will take care of my children. So my mother went to the Rabbi -- after she died, she\ndied shaking hands with my mother. And she went over to the Rabbi, and the Rabbi say:\nYou can give the hand to a person who is dying, you must keep your promise. And he\ndivorced my mother. And absentee of her husband, who was away in the Army, they give\nher a get in order to marry my father. Then we were, like I said, three type of children.\nAnd I didn't know -- in our house we didn't know that we were three type of children.\nUntil it came a holiday, and my mother dressed us, the youngest in one in red dots. When\nit come a holiday for Pesach and for Sukkah, everybody get new shoes and dresses. So it\ncame a holiday when I was about seven years, eight years old, and I got dresses with my\ntwo youngest -- my older sister and my younger sister, we got red polka dots, and they\ngot blue polka dots, but the same dresses. As we came from the Synagogue, from the\nShul, our neighbor say: How nice of Ruhoff (ck) -- that was my mother's name. And now\nmy son's daughter, who lives here in Silver Spring, carries my mother's name. So she\nsays: How nice of Ruhoff (ck) that she dresses her children in red and his children in\nblue. So I went home, I says: What did she mean by that? That his children dressed in\nblue and we are not. Then I was told that what happened, because I ask. Otherwise,\nprobably I wouldn't have known for the longest time. Eventually, probably they would\nhave tell me. But then I was told what happened, and why that's his children because her\nmother had died. Because, when, you know, you are young if you have parents you\nweren't allowed to go even to the cemetery. Here, everybody goes. Children, not children.\nBut there, it was a different kind of a -- I don't whether it was tradition, or there was a\nrule that anybody who had parents wasn't supposed to go to a cemetery. So the children\nused to go there after them, and they got a little older. They used to go to their mother's\ngrave, the older ones, after. I find out that my mother used to take them to their mother's\ngrave. But it was a long time until I find out that we are not from one mother and father.\nSo even now we are very close. We were always close, and we still correspond with each\nother. Our brother was here. We were in South America last year, and we were in Israel\nlast year. We see each other. Unfortunately, not every year, because one is in South\nAmerica, and the other one 1s in Israel, and one in California, and we haven't seen them\nfor two years, but we talk on the telephone. We correspond and --",
        "A: Sure.\n[ Viewing of photographs]\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumApril 21, 1994\nRG-50.030*0176",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Bella\nSimon Pasternak, conducted by Joan Ringelheim on April 21, 1994 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "BELLA SIMON PASTERNAK\nApril 21, 1994"
    ]
}