{
    "rg": "RG-50.030.0698_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMrs. Wanda Paulina Luos Lorenc, on May 7\", 2013 at the Kosciuszko Foundation\nin New York City. And I’d like to start, Mrs. Lorenc, by thanking you for coming to\nspeak with us today. We very, very much appreciate your willingness to tell you\nStory.",
        "Answer: I’m very happy to come and tell you what could — happened during the\nsecond war.",
        "Q: Thank you, thank you.",
        "A: Not everybody, even has idea how — how people spent this time, in concentration\ncamp, or even occupation during second war in Poland.",
        "Q: Okay, well we — we want to hear about it.",
        "A: Yes. I start maybe when I was born.",
        "Q: Yes, I’d like to know the date that you were born, the place that you were born —",
        "A: Yes.",
        "Q: — and tell me a little bit about your family, your parents, if you had brothers and\nsisters.",
        "A: Yes. I bor — I was born in Warsaw, Poland 1-1n 6-22-20 — 1928.",
        "Q: So June 26 —",
        "A: Yes.\nMay 7, 2013",
        "Q: June 22\", 1928.",
        "A: Yes. I was born in Poland in be — I was the youngest from four children. My\nparents were living all the time in Warsaw, and I was last child. Very happy. My life\nand family, it was paradise. It was so, so nice, so happy. My parents were very good\nCatholic and also they love so much Poland, and they tried to raise us as good\npeople, honest people, very good Catholic, and of course good paish — person for\nPoland.",
        "Q: Tell me, did you have brothers or sisters?",
        "A: Yes, I have — I had a brother eight years older as I was. Later, my sister Irene, and\nthird was my brother Odon Yaizhy(ph), Luos, of course.",
        "Q: Yaizhy(ph) was his name?",
        "A: Y-Yaizhy(ph). Yaizhy(ph).",
        "Q: Yaizhy(ph)",
        "A: And I was in ’28 year one, last one. Very happy family, very honest, very — I can’t\ntell you, never forget — never — I can’t even tell you how I was so happy.",
        "Q: Let me ask you some questions. First, a few factual questions. To finish with your\n— your brothers and sisters, your oldest sibling was Yaizhy(ph), and he was —",
        "A: First — first was Zenon Paul.",
        "Q: Zenon(ph).",
        "A: Zenon(ph) Paul.\nMay 7, 2013",
        "Q: Zenon(ph) Paul. Then came who?",
        "A: Irina(ph).",
        "Q: Irina(ph). Then?",
        "A: Odon(ph) Yaizhy(ph).",
        "Q: Odon(ph) Yaizhy(ph).",
        "A: And me, Wanda Paulina.",
        "Q: And then Wanda Paulina. So you were four, or five?",
        "A: Yes. Four — four.",
        "Q: Four.",
        "A: Two boys and two girls.",
        "Q: Okay. And your — what was your mother’s name?",
        "A: My mother’s name, maiden name is Chehowska(ph), very difficult to spell even.\nAnna Chehowska(ph).",
        "Q: Anna Chehowska(ph).",
        "A: Yes, and my father, Pawel(ph) [indecipherable] Luos.",
        "Q: Luos. And were they also born in Warsaw?",
        "A: No. I know that my mother was from north of Poland, Votswavek(ph) or\nsomething, big town. And my father was born in — very close to Lublin.",
        "Q: To Lublin.\nMay 7, 2013",
        "A: Yes. And during first w-war, they were transferred to the north of Poland. In this\ntime people were taken from own houses, and it was very, very bad time, and the\n[indecipherable]",
        "Q: Who transported them? During the first World War, who —",
        "A: Pro-Probably it was — I— I tell you, I can’t say to you, exactly.",
        "Q: Okay, you don’t know, okay.",
        "A: They s — they met in this com — place, my mother and my father, and they were\nmarried and they came at — after married in twen — first war was finished, they came\nto Warsaw. And since then, we were born.",
        "Q: Then, another question. Wha-What was your father’s profession? What did he do\nto make a living and support his family?",
        "A: He was a specialist for special — for machine in — I can’t tell you exactly. Machine\nin [indecipherable] I can’t tell you.",
        "Q: Okay, but was he a mechanic, a machine mechanic, or —",
        "A: Something like that —",
        "Q: I see.",
        "A: But later he start to wor — oh — he open own place, small factory, and later was\nmade bigger and bigger, factory where it was done everything for dre — not dresses,\nbut from wool.",
        "Q: Okay. So it was a factory that made clothing from wool?\nMay 7, 2013",
        "A: Yes, yes, from wool, and later was silk also. And each year it was bigger and\nbigger. When I was 11 years old and when we start second war, they — they have\nproblem because they wanted to have mo-model for the German people, for the\narmy, to — to make for them — for me it was — I was not interested in th — 1n this\nproblem, for — I was too young. I know only that Mother and Father, they working\nvery hard, because they lost — my grandparents lost everything what they had. They\nhad barka, that’s in — transport through the river.",
        "Q: Barges, barges.",
        "A: Yes, very big and they had two or three. Therefore — therefore, my parents start\nfrom zero. They lost everything.",
        "Q: The — the — your grandparents lost these things during World War I, or during\nWorld War I?",
        "A: One.",
        "Q: One. I see.",
        "A: Then my parents met each other, and they start to have family, and start to make\nbusiness.",
        "Q: I see. Did your mother help your father in the business?",
        "A: Of course, my mother also helped some problem — some work, not for — for\nherself. She — she always had ambition to have own place.",
        "Q: Did she — would you say that your family was 0 — was well-to-do?\nMay 7, 2013",
        "A: Yes, you know, they very smart and very majestic people. Very Catholic, and they\nwere very happy, and lucky.",
        "Q: Tell me, what do you — when you say they were very Catholic, in what way did\nthey —",
        "A: Which way?",
        "Q: Yeah.",
        "A: Because in — they raise us with like usually you should go to co — to communion,\nto everything what is in our religion. And later, life was good. What life and never —\nnever be bad, or lie or — or an — not —",
        "Q: Unethical, in some —",
        "A: Unethical.",
        "Q: Yeah.",
        "A: Was good ethical. Therefore we are very happy and very close family.",
        "Q: When you said your growing up years were like paradise —",
        "A: Yes?",
        "Q: — explain a little bit what your earliest memories were. What — what — yeah.",
        "A: You know, for th — me, it’s something was very happy, because after going to\nchurch for mass, my father took us for the walk, you know, also, explaining every —\nalmost everything what was interesting. A-And he talk with us and specially for me,\nin my memories will be all the vacation, when I was in school, and everybody was\nMay 7, 2013\ntaken to — with father or mother, because one was staying 1n — in business, and we\nspent terrific vacation in the country.",
        "Q: Where did you go in the country? Everywhere?",
        "A: Different — different places. To — to be close with — even Father told us about how\nis working on — 1n the country, and about animals, about even flowers or fruits. He —\nhe explained to us everything what was interesting. And I remember that I — because\nI was the youngest, my father took me on here.",
        "Q: On his shoulders.",
        "A: Yes, yes, that’s very lucky and nice time, which finished with war.",
        "Q: I understand.",
        "A: Yeah.",
        "Q: I want to ask a little bit more about pre-war life. Which one were you closer to,\nyour par — of your parents?",
        "A: My mother was very strong person, and should be order always, and no question\nwhat she said should be done. But Father was so sweet, so close with us. He —I don’t\nremember even one time that he could beat us or — never.",
        "Q: Or yell at you or something.",
        "A: No, no never.",
        "Q: Okay.\nMay 7, 2013",
        "A: When he came home for dinner, usually I was sitting on one leg, and my sister on\nother, and I remember how I was making nice hair of my father.",
        "Q: That’s a lovely thought.",
        "A: This is beautiful time. And also had plenty animals; cat, dog and if — birds. And\nsometimes some — something like — I don’t remember even name of this animal. We\nlove animal, and —",
        "Q: Did you have a big house?",
        "A: No. On the beginning was smaller, but later — later we luf — in center of old hou —\nold town, 1-1t was salon very big like half of this room, and three big rooms; kitchen\nfor — from help — helper, one small room, very big corridor, and then\n[indecipherable] also big.",
        "Q: So you had a huge apartment.",
        "A: Yes, yes, 1t — we had apartment in house which belonged to shi — to priest. Not\nCatholic — they Catholic, but they are from Ukraine and because my father and this\npriest, they know each other.",
        "Q: So this was a Ukrainian Catholic.",
        "A: Yes.",
        "Q: Okay.\nMay 7, 2013",
        "A: And from our room — from our dining room we can see even inside what’s\nhappened in the church [indecipherable]. This church was built like, together with\nthis house. It was very nice and special and very safe, beca-because everything —",
        "Q: Was locked, yeah.",
        "A: — was [indecipherable] yes. I remember when I was not too good, because when\none — be-be-before, one step lower — sometimes this pr-priest was looking through\nthe window and I put some waters. And later he said no, no, no. I learned in this time,\nmany things happened. That’s life.",
        "Q: So — so tell me, did you go to school?",
        "A: Of course.",
        "Q: What kind of school did you go to?",
        "A: I—I was very close school e — my father usually took me to school, and it was fer\n— first, second and third class, and it was in name of Marie Curie Sklodowska, very\nne — Marie Curie Sklodowska. You know who 1s, no? She’s Nobel prize chemist,\nPolish. She de — she — she found very — Po-Poland — no — difficult to explain here.\nA-Anyway —",
        "Q: Just repeat her name slowly, Marie —",
        "A: Marie Curie.",
        "Q: Ah, Madame Curie, okay.",
        "A: Yes.\nMay 7, 2013",
        "Q: Yes, of course. Mada —",
        "A: Yes, and we had sometimes her doctor was visiting us, and it was big —",
        "Q: Big deal.",
        "A: Yeah, yes, yes.",
        "Q: Okay. Was this a public school, or a religious —",
        "A: It was public school. Very good, very nice, and new.",
        "Q: Okay. Did there — were there children — was it a big school?",
        "A: Very big. Three — three — I think at first, very good, nice and beautiful place, close\nto center of Warsaw and was very, very good schooling.",
        "Q: Who were your closest friends in the school?",
        "A: You see, I had too many friends, and last year I was sitting with one girl who was\nJewish wi — and she had so big hair, black, and I had white. And it was so funny,\nbecause they said, one in the dark.",
        "Q: Yeah.",
        "A: But very nice school, and nice — they had very good opinion. But I only pass three\n— three years.",
        "Q: I understand. About the children in the school, were they — you mentioned that\nthere was a Jewish girl who sat next to you.",
        "A: Yeah.",
        "Q: Were there many Jewish kids in the class?\nMay 7, 2013",
        "A: Maybe 15 — 10 or 15 percent of class, but it was so mixed that n-never problem ha\n— was.",
        "Q: Were you friends with each other, or did —",
        "A: You see, in — with school, n-no, but my parents, because he had a factory with this\nkind of business, he 1s — was working very often with Jewish people. And between\nJewish and our ha — family, was like friendship.",
        "Q: I see.",
        "A: And sometimes they come for us for the Christmas, and we came for Passover.",
        "Q: Did — were they anybody in particular? A family that you were friends with?",
        "A: Yes. It was this family which my parents save life 12 people.",
        "Q: What is the name of the family?",
        "A: Mawamid(ph). Malamid(ph) or Melamid(ph).",
        "Q: Uh-huh, Melamid(ph).",
        "A: Yes, and it was tragedy, because these people were very honest, very good friend,\nbecause when my father, 1n moment when Germany wants to finished with\n[indecipherable] he propose to hi-hi — help, especially this girl which was my age,\nbeautiful girl, to take as child. But parents [indecipherable] grandmother didn’t want\nto be divided all from — from grand-daughter. And they passed away in Treblinka,\nand they lost life. But parents with sons and other friend and family, they agree, and\nmy father, my mother and my brother, the oldest, because he was about 20 years or\nMay 7, 2013\nsomething, they helped during occupation, German occupation to transfer them in\n[indecipherable] to some safe place. And therefore they still were alive. And today —\ncame a day they found us and they sent, during the occupation of Russian, they sent\nus sometimes [indecipherable] some fruits from inta — Israel.",
        "Q: Okay.",
        "A: It has been — is this friendship from both side. It was very nice.",
        "Q: So let’s go back to when you are in school and you’re 11 years old, and I’ve\ngotten a sense that you have a happy family, that you have older brothers and sisters,\nthat your — your father’s gentle with you.",
        "A: Very — he 1s.",
        "Q: And your mother is the one who is stricter. That they work hard and they’re trying\nto raise you in a very ethical way, very religious way. And that you — that you — your\nfamily wasn’t associating only with other people who were Polish Catholics, but that\nthere was a Greek — not a Greek, excuse me, Ukrainian priest, there was a Jewish\nfamily through the business, and so on. Is there anything else about your childhood\nthat is particularly precious to you, that you would like to remember?",
        "A: Youn -— you know, first I was always so happy pi — for my mother, she was hard,\nsometimes very strong, but she was so religious that sometimes I didn’t like to go to s\n—s—to-—",
        "Q: Church.\nMay 7, 2013",
        "A: — to church too much. But you know, she required always to pray, to go to school,\nto be honest, never lie — liar, or something like that. And she had heart, I don’t matter\nhow you can divide everything what we have with other people. And especially it\nhappens when Germany came to Warsaw, and Polish soldiers were going so\nunhappy, hu — very hungry. Mother took everything what was supposed to be to —",
        "Q: And gave it to them?",
        "A: Yes. Even dresses or something. She was a very strong person, but I would like to\nbe so strong like her, but I am not.",
        "Q: Let’s start now with the war. September first. Had your family ever talked about\nwhat was going on politically in the world?",
        "A: Yes. Sorry, I have to —",
        "Q: Yes please, have a drink, be fine.",
        "A: You see, I he-hear in my family, the parent talking about something what could\nhappened about war. And my parents, especially my father brought to house lot of\nfood: meat and f-flour and rice and — and no — milk in —",
        "Q: Powder?",
        "A: — powder and — and very good, because when s-start 1n first of September. many\npeople came to us, and everybody was in cellar and my mother prepared food for\nmaybe 20 people, and for us. Bombarding was so heavy, that nobody could do — be\noutside or in own apartment.\nMay 7, 2013",
        "Q: Do you remember the bombs falling?",
        "A: Oh yes, all the time. Can you imagine that I was so unhappy. Five years\noccupation when bombarding was from — I don’t know who was bombarding, but so\nmany houses are destroyed completely. And later, when I was in concentration camp,\nvery close to Berlin, 70 kilometer only, was two times daily —",
        "Q: Bombarding.",
        "A: — bombarding, but this — you could see like s-silver s — very high, and this\nbombarding, and in this place where we were was completely dancing. My sister in\nthis time, usually sh-she was so tired after work in factory, that even she fall down\nfrom the ted — bed, it was so —",
        "Q: She would fall down from the bunk bed —",
        "A: Yeah.",
        "Q: — because — from the bombardment.",
        "A: Yes, and everything was dancing. I — I don’t know how it could be, only — but\nBerlin in this time was destroyed completely. Yes, but I —",
        "Q: Let’s go back to the beginning —",
        "A: Yeah.",
        "Q: — of the war. So — so September first happens, and do you remember when you\nlearned that the war is starting? Was it through the bombs falling, was it through a\nradio broadcast? How did you find out?\nMay 7, 2013",
        "A: Of course, radio. We had, and it was all government left Poland, but what to do?\nPoland was not prepared for war, because we had only twa — 20 years to start to be\nalone, not divided between our friends, Germany and Russia. Therefore, it was\ncompletely too hard even understand why, because Russia is so big [indecipherable]\nthey came first of September came Germany, without telling that we start to — to\nfight and this is beginning of war. They came, killing as much as possible,\nbombarding ne — it was a really very hard time. But 17 days later, our friend from\nRussia came to divide some part for themself. On the beginning they said that, we\nbrought you freedom, we have to help Polish people against ru — Germany. But after\na couple — couple months later, they transfer all Polish people to Siberia.",
        "Q: So, but was this in Warsaw, or was this outside of Warsaw?",
        "A: In Warsaw.",
        "Q: The Russians were in Warsaw?",
        "A: No, no, no, you asking about Russian, no, no, they had some part divided between\nGermany and government — guber — guber — gubern-nament(ph). It was only ina\nsmall piece. Some part belongs to Germany, and eastern part to Russia.",
        "Q: Okay. But I want to find out more about what happened to your family and to you,\nas the war started. So you told me there were bombs falling, and you were in the\nbasement, and that first day your mother fed 20 people with the food that your father\nhad brought. What happened after that, to your family?\nMay 7, 2013",
        "A: It was very difficult to find bread, because even this places was bombarding them,\npeople couldn’t do nothing, and they didn’t have even flour. Therefore, I remember\nthat my sister — my brother, the oldest, was in an organization which prepared for,\nfrom school, after finishing school, high school, and they start to — they send them to\n— to Lithuanian, I think. These young people. It was very difficult to be there because\nthey wanted to take Polish boys to Russia. And he came v-very — without permission\nof course, he came back to Warsaw. But my sister was very busy with young people,\nlooking for bomb — bomb — for — they have the j — left bomb — bombing this — for sh\n— for fl — for — for fire, to —",
        "Q: She wanted to help take out the fires?",
        "A: Yes, and they —",
        "Q: Put out the fires?",
        "A: — they put this bomb outside because in — in place if the bomb start to make fire,\nthat all houses would be —",
        "Q: So your f — your sister, if I understand —",
        "A: She was working with this.",
        "Q: She was unders — she was involved in finding unexploded bombs?",
        "A: Yes.",
        "Q: And trying to — trying to deactivate them?",
        "A: Yes. It was — it was group of young people like —\nMay 7, 2013",
        "Q: That’s very dangerous work.",
        "A: Of course, but you see, if necessary, everybody can find some energy and to help,\nbecause this is pra —",
        "Q: When was the first time you saw a German soldier?",
        "A: Oh, when I saw first time, I was shocked, because these people looked for me like\n— because I romantic and I suppose it — like [indecipherable] coming on\n[indecipherable] with an [indecipherable] and with — and these faces was for me it\nwas terrible shock. But these people who were just sitting in our cellar, everybody\nwas very unhappy because they couldn’t go even to family, because on the street,\nGermany was ba — very bad to everybody.",
        "Q: Did you see, at that time, any people who were killed? Did you see any dead\nbodies on the streets?",
        "A: You see, yes, I saw. One part of this house where we were living was bombarding\nand couple people were dead. But everybody was so shocked and unhappy and afraid\nof life.",
        "Q: Was this the first time you had seen somebody who was dead?",
        "A: You see —",
        "Q: Or was killed, actually?",
        "A: Yes. They usually were many people pay — after bombarding they lost life in\nhouses. But I don’t remember — for example, for me it was very painful to see how\nMay 7, 2013\nparl — parlay(ph) of our — our king was in fire, and falling down, and I was crying,\nbecause I was — my first years I spent so often 1n this — this park, across the\nzarek(ph). This is like the mi — nicest Polish —",
        "Q: Well, I’m trying to imagine what it is like for an 11 year old child to have all these\nthings happening around her.",
        "A: Everything fo — was tense, everybody was without an idea what to do. Not food,\nand no — and people hungry, without families. Everybody lost some — some other\npeople.",
        "Q: What were you most frightened of?",
        "A: I believe I was so close with family that I tr — I — thing that my parents do\neverything for us. I wasn’t st — in this time I was not conscious even what does it\nmean? But for me 1-1s very hurt by to see [indecipherable] mother, how my father\nwere hol — helping other.",
        "Q: How did things develop? You mentioned earlier that your father’s factory had to\nmake something for the Germans. What was it?",
        "A: It was ni — necessary, if s — some factories do something, then government didn’t\n— government wanted to take some part for them.",
        "Q: Okay.",
        "A: And it was very difficult to do that.",
        "Q: So, if I understand it properly, your father still was able to keep his business.\nMay 7, 2013",
        "A: Still, but that is it was not so good as before.",
        "Q: Okay, and — and yet, he had to probably pay either heavy taxes, or give many of\nthe goods up to the Germans.",
        "A: Of course.",
        "Q: Okay, okay. How did life develop for your family, for you and your family, how\ndid life change?",
        "A: A — you see this five — five years was very, very difficult, because was very short\nof food. Light was only for a couple hours and other place, and then\n[indecipherable] and we h-have use [indecipherable]. It — it was very, very, very\nsmell — smelling, but instead of light, because light. And food was for people, for\nexample, we can buy, but bread was like greener, like something old, some ny — not —\nnot good, of course. And it — food was only [indecipherable] for eat. If somebody\nwants to eat, should buy from other people who brought from the country. They kill\nanimal and they bring in. But it was very expensive. Some people really almost dying\nfrom hunger. But still, for us, my mother had a difficult to — to get it. And especially\ngiving us lot of sa-salad, green salad, and sauerkraut we made at home, is also — and\neach Sunday, ea-each morning it was make place with cebula.",
        "Q: With onions?",
        "A: Onion, onion.",
        "Q: With onions, mm-hm.\nMay 7, 2013",
        "A: Cut onion in oil, and it was very good against [indecipherable] or something.",
        "Q: Yeah.",
        "A: But I can tell that she tried to keep us —",
        "Q: Fed.",
        "A: — good, and very good, because if not — if she could not do that, we couldn’t be\nalive in concentration camp.",
        "Q: Yes, but let’s go —I —I—I’d like to understand how life developed, and what\nhappened in your family, where you eventually ended up in concentration camp.\nExplain this to me. How did things happen, how long were you still in Warsaw?\nWhat were you most afraid of, you see.",
        "A: I tell you. In Warsaw was very dangerous, because they keep people from the\nstreet, take to concentration camp or to work in Germany, because a soldier were\nfighting, therefore, for work, they took lot of Polish people. And a lack — lack of food\nst-stress, because everybody was afraid that they could take me in any minute.\nSchools was closed. [indecipherable] Only they let — they let to have school for — to\n— to — maybe for — for class, and that’s it. The idea was to keep Polish people as —\nonly to work, like — no.",
        "Q: Okay, I -",
        "A: You understand?\nMay 7, 2013",
        "Q: So — I hope I do, if I will say it in this way, that only children up to fourth — four\nclasses were allowed to go to school, and otherwise all the schools in the country\nwere closed.",
        "A: Yes.",
        "Q: And it was considered that they’re not necessary because all the Poles are good\nfor is going to be to work for the Germans.",
        "A: Yes, it — therefore we had, always living afraid that somebody come, go, and\narrest for nothing. In — since this operation start, underground start to work\n[indecipherable] people start to fight for freedom. And regarding me, I tell you that I\nlost my childhood, because all the time I was thinking, what I can do for my country.\nI was 12 - 13 - 14- 15. But I was too young. I suppose that my older siblings, they\nprobably were in organization, therefore I do what is possible and thank God that my\ngirlfriend was also of the same kind of family [indecipherable]",
        "Q: Which girlfriend 1s this? Which girlfriend is this?",
        "A: Is — Mishka(ph), like mouse. And she was — she lost a father who was dentist,\nbecause he was in an underground and they dis-dissolved this, they keeped, and he’s\n—he killed him. And so many people was killing without — probably maybe they do\nsomething against Nazis.",
        "Q: Mm-hm, the Nazis.\nMay 7, 2013",
        "A: Yes, of course, and we’re afraid because we — it was seven o’clock, everybody has\nto be at home. Light very — not always, food very poor, and only I — we couldn’t have\nradio. Everybody, if ki — kept radio, could be killed because they afraid of trouble,\nand so many people was without food, without place for live, taking — seeing\nsomething on the street, and asking for money.",
        "Q: How did —",
        "A: This fight —",
        "Q: Yeah.",
        "A: This five years was depression, and so many people so unhappy and dying, and\nsort of — we had always this — somebody sending to concentration camp.",
        "Q: All right, so explain now.",
        "A: And you know, this situation, wha-what’s happened with me? I was ma —\ndreaming to kill, in this age to kill German. I was hoping that 1s comes today that we\ncan — they have to go to own. And in the — my friend, I—I told you, Mishka(ph), she\ntook — she tried to take me to organization, and it was organization I didn’t know\neven what kind organization, but somebody — I’m looking all who can fight with\nGermany. | suppose it’s my part — my — my parents helped German — Jewish people,\nbut my brother oldest, second brother was in — ah, sorry, it’s too, too far. Everybody\nelse supposedly is helping and is belongings to — to some organization.\nMay 7, 2013",
        "Q: But your family — you — you didn’t know if your parents were, or if your brothers\nwere, or your sister —",
        "A: No, because this is — I oath never talk, and even save — give my life for freedom of\nPoland. And everybody was —",
        "Q: So this was — so this was an oath that you took?",
        "A: Yes, of course.",
        "Q: And what was Mishka’s(ph) last name?",
        "A: Bidderman(ph).",
        "Q: Bidderman(ph).",
        "A: Yeah.",
        "Q: Was she Jewish?",
        "A: Nie. No, no, no. She — she was not Jewish. I think that this German.",
        "Q: Uh-huh, okay, a German name, but she was Polish.",
        "A: Yes, yes.",
        "Q: Okay.",
        "A: And do you know, when I was 15 years old, maybe not completely, not — just\nbefore 15, I oath.",
        "Q: You gave the oath?",
        "A: Yes.\nMay 7, 2013",
        "Q: I have a question. Did your parents ever talk to you in general terms, not in\nspecific terms, that they wanted or did not want you to join the resistance, or the\nunderground?",
        "A: Never.",
        "Q: They never said?",
        "A: They — they knew, because Mother and Father, they knew, they can understand\nthat what we dreaming, what about we dreaming. And they — they didn't tell us don’t\ngo, nie, that’s —",
        "Q: Okay.",
        "A: You know, idea for my parents was God, love for country and freedom for\nPoland. They — they raised us this way, and therefore never ask us. And I knew that\neverybody was somewhere. In this time, they organize small group. It was three girls\nin my age, and one older person, and they teach us helping for wounded people, or to\nbe connection, to make connection with other places. And later, in the future, they\nstarted to sh — look and t-to use pistols and —",
        "Q: Excuse me? To use pistols?",
        "A: Yeah. But in this time when we finished these courses, it was maybe half year, is\nthat first [indecipherable] uprising. Then my son — my brother, this — yeah, yeah,\nthis [indecipherable] on —",
        "Q: What’s his name?\nMay 7, 2013",
        "A: Yaizhy(ph) Odon — Odon Yaizhy(ph).",
        "Q: Odon Yaizhy(ph).",
        "A: He was working — he was fighting in middle — middle Warsaw, but our house\nwas in old town, and thi-this organization, this is Polish [speaks Polish]",
        "Q: Say it in Polish. Say it in Polish.",
        "A: [speaks Polish here] I can’t explain.",
        "Q: It’s okay.",
        "A: Anyway, I was in this organization, but between organization was also not good\nconnection, and they didn’t prepare propap — proba —",
        "Q: Properly.",
        "A: — eb — pro — yes, they didn’t prepare everything perfect. Armia Krajowa\n[indecipherable] underground army was very big, but [indecipherable] where I was\nsmaller. But this was start impossible to go, because all street was on — Germany\nwas —",
        "Q: Blocked?",
        "A: Yes, closed. And first we had to make, oh how — pla — took to put something\nagainst army — Germans, they come t — come —",
        "Q: You mean a barricade?",
        "A: Barricade, yes. And everybody who — who was alive go to bra — barricade against\nGermany.\nMay 7, 2013",
        "Q: That’s right.",
        "A: But each time was more, more and more fighting and bomb — bomba —\nbombarding. And we start — we lost water, even, we didn’t have water. We were\nlooking where a pump from other place, and this bombarding was so hard. And\nGermany, they tried from higher houses to — to have —",
        "Q: Shoot?",
        "A: Shoot to — 1f somebody was — but our boys, our soldiers who was fighting was\nheroes. They la — they lost life, but they fight t-to last one ammunition. Why?\nBecause we do it for freedom of Poland. We — we can lose life if we can help. You\nsee and it was [indecipherable] everybody was so happy, so excited. We put flags\nand very — e-everybody was very happy that good something happened, at least. And\nspecially because Vistula —",
        "Q: River.",
        "A: — our river, divided War-Warsaw, and on other side of Warsaw, after r-r-river,\narmy of Russia came and stop. They didn’t want to help. Stalin probably said, I\ndon’t know what’s the bandits want do then, and we’re not interested in this. And we\nsupposed — we were in ma — dreaming that they will come and we can be helped. But\nStalin was first — and this was first person who were the same kind as Hitler, maybe\nworse.",
        "Q: Tell me — so you were helping with putting up barricades?\nMay 7, 2013",
        "A: Yes, of course.",
        "Q: And you were trying to help wounded soldiers?",
        "A: Yes, and you know what I used?",
        "Q: What?",
        "A: My tornister for book when I was going to school, I used for books. On this I put\na red —",
        "Q: Cross?",
        "A: — cross, and I took everything what was possible from my mother. If was not\nenough, she was cutting linen as bandages, and I was taking this bo — this tornister,\nand I was going — I tell you how — how, it was smart. Between houses, when house\nand house were together, they make in the cellar, opening, because it was impossible\ngo to the street.",
        "Q: Right.",
        "A: And people can go to this opening to big party of houses. And I was going with I\n— there was — whatever I could have, and I was going to private people, because\nmany pri — [indecipherable] was wounded. Therefore — and later when start be fight\nwas very, very strong, and so many boys they brought from fight, therefore I was\nsitting with this boys and helping, you know, as much as possible. My sister did\nsomething else, and you see, for me to start to see dying people, I was 16 years old,\nvery young and very still romantic in this time, but I — I lost this five years of my life;\nMay 7, 2013\nwas not sport, no pleasure, not food, no friends, no — you know, it was very hard, and\nI was too young for what I found in my life in this time. And especially when I saw\nthat boy, I remember he calling, Mama, Mama, help me. He died, yeah. Sorry.",
        "Q: That’s okay. It’s okay.",
        "A: And it was not first time. Later it was more, I was start to be more stronger, but on\nthe beginning I remember first man who was ki — here was, and other place —",
        "Q: You mean he was wounded —",
        "A: The wounded, and I put something, and I — I remember how I was —",
        "Q: Shaking.",
        "A: — shaking. For 16 years old, it was too much. But I was happy that I can do\nsomething.",
        "Q: Yeah.",
        "A: You see, that — this church what I told you that in this beginning we were — we\nhad apartment. Under this church was place where this wounded people that boys,\nthey brought. It was lot of work, but it comes the day when all the town — old — old\ntown for — was taken by German people, they came, SS with plenty other people\nwho’s different — different —",
        "Q: Uniforms?",
        "A: No, not uniforms, but faces. Not like — I can’t — I can’t tell you even",
        "Q: Were they hard? Were they angry faces? Were they —\nMay 7, 2013",
        "A: Yes, and every — especially German, they something probably like after alcohol or\nsomething completely th-this — eyes was like not normal people. Probably they — they\ngave him to be strong and — and this house — this voices, raus, raus, and you see,\neverybody, they came with — 1f somebody was too slow, they kill immediately. And\nthis all group took Polish people out. And they, on the street they put six people here.\nBut my mother was very smart, she — she supposed that in this situation, especially\nyoung years are very danger.",
        "Q: In danger.",
        "A: In danger, yes, and she — she gave us old yi — dresses, something very cover, very\ndead on the face, something close —",
        "Q: Okay.",
        "A: — and they look like old babushka, you know and thank God that she did it\nbecause when this group was going to Pruszkow, there is one place where is — from\nPruszkow, people were taken to concentration camp. On the — on the way, couple\nkilometers, many soldiers, this I don’t know who was, and Germany not, but the —\nthe [indecipherable] people, they took young girls to ruin. They rape and killed\nimmediately.",
        "Q: Which — who did this?",
        "A: Excuse me?",
        "Q: You said not Germans, but somebody else.\nMay 7, 2013",
        "A: Yes, they looked like, with hair. Sometimes they tell that they are Lithuanian, but\nnot this, but from Asia, something like. Th — ’d—I can’t tell you who was, but the —",
        "Q: But they were helpers of the Germans?",
        "A: Mm-hm, yes, it was —",
        "Q: But they didn’t have —",
        "A: Part — part of German people, because German, usually they were as — they were —\nno, first, and the other going after. And they took everything if somebody’s — if they\ns-see you, the watches or bizuteria —",
        "Q: Jewelry.",
        "A: Yeah, and jewelry they took. And especially they kill young girls. I saw it. It was\nunbelievable. But I was so unhappy that I — second time I saw the same when\nliberation was by Russian, it was unbelievable what they did it. Y — but is another\npart. You can’t believe if I tell you that I was look — there is somebody want — I was\nvery sick, very sick, yellow color, temporary too — but is long story. And one soldier,\nRussian, wanted from my mother take me. And he came, he was very s — very drunk\nand I was very sick, sitting this way. And I — soo — start to — a little darker, and he\ncame to this place, and he take pistol and to — I heard it 1s —",
        "Q: Clicking.",
        "A: Yes. Then I fall down on the floor and I start which — no —",
        "Q: To crawl.\nMay 7, 2013",
        "A: You know who save me? The so big horse.",
        "Q: A horse?",
        "A: Yeah. He had probably the ti — he start to — to kill me, he wanted, but I was going",
        "Q: Crawling away.",
        "A: I didn’t know that I was un — but — but — under this —",
        "Q: Horse.",
        "A: — horse. And he fall — lie down on me. This big belly, so big where the ho --\nspecially horses, and he — I was so sick with temperature, and he cover me.",
        "Q: Did the soldier shoot the horse?",
        "A: No, he went, because he was so upset that I was going from him, therefore he\nbrought many soldiers to look for me. And I was lying down on the — and I saw these\nshoes. They even — the place where they — this horse was eating, they open, looking\nfor me. And I sit — saw these shoes. And they were so drunk, they left.",
        "Q: This is after the liberation, and this was Russian soldiers?",
        "A: Yeah, yeah.",
        "Q: So this happened in Germany”",
        "A: Yeah.",
        "Q: Okay. So that’s sort of at the end of our story.",
        "A: At— yes, but I—I only —\nMay 7, 2013",
        "Q: But you wanted to say that you made a comparison between when the Germans\nwere taking you —",
        "A: Yeah.",
        "Q: — and you saw these young girls being taken to be raped and killed.",
        "A: Yes, but between — between this, what I told you now, it happens much, much\nmore. And do you see a in — regarding concentration camp, probably you know how\nit looks, food, what we ate.",
        "Q: What I care is to find out — I want to just understand. You were part of the\nWarsaw ghetto uprising. You’re taking care of wounded soldiers in the cellar of the\nchurch that was next to your house.",
        "A: Yes.",
        "Q: You see them dying on your arms, and then at some point, the German army\nblocks off the old town, and the s — German soldiers come in with guns, and they are\nta — they’re chasing everybody out onto the street. What I didn’t understand is did\nthey find you in that cellar with the soldiers, or were you at home with your parents\nin your own house when the soldiers came to chase you in the street?",
        "A: You know, because we know that we lost fight, then I was very close in the same\nplace where we left, and they came. We know that they will kill us or taking us. And\nI don’t know what’s happened to this wounded people.",
        "Q: So where did you go?\nMay 7, 2013",
        "A: To [indecipherable]",
        "Q: No, no, no, where were you when the soldiers found you?",
        "A: With parents.",
        "Q: In your own home?",
        "A: Yes.",
        "Q: Okay. So did they take the whole family?",
        "A: Not only — everybody who was there. And —",
        "Q: Okay, so everyone in the building.",
        "A: No, no — you see, my older brother was in lithua —",
        "Q: Lithuania, mm-hm.",
        "A: And the — my sister was with me and with parents, but other brother, this\nYaizhy(ph) Odon was fighting in middle Warsaw. He was separate completely.",
        "Q: Okay.",
        "A: Therefore, two person was — two ba — brothers was —",
        "Q: Gone?",
        "A: Gone, and we are — we’re taken with group, big group of people.",
        "Q: Okay. So you were together with — with everyone in your family except your two\nbrothers?",
        "A: Yes, but also was my aunt. And it was — was also one lady who was working in\nfactory wi — with my father, and her son was lost because she was going from factory\nMay 7, 2013\nto home for the — after vist — Vistula, but when start uprising, it was impossible to go\neven there.",
        "Q: I see.",
        "A: Therefore, she start to be with us.",
        "Q: Okay.",
        "A: And also our help —",
        "Q: Your a — your maids, or servants?",
        "A: Right.",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: So, you’re on the road to Pruszkéw, you say?",
        "A: Pru-Pruszkow.",
        "Q: Pruszkow.",
        "A: Pruszkow.",
        "Q: Is that a train station?",
        "A: No, this is rightly behind Warsaw",
        "Q: It’s a small suburb?",
        "A: Yes, yes, yes. And they — train is going there, and they put us to big — big place,\neverybody was waiting. My father tried to go to doctor, because always found him,\nMay 7, 2013\nand to pay him everything what was what, because I — my father was — had a lot of\nmoney to go —",
        "Q: Take you away.",
        "A: Yes, but doctor said yes, okay, tomorrow morning. But after that, after two hours\nor three hours came big group of SS men, very hostility, and said oh, bandits, they\nkill so many in old town, they destroyed old town completely. They destroyed\nGerman people, and to concentration camp. And therefore, they put us to — to this\nwagon which usually animal, they —",
        "Q: Yes.",
        "A: — transport. And was very, very difficult, no water hot, was no water, no food.\nAnd couple, I don’t remember how long it was, but very — standing this way, like\nsardines. And we came to Flossenburg concentration camp, where is famous\nbecause they make stones, cut stones. And this — I don’t know why, but when we see\nfirst arbeit macht frei, always in my head is, three times I turned, arbeit macht frei.\nAnd they took us to concentration camp, small houses, people in this dresses. First\nput everybody to wash — to shower, cold water of course, and everybody took from\nus whatever we had in our hand. Naked, shower and later next room, big room, all\nbish — very big place with old dresses, probably from di— from Jewish people who\nwere for — dead, and they gave to us. Each dress was on the back, 1X, you know\nwhy? Color, very all, very strong color, all — should be — if, for example, somebody\nMay 7, 2013\ncan go to leave, it’s impossible because everybody could know that is from\nconcentration camp. Each one was not [indecipherable] because was too expensive\nand too many people. And in this concentration camp, they kept us couple days. They\ntook everything from us, and couple days my father and brother, they were — because\nit was concentration camp only for men, and na — after a couple days all women, they\ntransport away. It was in — in mountains, again, down and big trip, long trip to train,\nand they took us to Ravensbrtick, very famous. I heard, in Ravensbrick, couple\nfrom my family, that — out and my cousins. I’m — I suppose that I can find them.\nImpossible. You know why they took us? Because was no place. Each concentration\ncamp was full of people.",
        "Q: So, if I understand, your family was split.",
        "A: Split, yes. And we didn’t know what — I was lucky because I found — I cut\nsomething, my leg, and was a — not doctor, but somebody who came, helped me, and\nit was Polish boy who was taken from pos — Poznan to concentration camp and he\nfirst saw Polish girl and he said, you from Warsaw, I heard you. And I begged him,\ndo something for my father and my brother, because I was sure that in this place,\neverybody who was working never — they le-left, but through the —",
        "Q: Chimney.",
        "A: Chimney. And he heard them early, they therefore he — my father and brother\nwere alive. And — but we didn’t know what’s happened after this next trip to\nMay 7, 2013\nRavensbriick, it was also no place, full concentration camp, it was no place to —\neven to lie down. And they put us first to shower, the same, but it starts to do\nsomething very bad, because they tried to make gynecologist examination because\nsome — sometimes maybe looking for gold or something. Later, hair. In this time I\nhad long hair and a little reddish, but curly, because I have not [indecipherable].\nAnd she was from a si — speaking of Polish, German SS man, and they examine me.\nCan you imagine, si — 16 years old, and to be examine in this way? It was shocking.\nAnyway, she took my hair and said, you bastard Polish, I — you see how you\n[indecipherable] I lost my hair, because [indecipherable]. An-And you see again wi\n— they tent za — to ta — they took our dresses, smelling terribly, and we found\nsomething else. Of course, I found only skirt, and some blouse, but not underwear,\nnot nothing, only — no shoes, but not normal [indecipherable].",
        "Q: Were they like — oh, were they wooden shoes?",
        "A: Oh, the wooden shoes, yeah.",
        "Q: Clogs.",
        "A: Clogs, yeah, yeah. And you see, this was the — that wood, that was not so cold yet.\nBut I start to be very weak. I was — I never was so strong. Sixteen years old and five\nyears — but life in Warsaw.",
        "Q: Yeah.\nMay 7, 2013",
        "A: And you see, I is — I lost my conscious, because this call was at five o’clock in the\nmorning. It was usually two hours standing in the night almost. They tried to count if\neverybody is one place. When I lost conscious, [indecipherable] people said, let us\nput her to — to barrack. No. She can lie down here. This is normal. You see, tom —\nand what they put us, after this shower, they [indecipherable] on this place where\nwas terrible smell. Like a little higher and the smell was very difficult to stand up.\nWe were lying down all night, and I ask somebody, tell me what is it? Oh, don’t\nworry, is people dead — is crematorium. And this smell was — I und — you s — can you\nimagine how we found — how we felt, sleeping on this place? Anyway, they next day\ntook us to barracks, but was so crowded that we lying down for th — at least two\npeople, sometime more. We left — we had only something very dark and — and\nsmelling, and — but this is only concentration camp. And also the same food, the\nsame dresses, the same work. They wanted us to make depressed, to not to talk too\nmuch, not to do something. You see, it was prison.",
        "Q: I want to establish a few dates. The Warsaw uprising started in August 44, is that\nright?",
        "A: No, first.",
        "Q: August first?",
        "A: Yeah.",
        "Q: °44?\nMay 7, 2013",
        "A: ’44, yes.",
        "Q: Yes, okay. And it ended when?",
        "A: You see, after — 1t ended after 63 days. But fa — this part, old town —",
        "Q: Yeah.",
        "A: — was one week before, because Germany they took par-part at making smaller\nand smaller place for uprising.",
        "Q: So you were arrested, let’s say around September, October —",
        "A: Yes.",
        "Q: — end of September, beginning of October.",
        "A: Yes.",
        "Q: Something.",
        "A: And we didn’t know what’s happened to as yet, one brother and another.\nTherefore, Ill bet — I know that my brother came from Lithuania, he came before\nuprising [indecipherable] mean one brother only stay in Warsaw.",
        "Q: Okay.",
        "A: And you — what do you want to know how it was in the concentration camp? I\nthink it’s difficult even to —",
        "Q: Imagine.",
        "A: Imagine, yes. People depressed, crying, were very sick. Some —",
        "Q: Was your mother with you?\nMay 7, 2013",
        "A: Yes, mother and sister.",
        "Q: And sister.",
        "A: And my mother when they was taken to concentration camp, she was 83 or five.",
        "Q: Thirty-eight.",
        "A: No, no, she was [indecipherable] 80 something kilo —",
        "Q: Kilos.",
        "A: — kilo. But you know when she was return to Poland, was 40.",
        "Q: Oh my.",
        "A: But you know what she did? What she receive, for example? Small one — once\nevery two weeks, a little sugar. She divide for three; for me, for my sister and for —\nwhen I ask, Mama, you — you have to eat. Oh, I can’t, I don’t like it. That’s mother.",
        "Q: Yeah.",
        "A: The same it was with bread. Small piece, so small like two pieces divided for\nthree. So it was depressing for me, very, very depressing to see that I can’t help her.\nHow —",
        "Q: Yeah.",
        "A: Sorry.",
        "Q: It’s okay. So — so when you were arrested 1n the fall, they took you first to\nFlossenburg —",
        "A: Yes.\nMay 7, 2013",
        "Q: — where you stayed a little bit, not very long.",
        "A: Not too long.",
        "Q: And then ravens —",
        "A: Then — yes, and someday, I don’t remember how it was, I have in my —",
        "Q: Yeah.",
        "A: — paper how long I was, but ri-right now I star-start to forge-forget let — a little.\nBut you know what’s happened is what’s overcrowd.",
        "Q: Yeah.",
        "A: And someday the — was — they took us to big place, a round place, and each\nwoman from uprising, you have to take all dresses, naked.",
        "Q: This is in Ravensbriick?",
        "A: Yeah, and in the middle was couple chairs, in the — which sitting SS and couple\nmen in dark suit, very elegant. Men from IG Farben industry. They — this industry\nwas making ani — ammunition. We didn’t know about it, but they said this way was —\nnow that’s funny, but we didn’t know why — why each one was shamed to be naked.\nThis old lady, young lady, children almost. Yeah, I look like chi-child, 16 years old.\nAnd you know what’s the — said, now, very fast, lau — lau —",
        "Q: Lauf.",
        "A: Yes, don’t sit, don’t stop. You have —",
        "Q: To run.\nMay 7, 2013",
        "A: —to run. You know, yi — and later one SS man said oh, oh, oh. [indecipherable]\nHe took only — he choose only younger girls, and looking stronger. Many old women\nsometimes un — looking very bad, they said to — they stayed in Ravensbriick and this\ngroup was also th-they divide my mother to older. But then my mother spell — she\nwas speaking German and she let him take me with my children. And something\nhappened [indecipherable] this animal understood that, said okay. And what’s\nhappened. We didn’t know, they took us to ammunition factory, which was very\nclose to Berlin, and next day this shi — this woman was start to go to factory to work.\nWe were — we were political prisoner, but against this, they took us to work. For 12\nyears — 12 hours daily, c-call — call was each day at five o’clock, at se — at five\no’clock, at seven o’clock we start to work. And then SS men with dogs took us, not\none, couple, because it was big — big group. And he took us to factory. Factory, it\nwas very big, dark, only small light on — over — over this machine, and they show us\nwhat to do. And the — I — I hold — I had to make so big and burs — no, amunicja —\nammunition, and do you know this — this — beginning of this should be regulation\n[indecipherable] special — special cutting this metal and this metal was very hot, red.\nAnd I —I did it, but behind us, standing not too close, all the ttme SS woman, who is\nbig wbi¢, you know, wbi¢ —",
        "Q: Sticks?",
        "A: Sticks. Taking —\nMay 7, 2013",
        "Q: Hitting you?",
        "A: Yeah. If somebody wasn’t working so fast. And the — you see, each day for 12\nhours I had to move from one place to other place about two — no, half ton of\n[indecipherable] change place and make this —",
        "Q: Weapon.",
        "A: Yes, it was very hard. And you know, in the meantime it starts to be very cold,\nand I didn’t have underwear. I start to have problem with my s — s — no, urine. It\ndoesn’t mean — I start to lose urine without know about it. But you see, this sleeping\nwith dirt, 1t was never water warm [indecipherable]",
        "Q: Lice?",
        "A: Lice was plenty. Everybody has — it’s impossible was to avoid. Therefore, I had\nvery short hair. It was always cold here and here. My dress in this place was frost, y-\nyou see, because —",
        "Q: Cold.",
        "A: Cold, and not pants, or not nothing. And open with [indecipherable] and even\nnecessary tr — everybody has to still be alive. You know how we keep hair?",
        "Q: How”",
        "A: We took this oil from machine, and put together a little, from wooden small\npieces, sometimes after —",
        "Q: Mm-hm, sawdust.\nMay 7, 2013",
        "A: Yes. And it, together [indecipherable] cold water.",
        "Q: Oh my.",
        "A: I —1-1f water was not in, then we take to — to miss — to something, we took snow\nand when was couple hours, would then [indecipherable]. Can you imagine? And\nopen — for me it was killing me that toilet was open and not divided. You see, s-some\nwomen was very difficult to. And one day, going to — to f — to this factory to work, I\nforgot everyone [indecipherable] direc — director, this SS man was shouting, raus,\nraus. He was without one, but still wbi¢ keeping in the hand. And I forgot that I left\nsmall piece of bread to take to the factory, because this — everything what I heard.\nAnd I return la — something very quickly. And he saw what’s happened. He let order\nto his dog, give — take her. And he jump on me. He took — he took me here, here I —\nyeah, I tried — I remember I tried —",
        "Q: To save your face.",
        "A: — save my face, but he, of course, crave — blood was —",
        "Q: Fu — pouring from you.",
        "A: — here and I didn’t have nothing in the — to factory, they wait with other dogs. And\nthen — then this — the — this SS man had just call him back. But I had open wound. I\ndidn’t have even what to do. I didn’t know what was, but I put something — I — I\nremem — I remember something like a szmata, I guess, something —",
        "Q: Some rag, yeah.\nMay 7, 2013",
        "A: For 12 hours work. When I came back in the evening, and then in one nurse who\nwas also a [indecipherable] and she had an — someplace small, if necessary she\ncould make something to stop bleeding. And you know, it was okay. After a couple\ndays I start to have some — I didn’t know what — what was — I lost conscious, and I\nwas completely in this place, it was like [indecipherable] house. Small wa — one or\ntwo beds for people who —",
        "Q: Were sick.",
        "A: — were sick. And then this nurse, and one doctor who was also —",
        "Q: They were prisoners too?",
        "A: Prisoner, of course. And she got some medication, I forgot this name cren — and\nanyway, it was very helpful. And one day SS man — SS woman, who was taking care\nfrom this place, she said, I have to see, maybe somebody sh-should go to work, not —\nnot to lie down. And I was very, very weak. And she came in to me and asking me so\n— and asking me, and I said in German that I feel not good. And she said, how you\ncan talk in German? I said, because I was in the school, because when school in\nPoland during these five years, I — we had [indecipherable] mean without\npermission, we had program of school, because we didn’t want to do what we want\nto make from us [indecipherable]",
        "Q: Only workers.\nMay 7, 2013",
        "A: Oh yes, of course. And you know, she — she said, yeah, when you talk, s-speaking\nGerman, tomorrow you go to [indecipherable] place where they kept the food for\nSS, for this soldier who —",
        "Q: For the guards.",
        "A: Yes. And the — for 12 hours also, s — very ca — some big [indecipherable] for me\nit was up to here, therefore I have to ma — bend with — not to fall down, because I\ncouldn’t go out. You see, I don’t know how I still was alive. Very difficult, I suppose\n[indecipherable]",
        "Q: Floors?",
        "A: Yes. But ye — one thing was very good. Cleaning and keeping in order, I could\nsometimes couple to put to —",
        "Q: Couple what?",
        "A: Sugar or something food. Not for me, for my mother. But I was always observed\nby the — keeping [indecipherable] then you see —",
        "Q: So you didn’t work at EG Farben any more?",
        "A: Yes, yes, but I had worst work in this bakamarra(ph). It was —",
        "Q: Bak-kamarra(ph)?",
        "A: Is — didn’t —",
        "Q: Is it a bakery?",
        "A: No bakery, this is place where the magazine.\nMay 7, 2013",
        "Q: In a store.",
        "A: Yes.",
        "Q: You were working —",
        "A: N-Not in store, but magazine for food for SS people.",
        "Q: Oh, okay, so it was a supply shop?",
        "A: Yes.",
        "Q: Okay.",
        "A: It’s not shop [indecipherable] and do you know, someday they brought bread and\nI had to take through the window and put this bread on the shelves. And in this time,\nwhere was this car with bread, they walking big group of Jewish gir — women. And\ndo you know, I never forget this what I saw, this begging me [indecipherable]\nbecause they saw that I have bread in my [indecipherable]",
        "Q: What did they say?",
        "A: I don’t under — I didn’t understand.",
        "Q: It wasn’t in Polish?",
        "A: No, jew — Jewish from Hungary. Hungary.",
        "Q: So they were begging you in —in Hungarian.",
        "A: Yes, and so you see and [indecipherable] this — I — and I didn’t — this is my\nfeelings, I put a small piece, I throw to her. In this meantime, other SS woman,\nMay 7, 2013\nyoung, maybe was 18 years old, strong woman and [indecipherable] she upset me\nhow I’m working. You see, she took wood, and sh — I’m sorry.",
        "Q: It’s okay.",
        "A: And she start to kick me, beat tooth — teeth. She kick me with [indecipherable].\nOh, sorry.",
        "Q: It’s okay.",
        "A: You see, that’s old time ago, but still is very —",
        "Q: It’s hard. It’s hard.",
        "A: Yeah. But I think is my rule, I have to talk. You know, I — sometimes my — my\nfriend will — they tell, oh, don’t be so s-silly. Don’t talk, don’t go, don’t do that, don’t\nwrite. I said no, it could be again something like that. If we will not work on it,\nmaybe next generation can do something [indecipherable] fight, and then war. And\nyou know, when she is start to beat me, when I return after the work, when I finish to\nblock — to barracks, nobody can recognize me. We — you see, that’s interesting how\npeople could be so cruel. I— I ne — I don’t know. But I’m very happy that I could\nsomething — something still. Because I know that for my mother it will be life — one\nday even, it wa — 1s what happened. Even when I’m going to barrack, always SS\nwoman looking for what will — can take, even for tomato, if somebody took from —\nnot tomato, potato.",
        "Q: Potato.\nMay 7, 2013",
        "A: Some these pieces, they kill you, almost. And you know, one day I took some\nsmall piece of bread and I put here. I had — had ja — something like jacket and I kept\nto going through this place, and you see my heart right here. And I — I was afraid,\nbecause he could hurt — killing me. See, I had to be smiled, but looking at\n[indecipherable]. You see, th-that — I think that was the worst to be together with\nsister and mother.",
        "Q: Why’?",
        "A: [indecipherable] because, you see, I knew that I — I can tha — be alive, but I was\nnot sure if they can.",
        "Q: How long —",
        "A: You see, this is what — this is proof how together be in family and love each other,\nhow it’s important in some moment is good or bad.",
        "Q: Well, how do you answer that?",
        "A: Excuse me?",
        "Q: How do you answer that?",
        "A: For me, you see, I was — what kept me, my belief [indecipherable] only, it kept\nme alive. But a little I was in depression. I stopped to talk.",
        "Q: How long did all this last?",
        "A: My — my — I think it was second my — when army — Russian army was coming\ncloser and closer, therefore all the concentration camp, they is trying to go to west.\nMay 7, 2013\nYou know why? Because this is proof what they did to people/ Therefore, they afraid\nopinion of all world [indecipherable]. Better to kill them, or to transport to west. Of\ncourse, it was good, because everybody know that, better be o-on the side of west\npeople, not east, because we knew is different, different kind — kind of people.\nAnyway, one day they give us pol — small piece of — bigger piece of bread, and at\nfive o’clock in the morning, everybody could take [indecipherable] something\nbefore one place, because was rain this day, and we start to go. First day you can’t\nbelieve, we went twent — 49 kilometers. First day. You know why? Because to — to\ngo very fast, they la — rain was terrible. On the end was two, no thr-three soldiers\nwith this shepherd, these dogs.",
        "Q: German Shepherds.",
        "A: Mm-hm. And if somebody could — can’t go, it was on the place, killed. He went —\ntherefore everybody tried to be on the —",
        "Q: Front.",
        "A: — front. Can you imagine that without drink water, only thi-this rain and 49 —\nEnd of File One\nMay 7, 2013\nBeginning File Two",
        "A: — it was — I can’t — I couldn’t believe if God — somebody could tell me. And do\nyou know, sas — but so many people was killed on the way. It was that death march.",
        "Q: Yeah.",
        "A: They have for — for prisoner, they took us some food, because they have to give\nus. But next day was little better. On the way out, if was not were no place with\nwater, we start to drink water from —",
        "Q: From the street.",
        "A: Yes. Therefore, probably, I took bacteria with — during this, and I start to have\ntemperature and to be a little yellow. So [indecipherable] one after other. N-Next\nday, with [indecipherable] were sleeping in some barn and around in the morning,\nnobody — no German. They disappeared. They took food and they left. They lost —\nthey left us without food, without anything, and we don’t know if any — where we\nare. And then make some groups, and we — we was thinking that the best way, go to\nwest for — because we knew that is is over there army American or French and other.\nBut as far as w — possible, not to go to —",
        "Q: East.",
        "A: — east. But in the ma — in this running, going on di — b1— we — we left some —\nsome night, left in this small piece for instrument for — in the country, what they\nused, shovel and everything.\nMay 7, 2013",
        "Q: You mean you — you — you left a shovel.",
        "A: Mm.",
        "Q: And you use — that you use in the countryside? No.",
        "A: Yes, is a— it was on the place where — not to — a little far not in the village.",
        "Q: My question is, what was the significance of the thing that you left? Why was —\n[break] Okay.",
        "A: I am tired already.",
        "Q: I know. We’re close to the end. We’re close to the end.",
        "A: Yes, yes. And do you know what’s happened? One day I fall down running, but I\nwas very, very sick.",
        "Q: Weak, yeah.",
        "A: Weak, weak and sick. And I fall down to water — not water, but —",
        "Q: Mud?",
        "A: — uh-huh, yes [indecipherable] up to here, I was on. And I start to shout and my\nmother and sister, they return. Because this was place where Russia was bombarding\nand American. Between this place, and we were all the time wi — running. You see,\nthis was the — the worst because you — you was not sure maybe [sirens] And then I\nwas in water, was cold, it was ketchin — the — still cold, and they were left and this\nday I was with [indecipherable] and I said, Mother, I can’t go, because it’s step, I\nhave very bad —\nMay 7, 2013",
        "Q: Pain.",
        "A: — pain. And then we saw a village. I was sitting in this position, like frozen\ncompletely. And I was sitting, they put a fire, a little. And then I was hearing that\nsomeone just food — food [indecipherable] horses. And I was looking that soldiers,\nRussian soldiers are first this part ask in [indecipherable] start this with alcohol.\nThey rape all women in this barn.",
        "Q: These were former prisoners?",
        "A: Yeah.",
        "Q: All of these were former prisoners?",
        "A: No, not — they said to us, we brought you freedom.",
        "Q: Okay.",
        "A: But we didn’t want be — we were very hungry, but not to eat because it — troi — it’s\nvery easy to die when you eat too much. And then I was safe, thank God, I don’t\nknow how it happened, that this —",
        "Q: Horse.",
        "A: — horse save me.",
        "Q: But my question 1s 1s that, did he — did the soldiers know that you were former\nprisoners?",
        "A: Yes.",
        "Q: They knew this?\nMay 7, 2013",
        "A: Yeah.",
        "Q: And it didn’t matter.",
        "A: I don’t know what’s happened to people, they are worst as animals sometimes.\nAnimal ma — they have more feelings. But I heard — I was very sick, but I heard this\ncrying, this begging, th-this German woman, because they also afraid to be in\nRussia. They preferred to be on other side. And do you know then who start next\nwhen start to be a little light, I heard a voice of my mother, and she said, Walina(ph)\nyou know why” Because this soldier, he knew that my name is Wanda, and she\nafraid to si —",
        "Q: Call you Wanda.",
        "A: Yes, because he — maybe he’s somewhere. And Walina(ph) this is my second\nname, pa -- Walina(ph). And when I was si — before skuol — school time, they call\nme only Walinka(ph). Therefore, I understood that —",
        "Q: That your —",
        "A: — Mother talk, and we slowly left this place and going, only decide to go back to\nPoland because it’s only one way.",
        "Q: So —",
        "A: I was so — so s-sick, that I wanted even to hide somewhere and to die, because\npain. But you — you know. Then we start to hidden only through places not on roads,\nbecause we afraid of —\nMay 7, 2013",
        "Q: Soldiers.",
        "A: — soldiers.",
        "Q: A question. It was you and your sister and your mother?",
        "A: Yes.",
        "Q: Nobody else?",
        "A: There were also the maid, one, and one — | think this lady who was working also.\nOne group.",
        "Q: Group.",
        "A: And we came to about 700 kilometer.",
        "Q: Oh my.",
        "A: And sometimes —",
        "Q: Hang on. What — before you go — I’m sorry, did the soldiers do anything to any of\nthe women in this group?",
        "A: I don’t know.",
        "Q: So you don’t know if they did anything to your mother or your sister?",
        "A: Sis — my sister was 1n the field",
        "Q: Hiding?",
        "A: Hiding.",
        "Q: Hiding.",
        "A: My mother was old person, but mostly they raped young people, young girl.\nMay 7, 2013",
        "Q: Young women, young women, young girls. Okay.",
        "A: And you know, we — we left, going to east. When we came to Poznan, and then\nmy mother took me to doctor, and doctor said, you’re much — she 1s too — too sick,\nshe can die any min-minute. But Mother 1s Mother. She took me with sister to a — to\n— what was in Poznan? Waiting for a train to Warsaw. And as it was just long time,\nbut at least when — this time it wasn’t very difficult, just after freed — not freedom,\nbut anyway —",
        "Q: Liberation.",
        "A: [indecipherable] liberation. And they take me to post wagon, because I can lie\ndown. And when we came to po — to Warsaw, nothing.",
        "Q: The city is completely —",
        "A: And I was sleeping in Polish station, on the — on the floor was many people, and I\nwas di — and [indecipherable] somebody is walking down between these people, and\nsaid, Wanda? I was fr — our neighbor son, who was also almost killed, but he is —\nwas Okay. And he said, so why [indecipherable] you have to go, I have room with\nmy mother. And he brought me bread with ham. I was eating and crying. And that’s\nfinished. But not — not perfect. When we came it was no place, and my par-parents\nhad house, summer house —",
        "Q: Outside Warsaw?\nMay 7, 2013",
        "A: Yes. Out a little far-er. And everything was taken by other people, we had only\nthe place where was nothing. And I was looking for squir — but long time I was very\nsick and for I went to [indecipherable] Gdynia, because in Gdynia it was\neverything very good, not — not dreams, and I start to go to — return to school. And\nyou know what’s happened? When I re-regulated well, I start to go a-again, for what?\nTo fight against Russia. Communists, Russia — yeah, communists. Because I was so\nunhappy looking what — what happened to and how they treat a lot Polish. And I was\nin underground against Russia, when I was 17.",
        "Q: My goodness.",
        "A: Fighting. I said, it’s difficult to kill me.",
        "Q: What were you doing there? What was your job there?",
        "A: Well, I was like courier between the people. I did a little.",
        "Q: How long did you stay in Poland?",
        "A: And do you know, when I return, because this part, this organization was —",
        "Q: Kaput.",
        "A: Kaput, because communists they had special people who can destroy stuff.",
        "Q: Yeah.",
        "A: And I return to Warsaw when my parents bought some apartment. I finish school,\nbut you see — what did you ask about?",
        "Q: I asked, when did you leave Poland.\nMay 7, 2013",
        "A: In d —I- after — after two years, I get married to Dr. Lorenc, and he — I start to\nhave four children, but never receive passport, because I wrong person. I don’t like\ncommunists, not in this [indecipherable]. Very, very understanding.",
        "Q: Yeah, very understandable.",
        "A: That’s not for me.",
        "Q: Yeah.",
        "A: Therefore I tried to even go to Szwecja, to Sweden to try receive passport\n[indecipherable]. And at least we decide with my husband, we receive only, we can\ngo to Yugoslavia, okay, because this is half and half of [indecipherable]. And we\nwent with four children to Yugoslavia, and without permission, we left nice Europe.",
        "Q: What year was this?",
        "A: What I — we went through the forest without permission, with four children to\nAustria and after a couple days, to America.",
        "Q: What year was this? What year?",
        "A: 19— 1967.",
        "Q: So you lived in Poland another 20 years — another 22 years after the war.",
        "A: And you know, government, communist government took everything what was\npossible. My father passed away because was taken everything from him. I lost my\napartment in the center of Warsaw, I lost summer house. I lost na — my — my parents\nMay 7, 2013\nand my chil — my siblings, and we lost beautiful big place for building in Warsaw, in\ncenter. Therefore, very — without money, we left. I left everything.",
        "Q: Amazing.",
        "A: No, I start to [indecipherable] very hard. My husband 1s start to work in a\nhospital. They paid him 6,000 for a year on [indecipherable]. Very, very si —",
        "Q: Difficult.",
        "A: Difficult. Good that my brothers he-help me.",
        "Q: Were they in America?",
        "A: Yes.",
        "Q: So they — after the war they came to the United States?",
        "A: Ye — they want — it was couple months only possibility to go to America and he\nwent to his family, but other brother went to for — France, and ask for —",
        "Q: Asylum.",
        "A: Yeah.",
        "Q: Okay.",
        "A: And he left, and we also came through Austria.",
        "Q: Okay.",
        "A: And thank God, I wasn’t visiting I’m Polish, but — Poland, but I — I don’t want to\nhave even think about it, I never [indecipherable] you know why” Because still is so\nMay 7, 2013\nmany people which were befre in communist party. I-It is always very strong\ninfluence of communist [indecipherable]",
        "Q: Mrs. — Mrs. Wanda?",
        "A: Yeah?",
        "Q: Is there something else you’d like to add to the interview that we’ve just had? Any\nfinal thoughts?",
        "A: Yes, anyway, I tell you what. I would like to be maybe, if what I’m doing that can\nopen mind of people, what does it mean? Communist and freedom and to have — to\nhave what I want to have, not what they — they give me. It was not — not treating\npeople normally. I was second — second kind of people in Poland.",
        "Q: And that was because?",
        "A: Because I didn’t agree with it.",
        "Q: Thank you very much. Thank you very much.",
        "A: I-[—I’m sorry that I couldn’t read you, because if I read, you could understand\nmuch better [indecipherable] I’m asking, that reading could be much, much better as\nI’m talking.",
        "Q: But — I understand, but thank you for having spoken. Thank you for having told.",
        "A: Yi—I-—couple times I read in interview [indecipherable] Jewish organization. I\nforgot. And also [indecipherable] even I have this film.",
        "Q: Mm-hm, you have a film?\nMay 7, 2013",
        "A: Yes, but this film was done maybe 30 years ago. Anyway, I think that it is enough\nfor today.",
        "Q: Yes. Well, thank you so much, and —",
        "A: And you see it’s very important maybe to — how to do, because we — I’m still\nworking, not for money, I’m voluntary —",
        "Q: Yeah.",
        "A: — in Polish national home, yes, a-and Polish nation — Po-Polish American po —\nPolish American museum. I am working voluntary, and also I’m very often with my\nbrother-in-law, because he was fight — he was soldier in uprising, with asking to\nbring to museum, children, and we’re talking. Not — of course not like I’m talking\nopenly with you. But what — what does it mean war? What — what we have to work\nto stop not never again the same.",
        "Q: Yeah, to stop — to stop hatred.",
        "A: Yes, and therefore I’m very happy. I’m 85, on June it will be for 85.",
        "Q: Happy birthday in advance.",
        "A: Yes. And you — I hope that maybe is good to — to talk about it.",
        "Q: Thank you. I’m glad you did.",
        "A: But e — but, I tell you, it cost me a lot.",
        "Q: I know.\nMay 7, 2013",
        "A: I have open heart operation, but 1s most important my feeling that everybody who\nis alive should do something for good. Not only to have. Okay.",
        "Q: Thank you. Thank you very much. And this concludes the United States\nHolocaust Memorial Museum interview with Mrs. Wanda | — Paulina —Los-Luos\nLorenc.",
        "A: Yes.",
        "Q: Yes. Thank you.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMrs. Wanda Paulina Luos Lorenc, on May 7\", 2013 at the Kosciuszko Foundation\nin New York City. And I’d like to start, Mrs. Lorenc, by thanking you for coming to\nspeak with us today. We very, very much appreciate your willingness to tell you\nStory.",
        "Q: Thank you, thank you.",
        "Q: Okay, well we — we want to hear about it.",
        "Q: Yes, I’d like to know the date that you were born, the place that you were born —",
        "Q: — and tell me a little bit about your family, your parents, if you had brothers and\nsisters.",
        "Q: So June 26 —",
        "Q: June 22\", 1928.",
        "Q: Tell me, did you have brothers or sisters?",
        "Q: Yaizhy(ph) was his name?",
        "Q: Yaizhy(ph)",
        "Q: Let me ask you some questions. First, a few factual questions. To finish with your\n— your brothers and sisters, your oldest sibling was Yaizhy(ph), and he was —",
        "Q: Zenon(ph).",
        "Q: Zenon(ph) Paul. Then came who?",
        "Q: Irina(ph). Then?",
        "Q: Odon(ph) Yaizhy(ph).",
        "Q: And then Wanda Paulina. So you were four, or five?",
        "Q: Four.",
        "Q: Okay. And your — what was your mother’s name?",
        "Q: Anna Chehowska(ph).",
        "Q: Luos. And were they also born in Warsaw?",
        "Q: To Lublin.",
        "Q: Who transported them? During the first World War, who —",
        "Q: Okay, you don’t know, okay.",
        "Q: Then, another question. Wha-What was your father’s profession? What did he do\nto make a living and support his family?",
        "Q: Okay, but was he a mechanic, a machine mechanic, or —",
        "Q: I see.",
        "Q: Okay. So it was a factory that made clothing from wool?\nMay 7, 2013",
        "Q: Barges, barges.",
        "Q: The — the — your grandparents lost these things during World War I, or during\nWorld War I?",
        "Q: One. I see.",
        "Q: I see. Did your mother help your father in the business?",
        "Q: Did she — would you say that your family was 0 — was well-to-do?",
        "Q: Tell me, what do you — when you say they were very Catholic, in what way did\nthey —",
        "Q: Yeah.",
        "Q: Unethical, in some —",
        "Q: Yeah.",
        "Q: When you said your growing up years were like paradise —",
        "Q: — explain a little bit what your earliest memories were. What — what — yeah.",
        "Q: Where did you go in the country? Everywhere?",
        "Q: On his shoulders.",
        "Q: I understand.",
        "Q: I want to ask a little bit more about pre-war life. Which one were you closer to,\nyour par — of your parents?",
        "Q: Or yell at you or something.",
        "Q: Okay.",
        "Q: That’s a lovely thought.",
        "Q: Did you have a big house?",
        "Q: So you had a huge apartment.",
        "Q: So this was a Ukrainian Catholic.",
        "Q: Okay.",
        "Q: Was locked, yeah.",
        "Q: So — so tell me, did you go to school?",
        "Q: What kind of school did you go to?",
        "Q: Just repeat her name slowly, Marie —",
        "Q: Ah, Madame Curie, okay.",
        "Q: Yes, of course. Mada —",
        "Q: Big deal.",
        "Q: Okay. Was this a public school, or a religious —",
        "Q: Okay. Did there — were there children — was it a big school?",
        "Q: Who were your closest friends in the school?",
        "Q: Yeah.",
        "Q: I understand. About the children in the school, were they — you mentioned that\nthere was a Jewish girl who sat next to you.",
        "Q: Were there many Jewish kids in the class?\nMay 7, 2013",
        "Q: Were you friends with each other, or did —",
        "Q: I see.",
        "Q: Did — were they anybody in particular? A family that you were friends with?",
        "Q: What is the name of the family?",
        "Q: Uh-huh, Melamid(ph).",
        "Q: Okay.",
        "Q: So let’s go back to when you are in school and you’re 11 years old, and I’ve\ngotten a sense that you have a happy family, that you have older brothers and sisters,\nthat your — your father’s gentle with you.",
        "Q: And your mother is the one who is stricter. That they work hard and they’re trying\nto raise you in a very ethical way, very religious way. And that you — that you — your\nfamily wasn’t associating only with other people who were Polish Catholics, but that\nthere was a Greek — not a Greek, excuse me, Ukrainian priest, there was a Jewish\nfamily through the business, and so on. Is there anything else about your childhood\nthat is particularly precious to you, that you would like to remember?",
        "Q: Church.\nMay 7, 2013",
        "Q: And gave it to them?",
        "Q: Let’s start now with the war. September first. Had your family ever talked about\nwhat was going on politically in the world?",
        "Q: Yes please, have a drink, be fine.",
        "Q: Powder?",
        "Q: Do you remember the bombs falling?",
        "Q: Bombarding.",
        "Q: She would fall down from the bunk bed —",
        "Q: — because — from the bombardment.",
        "Q: Let’s go back to the beginning —",
        "Q: — of the war. So — so September first happens, and do you remember when you\nlearned that the war is starting? Was it through the bombs falling, was it through a\nradio broadcast? How did you find out?",
        "Q: So, but was this in Warsaw, or was this outside of Warsaw?",
        "Q: The Russians were in Warsaw?",
        "Q: Okay. But I want to find out more about what happened to your family and to you,\nas the war started. So you told me there were bombs falling, and you were in the\nbasement, and that first day your mother fed 20 people with the food that your father\nhad brought. What happened after that, to your family?\nMay 7, 2013",
        "Q: She wanted to help take out the fires?",
        "Q: Put out the fires?",
        "Q: So your f — your sister, if I understand —",
        "Q: She was unders — she was involved in finding unexploded bombs?",
        "Q: And trying to — trying to deactivate them?",
        "Q: That’s very dangerous work.",
        "Q: When was the first time you saw a German soldier?",
        "Q: Did you see, at that time, any people who were killed? Did you see any dead\nbodies on the streets?",
        "Q: Was this the first time you had seen somebody who was dead?",
        "Q: Or was killed, actually?",
        "Q: Well, I’m trying to imagine what it is like for an 11 year old child to have all these\nthings happening around her.",
        "Q: What were you most frightened of?",
        "Q: How did things develop? You mentioned earlier that your father’s factory had to\nmake something for the Germans. What was it?",
        "Q: Okay.",
        "Q: So, if I understand it properly, your father still was able to keep his business.\nMay 7, 2013",
        "Q: Okay, and — and yet, he had to probably pay either heavy taxes, or give many of\nthe goods up to the Germans.",
        "Q: Okay, okay. How did life develop for your family, for you and your family, how\ndid life change?",
        "Q: With onions?",
        "Q: With onions, mm-hm.",
        "Q: Yeah.",
        "Q: Fed.",
        "Q: Yes, but let’s go —I —I—I’d like to understand how life developed, and what\nhappened in your family, where you eventually ended up in concentration camp.\nExplain this to me. How did things happen, how long were you still in Warsaw?\nWhat were you most afraid of, you see.",
        "Q: Okay, I -",
        "Q: So — I hope I do, if I will say it in this way, that only children up to fourth — four\nclasses were allowed to go to school, and otherwise all the schools in the country\nwere closed.",
        "Q: And it was considered that they’re not necessary because all the Poles are good\nfor is going to be to work for the Germans.",
        "Q: Which girlfriend 1s this? Which girlfriend is this?",
        "Q: Mm-hm, the Nazis.",
        "Q: How did —",
        "Q: Yeah.",
        "Q: All right, so explain now.",
        "Q: But your family — you — you didn’t know if your parents were, or if your brothers\nwere, or your sister —",
        "Q: So this was — so this was an oath that you took?",
        "Q: And what was Mishka’s(ph) last name?",
        "Q: Bidderman(ph).",
        "Q: Was she Jewish?",
        "Q: Uh-huh, okay, a German name, but she was Polish.",
        "Q: Okay.",
        "Q: You gave the oath?",
        "Q: I have a question. Did your parents ever talk to you in general terms, not in\nspecific terms, that they wanted or did not want you to join the resistance, or the\nunderground?",
        "Q: They never said?",
        "Q: Okay.",
        "Q: Excuse me? To use pistols?",
        "Q: What’s his name?\nMay 7, 2013",
        "Q: Odon Yaizhy(ph).",
        "Q: Say it in Polish. Say it in Polish.",
        "Q: It’s okay.",
        "Q: Properly.",
        "Q: Blocked?",
        "Q: You mean a barricade?",
        "Q: That’s right.",
        "Q: Shoot?",
        "Q: River.",
        "Q: Tell me — so you were helping with putting up barricades?",
        "Q: And you were trying to help wounded soldiers?",
        "Q: What?",
        "Q: Cross?",
        "Q: Right.",
        "Q: That’s okay. It’s okay.",
        "Q: You mean he was wounded —",
        "Q: Shaking.",
        "Q: Yeah.",
        "Q: Uniforms?",
        "Q: Were they hard? Were they angry faces? Were they —\nMay 7, 2013",
        "Q: In danger.",
        "Q: Okay.",
        "Q: Which — who did this?",
        "Q: You said not Germans, but somebody else.\nMay 7, 2013",
        "Q: But they were helpers of the Germans?",
        "Q: But they didn’t have —",
        "Q: Jewelry.",
        "Q: Clicking.",
        "Q: To crawl.",
        "Q: A horse?",
        "Q: Crawling away.",
        "Q: Horse.",
        "Q: Did the soldier shoot the horse?",
        "Q: This is after the liberation, and this was Russian soldiers?",
        "Q: So this happened in Germany”",
        "Q: Okay. So that’s sort of at the end of our story.",
        "Q: But you wanted to say that you made a comparison between when the Germans\nwere taking you —",
        "Q: — and you saw these young girls being taken to be raped and killed.",
        "Q: What I care is to find out — I want to just understand. You were part of the\nWarsaw ghetto uprising. You’re taking care of wounded soldiers in the cellar of the\nchurch that was next to your house.",
        "Q: You see them dying on your arms, and then at some point, the German army\nblocks off the old town, and the s — German soldiers come in with guns, and they are\nta — they’re chasing everybody out onto the street. What I didn’t understand is did\nthey find you in that cellar with the soldiers, or were you at home with your parents\nin your own house when the soldiers came to chase you in the street?",
        "Q: So where did you go?",
        "Q: No, no, no, where were you when the soldiers found you?",
        "Q: In your own home?",
        "Q: Okay. So did they take the whole family?",
        "Q: Okay, so everyone in the building.",
        "Q: Lithuania, mm-hm.",
        "Q: Okay.",
        "Q: Gone?",
        "Q: Okay. So you were together with — with everyone in your family except your two\nbrothers?",
        "Q: I see.",
        "Q: Okay.",
        "Q: Your a — your maids, or servants?",
        "Q: Yeah.",
        "Q: So, you’re on the road to Pruszkéw, you say?",
        "Q: Pruszkow.",
        "Q: Is that a train station?",
        "Q: It’s a small suburb?",
        "Q: Take you away.",
        "Q: Yes.",
        "Q: So, if I understand, your family was split.",
        "Q: Chimney.",
        "Q: Were they like — oh, were they wooden shoes?",
        "Q: Clogs.",
        "Q: Yeah.",
        "Q: I want to establish a few dates. The Warsaw uprising started in August 44, is that\nright?",
        "Q: August first?",
        "Q: °44?",
        "Q: Yes, okay. And it ended when?",
        "Q: Yeah.",
        "Q: So you were arrested, let’s say around September, October —",
        "Q: — end of September, beginning of October.",
        "Q: Something.",
        "Q: Okay.",
        "Q: Imagine.",
        "Q: Was your mother with you?",
        "Q: And sister.",
        "Q: Thirty-eight.",
        "Q: Kilos.",
        "Q: Oh my.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: It’s okay. So — so when you were arrested 1n the fall, they took you first to\nFlossenburg —",
        "Q: — where you stayed a little bit, not very long.",
        "Q: And then ravens —",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: This is in Ravensbriick?",
        "Q: Lauf.",
        "Q: To run.\nMay 7, 2013",
        "Q: Sticks?",
        "Q: Hitting you?",
        "Q: Weapon.",
        "Q: Lice?",
        "Q: Cold.",
        "Q: How”",
        "Q: Mm-hm, sawdust.",
        "Q: Oh my.",
        "Q: To save your face.",
        "Q: Fu — pouring from you.",
        "Q: Some rag, yeah.",
        "Q: Were sick.",
        "Q: They were prisoners too?",
        "Q: Only workers.\nMay 7, 2013",
        "Q: For the guards.",
        "Q: Floors?",
        "Q: Couple what?",
        "Q: So you didn’t work at EG Farben any more?",
        "Q: Bak-kamarra(ph)?",
        "Q: Is it a bakery?",
        "Q: In a store.",
        "Q: You were working —",
        "Q: Oh, okay, so it was a supply shop?",
        "Q: Okay.",
        "Q: What did they say?",
        "Q: It wasn’t in Polish?",
        "Q: So they were begging you in —in Hungarian.",
        "Q: It’s okay.",
        "Q: It’s okay.",
        "Q: It’s hard. It’s hard.",
        "Q: Potato.\nMay 7, 2013",
        "Q: Why’?",
        "Q: How long —",
        "Q: Well, how do you answer that?",
        "Q: How do you answer that?",
        "Q: How long did all this last?",
        "Q: German Shepherds.",
        "Q: Front.",
        "Q: Yeah.",
        "Q: From the street.",
        "Q: East.",
        "Q: You mean you — you — you left a shovel.",
        "Q: And you use — that you use in the countryside? No.",
        "Q: My question is, what was the significance of the thing that you left? Why was —\n[break] Okay.",
        "Q: I know. We’re close to the end. We’re close to the end.",
        "Q: Weak, yeah.",
        "Q: Mud?",
        "Q: Pain.",
        "Q: These were former prisoners?",
        "Q: All of these were former prisoners?",
        "Q: Okay.",
        "Q: Horse.",
        "Q: But my question 1s 1s that, did he — did the soldiers know that you were former\nprisoners?",
        "Q: They knew this?\nMay 7, 2013",
        "Q: And it didn’t matter.",
        "Q: Call you Wanda.",
        "Q: That your —",
        "Q: So —",
        "Q: Soldiers.",
        "Q: A question. It was you and your sister and your mother?",
        "Q: Nobody else?",
        "Q: Group.",
        "Q: Oh my.",
        "Q: Hang on. What — before you go — I’m sorry, did the soldiers do anything to any of\nthe women in this group?",
        "Q: So you don’t know if they did anything to your mother or your sister?",
        "Q: Hiding?",
        "Q: Hiding.",
        "Q: Young women, young women, young girls. Okay.",
        "Q: Liberation.",
        "Q: The city is completely —",
        "Q: Outside Warsaw?\nMay 7, 2013",
        "Q: My goodness.",
        "Q: What were you doing there? What was your job there?",
        "Q: How long did you stay in Poland?",
        "Q: Kaput.",
        "Q: Yeah.",
        "Q: I asked, when did you leave Poland.",
        "Q: Yeah, very understandable.",
        "Q: Yeah.",
        "Q: What year was this?",
        "Q: What year was this? What year?",
        "Q: So you lived in Poland another 20 years — another 22 years after the war.",
        "Q: Amazing.",
        "Q: Difficult.",
        "Q: Were they in America?",
        "Q: So they — after the war they came to the United States?",
        "Q: Asylum.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Mrs. — Mrs. Wanda?",
        "Q: Is there something else you’d like to add to the interview that we’ve just had? Any\nfinal thoughts?",
        "Q: And that was because?",
        "Q: Thank you very much. Thank you very much.",
        "Q: But — I understand, but thank you for having spoken. Thank you for having told.",
        "Q: Mm-hm, you have a film?",
        "Q: Yes. Well, thank you so much, and —",
        "Q: Yeah.",
        "Q: Yeah, to stop — to stop hatred.",
        "Q: Happy birthday in advance.",
        "Q: Thank you. I’m glad you did.",
        "Q: I know.",
        "Q: Thank you. Thank you very much. And this concludes the United States\nHolocaust Memorial Museum interview with Mrs. Wanda | — Paulina —Los-Luos\nLorenc.",
        "Q: Yes. Thank you.\nEnd of File Two\nConclusion of Interview"
    ],
    "answers": [
        "Answer: I’m very happy to come and tell you what could — happened during the\nsecond war.",
        "A: Not everybody, even has idea how — how people spent this time, in concentration\ncamp, or even occupation during second war in Poland.",
        "A: Yes. I start maybe when I was born.",
        "A: Yes.",
        "A: Yes. I bor — I was born in Warsaw, Poland 1-1n 6-22-20 — 1928.",
        "A: Yes.\nMay 7, 2013",
        "A: Yes. I was born in Poland in be — I was the youngest from four children. My\nparents were living all the time in Warsaw, and I was last child. Very happy. My life\nand family, it was paradise. It was so, so nice, so happy. My parents were very good\nCatholic and also they love so much Poland, and they tried to raise us as good\npeople, honest people, very good Catholic, and of course good paish — person for\nPoland.",
        "A: Yes, I have — I had a brother eight years older as I was. Later, my sister Irene, and\nthird was my brother Odon Yaizhy(ph), Luos, of course.",
        "A: Y-Yaizhy(ph). Yaizhy(ph).",
        "A: And I was in ’28 year one, last one. Very happy family, very honest, very — I can’t\ntell you, never forget — never — I can’t even tell you how I was so happy.",
        "A: First — first was Zenon Paul.",
        "A: Zenon(ph) Paul.\nMay 7, 2013",
        "A: Irina(ph).",
        "A: Odon(ph) Yaizhy(ph).",
        "A: And me, Wanda Paulina.",
        "A: Yes. Four — four.",
        "A: Two boys and two girls.",
        "A: My mother’s name, maiden name is Chehowska(ph), very difficult to spell even.\nAnna Chehowska(ph).",
        "A: Yes, and my father, Pawel(ph) [indecipherable] Luos.",
        "A: No. I know that my mother was from north of Poland, Votswavek(ph) or\nsomething, big town. And my father was born in — very close to Lublin.\nMay 7, 2013",
        "A: Yes. And during first w-war, they were transferred to the north of Poland. In this\ntime people were taken from own houses, and it was very, very bad time, and the\n[indecipherable]",
        "A: Pro-Probably it was — I— I tell you, I can’t say to you, exactly.",
        "A: They s — they met in this com — place, my mother and my father, and they were\nmarried and they came at — after married in twen — first war was finished, they came\nto Warsaw. And since then, we were born.",
        "A: He was a specialist for special — for machine in — I can’t tell you exactly. Machine\nin [indecipherable] I can’t tell you.",
        "A: Something like that —",
        "A: But later he start to wor — oh — he open own place, small factory, and later was\nmade bigger and bigger, factory where it was done everything for dre — not dresses,\nbut from wool.",
        "A: Yes, yes, from wool, and later was silk also. And each year it was bigger and\nbigger. When I was 11 years old and when we start second war, they — they have\nproblem because they wanted to have mo-model for the German people, for the\narmy, to — to make for them — for me it was — I was not interested in th — 1n this\nproblem, for — I was too young. I know only that Mother and Father, they working\nvery hard, because they lost — my grandparents lost everything what they had. They\nhad barka, that’s in — transport through the river.",
        "A: Yes, very big and they had two or three. Therefore — therefore, my parents start\nfrom zero. They lost everything.",
        "A: One.",
        "A: Then my parents met each other, and they start to have family, and start to make\nbusiness.",
        "A: Of course, my mother also helped some problem — some work, not for — for\nherself. She — she always had ambition to have own place.\nMay 7, 2013",
        "A: Yes, you know, they very smart and very majestic people. Very Catholic, and they\nwere very happy, and lucky.",
        "A: Which way?",
        "A: Because in — they raise us with like usually you should go to co — to communion,\nto everything what is in our religion. And later, life was good. What life and never —\nnever be bad, or lie or — or an — not —",
        "A: Unethical.",
        "A: Was good ethical. Therefore we are very happy and very close family.",
        "A: Yes?",
        "A: You know, for th — me, it’s something was very happy, because after going to\nchurch for mass, my father took us for the walk, you know, also, explaining every —\nalmost everything what was interesting. A-And he talk with us and specially for me,\nin my memories will be all the vacation, when I was in school, and everybody was\nMay 7, 2013\ntaken to — with father or mother, because one was staying 1n — in business, and we\nspent terrific vacation in the country.",
        "A: Different — different places. To — to be close with — even Father told us about how\nis working on — 1n the country, and about animals, about even flowers or fruits. He —\nhe explained to us everything what was interesting. And I remember that I — because\nI was the youngest, my father took me on here.",
        "A: Yes, yes, that’s very lucky and nice time, which finished with war.",
        "A: Yeah.",
        "A: My mother was very strong person, and should be order always, and no question\nwhat she said should be done. But Father was so sweet, so close with us. He —I don’t\nremember even one time that he could beat us or — never.",
        "A: No, no never.\nMay 7, 2013",
        "A: When he came home for dinner, usually I was sitting on one leg, and my sister on\nother, and I remember how I was making nice hair of my father.",
        "A: This is beautiful time. And also had plenty animals; cat, dog and if — birds. And\nsometimes some — something like — I don’t remember even name of this animal. We\nlove animal, and —",
        "A: No. On the beginning was smaller, but later — later we luf — in center of old hou —\nold town, 1-1t was salon very big like half of this room, and three big rooms; kitchen\nfor — from help — helper, one small room, very big corridor, and then\n[indecipherable] also big.",
        "A: Yes, yes, 1t — we had apartment in house which belonged to shi — to priest. Not\nCatholic — they Catholic, but they are from Ukraine and because my father and this\npriest, they know each other.",
        "A: Yes.\nMay 7, 2013",
        "A: And from our room — from our dining room we can see even inside what’s\nhappened in the church [indecipherable]. This church was built like, together with\nthis house. It was very nice and special and very safe, beca-because everything —",
        "A: — was [indecipherable] yes. I remember when I was not too good, because when\none — be-be-before, one step lower — sometimes this pr-priest was looking through\nthe window and I put some waters. And later he said no, no, no. I learned in this time,\nmany things happened. That’s life.",
        "A: Of course.",
        "A: I—I was very close school e — my father usually took me to school, and it was fer\n— first, second and third class, and it was in name of Marie Curie Sklodowska, very\nne — Marie Curie Sklodowska. You know who 1s, no? She’s Nobel prize chemist,\nPolish. She de — she — she found very — Po-Poland — no — difficult to explain here.\nA-Anyway —",
        "A: Marie Curie.",
        "A: Yes.\nMay 7, 2013",
        "A: Yes, and we had sometimes her doctor was visiting us, and it was big —",
        "A: Yeah, yes, yes.",
        "A: It was public school. Very good, very nice, and new.",
        "A: Very big. Three — three — I think at first, very good, nice and beautiful place, close\nto center of Warsaw and was very, very good schooling.",
        "A: You see, I had too many friends, and last year I was sitting with one girl who was\nJewish wi — and she had so big hair, black, and I had white. And it was so funny,\nbecause they said, one in the dark.",
        "A: But very nice school, and nice — they had very good opinion. But I only pass three\n— three years.",
        "A: Yeah.",
        "A: Maybe 15 — 10 or 15 percent of class, but it was so mixed that n-never problem ha\n— was.",
        "A: You see, in — with school, n-no, but my parents, because he had a factory with this\nkind of business, he 1s — was working very often with Jewish people. And between\nJewish and our ha — family, was like friendship.",
        "A: And sometimes they come for us for the Christmas, and we came for Passover.",
        "A: Yes. It was this family which my parents save life 12 people.",
        "A: Mawamid(ph). Malamid(ph) or Melamid(ph).",
        "A: Yes, and it was tragedy, because these people were very honest, very good friend,\nbecause when my father, 1n moment when Germany wants to finished with\n[indecipherable] he propose to hi-hi — help, especially this girl which was my age,\nbeautiful girl, to take as child. But parents [indecipherable] grandmother didn’t want\nto be divided all from — from grand-daughter. And they passed away in Treblinka,\nand they lost life. But parents with sons and other friend and family, they agree, and\nmy father, my mother and my brother, the oldest, because he was about 20 years or\nMay 7, 2013\nsomething, they helped during occupation, German occupation to transfer them in\n[indecipherable] to some safe place. And therefore they still were alive. And today —\ncame a day they found us and they sent, during the occupation of Russian, they sent\nus sometimes [indecipherable] some fruits from inta — Israel.",
        "A: It has been — is this friendship from both side. It was very nice.",
        "A: Very — he 1s.",
        "A: Youn -— you know, first I was always so happy pi — for my mother, she was hard,\nsometimes very strong, but she was so religious that sometimes I didn’t like to go to s\n—s—to-—",
        "A: — to church too much. But you know, she required always to pray, to go to school,\nto be honest, never lie — liar, or something like that. And she had heart, I don’t matter\nhow you can divide everything what we have with other people. And especially it\nhappens when Germany came to Warsaw, and Polish soldiers were going so\nunhappy, hu — very hungry. Mother took everything what was supposed to be to —",
        "A: Yes. Even dresses or something. She was a very strong person, but I would like to\nbe so strong like her, but I am not.",
        "A: Yes. Sorry, I have to —",
        "A: You see, I he-hear in my family, the parent talking about something what could\nhappened about war. And my parents, especially my father brought to house lot of\nfood: meat and f-flour and rice and — and no — milk in —",
        "A: — powder and — and very good, because when s-start 1n first of September. many\npeople came to us, and everybody was in cellar and my mother prepared food for\nmaybe 20 people, and for us. Bombarding was so heavy, that nobody could do — be\noutside or in own apartment.\nMay 7, 2013",
        "A: Oh yes, all the time. Can you imagine that I was so unhappy. Five years\noccupation when bombarding was from — I don’t know who was bombarding, but so\nmany houses are destroyed completely. And later, when I was in concentration camp,\nvery close to Berlin, 70 kilometer only, was two times daily —",
        "A: — bombarding, but this — you could see like s-silver s — very high, and this\nbombarding, and in this place where we were was completely dancing. My sister in\nthis time, usually sh-she was so tired after work in factory, that even she fall down\nfrom the ted — bed, it was so —",
        "A: Yeah.",
        "A: Yes, and everything was dancing. I — I don’t know how it could be, only — but\nBerlin in this time was destroyed completely. Yes, but I —",
        "A: Yeah.\nMay 7, 2013",
        "A: Of course, radio. We had, and it was all government left Poland, but what to do?\nPoland was not prepared for war, because we had only twa — 20 years to start to be\nalone, not divided between our friends, Germany and Russia. Therefore, it was\ncompletely too hard even understand why, because Russia is so big [indecipherable]\nthey came first of September came Germany, without telling that we start to — to\nfight and this is beginning of war. They came, killing as much as possible,\nbombarding ne — it was a really very hard time. But 17 days later, our friend from\nRussia came to divide some part for themself. On the beginning they said that, we\nbrought you freedom, we have to help Polish people against ru — Germany. But after\na couple — couple months later, they transfer all Polish people to Siberia.",
        "A: In Warsaw.",
        "A: No, no, no, you asking about Russian, no, no, they had some part divided between\nGermany and government — guber — guber — gubern-nament(ph). It was only ina\nsmall piece. Some part belongs to Germany, and eastern part to Russia.",
        "A: It was very difficult to find bread, because even this places was bombarding them,\npeople couldn’t do nothing, and they didn’t have even flour. Therefore, I remember\nthat my sister — my brother, the oldest, was in an organization which prepared for,\nfrom school, after finishing school, high school, and they start to — they send them to\n— to Lithuanian, I think. These young people. It was very difficult to be there because\nthey wanted to take Polish boys to Russia. And he came v-very — without permission\nof course, he came back to Warsaw. But my sister was very busy with young people,\nlooking for bomb — bomb — for — they have the j — left bomb — bombing this — for sh\n— for fl — for — for fire, to —",
        "A: Yes, and they —",
        "A: — they put this bomb outside because in — in place if the bomb start to make fire,\nthat all houses would be —",
        "A: She was working with this.",
        "A: Yes.",
        "A: Yes. It was — it was group of young people like —\nMay 7, 2013",
        "A: Of course, but you see, if necessary, everybody can find some energy and to help,\nbecause this is pra —",
        "A: Oh, when I saw first time, I was shocked, because these people looked for me like\n— because I romantic and I suppose it — like [indecipherable] coming on\n[indecipherable] with an [indecipherable] and with — and these faces was for me it\nwas terrible shock. But these people who were just sitting in our cellar, everybody\nwas very unhappy because they couldn’t go even to family, because on the street,\nGermany was ba — very bad to everybody.",
        "A: You see, yes, I saw. One part of this house where we were living was bombarding\nand couple people were dead. But everybody was so shocked and unhappy and afraid\nof life.",
        "A: You see —",
        "A: Yes. They usually were many people pay — after bombarding they lost life in\nhouses. But I don’t remember — for example, for me it was very painful to see how\nMay 7, 2013\nparl — parlay(ph) of our — our king was in fire, and falling down, and I was crying,\nbecause I was — my first years I spent so often 1n this — this park, across the\nzarek(ph). This is like the mi — nicest Polish —",
        "A: Everything fo — was tense, everybody was without an idea what to do. Not food,\nand no — and people hungry, without families. Everybody lost some — some other\npeople.",
        "A: I believe I was so close with family that I tr — I — thing that my parents do\neverything for us. I wasn’t st — in this time I was not conscious even what does it\nmean? But for me 1-1s very hurt by to see [indecipherable] mother, how my father\nwere hol — helping other.",
        "A: It was ni — necessary, if s — some factories do something, then government didn’t\n— government wanted to take some part for them.",
        "A: And it was very difficult to do that.",
        "A: Still, but that is it was not so good as before.",
        "A: Of course.",
        "A: A — you see this five — five years was very, very difficult, because was very short\nof food. Light was only for a couple hours and other place, and then\n[indecipherable] and we h-have use [indecipherable]. It — it was very, very, very\nsmell — smelling, but instead of light, because light. And food was for people, for\nexample, we can buy, but bread was like greener, like something old, some ny — not —\nnot good, of course. And it — food was only [indecipherable] for eat. If somebody\nwants to eat, should buy from other people who brought from the country. They kill\nanimal and they bring in. But it was very expensive. Some people really almost dying\nfrom hunger. But still, for us, my mother had a difficult to — to get it. And especially\ngiving us lot of sa-salad, green salad, and sauerkraut we made at home, is also — and\neach Sunday, ea-each morning it was make place with cebula.",
        "A: Onion, onion.\nMay 7, 2013",
        "A: Cut onion in oil, and it was very good against [indecipherable] or something.",
        "A: But I can tell that she tried to keep us —",
        "A: — good, and very good, because if not — if she could not do that, we couldn’t be\nalive in concentration camp.",
        "A: I tell you. In Warsaw was very dangerous, because they keep people from the\nstreet, take to concentration camp or to work in Germany, because a soldier were\nfighting, therefore, for work, they took lot of Polish people. And a lack — lack of food\nst-stress, because everybody was afraid that they could take me in any minute.\nSchools was closed. [indecipherable] Only they let — they let to have school for — to\n— to — maybe for — for class, and that’s it. The idea was to keep Polish people as —\nonly to work, like — no.",
        "A: You understand?\nMay 7, 2013",
        "A: Yes.",
        "A: Yes, it — therefore we had, always living afraid that somebody come, go, and\narrest for nothing. In — since this operation start, underground start to work\n[indecipherable] people start to fight for freedom. And regarding me, I tell you that I\nlost my childhood, because all the time I was thinking, what I can do for my country.\nI was 12 - 13 - 14- 15. But I was too young. I suppose that my older siblings, they\nprobably were in organization, therefore I do what is possible and thank God that my\ngirlfriend was also of the same kind of family [indecipherable]",
        "A: Is — Mishka(ph), like mouse. And she was — she lost a father who was dentist,\nbecause he was in an underground and they dis-dissolved this, they keeped, and he’s\n—he killed him. And so many people was killing without — probably maybe they do\nsomething against Nazis.\nMay 7, 2013",
        "A: Yes, of course, and we’re afraid because we — it was seven o’clock, everybody has\nto be at home. Light very — not always, food very poor, and only I — we couldn’t have\nradio. Everybody, if ki — kept radio, could be killed because they afraid of trouble,\nand so many people was without food, without place for live, taking — seeing\nsomething on the street, and asking for money.",
        "A: This fight —",
        "A: This five years was depression, and so many people so unhappy and dying, and\nsort of — we had always this — somebody sending to concentration camp.",
        "A: And you know, this situation, wha-what’s happened with me? I was ma —\ndreaming to kill, in this age to kill German. I was hoping that 1s comes today that we\ncan — they have to go to own. And in the — my friend, I—I told you, Mishka(ph), she\ntook — she tried to take me to organization, and it was organization I didn’t know\neven what kind organization, but somebody — I’m looking all who can fight with\nGermany. | suppose it’s my part — my — my parents helped German — Jewish people,\nbut my brother oldest, second brother was in — ah, sorry, it’s too, too far. Everybody\nelse supposedly is helping and is belongings to — to some organization.\nMay 7, 2013",
        "A: No, because this is — I oath never talk, and even save — give my life for freedom of\nPoland. And everybody was —",
        "A: Yes, of course.",
        "A: Bidderman(ph).",
        "A: Yeah.",
        "A: Nie. No, no, no. She — she was not Jewish. I think that this German.",
        "A: Yes, yes.",
        "A: And do you know, when I was 15 years old, maybe not completely, not — just\nbefore 15, I oath.",
        "A: Yes.\nMay 7, 2013",
        "A: Never.",
        "A: They — they knew, because Mother and Father, they knew, they can understand\nthat what we dreaming, what about we dreaming. And they — they didn't tell us don’t\ngo, nie, that’s —",
        "A: You know, idea for my parents was God, love for country and freedom for\nPoland. They — they raised us this way, and therefore never ask us. And I knew that\neverybody was somewhere. In this time, they organize small group. It was three girls\nin my age, and one older person, and they teach us helping for wounded people, or to\nbe connection, to make connection with other places. And later, in the future, they\nstarted to sh — look and t-to use pistols and —",
        "A: Yeah. But in this time when we finished these courses, it was maybe half year, is\nthat first [indecipherable] uprising. Then my son — my brother, this — yeah, yeah,\nthis [indecipherable] on —",
        "A: Yaizhy(ph) Odon — Odon Yaizhy(ph).",
        "A: He was working — he was fighting in middle — middle Warsaw, but our house\nwas in old town, and thi-this organization, this is Polish [speaks Polish]",
        "A: [speaks Polish here] I can’t explain.",
        "A: Anyway, I was in this organization, but between organization was also not good\nconnection, and they didn’t prepare propap — proba —",
        "A: — eb — pro — yes, they didn’t prepare everything perfect. Armia Krajowa\n[indecipherable] underground army was very big, but [indecipherable] where I was\nsmaller. But this was start impossible to go, because all street was on — Germany\nwas —",
        "A: Yes, closed. And first we had to make, oh how — pla — took to put something\nagainst army — Germans, they come t — come —",
        "A: Barricade, yes. And everybody who — who was alive go to bra — barricade against\nGermany.\nMay 7, 2013",
        "A: But each time was more, more and more fighting and bomb — bomba —\nbombarding. And we start — we lost water, even, we didn’t have water. We were\nlooking where a pump from other place, and this bombarding was so hard. And\nGermany, they tried from higher houses to — to have —",
        "A: Shoot to — 1f somebody was — but our boys, our soldiers who was fighting was\nheroes. They la — they lost life, but they fight t-to last one ammunition. Why?\nBecause we do it for freedom of Poland. We — we can lose life if we can help. You\nsee and it was [indecipherable] everybody was so happy, so excited. We put flags\nand very — e-everybody was very happy that good something happened, at least. And\nspecially because Vistula —",
        "A: — our river, divided War-Warsaw, and on other side of Warsaw, after r-r-river,\narmy of Russia came and stop. They didn’t want to help. Stalin probably said, I\ndon’t know what’s the bandits want do then, and we’re not interested in this. And we\nsupposed — we were in ma — dreaming that they will come and we can be helped. But\nStalin was first — and this was first person who were the same kind as Hitler, maybe\nworse.\nMay 7, 2013",
        "A: Yes, of course.",
        "A: Yes, and you know what I used?",
        "A: My tornister for book when I was going to school, I used for books. On this I put\na red —",
        "A: — cross, and I took everything what was possible from my mother. If was not\nenough, she was cutting linen as bandages, and I was taking this bo — this tornister,\nand I was going — I tell you how — how, it was smart. Between houses, when house\nand house were together, they make in the cellar, opening, because it was impossible\ngo to the street.",
        "A: And people can go to this opening to big party of houses. And I was going with I\n— there was — whatever I could have, and I was going to private people, because\nmany pri — [indecipherable] was wounded. Therefore — and later when start be fight\nwas very, very strong, and so many boys they brought from fight, therefore I was\nsitting with this boys and helping, you know, as much as possible. My sister did\nsomething else, and you see, for me to start to see dying people, I was 16 years old,\nvery young and very still romantic in this time, but I — I lost this five years of my life;\nMay 7, 2013\nwas not sport, no pleasure, not food, no friends, no — you know, it was very hard, and\nI was too young for what I found in my life in this time. And especially when I saw\nthat boy, I remember he calling, Mama, Mama, help me. He died, yeah. Sorry.",
        "A: And it was not first time. Later it was more, I was start to be more stronger, but on\nthe beginning I remember first man who was ki — here was, and other place —",
        "A: The wounded, and I put something, and I — I remember how I was —",
        "A: — shaking. For 16 years old, it was too much. But I was happy that I can do\nsomething.",
        "A: You see, that — this church what I told you that in this beginning we were — we\nhad apartment. Under this church was place where this wounded people that boys,\nthey brought. It was lot of work, but it comes the day when all the town — old — old\ntown for — was taken by German people, they came, SS with plenty other people\nwho’s different — different —",
        "A: No, not uniforms, but faces. Not like — I can’t — I can’t tell you even",
        "A: Yes, and every — especially German, they something probably like after alcohol or\nsomething completely th-this — eyes was like not normal people. Probably they — they\ngave him to be strong and — and this house — this voices, raus, raus, and you see,\neverybody, they came with — 1f somebody was too slow, they kill immediately. And\nthis all group took Polish people out. And they, on the street they put six people here.\nBut my mother was very smart, she — she supposed that in this situation, especially\nyoung years are very danger.",
        "A: In danger, yes, and she — she gave us old yi — dresses, something very cover, very\ndead on the face, something close —",
        "A: — and they look like old babushka, you know and thank God that she did it\nbecause when this group was going to Pruszkow, there is one place where is — from\nPruszkow, people were taken to concentration camp. On the — on the way, couple\nkilometers, many soldiers, this I don’t know who was, and Germany not, but the —\nthe [indecipherable] people, they took young girls to ruin. They rape and killed\nimmediately.",
        "A: Excuse me?",
        "A: Yes, they looked like, with hair. Sometimes they tell that they are Lithuanian, but\nnot this, but from Asia, something like. Th — ’d—I can’t tell you who was, but the —",
        "A: Mm-hm, yes, it was —",
        "A: Part — part of German people, because German, usually they were as — they were —\nno, first, and the other going after. And they took everything if somebody’s — if they\ns-see you, the watches or bizuteria —",
        "A: Yeah, and jewelry they took. And especially they kill young girls. I saw it. It was\nunbelievable. But I was so unhappy that I — second time I saw the same when\nliberation was by Russian, it was unbelievable what they did it. Y — but is another\npart. You can’t believe if I tell you that I was look — there is somebody want — I was\nvery sick, very sick, yellow color, temporary too — but is long story. And one soldier,\nRussian, wanted from my mother take me. And he came, he was very s — very drunk\nand I was very sick, sitting this way. And I — soo — start to — a little darker, and he\ncame to this place, and he take pistol and to — I heard it 1s —",
        "A: Yes. Then I fall down on the floor and I start which — no —\nMay 7, 2013",
        "A: You know who save me? The so big horse.",
        "A: Yeah. He had probably the ti — he start to — to kill me, he wanted, but I was going",
        "A: I didn’t know that I was un — but — but — under this —",
        "A: — horse. And he fall — lie down on me. This big belly, so big where the ho --\nspecially horses, and he — I was so sick with temperature, and he cover me.",
        "A: No, he went, because he was so upset that I was going from him, therefore he\nbrought many soldiers to look for me. And I was lying down on the — and I saw these\nshoes. They even — the place where they — this horse was eating, they open, looking\nfor me. And I sit — saw these shoes. And they were so drunk, they left.",
        "A: Yeah, yeah.",
        "A: Yeah.",
        "A: At— yes, but I—I only —\nMay 7, 2013",
        "A: Yeah.",
        "A: Yes, but between — between this, what I told you now, it happens much, much\nmore. And do you see a in — regarding concentration camp, probably you know how\nit looks, food, what we ate.",
        "A: Yes.",
        "A: You know, because we know that we lost fight, then I was very close in the same\nplace where we left, and they came. We know that they will kill us or taking us. And\nI don’t know what’s happened to this wounded people.\nMay 7, 2013",
        "A: To [indecipherable]",
        "A: With parents.",
        "A: Yes.",
        "A: Not only — everybody who was there. And —",
        "A: No, no — you see, my older brother was in lithua —",
        "A: And the — my sister was with me and with parents, but other brother, this\nYaizhy(ph) Odon was fighting in middle Warsaw. He was separate completely.",
        "A: Therefore, two person was — two ba — brothers was —",
        "A: Gone, and we are — we’re taken with group, big group of people.",
        "A: Yes, but also was my aunt. And it was — was also one lady who was working in\nfactory wi — with my father, and her son was lost because she was going from factory\nMay 7, 2013\nto home for the — after vist — Vistula, but when start uprising, it was impossible to go\neven there.",
        "A: Therefore, she start to be with us.",
        "A: And also our help —",
        "A: Right.",
        "A: Yeah.",
        "A: Pru-Pruszkow.",
        "A: Pruszkow.",
        "A: No, this is rightly behind Warsaw",
        "A: Yes, yes, yes. And they — train is going there, and they put us to big — big place,\neverybody was waiting. My father tried to go to doctor, because always found him,\nMay 7, 2013\nand to pay him everything what was what, because I — my father was — had a lot of\nmoney to go —",
        "A: Yes, but doctor said yes, okay, tomorrow morning. But after that, after two hours\nor three hours came big group of SS men, very hostility, and said oh, bandits, they\nkill so many in old town, they destroyed old town completely. They destroyed\nGerman people, and to concentration camp. And therefore, they put us to — to this\nwagon which usually animal, they —",
        "A: — transport. And was very, very difficult, no water hot, was no water, no food.\nAnd couple, I don’t remember how long it was, but very — standing this way, like\nsardines. And we came to Flossenburg concentration camp, where is famous\nbecause they make stones, cut stones. And this — I don’t know why, but when we see\nfirst arbeit macht frei, always in my head is, three times I turned, arbeit macht frei.\nAnd they took us to concentration camp, small houses, people in this dresses. First\nput everybody to wash — to shower, cold water of course, and everybody took from\nus whatever we had in our hand. Naked, shower and later next room, big room, all\nbish — very big place with old dresses, probably from di— from Jewish people who\nwere for — dead, and they gave to us. Each dress was on the back, 1X, you know\nwhy? Color, very all, very strong color, all — should be — if, for example, somebody\nMay 7, 2013\ncan go to leave, it’s impossible because everybody could know that is from\nconcentration camp. Each one was not [indecipherable] because was too expensive\nand too many people. And in this concentration camp, they kept us couple days. They\ntook everything from us, and couple days my father and brother, they were — because\nit was concentration camp only for men, and na — after a couple days all women, they\ntransport away. It was in — in mountains, again, down and big trip, long trip to train,\nand they took us to Ravensbrtick, very famous. I heard, in Ravensbrick, couple\nfrom my family, that — out and my cousins. I’m — I suppose that I can find them.\nImpossible. You know why they took us? Because was no place. Each concentration\ncamp was full of people.",
        "A: Split, yes. And we didn’t know what — I was lucky because I found — I cut\nsomething, my leg, and was a — not doctor, but somebody who came, helped me, and\nit was Polish boy who was taken from pos — Poznan to concentration camp and he\nfirst saw Polish girl and he said, you from Warsaw, I heard you. And I begged him,\ndo something for my father and my brother, because I was sure that in this place,\neverybody who was working never — they le-left, but through the —",
        "A: Chimney. And he heard them early, they therefore he — my father and brother\nwere alive. And — but we didn’t know what’s happened after this next trip to\nMay 7, 2013\nRavensbriick, it was also no place, full concentration camp, it was no place to —\neven to lie down. And they put us first to shower, the same, but it starts to do\nsomething very bad, because they tried to make gynecologist examination because\nsome — sometimes maybe looking for gold or something. Later, hair. In this time I\nhad long hair and a little reddish, but curly, because I have not [indecipherable].\nAnd she was from a si — speaking of Polish, German SS man, and they examine me.\nCan you imagine, si — 16 years old, and to be examine in this way? It was shocking.\nAnyway, she took my hair and said, you bastard Polish, I — you see how you\n[indecipherable] I lost my hair, because [indecipherable]. An-And you see again wi\n— they tent za — to ta — they took our dresses, smelling terribly, and we found\nsomething else. Of course, I found only skirt, and some blouse, but not underwear,\nnot nothing, only — no shoes, but not normal [indecipherable].",
        "A: Oh, the wooden shoes, yeah.",
        "A: Clogs, yeah, yeah. And you see, this was the — that wood, that was not so cold yet.\nBut I start to be very weak. I was — I never was so strong. Sixteen years old and five\nyears — but life in Warsaw.\nMay 7, 2013",
        "A: And you see, I is — I lost my conscious, because this call was at five o’clock in the\nmorning. It was usually two hours standing in the night almost. They tried to count if\neverybody is one place. When I lost conscious, [indecipherable] people said, let us\nput her to — to barrack. No. She can lie down here. This is normal. You see, tom —\nand what they put us, after this shower, they [indecipherable] on this place where\nwas terrible smell. Like a little higher and the smell was very difficult to stand up.\nWe were lying down all night, and I ask somebody, tell me what is it? Oh, don’t\nworry, is people dead — is crematorium. And this smell was — I und — you s — can you\nimagine how we found — how we felt, sleeping on this place? Anyway, they next day\ntook us to barracks, but was so crowded that we lying down for th — at least two\npeople, sometime more. We left — we had only something very dark and — and\nsmelling, and — but this is only concentration camp. And also the same food, the\nsame dresses, the same work. They wanted us to make depressed, to not to talk too\nmuch, not to do something. You see, it was prison.",
        "A: No, first.",
        "A: Yeah.\nMay 7, 2013",
        "A: ’44, yes.",
        "A: You see, after — 1t ended after 63 days. But fa — this part, old town —",
        "A: — was one week before, because Germany they took par-part at making smaller\nand smaller place for uprising.",
        "A: Yes.",
        "A: Yes.",
        "A: And we didn’t know what’s happened to as yet, one brother and another.\nTherefore, Ill bet — I know that my brother came from Lithuania, he came before\nuprising [indecipherable] mean one brother only stay in Warsaw.",
        "A: And you — what do you want to know how it was in the concentration camp? I\nthink it’s difficult even to —",
        "A: Imagine, yes. People depressed, crying, were very sick. Some —\nMay 7, 2013",
        "A: Yes, mother and sister.",
        "A: And my mother when they was taken to concentration camp, she was 83 or five.",
        "A: No, no, she was [indecipherable] 80 something kilo —",
        "A: — kilo. But you know when she was return to Poland, was 40.",
        "A: But you know what she did? What she receive, for example? Small one — once\nevery two weeks, a little sugar. She divide for three; for me, for my sister and for —\nwhen I ask, Mama, you — you have to eat. Oh, I can’t, I don’t like it. That’s mother.",
        "A: The same it was with bread. Small piece, so small like two pieces divided for\nthree. So it was depressing for me, very, very depressing to see that I can’t help her.\nHow —",
        "A: Sorry.",
        "A: Yes.\nMay 7, 2013",
        "A: Not too long.",
        "A: Then — yes, and someday, I don’t remember how it was, I have in my —",
        "A: — paper how long I was, but ri-right now I star-start to forge-forget let — a little.\nBut you know what’s happened is what’s overcrowd.",
        "A: And someday the — was — they took us to big place, a round place, and each\nwoman from uprising, you have to take all dresses, naked.",
        "A: Yeah, and in the middle was couple chairs, in the — which sitting SS and couple\nmen in dark suit, very elegant. Men from IG Farben industry. They — this industry\nwas making ani — ammunition. We didn’t know about it, but they said this way was —\nnow that’s funny, but we didn’t know why — why each one was shamed to be naked.\nThis old lady, young lady, children almost. Yeah, I look like chi-child, 16 years old.\nAnd you know what’s the — said, now, very fast, lau — lau —",
        "A: Yes, don’t sit, don’t stop. You have —",
        "A: —to run. You know, yi — and later one SS man said oh, oh, oh. [indecipherable]\nHe took only — he choose only younger girls, and looking stronger. Many old women\nsometimes un — looking very bad, they said to — they stayed in Ravensbriick and this\ngroup was also th-they divide my mother to older. But then my mother spell — she\nwas speaking German and she let him take me with my children. And something\nhappened [indecipherable] this animal understood that, said okay. And what’s\nhappened. We didn’t know, they took us to ammunition factory, which was very\nclose to Berlin, and next day this shi — this woman was start to go to factory to work.\nWe were — we were political prisoner, but against this, they took us to work. For 12\nyears — 12 hours daily, c-call — call was each day at five o’clock, at se — at five\no’clock, at seven o’clock we start to work. And then SS men with dogs took us, not\none, couple, because it was big — big group. And he took us to factory. Factory, it\nwas very big, dark, only small light on — over — over this machine, and they show us\nwhat to do. And the — I — I hold — I had to make so big and burs — no, amunicja —\nammunition, and do you know this — this — beginning of this should be regulation\n[indecipherable] special — special cutting this metal and this metal was very hot, red.\nAnd I —I did it, but behind us, standing not too close, all the ttme SS woman, who is\nbig wbi¢, you know, wbi¢ —",
        "A: Sticks. Taking —\nMay 7, 2013",
        "A: Yeah. If somebody wasn’t working so fast. And the — you see, each day for 12\nhours I had to move from one place to other place about two — no, half ton of\n[indecipherable] change place and make this —",
        "A: Yes, it was very hard. And you know, in the meantime it starts to be very cold,\nand I didn’t have underwear. I start to have problem with my s — s — no, urine. It\ndoesn’t mean — I start to lose urine without know about it. But you see, this sleeping\nwith dirt, 1t was never water warm [indecipherable]",
        "A: Lice was plenty. Everybody has — it’s impossible was to avoid. Therefore, I had\nvery short hair. It was always cold here and here. My dress in this place was frost, y-\nyou see, because —",
        "A: Cold, and not pants, or not nothing. And open with [indecipherable] and even\nnecessary tr — everybody has to still be alive. You know how we keep hair?",
        "A: We took this oil from machine, and put together a little, from wooden small\npieces, sometimes after —\nMay 7, 2013",
        "A: Yes. And it, together [indecipherable] cold water.",
        "A: I —1-1f water was not in, then we take to — to miss — to something, we took snow\nand when was couple hours, would then [indecipherable]. Can you imagine? And\nopen — for me it was killing me that toilet was open and not divided. You see, s-some\nwomen was very difficult to. And one day, going to — to f — to this factory to work, I\nforgot everyone [indecipherable] direc — director, this SS man was shouting, raus,\nraus. He was without one, but still wbi¢ keeping in the hand. And I forgot that I left\nsmall piece of bread to take to the factory, because this — everything what I heard.\nAnd I return la — something very quickly. And he saw what’s happened. He let order\nto his dog, give — take her. And he jump on me. He took — he took me here, here I —\nyeah, I tried — I remember I tried —",
        "A: — save my face, but he, of course, crave — blood was —",
        "A: — here and I didn’t have nothing in the — to factory, they wait with other dogs. And\nthen — then this — the — this SS man had just call him back. But I had open wound. I\ndidn’t have even what to do. I didn’t know what was, but I put something — I — I\nremem — I remember something like a szmata, I guess, something —\nMay 7, 2013",
        "A: For 12 hours work. When I came back in the evening, and then in one nurse who\nwas also a [indecipherable] and she had an — someplace small, if necessary she\ncould make something to stop bleeding. And you know, it was okay. After a couple\ndays I start to have some — I didn’t know what — what was — I lost conscious, and I\nwas completely in this place, it was like [indecipherable] house. Small wa — one or\ntwo beds for people who —",
        "A: — were sick. And then this nurse, and one doctor who was also —",
        "A: Prisoner, of course. And she got some medication, I forgot this name cren — and\nanyway, it was very helpful. And one day SS man — SS woman, who was taking care\nfrom this place, she said, I have to see, maybe somebody sh-should go to work, not —\nnot to lie down. And I was very, very weak. And she came in to me and asking me so\n— and asking me, and I said in German that I feel not good. And she said, how you\ncan talk in German? I said, because I was in the school, because when school in\nPoland during these five years, I — we had [indecipherable] mean without\npermission, we had program of school, because we didn’t want to do what we want\nto make from us [indecipherable]",
        "A: Oh yes, of course. And you know, she — she said, yeah, when you talk, s-speaking\nGerman, tomorrow you go to [indecipherable] place where they kept the food for\nSS, for this soldier who —",
        "A: Yes. And the — for 12 hours also, s — very ca — some big [indecipherable] for me\nit was up to here, therefore I have to ma — bend with — not to fall down, because I\ncouldn’t go out. You see, I don’t know how I still was alive. Very difficult, I suppose\n[indecipherable]",
        "A: Yes. But ye — one thing was very good. Cleaning and keeping in order, I could\nsometimes couple to put to —",
        "A: Sugar or something food. Not for me, for my mother. But I was always observed\nby the — keeping [indecipherable] then you see —",
        "A: Yes, yes, but I had worst work in this bakamarra(ph). It was —",
        "A: Is — didn’t —",
        "A: No bakery, this is place where the magazine.\nMay 7, 2013",
        "A: Yes.",
        "A: N-Not in store, but magazine for food for SS people.",
        "A: Yes.",
        "A: It’s not shop [indecipherable] and do you know, someday they brought bread and\nI had to take through the window and put this bread on the shelves. And in this time,\nwhere was this car with bread, they walking big group of Jewish gir — women. And\ndo you know, I never forget this what I saw, this begging me [indecipherable]\nbecause they saw that I have bread in my [indecipherable]",
        "A: I don’t under — I didn’t understand.",
        "A: No, jew — Jewish from Hungary. Hungary.",
        "A: Yes, and so you see and [indecipherable] this — I — and I didn’t — this is my\nfeelings, I put a small piece, I throw to her. In this meantime, other SS woman,\nMay 7, 2013\nyoung, maybe was 18 years old, strong woman and [indecipherable] she upset me\nhow I’m working. You see, she took wood, and sh — I’m sorry.",
        "A: And she start to kick me, beat tooth — teeth. She kick me with [indecipherable].\nOh, sorry.",
        "A: You see, that’s old time ago, but still is very —",
        "A: Yeah. But I think is my rule, I have to talk. You know, I — sometimes my — my\nfriend will — they tell, oh, don’t be so s-silly. Don’t talk, don’t go, don’t do that, don’t\nwrite. I said no, it could be again something like that. If we will not work on it,\nmaybe next generation can do something [indecipherable] fight, and then war. And\nyou know, when she is start to beat me, when I return after the work, when I finish to\nblock — to barracks, nobody can recognize me. We — you see, that’s interesting how\npeople could be so cruel. I— I ne — I don’t know. But I’m very happy that I could\nsomething — something still. Because I know that for my mother it will be life — one\nday even, it wa — 1s what happened. Even when I’m going to barrack, always SS\nwoman looking for what will — can take, even for tomato, if somebody took from —\nnot tomato, potato.",
        "A: Some these pieces, they kill you, almost. And you know, one day I took some\nsmall piece of bread and I put here. I had — had ja — something like jacket and I kept\nto going through this place, and you see my heart right here. And I — I was afraid,\nbecause he could hurt — killing me. See, I had to be smiled, but looking at\n[indecipherable]. You see, th-that — I think that was the worst to be together with\nsister and mother.",
        "A: [indecipherable] because, you see, I knew that I — I can tha — be alive, but I was\nnot sure if they can.",
        "A: You see, this is what — this is proof how together be in family and love each other,\nhow it’s important in some moment is good or bad.",
        "A: Excuse me?",
        "A: For me, you see, I was — what kept me, my belief [indecipherable] only, it kept\nme alive. But a little I was in depression. I stopped to talk.",
        "A: My — my — I think it was second my — when army — Russian army was coming\ncloser and closer, therefore all the concentration camp, they is trying to go to west.\nMay 7, 2013\nYou know why? Because this is proof what they did to people/ Therefore, they afraid\nopinion of all world [indecipherable]. Better to kill them, or to transport to west. Of\ncourse, it was good, because everybody know that, better be o-on the side of west\npeople, not east, because we knew is different, different kind — kind of people.\nAnyway, one day they give us pol — small piece of — bigger piece of bread, and at\nfive o’clock in the morning, everybody could take [indecipherable] something\nbefore one place, because was rain this day, and we start to go. First day you can’t\nbelieve, we went twent — 49 kilometers. First day. You know why? Because to — to\ngo very fast, they la — rain was terrible. On the end was two, no thr-three soldiers\nwith this shepherd, these dogs.",
        "A: Mm-hm. And if somebody could — can’t go, it was on the place, killed. He went —\ntherefore everybody tried to be on the —",
        "A: — front. Can you imagine that without drink water, only thi-this rain and 49 —\nEnd of File One\nMay 7, 2013\nBeginning File Two",
        "A: — it was — I can’t — I couldn’t believe if God — somebody could tell me. And do\nyou know, sas — but so many people was killed on the way. It was that death march.",
        "A: They have for — for prisoner, they took us some food, because they have to give\nus. But next day was little better. On the way out, if was not were no place with\nwater, we start to drink water from —",
        "A: Yes. Therefore, probably, I took bacteria with — during this, and I start to have\ntemperature and to be a little yellow. So [indecipherable] one after other. N-Next\nday, with [indecipherable] were sleeping in some barn and around in the morning,\nnobody — no German. They disappeared. They took food and they left. They lost —\nthey left us without food, without anything, and we don’t know if any — where we\nare. And then make some groups, and we — we was thinking that the best way, go to\nwest for — because we knew that is is over there army American or French and other.\nBut as far as w — possible, not to go to —",
        "A: — east. But in the ma — in this running, going on di — b1— we — we left some —\nsome night, left in this small piece for instrument for — in the country, what they\nused, shovel and everything.\nMay 7, 2013",
        "A: Mm.",
        "A: Yes, is a— it was on the place where — not to — a little far not in the village.",
        "A: I am tired already.",
        "A: Yes, yes. And do you know what’s happened? One day I fall down running, but I\nwas very, very sick.",
        "A: Weak, weak and sick. And I fall down to water — not water, but —",
        "A: — uh-huh, yes [indecipherable] up to here, I was on. And I start to shout and my\nmother and sister, they return. Because this was place where Russia was bombarding\nand American. Between this place, and we were all the time wi — running. You see,\nthis was the — the worst because you — you was not sure maybe [sirens] And then I\nwas in water, was cold, it was ketchin — the — still cold, and they were left and this\nday I was with [indecipherable] and I said, Mother, I can’t go, because it’s step, I\nhave very bad —\nMay 7, 2013",
        "A: — pain. And then we saw a village. I was sitting in this position, like frozen\ncompletely. And I was sitting, they put a fire, a little. And then I was hearing that\nsomeone just food — food [indecipherable] horses. And I was looking that soldiers,\nRussian soldiers are first this part ask in [indecipherable] start this with alcohol.\nThey rape all women in this barn.",
        "A: Yeah.",
        "A: No, not — they said to us, we brought you freedom.",
        "A: But we didn’t want be — we were very hungry, but not to eat because it — troi — it’s\nvery easy to die when you eat too much. And then I was safe, thank God, I don’t\nknow how it happened, that this —",
        "A: — horse save me.",
        "A: Yes.",
        "A: Yeah.",
        "A: I don’t know what’s happened to people, they are worst as animals sometimes.\nAnimal ma — they have more feelings. But I heard — I was very sick, but I heard this\ncrying, this begging, th-this German woman, because they also afraid to be in\nRussia. They preferred to be on other side. And do you know then who start next\nwhen start to be a little light, I heard a voice of my mother, and she said, Walina(ph)\nyou know why” Because this soldier, he knew that my name is Wanda, and she\nafraid to si —",
        "A: Yes, because he — maybe he’s somewhere. And Walina(ph) this is my second\nname, pa -- Walina(ph). And when I was si — before skuol — school time, they call\nme only Walinka(ph). Therefore, I understood that —",
        "A: — Mother talk, and we slowly left this place and going, only decide to go back to\nPoland because it’s only one way.",
        "A: I was so — so s-sick, that I wanted even to hide somewhere and to die, because\npain. But you — you know. Then we start to hidden only through places not on roads,\nbecause we afraid of —\nMay 7, 2013",
        "A: — soldiers.",
        "A: Yes.",
        "A: There were also the maid, one, and one — | think this lady who was working also.\nOne group.",
        "A: And we came to about 700 kilometer.",
        "A: And sometimes —",
        "A: I don’t know.",
        "A: Sis — my sister was 1n the field",
        "A: Hiding.",
        "A: My mother was old person, but mostly they raped young people, young girl.\nMay 7, 2013",
        "A: And you know, we — we left, going to east. When we came to Poznan, and then\nmy mother took me to doctor, and doctor said, you’re much — she 1s too — too sick,\nshe can die any min-minute. But Mother 1s Mother. She took me with sister to a — to\n— what was in Poznan? Waiting for a train to Warsaw. And as it was just long time,\nbut at least when — this time it wasn’t very difficult, just after freed — not freedom,\nbut anyway —",
        "A: [indecipherable] liberation. And they take me to post wagon, because I can lie\ndown. And when we came to po — to Warsaw, nothing.",
        "A: And I was sleeping in Polish station, on the — on the floor was many people, and I\nwas di — and [indecipherable] somebody is walking down between these people, and\nsaid, Wanda? I was fr — our neighbor son, who was also almost killed, but he is —\nwas Okay. And he said, so why [indecipherable] you have to go, I have room with\nmy mother. And he brought me bread with ham. I was eating and crying. And that’s\nfinished. But not — not perfect. When we came it was no place, and my par-parents\nhad house, summer house —",
        "A: Yes. Out a little far-er. And everything was taken by other people, we had only\nthe place where was nothing. And I was looking for squir — but long time I was very\nsick and for I went to [indecipherable] Gdynia, because in Gdynia it was\neverything very good, not — not dreams, and I start to go to — return to school. And\nyou know what’s happened? When I re-regulated well, I start to go a-again, for what?\nTo fight against Russia. Communists, Russia — yeah, communists. Because I was so\nunhappy looking what — what happened to and how they treat a lot Polish. And I was\nin underground against Russia, when I was 17.",
        "A: Fighting. I said, it’s difficult to kill me.",
        "A: Well, I was like courier between the people. I did a little.",
        "A: And do you know, when I return, because this part, this organization was —",
        "A: Kaput, because communists they had special people who can destroy stuff.",
        "A: And I return to Warsaw when my parents bought some apartment. I finish school,\nbut you see — what did you ask about?\nMay 7, 2013",
        "A: In d —I- after — after two years, I get married to Dr. Lorenc, and he — I start to\nhave four children, but never receive passport, because I wrong person. I don’t like\ncommunists, not in this [indecipherable]. Very, very understanding.",
        "A: That’s not for me.",
        "A: Therefore I tried to even go to Szwecja, to Sweden to try receive passport\n[indecipherable]. And at least we decide with my husband, we receive only, we can\ngo to Yugoslavia, okay, because this is half and half of [indecipherable]. And we\nwent with four children to Yugoslavia, and without permission, we left nice Europe.",
        "A: What I — we went through the forest without permission, with four children to\nAustria and after a couple days, to America.",
        "A: 19— 1967.",
        "A: And you know, government, communist government took everything what was\npossible. My father passed away because was taken everything from him. I lost my\napartment in the center of Warsaw, I lost summer house. I lost na — my — my parents\nMay 7, 2013\nand my chil — my siblings, and we lost beautiful big place for building in Warsaw, in\ncenter. Therefore, very — without money, we left. I left everything.",
        "A: No, I start to [indecipherable] very hard. My husband 1s start to work in a\nhospital. They paid him 6,000 for a year on [indecipherable]. Very, very si —",
        "A: Difficult. Good that my brothers he-help me.",
        "A: Yes.",
        "A: Ye — they want — it was couple months only possibility to go to America and he\nwent to his family, but other brother went to for — France, and ask for —",
        "A: Yeah.",
        "A: And he left, and we also came through Austria.",
        "A: And thank God, I wasn’t visiting I’m Polish, but — Poland, but I — I don’t want to\nhave even think about it, I never [indecipherable] you know why” Because still is so\nMay 7, 2013\nmany people which were befre in communist party. I-It is always very strong\ninfluence of communist [indecipherable]",
        "A: Yeah?",
        "A: Yes, anyway, I tell you what. I would like to be maybe, if what I’m doing that can\nopen mind of people, what does it mean? Communist and freedom and to have — to\nhave what I want to have, not what they — they give me. It was not — not treating\npeople normally. I was second — second kind of people in Poland.",
        "A: Because I didn’t agree with it.",
        "A: I-[—I’m sorry that I couldn’t read you, because if I read, you could understand\nmuch better [indecipherable] I’m asking, that reading could be much, much better as\nI’m talking.",
        "A: Yi—I-—couple times I read in interview [indecipherable] Jewish organization. I\nforgot. And also [indecipherable] even I have this film.\nMay 7, 2013",
        "A: Yes, but this film was done maybe 30 years ago. Anyway, I think that it is enough\nfor today.",
        "A: And you see it’s very important maybe to — how to do, because we — I’m still\nworking, not for money, I’m voluntary —",
        "A: — in Polish national home, yes, a-and Polish nation — Po-Polish American po —\nPolish American museum. I am working voluntary, and also I’m very often with my\nbrother-in-law, because he was fight — he was soldier in uprising, with asking to\nbring to museum, children, and we’re talking. Not — of course not like I’m talking\nopenly with you. But what — what does it mean war? What — what we have to work\nto stop not never again the same.",
        "A: Yes, and therefore I’m very happy. I’m 85, on June it will be for 85.",
        "A: Yes. And you — I hope that maybe is good to — to talk about it.",
        "A: But e — but, I tell you, it cost me a lot.\nMay 7, 2013",
        "A: I have open heart operation, but 1s most important my feeling that everybody who\nis alive should do something for good. Not only to have. Okay.",
        "A: Yes.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 7, 2013\nRG-50.030*0698",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "WANDA LUOS LORENC\nMay 7, 2013"
    ]
}