{
    "rg": "RG-50.233.0029_trs_en",
    "sequence": [
        "A: My name is John Friedmann, I was born October 19, 1913 in Vrbove,\nCzechoslovakia.",
        "Q: Is that in the Bohemian/Moravian region?",
        "A: Right now it is in Slovakia.",
        "Q: Can you tell me a little bit about the town, and growing up in the town, and what\nit was like there?",
        "A: Well, when I was born there I was about three months old and my parents moved\nto Vienna, Austria. In Vienna, Austria I went to schooling and my father went to\nthe military and it was a very rough time, the same time what we have now in the\nUnited States. And so actually after the school, I had five years elementary\nschool, three years high school, after that I had to find me a job so I couldn’t find\nsomething so my mother went with me to , Vienna. And we find in a\nlinoleum business they had a sign out there “apprenticeship”. So in we went into\nthe apprenticeship business there until we find out that the name of that manager\nwas Lisplau, which was actually somehow related.. It was a coincidence.\nAnyhow I started my apprenticeship as a salesman. That was for three years, a\nguarantee of a half year, a guarantee as a salesman. After my apprenticeship\nwhen the salesmanship was to end, they released me and that was the end of that\nbusiness. My mother said I don’t want you to stay around in Austria, why don’t\nwe go out of Vienna. So, which would still be Austria; naturally. So we went out\nof Vienna, we went to a train and we just picked one town. And in that town my\nmother said O.K. Now you can see how good you are as a salesman. So, I had a\nspecial deal with a fabric of linoleum, I had a special deal and so I made some\nsales in that town. Later on it was not good that way so we went to the city of\n, 1n upper Austria.",
        "Q: O.K. Can we stop for a second and let me ask you a question. You said when\nyou moved, your family moved to Vienna three months after you were born?",
        "A: Yes.",
        "Q: And your father, did he move to Vienna because of the military or was he drafted?",
        "A: Oh, no, he moved. The whole family moved to Vienna.",
        "Q: What was your father doing for a living at that time?\n1",
        "A: The father’s name, Adolph, Adolph Friedmann.",
        "Q: What was he doing, what was his job?",
        "A: My father was an electrician, a camera man. What they do there in\nCzechoslovakia, they went from city to city and he was showing in the\nrestaurants, he rented the places, he showed the movie to the people at that time.\nSo, my mother was collecting the money at the entrances.",
        "Q: So she was helping your father in his business?",
        "A: In that business. Correct.",
        "Q: What was your mother’s name?",
        "A: My mother’s name was Rudolphina and her maiden name is Reisman.",
        "Q: And you said that you went to school in Vienna?",
        "A: In the third district of Vienna.",
        "Q: Did you go to a Jewish school or a public school?",
        "A: No, to a public school.",
        "Q: Do you remember when you graduated from primary school, or elementary\nschool?",
        "A: Well, that was about in 1926, around 26, 27.",
        "Q: And you said you had three years in high school?",
        "A: Three years, yes.",
        "Q: And then you were in the linoleum business and the apprenticeship?",
        "A: Yes.",
        "Q: O.K. I’m sorry, I just wanted to clarify a few points. How you said that you were\nwith your mother. At this point you said that you and your mother decided to go\nto a small town inn Austria? Where was your father at this time?",
        "A: O.K. My father, when I was 13 years old he divorced. I was with my mother then\nin , Austria. In , Austria. I opened me a little shop in\nlinoleum, and every Wednesday they had a market there in the city, so anytime, if\nthe business wasn’t good I took the linoleum and put it on the market for sale.\n2\nWhich was very good because. So anyhow that went on. Actually until Hitler\ncame, let’s have it that way.",
        "Q: Can you tell me a little bit about the town?",
        "A: The town was a town of 6,000 people and there was one Jewish lady there who\nhad a business of ski equipment and I was the second Jew. There were no Jews in\nthat town.",
        "Q: You were the only Jews, you, your mother and that woman?",
        "A: That’s correct. Actually, I had a lot of friends there, which I still have. So that\nwent on, like I said, when Hitler came into power. I had to give up the business, I\nhad a car, I couldn’t drive anymore. I had to put my license back. So that was the\nend in 1938.",
        "Q: That was in 1938 when the Germans annexed Austria?",
        "A: Yes, that’s right.",
        "Q: How was the business, was it a good business for you, the linoleum, in the town?",
        "A: It was very good. The business was very good but so what actually happened in\n1938 when Hitler came one day in April, a gendarme came to my house and said -\n--I was actually been a landlady. I rented the place and she came there and they\nasked for me and she said, John, I know him. He was not a friend. I know that\ngentile. In a town like that you know everybody. So he asked me first, he said;\nmy name was Hans actually, you know. So he said I come for you I have to arrest\nyou. I said why? He said are you Jewish? I said yes. Can you tell me that you\nare not Jewish? I cannot tell you that I said. So he said, O.K. I have to arrest\nyou, we’re going to go to the railroad station and I am not going to put a handcuff\non you. I have to take you to Linz, in Austria. So, that’s the way it was. We\nwent to the railroad station, came to Linz and in Linz he put on the handcuffs and\nhe had actually the order from the Gestapo, So we went to the jail there, this was\na normal procedure at that time they put all the Jews in that place and we just\nwaited for several days. Then they told us it would be better if you Jews would\nget ready in the morning, he said, we’re going to go to the railroad station. O.K.\nso all the Jewish people that were there, we’re lining up, we went outside, we\nwent to the station, we waited a long time until the train came in, then when the\ntrain came in, all the SS came out from the train there to the station. They put a\nline so we cannot escape, we had to go through that line to the cars. What\nhappened then, we had to, the first time I see somebody was going there, the SS\ntrooper the rifles upside down tried to hit anybody who was walking there .so that\nwas already a little punishment. Well, when I saw that I run right through that\nthing, they couldn’t hit me at all. So anyhow, we went in the cars, the trash, and\nall the windows were blocked, you couldn’t see where you were going, it was\n3\ndark outside. They put the lights in the compartments. About 10 people in each\ncompartment and they put on the light and they put the light extra strong on. I\ndon’t know how they did it. Anyhow, they said everybody has to look up in the\nlight. Don’t put your hat on. If you put your hat on you get something coming.\nSo everybody was looking, some people just couldn’t keep their head up in the\nlight. You almost get blind when you were looking. You had to keep the eyes\nopen. If you close the eyes they hit you, you know. So you couldn’t do that so\nyou have to look up there. Anyhow, after about two hours they quit that business,\nbut we couldn’t go to the bathroom. Some people had, we were driving the next\nday in the morning, some people had to go to the restroom, but there was no\nrestroom.",
        "Q: So you were on the train overnight and then into the morning?",
        "A: That’s correct. So we were staying in that car and some people had to make their\nbusiness right where they were sitting, they just couldn’t hold it up. So then in the\nmorning after about nine, ten o’clock, it was in the morning we find out we came\nto and that time, I never was there before, and so they took us out there\nand put us in cattle cars. They put us in cattle cars and made it real crowded in\nthere so there was no place to move around. Either they want to save the cars, not\nhave too many cars. Whatever it was, it was a cruelty thing. We still couldn’t go\nto the bathroom, some people had to clear out one corner in the cattle cars and we\nlet them all go in that one corner and after then we stopped at a station. The\nstation which we didn’t know the station, I don’t think so, somebody knows ,we\ndidn’t know at that time where we was. We went out of the station, we were\nallowed in the restrooms at that time and we find out this was Dachau.",
        "Q: Right outside Munich?",
        "A: Yes. So in Dachau we just took all our clothes off, we had to get the clothes\nwhich they use in the concentration camp, the striped clothes. It was not built up\ncompletely. It didn’t have nothing to do for us.",
        "Q: So it was still in the process of being built?",
        "A: In the build up, yes. So what actually happened, they took, they give us some\nbags you know where you fill 1t with straw so you can sleep on it, make a mattress\non it. Everybody has to fill it themselves. And they had a bathroom there. It was\neverything new. It was for us, it doesn’t look too bad, it didn’t look at that time\nlike, we didn’t know what it was. We saw something it was built. So they took us\na whole bunch of the old Jews together there. There was not too many at that\ntime there and they brought up to a place where they have in the street some\nrocks. A pile of rocks lay. So the SS man said everybody take one rock and\nmarch that way. O.K. so everybody took one rock, some were small, some were\nbig and we took the rock, 1t was not very heavy, we went to the bathroom about a\nmile and then they said O.K., now put the rocks on that place and make a pile. So\n4\nwe put the rocks on that, we go to another pile, pick up another rock and put it on\nthe pile. They had nothing to do for us.",
        "Q: This job was just to keep you busy?",
        "A: Just to keep us busy. O.K. so anyhow that was the beginning there. After we\nbuilt up more blocks there and I was in one of them. I think it was 26.",
        "Q: Were more and more people coming 1n after you arrived? Were you one of the\nfirst people to arrive there, were there people there already?",
        "A: This camp was a camp, at that time, everybody came. Communists, homosexuals,\nreligious people, big owners from big factories and things like that. Everybody\ncame in there. We had our yellow star, the criminals had their green star, the\nhomosexuals had an orange star, you know, and so on. Everybody had a different\nstar. That was the way they were identified. Anyhow, there wasn’t very much to\ndo to us. We had an SS man and the SS man said, O.K. The SS man took us\nbehind the barracks, he make us some kind of contest of running. He built two\ncolumns, one of the columns was A one of the columns was B and we had to see\nwhich column can run faster the distance which he is giving us. That was actually\nthe business at the end. Then we were all finished, then he teached us some\nsongs, we had to run around. It was all no punishment there, it was just a\nconcentration camp in the build-up. And all night we all had stars on the jacket.\nThere was a canteen, in this canteen we still could buy something if somebody\nhad money. So some of the people, we went down, we buy something then they\ndiscontinued that, we couldn’t do anymore and I had a bright new jacket, I didn’t\nhave my star on it yet, so the people said, well you have a brand new jacket you\ncan go in the canteen for us to buy something. So I went for them. I took the\nchance and bought something for them. That went up to July 1938.",
        "Q: So you were there for about three months?\nA; From April to July. Then we get the order one day in the morning you all get up\ntake your good jackets and everything out we give you some other things to wear.\nYou are going to be going away from here. We came again on the transport. This\ntime it was not a cattle car, this time it was a regular car.",
        "Q: A regular train car with seats and everything?",
        "A: Yes, a regular train car, but 1t was very strict in there, the SS were hitting us. You\nwere not allowed to speak, you were not allowed to move your head. One of the\nSS men when I just look at somebody else and turned my head, he hit me with the\nupside down pistol right on my head. That came certainly after three hours’ train\nride. The commandos came and said, don’t hit anybody anymore. Hitting I not\nallowed. So, O.K. that went all the way until we came to Reimar, the city of\nReimar. So after we came on the station, everybody had to run out there, we were\n5\nnot allowed to walk out and outside after the railroad station there was already\ntrucks waiting for us. In these trucks we were all stuffed in there, they had no\nbacking on these trucks, you know, no gates. So we were standing in there, there\nwas not very much to hold, one was holding onto the other. So, we went to\nanother camp, which we discovered was . That was in July. So we\ncame to Buchenwald which was a very bad situation. When we came we were\nhot we were hungry, they gave us a loaf of bread. We thought, oh, this 1s good so\nwe find out in the evening that the loaf of bread has to last until the next morning.\nAnd in the evening, in the morning you get the bread, in the evening you get a\nsoup, whatever you call it. And so that was the procedure. So in the morning\nalways you got the bread, in the evening you get the soup. In the evening you had\nno bread. So it was a very bad situation. You had nothing to eat. It was not a big\nloaf of bread, it was a small bread. So, I was a good feeder that time, not too bad.\nMost of the people which came from Dachau was not too bad a shape. But over\nthere we got in a bad shape because it was a lousy situation.",
        "Q: Can you explain to me a little bit about Buchenwald, what it was like there and\nhow it was situated?",
        "A: I’m coming to it. We had a couple, what you call it, who was looking for the\npeople in the barracks, you know, and he was a communist. So he was not very\nmuch for the Nazis anyhow but he said he gave us some warnings, and in the\nmorning he said you people going out and right in front of the barracks he had a\nlatrine build, which was just trenches in a big hole and that was the latrine.\nFurther on we went to work so he gave me a pick and somebody got a shovel and\nwe had to dig the ground there.. We didn’t know what’s going on anyhow.\nAnyway that’s the way they kept us busy there. So, one day, a guy said to me, he\nsaid, why you’re working too hard, why don’t you take the shovel and give that\nother one the pick? It didn’t work out either because these people were not\ntrained to have some, what you call it, equipment in the hand. I was coming from\nthe country so I was a little tougher than they were. You get some blisters. So the\nnext day, one day in the morning, a guy said to me, hey, come over to our\ncommand, we have a good commander. O.K. so I was shifting over, which was\nnot allowed but I did it, I went to the other commander, the commander was a\ncriminal. He had a green star. And he said hurry up, he had about 375 people\nthere in his command. Every two people get a platform of wood, about 3x4, you\nknow, and has two handles in the back, two handles in the front, and one man in\nthe back and one man in the front carry the platform. The platform we had to put\nsand on it at that time and with that we marched a mile or two miles, whatever it\nwas in the time, and when we came there with the sand we dropped the sand\nthere, we took some stones, we took it back to the other place. On the way over\nthere we were passing on the places there were some trees there. One day we\ncame there was three people hanging there. There was three hanging there.",
        "Q: This is near the camp?\n6",
        "A: Yes.",
        "Q: Near the entrance to the camp?",
        "A: No, no. On the trees where we passing through was three people hanging. They\nwere dead already. They were hanging with their head back up on a rope. So\nactually it broke their neck.",
        "Q: This is in the town where you were working?",
        "A: That is in Buchenwald? It was outside or inside the camp?",
        "Q: In Buchenwald?",
        "A: There is no inside, outside, there is only inside.",
        "Q: So you worked all the time inside Buchenwald?",
        "A: In Buchenwald. Buchenwald is the concentration camp. It is not a town.",
        "Q: O.K. I understand. I wasn’t sure if they were taking you out of town to work or if\nit was all in.",
        "A: It was all in. That’s the way they keep the people busy. Some people are hanging\nthere, our kapo said to us, don’t look at them. If I see you looking at them, you\ngonna get punishment. So we went straight through, we didn’t move our heads.\nWe saw them, we come straight, you know. Oh, that was awful. So that people\nchanged and maybe when we come back another two or three weeks again there\nwas another bunch hanging there.",
        "Q: Did anyone know why they had been hung?",
        "A: In a concentration camp is no why’s. In the concentration camp is only you do,\ndon’t why. There are no questions. This is something strict like a, I don’t know, I\ncannot explain it to you. People, who are murderers or something like that, only\nthis kind of people can do things like that. Who would hang people with the hand\nin the back on a tree. This is a specialty. O.K. That was over there. So I was\nthere till the 15 of October.",
        "Q: 1938?",
        "A: In Buchenwald. But between this time my mother was worried about me. She\nwas in Vienna.",
        "Q: She was still in Vienna?\n7",
        "A: Yes. She wrote to the commander of Buchenwald that she said my son 1s in your\nconcentration camp, his number is 9158 and I would like to know what actually\nhappened to him. That was a special thing. It was a card with an answering, you\nknow. At that time they had postcards where you can make them hang together\non the other side was the answering. She mailed that card, she get an answer.\nThe answer was that I was transferred to the criminal police in Linz in Austria. I\nwas transferred. But she didn’t know nothing. That was on 8/11/1938.",
        "Q: So she wrote to Dachau?",
        "A: Yeah.",
        "Q: And then you were transferred?",
        "A: No, it didn’t go to Dachau. She wrote a card.",
        "Q: She wrote a card to Dachau to find out about you?",
        "A: She wrote a card to Buchenwald.",
        "Q: Wait a minute you said you went to Buchenwald in July.",
        "A: No. I went in July that is correct. But she thought I was in Dachau, but she didn’t\nknow I was transferred to Buchenwald.",
        "Q: So when she wrote, she still thought you were in Dachau?",
        "A: No.",
        "Q: When did she write the card?",
        "A: She wrote the card on4/10/38.",
        "Q: Which is October 4\"\"?",
        "A: Yes. October 4\". She wrote the card there. They mailed it back that I was not\nthere anymore and was transferred on 4/10/38 to Linz, and that 1s in Buchenwald.\nShe knew I was in Buchenwald. She took a chance because I sent her some cards,\nbut she didn’t receive any cards anymore. So she was asking. So I have these\ntwo cards here which 1s evidence, which was signed by the commander of that\nname, it was Koch (?) He was SS . So [have this card here to\ndocument, you know. And, so anyhow she knows already I was going to leave\nAustria. I was going on a train. What actually happened, on the 13\" of October\nin the night was the Apell, you know, they put everybody on a big place. All the\nblocks together, and certainly they called my name. When they called my name\nthey said tomorrow morning you have to go for a medical. So I heard it, I didn’t\n8\nknow what’s going to happen, I had nothing wrong with me. So I came to my\nblock and they said. Oh, you’re going out, you’re going out. You’re going for a\nmedical, you’re going out he said. But do not tell him that you heard something.\nDon’t tell him nothing. Tell him you feel fine, tell him you’re O.K. you feel\nwonderful. Tell him whatever you want but don’t tell you got something wrong\nwith you. So the next day in the morning I went to the medical I did like the\nblock, like the guy told me to do it and he said O.K. you go in the next room over\nthere we going to supply you with some clothes. We haven’t got your clothes\nfrom Dachau but we have to give you some other clothes there are. So, they\nsupplied me and the next day in the morning, on the 15\" I was going on a\ntransport, I was going on transport, on the way to Linz, Austria. That transport\ntook about 14 days, 15 days.",
        "Q: It took you 15 days to go from Buchenwald to Linz?",
        "A: From Buchenwald on transport. From Buchenwald it took that long. It was on a\ncattle, what you call it, not passenger car.",
        "Q: A box car?",
        "A: What do you call it?",
        "A: A box car?",
        "A: On freight cars, 1t was hooked up on freight cars. And we go from one town, next\ntown we went out, they put us 1n the jail, they gave us a breakfast, they put us\nback there, we continued. Then there was the next town. So we went about at\nleast twelve, or ten or twelve towns before I came to Linz, Austria. I came to\nLinz, Austria on the evening of November 5, 1938. I arrived there. When I\narrived there it was, like I said, criminal police came to me and said John\nFriedmann, are you hungry? I said sure. So he said today we have a special day,\nwe have a herring and I give you a double issue because you went that long way.\nSo he give me that was it. So he said to me, what are you going to do if I going to\nlet you out of here? I said, what am I going to do, I’m going to see if I can get out\nof Austria as fast as Ican. So the man said, that’s all I want to do here. The next\nday in the next morning, at 7 o’clock in the morning, he said, O.K. John, go ahead\nget out of Austria he said. So he released me. I didn’t have any money to go\nback to my town, so I went to the Jewish organization in Linz and I said I need\nsome money to get on the train. He said we don’t have very much money, but for\nthe train he said, we give you that. So they give me the money, two gildas to go\nfrom Linz to , where I meet my landlady, where she had my money,\nsome of my money there, so I was all right. So after about on the 7”, I went to\nVienna. When I went to Vienna in 1938, so here comes actually the story of the\nKristallnacht. Every time I have to report to the police department, and to go up\nthere.. So the first time I go up to the police, the man said to me, where are you,\nwhere have you been? We waiting for you such a long time, we get the report\n9\nyou’re going to come, but we didn’t receive you. We going to keep you here. We\ncannot let you go. We going to check out what you have to tell us and we cannot\nlet you go. My mother went with me. She went right away to get some food out\nthere, to buy some food. The man was going on the phone and it took about two\nhours my mother came back after and after about two hours they called me in the\nroom and said well, we find out that everything you said is correct, you can go\nhome. So my mother said, O.K. now we have to eat the food at home. That was\nabout on the 8\", on the 8\"\" of November they told me every second day I have to\ncome there. I don’t have to come every day. So on the next day, the morning, I\nwent out, I said to my mother well, I better go back to my town, get all my things\nover there what I have left, come back to you then. So, that was on the 9\" of\nNovember. I didn’t see very much of the Kristallnacht actually, but I was there.\nSo I was there, coincidentally, I took a train, it was 9:30 in the evening, went\ndown to my town. It was an overnight train, you see, when you took the train\nthere in the morning at 6 o’clock, it arrived in . So it went all the night.\nSo I came to my landlady in the morning then and she said, oh, I’m glad to see\nyou. I said, what’s wrong? She said yesterday, it was the 9\", a gendarme came\nand asked for you. I told him you are not here, you are in Vienna by your mother.\nSo, that’s the way I get out of the Kristallnacht.",
        "Q: You happened to be back in your other town?",
        "A: That’s correct. So that was the point from that. But the main thing is not coming\nup about how do I get actually out of the concentration camp. That would be\ninteresting for you too.",
        "Q: Yes.",
        "A: So my mother had some friends before. Under them was a criminal inspector, and\nshe told him, to the criminal inspector, she said my son is 1n the concentration\ncamp in Buchenwald. You have to do something to get him out. So he said, I\ndon’t know what I can do, but I will try. So what he actually did actually, he was\nasking the Gestapo that to release me from Buchenwald which I didn’t know\nbefore that, that the criminal police had a case against me, so they need me there.\nHe made an application to the Gestapo, they released me from Buchenwald on the\n15\" of October and I come from Linz and the Gestapo inspector was informed\nalready from that guy and that’s how I get out from there. Because the friend of\nmy mother, he did the job, a good job. So now we are now ona again\nand in April, when Hitler came in.",
        "Q: April of 1938?",
        "A: That was in 1938. So that was when they arrested me actually. All right. So\nnow, where was I?\n10",
        "Q: Let’s see, you had gone back to __ to get your things and that’s when\nKristallnacht happened that evening. Did you return to Vienna after that?",
        "A: After that, yes, O.K., after that I returned to Vienna and I tried to get out of\nAustria. I had about until December.",
        "Q: You had until December to get out of the country, is that right?",
        "A: Yes, that’s correct. So what I went, I went to the Jewish organization in Austria,\nVienna, and I asked what I can do? Well, he said we have something working on\nhere, which goes to Palestine. You want to go there? I said, well I want to go\nthere, it’s fine, Pll go there, Pll go anyplace I can go out. So I said, what about\nmy mother? Well, your mother, you cannot take, only young people. We only\ncan take young people. So I said, what am I going to do? There was a little letter\nin the hall and it says on that letter, the only way out is through the free port of\nShanghai. That’s the only way you can go. So, O.K., so there was no other way\nleft. So we tried, I tried to get a passport, when I applied for the passport..",
        "Q: Who did you apply to for the passport?",
        "A: Through the German Gestapo, You applied for the passport there and when I\ncame there a guy tells me, don’t tell him you’re a salesman. Tell him you’re a\nmechanic. He says, you know something about cars he knows I was driving\naround cars. I was fooling around with them. Don’t tell him you’re a salesman.\nSo after about three days, standing night and days sometimes, I don’t want to get\ninvolved in that business, so after that we get the passport. I had mechanic in\nthere.",
        "Q: And your mother also got a passport at this time?",
        "A: My mother did not get a passport. No she didn’t. She couldn’t go.",
        "Q: She couldn’t go? Was there a reason she couldn’t go to Shanghai?",
        "A: What actually happened, we went to the travel bureau, there was no tickets\navailable for Shanghai. The only chance I had to Shanghai, there was one ticket\nleft, which was going from Naples, Italy and the boat was going from Genoa,\nItaly. So I had to catch that boat in April. To catch that boat in April, I had to go\nby train over Italy to Rome, Naples and when I came to Naples, a day later came\nthe boat. So on that boat I had that one ticket. But my mother couldn’t go. I\nwent to Shanghai on December the 27\", I came to Shanghai.",
        "Q: Let me ask you, when did you leave Vienna for Naples?",
        "A: I leave Vienna to Naples on December the 10\". Something like that. December\nthe 9\" or 10\",\n11",
        "Q: Then the boat left?",
        "A: The boat left when we came to , 14 days’ ride.",
        "Q: And you arrived in Shanghai December 27?",
        "A: I arrived in Shanghai, like they said to us, oh, that Shanghai is bad, they had\npeople sleeping on the streets. Jewish people said before don’t go there. So we\ncame there, we come with the boat, we saw all the skyscrapers there, everything\nwas there. We said, how bad can it be? It cannot be that bad. So, anyhow, but\nmy mother couldn’t go. So what happened, we went there, they took us 1n a\nbuilding from Victor Sassoon, Victor Sassoon Building, they give us a whole\nlevel of the building.",
        "Q: You had one whole floor?",
        "A: Yes, one story. It was a high building. So they placed us there, they gave us cots\nto sleep there, then later on they opened up a kitchen and I was working in the\nkitchen there already, but my mother still couldn’t go. So what did my mother\nactually make to come to Shanghai. There was the time when Hitler said that all\nthe Jewish people have to put the gold and silver, put it on the certain place, you\ncannot keep gold and silver for you.",
        "Q: When did this happen, do you remember?",
        "A: January 1939. So my mother just couldn’t get a ticket. She didn’t have that\nmuch money left to buy the ticket. So what actually happened, she had a lot of\njewelry left, but you couldn’t sell it that time because everybody took advantage\nof the Jews. So she went to a travel bureau in a very popular place, a big one, he\nhad a porter standing out there. So she went to the porter and said, listen, I have\nhere a bag of gold jewelry, I have to deliver it to the SS anyhow, but I would need\na ticket to Shanghai, my son is there. If you get me that ticket I will give you the\ngold. The man looked in the bag to see the jewelry, he took the jewelry, he said\nO.K, come tomorrow, 9 o’clock. Next day, in the morning, my mother came\nthere and he said, here is your ticket for Shanghai. So, actually I was happy she\ncame to Shanghai.",
        "Q: So she did follow you there?",
        "A: She took the chance to give the man that gold. At that time she said, I have\nnothing to lose. If I gave it to them, I have nothing. If I give it to him, if he helps\nme, which he did, that was the only way to do it. So she came to Shanghai with\nthe . I was already working for the organization, I came on board, there\nwas a Red Cross man already and she came there, it was a happy reunion\nnaturally.\n12",
        "Q: Was there a group or organization that helped you settle in Shanghai when you\ngot there?’",
        "A: There was no settling in Shanghai. Everybody was his own. Either you stayed in\nthe organization, it was like a camp, and there was several made up. There was\nabout three of them made up there. Or, if you find a job, then you can get a job.\nO.K., so when I came to Shanghai, they asked me, oh, you’re a mechanic? O.K..,\nso one of these rich Jewish people was there, he said, I have a Fiat, I need a\nclutch, can you put her in? I was the first day in Shanghai. He said if I can put it\nin. Naturally I can put it in. That was a simple job for me, I did that for my car.",
        "Q: So you were able to do it?",
        "A: Yes. I came to him, I did not have tools, so he supplied me with tools, whatever\nthey could get, and I proved I could put the clutch in for him. O.K., if you can do\nthat we see that you can get ajob. So, which I did. I was learning, it took me\nabout three months to learn Chinese. To get a job you have to speak Chinese in\nShanghai. There’s no other way out. So I spoke the language fairly. Then I get a\njob from the city government, the British government of Shanghai. I was a\nsupervisor for the trash dumps. Trash collection. So they had about eight\nat that time and so I worked with them as a supervisor, I used my\nChinese as good as I could, and after about three, four months they came to me\nand said, John, we have to release you. We get a guy coming in from England\nand this is our man, we cannot hold you anymore. So, O.K., so I went, I had\nconnections already. I went to the bus company where a Jewish fellow was in\ncharge. I said I need a job, he said there was no question, right away he hired me.\nI was working for the Shanghai Bus Company. I was in charge of a German\nfellow, but he was not so political. He was just a German. So I got the job there\nat the Bus company, I was working as a mechanic at night, night shift, started at\n11 0’clock in the evening, 7 o’clock in the morning I was off. So I worked with\nthe Bus Company, changed to motors, changed to generators, everything what I\nhad to do over there. Later on there was an opening on the test bench, where you\ntested the motors. If they are good overhauls, you know. So there was an\nengineer, his name was , he was a Jewish fellow, so he got me there as\nhis assistant. So I worked over there in the Bus Company for three years, until the\nJapanese told us that we have to go to a ghetto. O.K. What is the ghetto? The\nghetto was a district across the bridge of the Yangtze River, called .\nAnd that ghetto there, there was really about maybe 100,000, 200,000 Chinese.\nAll living there. So they put us in there. We had to mix with them, we had to live\nwith them, we had to stay there, there was no out. we get the passes if you work\noutside, which I did. I worked outside in the , | get the job for the Toyota\nCompany.",
        "Q: The British at this point had left and the Japanese had come in, or were the British\nstill there?\n13",
        "A: No, the Japanese came in they went out.",
        "Q: When did the Japanese come do you remember?",
        "A: Let me see, 1942.",
        "Q: As soon as the Japanese came, did they set up a ghetto?",
        "A: The Japanese came, they set up a ghetto. We only could get out with a pass. At\nfirst I was working for a French company, I was working for Citroen Motors, and\nworking then and we were building. They had an order from the Japanese to\nbuild hundreds of motors which they put in suicide boats. Boats that go against\nenemies, naturally. And these boats were built without a clutch. It was straight\nhooked up to the propeller. So when you start the motor, the boat was shooting\nalready. Only have to get the direction that it supposed to run in the boat. That\nwas in France, then, like I said, I got the job in the Toyota Company, which\nhelped me get a pass out of , out of the ghetto. So I was going out of the\nghetto at the time when, because as a mechanic, there were not very many\nmechanics. There was only six, seven mechanics.\nSIDE TWO",
        "A: (Something is missing). Jewish Young fellows, I hired them as apprentices, I\nhave the authority from them, which are still in America here. So after Toyota\nclosed up in downtown L.A., of Los Angeles, it was in the French section, Dickie\nsaid we have to go with the bus the next day and the Nissan Company takes over.\nThat was the Datsun Company. Nisson/Datsun Company they call it in Japanese.\nSo they hired us, O.K., so what was the hiring, every half month they give us a\nbag of rice and they give a little bit of pocket money. So it was better than\nnothing. My mother was still there. It worked out all right. It was not great, but\nwhen you are able to work in your profession, it was good. So, anyhow that was\ngoing on until the American came in.",
        "Q: Which was when?",
        "A: At the end of the war. When the Americans came in I applied for a job. They\nhired me as a foreman in the ATC, the Air Transport Command and I was a\nforeman for the trucks, after six months I was there I didn’t like it because I\ncouldn’t get further, so I went with the Air Force, I was a . That did not\nlast too long and finally I get a job in Nanking. In Nanking for the American to\nbuild a radio station. XMHA Radio Station in Nanking. At that time the\nheadquarters of General Marshall. I went over there and my mother stayed in\nShanghai. I was employed as a power man, I had to make the power for the radio\nstation that they can run the transmitters. They didn’t have enough people so I\nwas running the power and then I was helping the radio stations to build, before\n14\nthe radio station was open, I helped put the towers up, about 45 foot towers over\ntop of General Marshall’s building there, and General Marshall was on the first\nfloor and the second floor. I was on the third floor over there. They gave us the\nlodging in the Headquarters and it was working all right for that part. Then I\nalways had a job, I never was without a job. Always had a job. That went to\n1949. 1949 we heard that the communists are coming across the Yangtze already,\nwe had to get out of Shanghai. So the Jewish organizations told us, it was a very\nshort notice from one day to the other, tomorrow, at 10 o’clock assemble all the\norganizations and we are going to Canada. So we I just took an army bag and I\nput everything what I could. Money I couldn’t take, they didn’t let you take\nmoney out of there, so whatever it was we went the next day in the morning with\nAlaskan Airlines out of Shanghai. When we crossed the river they were shooting\nalready at the airlines, at the transportation here, then we came to Fairbanks,\nAlaska. Fairbanks, Alaska and there we get a transfer plane after we waited a day\nover. We went on a transfer plane to Seattle. We came to Seattle, it was not\nallowed that we can get off the bus because we didn’t have any documents, so\nthey took us in the bus then, they were running the buses to Vancouver, from\nSeattle to Vancouver. In Vancouver, already some of the Jewish people there\nwho were working for the organization, they were waiting for us already. I found\na lady there, she was Mrs. Gould and she said, oh, you are a mechanic. I said yes.\nShe said why don’t you drive, I don’t like to drive that car. So, she was sitting\nnext to me, we went all around Vancouver. I was driving the car. The next day\nshe said, you just can drive, if you want a car, drive through the ton you can have\nthe car. Don’t worry. I said what about the license. She said don’t worry, they\naren’t so strict here, you are a good driver. So we stayed three days in Vancouver\nafter the three days, we were going on a train, we went to Toronto, Canada. Now\nwe came to Toronto, Canada the 29\" of May 1949, and right away they gave us\nsome quarters, we didn’t have any money, they paid for the first two weeks until\nwe get some money made there, until we get some employment. I got right away\nemployed for the Austin of England. So right away I got Austin of England\nemployed and well, that was the beginning Canada, then when I was working\nthere I met my wife, we got married in Canada and in 1950. We just had our 43\nanniversary.",
        "Q: Just this year? That’s great! When did you move to California?",
        "A: I came to California in December of 1950.",
        "Q: So you only stayed in Toronto for about a year?",
        "A: A year and a half, 1951 I came to California, about two years later.",
        "Q: Let me ask you a question about Shanghai. You mentioned there were\nskyscrapers. Was that something different for you? You hadn’t seen skyscraper\nin Europe?\n15",
        "A: No. At that time there were not such buildings. There was no skyscraper\nbuildings at that time.",
        "Q: So Shanghai was a different looking city to you?",
        "A: Oh, it was a ten million people city. There was people sleeping on the road, they\nwere sleeping here too. Everywhere in the world. There was always poor people.\nBut like I said in conversations not bad.",
        "Q: O.K., I think that’s all the questions I have. I’m going to shut off the tape now,\nO.K.?",
        "A: O.K.\n16\n"
    ],
    "questions": [
        "Q: Is that in the Bohemian/Moravian region?",
        "Q: Can you tell me a little bit about the town, and growing up in the town, and what\nit was like there?",
        "Q: O.K. Can we stop for a second and let me ask you a question. You said when\nyou moved, your family moved to Vienna three months after you were born?",
        "Q: And your father, did he move to Vienna because of the military or was he drafted?",
        "Q: What was your father doing for a living at that time?",
        "Q: What was he doing, what was his job?",
        "Q: So she was helping your father in his business?",
        "Q: What was your mother’s name?",
        "Q: And you said that you went to school in Vienna?",
        "Q: Did you go to a Jewish school or a public school?",
        "Q: Do you remember when you graduated from primary school, or elementary\nschool?",
        "Q: And you said you had three years in high school?",
        "Q: And then you were in the linoleum business and the apprenticeship?",
        "Q: O.K. I’m sorry, I just wanted to clarify a few points. How you said that you were\nwith your mother. At this point you said that you and your mother decided to go\nto a small town inn Austria? Where was your father at this time?",
        "Q: Can you tell me a little bit about the town?",
        "Q: You were the only Jews, you, your mother and that woman?",
        "Q: That was in 1938 when the Germans annexed Austria?",
        "Q: How was the business, was it a good business for you, the linoleum, in the town?",
        "Q: So you were on the train overnight and then into the morning?",
        "Q: Right outside Munich?",
        "Q: So it was still in the process of being built?",
        "Q: This job was just to keep you busy?",
        "Q: Were more and more people coming 1n after you arrived? Were you one of the\nfirst people to arrive there, were there people there already?",
        "Q: So you were there for about three months?",
        "Q: A regular train car with seats and everything?",
        "Q: Can you explain to me a little bit about Buchenwald, what it was like there and\nhow it was situated?",
        "Q: This is near the camp?",
        "Q: Near the entrance to the camp?",
        "Q: This is in the town where you were working?",
        "Q: In Buchenwald?",
        "Q: So you worked all the time inside Buchenwald?",
        "Q: O.K. I understand. I wasn’t sure if they were taking you out of town to work or if\nit was all in.",
        "Q: Did anyone know why they had been hung?",
        "Q: 1938?",
        "Q: She was still in Vienna?",
        "Q: So she wrote to Dachau?",
        "Q: And then you were transferred?",
        "Q: She wrote a card to Dachau to find out about you?",
        "Q: Wait a minute you said you went to Buchenwald in July.",
        "Q: So when she wrote, she still thought you were in Dachau?",
        "Q: When did she write the card?",
        "Q: Which is October 4\"\"?",
        "Q: It took you 15 days to go from Buchenwald to Linz?",
        "Q: A box car?",
        "Q: You happened to be back in your other town?",
        "Q: Yes.",
        "Q: April of 1938?",
        "Q: Let’s see, you had gone back to __ to get your things and that’s when\nKristallnacht happened that evening. Did you return to Vienna after that?",
        "Q: You had until December to get out of the country, is that right?",
        "Q: Who did you apply to for the passport?",
        "Q: And your mother also got a passport at this time?",
        "Q: She couldn’t go? Was there a reason she couldn’t go to Shanghai?",
        "Q: Let me ask you, when did you leave Vienna for Naples?",
        "Q: Then the boat left?",
        "Q: And you arrived in Shanghai December 27?",
        "Q: You had one whole floor?",
        "Q: When did this happen, do you remember?",
        "Q: So she did follow you there?",
        "Q: Was there a group or organization that helped you settle in Shanghai when you\ngot there?’",
        "Q: So you were able to do it?",
        "Q: The British at this point had left and the Japanese had come in, or were the British\nstill there?",
        "Q: When did the Japanese come do you remember?",
        "Q: As soon as the Japanese came, did they set up a ghetto?",
        "Q: Which was when?",
        "Q: Just this year? That’s great! When did you move to California?",
        "Q: So you only stayed in Toronto for about a year?",
        "Q: Let me ask you a question about Shanghai. You mentioned there were\nskyscrapers. Was that something different for you? You hadn’t seen skyscraper\nin Europe?",
        "Q: So Shanghai was a different looking city to you?",
        "Q: O.K., I think that’s all the questions I have. I’m going to shut off the tape now,\nO.K.?"
    ],
    "answers": [
        "A: My name is John Friedmann, I was born October 19, 1913 in Vrbove,\nCzechoslovakia.",
        "A: Right now it is in Slovakia.",
        "A: Well, when I was born there I was about three months old and my parents moved\nto Vienna, Austria. In Vienna, Austria I went to schooling and my father went to\nthe military and it was a very rough time, the same time what we have now in the\nUnited States. And so actually after the school, I had five years elementary\nschool, three years high school, after that I had to find me a job so I couldn’t find\nsomething so my mother went with me to , Vienna. And we find in a\nlinoleum business they had a sign out there “apprenticeship”. So in we went into\nthe apprenticeship business there until we find out that the name of that manager\nwas Lisplau, which was actually somehow related.. It was a coincidence.\nAnyhow I started my apprenticeship as a salesman. That was for three years, a\nguarantee of a half year, a guarantee as a salesman. After my apprenticeship\nwhen the salesmanship was to end, they released me and that was the end of that\nbusiness. My mother said I don’t want you to stay around in Austria, why don’t\nwe go out of Vienna. So, which would still be Austria; naturally. So we went out\nof Vienna, we went to a train and we just picked one town. And in that town my\nmother said O.K. Now you can see how good you are as a salesman. So, I had a\nspecial deal with a fabric of linoleum, I had a special deal and so I made some\nsales in that town. Later on it was not good that way so we went to the city of\n, 1n upper Austria.",
        "A: Yes.",
        "A: Oh, no, he moved. The whole family moved to Vienna.\n1",
        "A: The father’s name, Adolph, Adolph Friedmann.",
        "A: My father was an electrician, a camera man. What they do there in\nCzechoslovakia, they went from city to city and he was showing in the\nrestaurants, he rented the places, he showed the movie to the people at that time.\nSo, my mother was collecting the money at the entrances.",
        "A: In that business. Correct.",
        "A: My mother’s name was Rudolphina and her maiden name is Reisman.",
        "A: In the third district of Vienna.",
        "A: No, to a public school.",
        "A: Well, that was about in 1926, around 26, 27.",
        "A: Three years, yes.",
        "A: Yes.",
        "A: O.K. My father, when I was 13 years old he divorced. I was with my mother then\nin , Austria. In , Austria. I opened me a little shop in\nlinoleum, and every Wednesday they had a market there in the city, so anytime, if\nthe business wasn’t good I took the linoleum and put it on the market for sale.\n2\nWhich was very good because. So anyhow that went on. Actually until Hitler\ncame, let’s have it that way.",
        "A: The town was a town of 6,000 people and there was one Jewish lady there who\nhad a business of ski equipment and I was the second Jew. There were no Jews in\nthat town.",
        "A: That’s correct. Actually, I had a lot of friends there, which I still have. So that\nwent on, like I said, when Hitler came into power. I had to give up the business, I\nhad a car, I couldn’t drive anymore. I had to put my license back. So that was the\nend in 1938.",
        "A: Yes, that’s right.",
        "A: It was very good. The business was very good but so what actually happened in\n1938 when Hitler came one day in April, a gendarme came to my house and said -\n--I was actually been a landlady. I rented the place and she came there and they\nasked for me and she said, John, I know him. He was not a friend. I know that\ngentile. In a town like that you know everybody. So he asked me first, he said;\nmy name was Hans actually, you know. So he said I come for you I have to arrest\nyou. I said why? He said are you Jewish? I said yes. Can you tell me that you\nare not Jewish? I cannot tell you that I said. So he said, O.K. I have to arrest\nyou, we’re going to go to the railroad station and I am not going to put a handcuff\non you. I have to take you to Linz, in Austria. So, that’s the way it was. We\nwent to the railroad station, came to Linz and in Linz he put on the handcuffs and\nhe had actually the order from the Gestapo, So we went to the jail there, this was\na normal procedure at that time they put all the Jews in that place and we just\nwaited for several days. Then they told us it would be better if you Jews would\nget ready in the morning, he said, we’re going to go to the railroad station. O.K.\nso all the Jewish people that were there, we’re lining up, we went outside, we\nwent to the station, we waited a long time until the train came in, then when the\ntrain came in, all the SS came out from the train there to the station. They put a\nline so we cannot escape, we had to go through that line to the cars. What\nhappened then, we had to, the first time I see somebody was going there, the SS\ntrooper the rifles upside down tried to hit anybody who was walking there .so that\nwas already a little punishment. Well, when I saw that I run right through that\nthing, they couldn’t hit me at all. So anyhow, we went in the cars, the trash, and\nall the windows were blocked, you couldn’t see where you were going, it was\n3\ndark outside. They put the lights in the compartments. About 10 people in each\ncompartment and they put on the light and they put the light extra strong on. I\ndon’t know how they did it. Anyhow, they said everybody has to look up in the\nlight. Don’t put your hat on. If you put your hat on you get something coming.\nSo everybody was looking, some people just couldn’t keep their head up in the\nlight. You almost get blind when you were looking. You had to keep the eyes\nopen. If you close the eyes they hit you, you know. So you couldn’t do that so\nyou have to look up there. Anyhow, after about two hours they quit that business,\nbut we couldn’t go to the bathroom. Some people had, we were driving the next\nday in the morning, some people had to go to the restroom, but there was no\nrestroom.",
        "A: That’s correct. So we were staying in that car and some people had to make their\nbusiness right where they were sitting, they just couldn’t hold it up. So then in the\nmorning after about nine, ten o’clock, it was in the morning we find out we came\nto and that time, I never was there before, and so they took us out there\nand put us in cattle cars. They put us in cattle cars and made it real crowded in\nthere so there was no place to move around. Either they want to save the cars, not\nhave too many cars. Whatever it was, it was a cruelty thing. We still couldn’t go\nto the bathroom, some people had to clear out one corner in the cattle cars and we\nlet them all go in that one corner and after then we stopped at a station. The\nstation which we didn’t know the station, I don’t think so, somebody knows ,we\ndidn’t know at that time where we was. We went out of the station, we were\nallowed in the restrooms at that time and we find out this was Dachau.",
        "A: Yes. So in Dachau we just took all our clothes off, we had to get the clothes\nwhich they use in the concentration camp, the striped clothes. It was not built up\ncompletely. It didn’t have nothing to do for us.",
        "A: In the build up, yes. So what actually happened, they took, they give us some\nbags you know where you fill 1t with straw so you can sleep on it, make a mattress\non it. Everybody has to fill it themselves. And they had a bathroom there. It was\neverything new. It was for us, it doesn’t look too bad, it didn’t look at that time\nlike, we didn’t know what it was. We saw something it was built. So they took us\na whole bunch of the old Jews together there. There was not too many at that\ntime there and they brought up to a place where they have in the street some\nrocks. A pile of rocks lay. So the SS man said everybody take one rock and\nmarch that way. O.K. so everybody took one rock, some were small, some were\nbig and we took the rock, 1t was not very heavy, we went to the bathroom about a\nmile and then they said O.K., now put the rocks on that place and make a pile. So\n4\nwe put the rocks on that, we go to another pile, pick up another rock and put it on\nthe pile. They had nothing to do for us.",
        "A: Just to keep us busy. O.K. so anyhow that was the beginning there. After we\nbuilt up more blocks there and I was in one of them. I think it was 26.",
        "A: This camp was a camp, at that time, everybody came. Communists, homosexuals,\nreligious people, big owners from big factories and things like that. Everybody\ncame in there. We had our yellow star, the criminals had their green star, the\nhomosexuals had an orange star, you know, and so on. Everybody had a different\nstar. That was the way they were identified. Anyhow, there wasn’t very much to\ndo to us. We had an SS man and the SS man said, O.K. The SS man took us\nbehind the barracks, he make us some kind of contest of running. He built two\ncolumns, one of the columns was A one of the columns was B and we had to see\nwhich column can run faster the distance which he is giving us. That was actually\nthe business at the end. Then we were all finished, then he teached us some\nsongs, we had to run around. It was all no punishment there, it was just a\nconcentration camp in the build-up. And all night we all had stars on the jacket.\nThere was a canteen, in this canteen we still could buy something if somebody\nhad money. So some of the people, we went down, we buy something then they\ndiscontinued that, we couldn’t do anymore and I had a bright new jacket, I didn’t\nhave my star on it yet, so the people said, well you have a brand new jacket you\ncan go in the canteen for us to buy something. So I went for them. I took the\nchance and bought something for them. That went up to July 1938.\nA; From April to July. Then we get the order one day in the morning you all get up\ntake your good jackets and everything out we give you some other things to wear.\nYou are going to be going away from here. We came again on the transport. This\ntime it was not a cattle car, this time it was a regular car.",
        "A: Yes, a regular train car, but 1t was very strict in there, the SS were hitting us. You\nwere not allowed to speak, you were not allowed to move your head. One of the\nSS men when I just look at somebody else and turned my head, he hit me with the\nupside down pistol right on my head. That came certainly after three hours’ train\nride. The commandos came and said, don’t hit anybody anymore. Hitting I not\nallowed. So, O.K. that went all the way until we came to Reimar, the city of\nReimar. So after we came on the station, everybody had to run out there, we were\n5\nnot allowed to walk out and outside after the railroad station there was already\ntrucks waiting for us. In these trucks we were all stuffed in there, they had no\nbacking on these trucks, you know, no gates. So we were standing in there, there\nwas not very much to hold, one was holding onto the other. So, we went to\nanother camp, which we discovered was . That was in July. So we\ncame to Buchenwald which was a very bad situation. When we came we were\nhot we were hungry, they gave us a loaf of bread. We thought, oh, this 1s good so\nwe find out in the evening that the loaf of bread has to last until the next morning.\nAnd in the evening, in the morning you get the bread, in the evening you get a\nsoup, whatever you call it. And so that was the procedure. So in the morning\nalways you got the bread, in the evening you get the soup. In the evening you had\nno bread. So it was a very bad situation. You had nothing to eat. It was not a big\nloaf of bread, it was a small bread. So, I was a good feeder that time, not too bad.\nMost of the people which came from Dachau was not too bad a shape. But over\nthere we got in a bad shape because it was a lousy situation.",
        "A: I’m coming to it. We had a couple, what you call it, who was looking for the\npeople in the barracks, you know, and he was a communist. So he was not very\nmuch for the Nazis anyhow but he said he gave us some warnings, and in the\nmorning he said you people going out and right in front of the barracks he had a\nlatrine build, which was just trenches in a big hole and that was the latrine.\nFurther on we went to work so he gave me a pick and somebody got a shovel and\nwe had to dig the ground there.. We didn’t know what’s going on anyhow.\nAnyway that’s the way they kept us busy there. So, one day, a guy said to me, he\nsaid, why you’re working too hard, why don’t you take the shovel and give that\nother one the pick? It didn’t work out either because these people were not\ntrained to have some, what you call it, equipment in the hand. I was coming from\nthe country so I was a little tougher than they were. You get some blisters. So the\nnext day, one day in the morning, a guy said to me, hey, come over to our\ncommand, we have a good commander. O.K. so I was shifting over, which was\nnot allowed but I did it, I went to the other commander, the commander was a\ncriminal. He had a green star. And he said hurry up, he had about 375 people\nthere in his command. Every two people get a platform of wood, about 3x4, you\nknow, and has two handles in the back, two handles in the front, and one man in\nthe back and one man in the front carry the platform. The platform we had to put\nsand on it at that time and with that we marched a mile or two miles, whatever it\nwas in the time, and when we came there with the sand we dropped the sand\nthere, we took some stones, we took it back to the other place. On the way over\nthere we were passing on the places there were some trees there. One day we\ncame there was three people hanging there. There was three hanging there.\n6",
        "A: Yes.",
        "A: No, no. On the trees where we passing through was three people hanging. They\nwere dead already. They were hanging with their head back up on a rope. So\nactually it broke their neck.",
        "A: That is in Buchenwald? It was outside or inside the camp?",
        "A: There is no inside, outside, there is only inside.",
        "A: In Buchenwald. Buchenwald is the concentration camp. It is not a town.",
        "A: It was all in. That’s the way they keep the people busy. Some people are hanging\nthere, our kapo said to us, don’t look at them. If I see you looking at them, you\ngonna get punishment. So we went straight through, we didn’t move our heads.\nWe saw them, we come straight, you know. Oh, that was awful. So that people\nchanged and maybe when we come back another two or three weeks again there\nwas another bunch hanging there.",
        "A: In a concentration camp is no why’s. In the concentration camp is only you do,\ndon’t why. There are no questions. This is something strict like a, I don’t know, I\ncannot explain it to you. People, who are murderers or something like that, only\nthis kind of people can do things like that. Who would hang people with the hand\nin the back on a tree. This is a specialty. O.K. That was over there. So I was\nthere till the 15 of October.",
        "A: In Buchenwald. But between this time my mother was worried about me. She\nwas in Vienna.\n7",
        "A: Yes. She wrote to the commander of Buchenwald that she said my son 1s in your\nconcentration camp, his number is 9158 and I would like to know what actually\nhappened to him. That was a special thing. It was a card with an answering, you\nknow. At that time they had postcards where you can make them hang together\non the other side was the answering. She mailed that card, she get an answer.\nThe answer was that I was transferred to the criminal police in Linz in Austria. I\nwas transferred. But she didn’t know nothing. That was on 8/11/1938.",
        "A: Yeah.",
        "A: No, it didn’t go to Dachau. She wrote a card.",
        "A: She wrote a card to Buchenwald.",
        "A: No. I went in July that is correct. But she thought I was in Dachau, but she didn’t\nknow I was transferred to Buchenwald.",
        "A: No.",
        "A: She wrote the card on4/10/38.",
        "A: Yes. October 4\". She wrote the card there. They mailed it back that I was not\nthere anymore and was transferred on 4/10/38 to Linz, and that 1s in Buchenwald.\nShe knew I was in Buchenwald. She took a chance because I sent her some cards,\nbut she didn’t receive any cards anymore. So she was asking. So I have these\ntwo cards here which 1s evidence, which was signed by the commander of that\nname, it was Koch (?) He was SS . So [have this card here to\ndocument, you know. And, so anyhow she knows already I was going to leave\nAustria. I was going on a train. What actually happened, on the 13\" of October\nin the night was the Apell, you know, they put everybody on a big place. All the\nblocks together, and certainly they called my name. When they called my name\nthey said tomorrow morning you have to go for a medical. So I heard it, I didn’t\n8\nknow what’s going to happen, I had nothing wrong with me. So I came to my\nblock and they said. Oh, you’re going out, you’re going out. You’re going for a\nmedical, you’re going out he said. But do not tell him that you heard something.\nDon’t tell him nothing. Tell him you feel fine, tell him you’re O.K. you feel\nwonderful. Tell him whatever you want but don’t tell you got something wrong\nwith you. So the next day in the morning I went to the medical I did like the\nblock, like the guy told me to do it and he said O.K. you go in the next room over\nthere we going to supply you with some clothes. We haven’t got your clothes\nfrom Dachau but we have to give you some other clothes there are. So, they\nsupplied me and the next day in the morning, on the 15\" I was going on a\ntransport, I was going on transport, on the way to Linz, Austria. That transport\ntook about 14 days, 15 days.",
        "A: From Buchenwald on transport. From Buchenwald it took that long. It was on a\ncattle, what you call it, not passenger car.",
        "A: What do you call it?",
        "A: A box car?",
        "A: On freight cars, 1t was hooked up on freight cars. And we go from one town, next\ntown we went out, they put us 1n the jail, they gave us a breakfast, they put us\nback there, we continued. Then there was the next town. So we went about at\nleast twelve, or ten or twelve towns before I came to Linz, Austria. I came to\nLinz, Austria on the evening of November 5, 1938. I arrived there. When I\narrived there it was, like I said, criminal police came to me and said John\nFriedmann, are you hungry? I said sure. So he said today we have a special day,\nwe have a herring and I give you a double issue because you went that long way.\nSo he give me that was it. So he said to me, what are you going to do if I going to\nlet you out of here? I said, what am I going to do, I’m going to see if I can get out\nof Austria as fast as Ican. So the man said, that’s all I want to do here. The next\nday in the next morning, at 7 o’clock in the morning, he said, O.K. John, go ahead\nget out of Austria he said. So he released me. I didn’t have any money to go\nback to my town, so I went to the Jewish organization in Linz and I said I need\nsome money to get on the train. He said we don’t have very much money, but for\nthe train he said, we give you that. So they give me the money, two gildas to go\nfrom Linz to , where I meet my landlady, where she had my money,\nsome of my money there, so I was all right. So after about on the 7”, I went to\nVienna. When I went to Vienna in 1938, so here comes actually the story of the\nKristallnacht. Every time I have to report to the police department, and to go up\nthere.. So the first time I go up to the police, the man said to me, where are you,\nwhere have you been? We waiting for you such a long time, we get the report\n9\nyou’re going to come, but we didn’t receive you. We going to keep you here. We\ncannot let you go. We going to check out what you have to tell us and we cannot\nlet you go. My mother went with me. She went right away to get some food out\nthere, to buy some food. The man was going on the phone and it took about two\nhours my mother came back after and after about two hours they called me in the\nroom and said well, we find out that everything you said is correct, you can go\nhome. So my mother said, O.K. now we have to eat the food at home. That was\nabout on the 8\", on the 8\"\" of November they told me every second day I have to\ncome there. I don’t have to come every day. So on the next day, the morning, I\nwent out, I said to my mother well, I better go back to my town, get all my things\nover there what I have left, come back to you then. So, that was on the 9\" of\nNovember. I didn’t see very much of the Kristallnacht actually, but I was there.\nSo I was there, coincidentally, I took a train, it was 9:30 in the evening, went\ndown to my town. It was an overnight train, you see, when you took the train\nthere in the morning at 6 o’clock, it arrived in . So it went all the night.\nSo I came to my landlady in the morning then and she said, oh, I’m glad to see\nyou. I said, what’s wrong? She said yesterday, it was the 9\", a gendarme came\nand asked for you. I told him you are not here, you are in Vienna by your mother.\nSo, that’s the way I get out of the Kristallnacht.",
        "A: That’s correct. So that was the point from that. But the main thing is not coming\nup about how do I get actually out of the concentration camp. That would be\ninteresting for you too.",
        "A: So my mother had some friends before. Under them was a criminal inspector, and\nshe told him, to the criminal inspector, she said my son is 1n the concentration\ncamp in Buchenwald. You have to do something to get him out. So he said, I\ndon’t know what I can do, but I will try. So what he actually did actually, he was\nasking the Gestapo that to release me from Buchenwald which I didn’t know\nbefore that, that the criminal police had a case against me, so they need me there.\nHe made an application to the Gestapo, they released me from Buchenwald on the\n15\" of October and I come from Linz and the Gestapo inspector was informed\nalready from that guy and that’s how I get out from there. Because the friend of\nmy mother, he did the job, a good job. So now we are now ona again\nand in April, when Hitler came in.",
        "A: That was in 1938. So that was when they arrested me actually. All right. So\nnow, where was I?\n10",
        "A: After that, yes, O.K., after that I returned to Vienna and I tried to get out of\nAustria. I had about until December.",
        "A: Yes, that’s correct. So what I went, I went to the Jewish organization in Austria,\nVienna, and I asked what I can do? Well, he said we have something working on\nhere, which goes to Palestine. You want to go there? I said, well I want to go\nthere, it’s fine, Pll go there, Pll go anyplace I can go out. So I said, what about\nmy mother? Well, your mother, you cannot take, only young people. We only\ncan take young people. So I said, what am I going to do? There was a little letter\nin the hall and it says on that letter, the only way out is through the free port of\nShanghai. That’s the only way you can go. So, O.K., so there was no other way\nleft. So we tried, I tried to get a passport, when I applied for the passport..",
        "A: Through the German Gestapo, You applied for the passport there and when I\ncame there a guy tells me, don’t tell him you’re a salesman. Tell him you’re a\nmechanic. He says, you know something about cars he knows I was driving\naround cars. I was fooling around with them. Don’t tell him you’re a salesman.\nSo after about three days, standing night and days sometimes, I don’t want to get\ninvolved in that business, so after that we get the passport. I had mechanic in\nthere.",
        "A: My mother did not get a passport. No she didn’t. She couldn’t go.",
        "A: What actually happened, we went to the travel bureau, there was no tickets\navailable for Shanghai. The only chance I had to Shanghai, there was one ticket\nleft, which was going from Naples, Italy and the boat was going from Genoa,\nItaly. So I had to catch that boat in April. To catch that boat in April, I had to go\nby train over Italy to Rome, Naples and when I came to Naples, a day later came\nthe boat. So on that boat I had that one ticket. But my mother couldn’t go. I\nwent to Shanghai on December the 27\", I came to Shanghai.",
        "A: I leave Vienna to Naples on December the 10\". Something like that. December\nthe 9\" or 10\",\n11",
        "A: The boat left when we came to , 14 days’ ride.",
        "A: I arrived in Shanghai, like they said to us, oh, that Shanghai is bad, they had\npeople sleeping on the streets. Jewish people said before don’t go there. So we\ncame there, we come with the boat, we saw all the skyscrapers there, everything\nwas there. We said, how bad can it be? It cannot be that bad. So, anyhow, but\nmy mother couldn’t go. So what happened, we went there, they took us 1n a\nbuilding from Victor Sassoon, Victor Sassoon Building, they give us a whole\nlevel of the building.",
        "A: Yes, one story. It was a high building. So they placed us there, they gave us cots\nto sleep there, then later on they opened up a kitchen and I was working in the\nkitchen there already, but my mother still couldn’t go. So what did my mother\nactually make to come to Shanghai. There was the time when Hitler said that all\nthe Jewish people have to put the gold and silver, put it on the certain place, you\ncannot keep gold and silver for you.",
        "A: January 1939. So my mother just couldn’t get a ticket. She didn’t have that\nmuch money left to buy the ticket. So what actually happened, she had a lot of\njewelry left, but you couldn’t sell it that time because everybody took advantage\nof the Jews. So she went to a travel bureau in a very popular place, a big one, he\nhad a porter standing out there. So she went to the porter and said, listen, I have\nhere a bag of gold jewelry, I have to deliver it to the SS anyhow, but I would need\na ticket to Shanghai, my son is there. If you get me that ticket I will give you the\ngold. The man looked in the bag to see the jewelry, he took the jewelry, he said\nO.K, come tomorrow, 9 o’clock. Next day, in the morning, my mother came\nthere and he said, here is your ticket for Shanghai. So, actually I was happy she\ncame to Shanghai.",
        "A: She took the chance to give the man that gold. At that time she said, I have\nnothing to lose. If I gave it to them, I have nothing. If I give it to him, if he helps\nme, which he did, that was the only way to do it. So she came to Shanghai with\nthe . I was already working for the organization, I came on board, there\nwas a Red Cross man already and she came there, it was a happy reunion\nnaturally.\n12",
        "A: There was no settling in Shanghai. Everybody was his own. Either you stayed in\nthe organization, it was like a camp, and there was several made up. There was\nabout three of them made up there. Or, if you find a job, then you can get a job.\nO.K., so when I came to Shanghai, they asked me, oh, you’re a mechanic? O.K..,\nso one of these rich Jewish people was there, he said, I have a Fiat, I need a\nclutch, can you put her in? I was the first day in Shanghai. He said if I can put it\nin. Naturally I can put it in. That was a simple job for me, I did that for my car.",
        "A: Yes. I came to him, I did not have tools, so he supplied me with tools, whatever\nthey could get, and I proved I could put the clutch in for him. O.K., if you can do\nthat we see that you can get ajob. So, which I did. I was learning, it took me\nabout three months to learn Chinese. To get a job you have to speak Chinese in\nShanghai. There’s no other way out. So I spoke the language fairly. Then I get a\njob from the city government, the British government of Shanghai. I was a\nsupervisor for the trash dumps. Trash collection. So they had about eight\nat that time and so I worked with them as a supervisor, I used my\nChinese as good as I could, and after about three, four months they came to me\nand said, John, we have to release you. We get a guy coming in from England\nand this is our man, we cannot hold you anymore. So, O.K., so I went, I had\nconnections already. I went to the bus company where a Jewish fellow was in\ncharge. I said I need a job, he said there was no question, right away he hired me.\nI was working for the Shanghai Bus Company. I was in charge of a German\nfellow, but he was not so political. He was just a German. So I got the job there\nat the Bus company, I was working as a mechanic at night, night shift, started at\n11 0’clock in the evening, 7 o’clock in the morning I was off. So I worked with\nthe Bus Company, changed to motors, changed to generators, everything what I\nhad to do over there. Later on there was an opening on the test bench, where you\ntested the motors. If they are good overhauls, you know. So there was an\nengineer, his name was , he was a Jewish fellow, so he got me there as\nhis assistant. So I worked over there in the Bus Company for three years, until the\nJapanese told us that we have to go to a ghetto. O.K. What is the ghetto? The\nghetto was a district across the bridge of the Yangtze River, called .\nAnd that ghetto there, there was really about maybe 100,000, 200,000 Chinese.\nAll living there. So they put us in there. We had to mix with them, we had to live\nwith them, we had to stay there, there was no out. we get the passes if you work\noutside, which I did. I worked outside in the , | get the job for the Toyota\nCompany.\n13",
        "A: No, the Japanese came in they went out.",
        "A: Let me see, 1942.",
        "A: The Japanese came, they set up a ghetto. We only could get out with a pass. At\nfirst I was working for a French company, I was working for Citroen Motors, and\nworking then and we were building. They had an order from the Japanese to\nbuild hundreds of motors which they put in suicide boats. Boats that go against\nenemies, naturally. And these boats were built without a clutch. It was straight\nhooked up to the propeller. So when you start the motor, the boat was shooting\nalready. Only have to get the direction that it supposed to run in the boat. That\nwas in France, then, like I said, I got the job in the Toyota Company, which\nhelped me get a pass out of , out of the ghetto. So I was going out of the\nghetto at the time when, because as a mechanic, there were not very many\nmechanics. There was only six, seven mechanics.\nSIDE TWO",
        "A: (Something is missing). Jewish Young fellows, I hired them as apprentices, I\nhave the authority from them, which are still in America here. So after Toyota\nclosed up in downtown L.A., of Los Angeles, it was in the French section, Dickie\nsaid we have to go with the bus the next day and the Nissan Company takes over.\nThat was the Datsun Company. Nisson/Datsun Company they call it in Japanese.\nSo they hired us, O.K., so what was the hiring, every half month they give us a\nbag of rice and they give a little bit of pocket money. So it was better than\nnothing. My mother was still there. It worked out all right. It was not great, but\nwhen you are able to work in your profession, it was good. So, anyhow that was\ngoing on until the American came in.",
        "A: At the end of the war. When the Americans came in I applied for a job. They\nhired me as a foreman in the ATC, the Air Transport Command and I was a\nforeman for the trucks, after six months I was there I didn’t like it because I\ncouldn’t get further, so I went with the Air Force, I was a . That did not\nlast too long and finally I get a job in Nanking. In Nanking for the American to\nbuild a radio station. XMHA Radio Station in Nanking. At that time the\nheadquarters of General Marshall. I went over there and my mother stayed in\nShanghai. I was employed as a power man, I had to make the power for the radio\nstation that they can run the transmitters. They didn’t have enough people so I\nwas running the power and then I was helping the radio stations to build, before\n14\nthe radio station was open, I helped put the towers up, about 45 foot towers over\ntop of General Marshall’s building there, and General Marshall was on the first\nfloor and the second floor. I was on the third floor over there. They gave us the\nlodging in the Headquarters and it was working all right for that part. Then I\nalways had a job, I never was without a job. Always had a job. That went to\n1949. 1949 we heard that the communists are coming across the Yangtze already,\nwe had to get out of Shanghai. So the Jewish organizations told us, it was a very\nshort notice from one day to the other, tomorrow, at 10 o’clock assemble all the\norganizations and we are going to Canada. So we I just took an army bag and I\nput everything what I could. Money I couldn’t take, they didn’t let you take\nmoney out of there, so whatever it was we went the next day in the morning with\nAlaskan Airlines out of Shanghai. When we crossed the river they were shooting\nalready at the airlines, at the transportation here, then we came to Fairbanks,\nAlaska. Fairbanks, Alaska and there we get a transfer plane after we waited a day\nover. We went on a transfer plane to Seattle. We came to Seattle, it was not\nallowed that we can get off the bus because we didn’t have any documents, so\nthey took us in the bus then, they were running the buses to Vancouver, from\nSeattle to Vancouver. In Vancouver, already some of the Jewish people there\nwho were working for the organization, they were waiting for us already. I found\na lady there, she was Mrs. Gould and she said, oh, you are a mechanic. I said yes.\nShe said why don’t you drive, I don’t like to drive that car. So, she was sitting\nnext to me, we went all around Vancouver. I was driving the car. The next day\nshe said, you just can drive, if you want a car, drive through the ton you can have\nthe car. Don’t worry. I said what about the license. She said don’t worry, they\naren’t so strict here, you are a good driver. So we stayed three days in Vancouver\nafter the three days, we were going on a train, we went to Toronto, Canada. Now\nwe came to Toronto, Canada the 29\" of May 1949, and right away they gave us\nsome quarters, we didn’t have any money, they paid for the first two weeks until\nwe get some money made there, until we get some employment. I got right away\nemployed for the Austin of England. So right away I got Austin of England\nemployed and well, that was the beginning Canada, then when I was working\nthere I met my wife, we got married in Canada and in 1950. We just had our 43\nanniversary.",
        "A: I came to California in December of 1950.",
        "A: A year and a half, 1951 I came to California, about two years later.\n15",
        "A: No. At that time there were not such buildings. There was no skyscraper\nbuildings at that time.",
        "A: Oh, it was a ten million people city. There was people sleeping on the road, they\nwere sleeping here too. Everywhere in the world. There was always poor people.\nBut like I said in conversations not bad.",
        "A: O.K.\n16\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "UnauthenticatedBy Anthony Young"
    ]
}