{
    "rg": "RG-50.030.0353_trs_en",
    "sequence": [
        "Q: I'd like you to start by stating your name, date of birth and where you were born.",
        "A: My name is Haim Solomon. I was born November 5, 1924, in a small, little village of\nRomania called Bivolari.",
        "Q: Tell me a little bit about your family and growing up in Bivolari.",
        "A: Bivolari was one of the small villages established in the late 1800's. It consisted of one main\nstreet, unpaved and a perpendicular one called the Armenian Alley, or in Yiddish, the Kribbe\nGass (ph), at the end of which, the Jewish community of 200 families, approximately a\nthousand people, built an Israeli, Israelita Romana (ph) or public school, no, elementary\nschool. The communal bath was there, the matzo factory, the . . . a few other institutions.\nAnd we lived happily as children in the little village, surrounded by about five, six thousand\npeasants. They would come . . . the street was one after another, little shops, ateliers. The\nJewish community consisted of all sorts of... what do you call them? Occupations, there\nwere tailors and cobblers and bakers and other such. And stores, of which my parents\noccupied one in the middle of the street, the middle of the village. On Mondays, Sundays\nand Mondays, the peasants would come with their produce and sell it for such people who\nwould then accumulate it and send it up to other, larger cities and with the money the\npeasants would buy what the Jews had for sale.\nPreviously there were hard times so that when I came on the scene, the atmosphere was\nrelaxed but cautious and nobody ventured out of the city by himself or late at night. It was a\nnice arrangement, we lived during the day, we stay indoors at night. And we were not then. .\n.. The city, the village, was bordering, about half a mile from a river called Prut, and later\nthat Prut became the border between Romania and Russia.",
        "Q: I want to ask you some more questions.",
        "A: Yes, about Bivolari?",
        "Q: You said your parents had a business there, what kind of business?",
        "A: Dry goods, clothing and behind the store were warehouses, where on many occasions there\nwas an exchange of goods versus produce, that again, was accumulated and sold to a\nmerchandiser.",
        "Q: Did you have sisters and brother?",
        "A: I was the fifth and the youngest of the family. Two sisters and two brothers, older, of course.\nWe had only the four primary schooling, that Jewish school, primary classes and beyond that\nwe would prepare at home with instructors and travel 40, 50 kilometers to the nearest larger\ncity, Iasi, to be examined and qualified for higher grades.",
        "Q: It sounds like the Jewish community in Bivolari was very self-contained?",
        "A: Absolutely.",
        "Q: So you didn't really, other than market days...",
        "A: Right.",
        "Q: ... mingle with the Christians?",
        "A: ... with the surrounding peasantry, no.",
        "Q: Did you experience any Antisemitism or you... ?",
        "A: Not in the beginning, only as war winds drew closer, that they became more aggressive. At\nmy level, my friends, my age group, that before that they would be just friends, and\nplaymates, but in the late 30's became much more aggressive and inimical.",
        "Q: So you're saying that you actually had Christians who were playmates?",
        "A: Oh, yes, because in the back of our house we could mingle with the Christian kids and we be\n... beyond their place was a large field where everybody send their animals to pasture.\nIn addition to all the establishments I mentioned, the synagogues of course, we had four, five\nsynagogues and they were all divided by the occupation, the tailors synagogue, the cobblers\nsynagogue and so forth, which probably was a social place of the same kind, and the youth\nthat did not, was not impressed with the synagogues organized into Zionist movements, of\nwhich not the . . . all parents agreed because it meant that it was a preparation for leaving\nhome and go to Palestine. But events caught up with us. In 1939, the Russians and the\nGermans made an agreement to divide the eastern parts of Europe’ and the Russians moved\n' August 23, 1939 Germany and the USSR sign non-aggression pact in Moscow, which granted control\nof Bessarabia to Russia. Charles Messenger, Chronological Atlas of World War Two (New York: Macmillan,\n1989) 19.\nup to the river Prut so that the border became half a mile or less from our village and because\nof doubts by the Rumanians, as to our nationalism, they asked the Jews to leave Ro...\nBivolari and concentrate in larger cities and that's when we left Bivolari, with everything that\nwe could take and moved to Iasi, 1939.",
        "Q: You mentioned the Zionist group movements, were you personally involved?",
        "A: Absolutely.",
        "Q: And what did that involvement mean?",
        "A: It meant just education and sports activities. Preparation for kibbutz life in Israel, and even\nthat we had three or four different outlooks, religious wing and a socialist wing and a right\nwing and so forth, as Churchill would say, three Jews have four opinions. But it was nicely .\n. . treated.",
        "Q: What motivated you to get involved?",
        "A: Motivated? My brothers, my sisters were involved in the same organization and by various\nHebrew names they belonged to, to more advanced groups, but basically it was educational\nin the Zionist, in general sense. We had to, all the ones, lecturers and subjects that we could\nnot encounter in any schooling.",
        "Q: Was your family religious?",
        "A: Yes. We belonged to a synagogue behind our house, but instead of going out through the\nback Saturday all three, four -- three sons and the father would dress up and walk through the\nmain street, about quarter of a mile instead of going right out from the back part of the house\nand walked to the synagogue.",
        "Q: How much were you aware, before 1939, of Hitler and Nazism and what was going on...",
        "A: Germany...",
        "Q: ... 10 Poland, Germany and Czechoslovakia?",
        "A: Not really. Parents knew about it and that's when they softened up in their control of these\nZionist organizations. Such that starting in 1932, one by not too many, one a year maybe,\none person, one youngster would leave the village to go to Palestine, to join a kibbutz. And\nthe whole village would walk him to the end of the other place where he would take off on a\nbus or a horse and buggy, to go to Iasi, from there to Constanta, and to there by boat to\nIsrael.",
        "Q: Up until this point, were there any restrictions on Jewish people in Bivolari up until '39? In\nterms of school, or business or anything?",
        "A: Not really. The Jewish community operated an abattoir, a slaughterhouse for kosher food, for\nkosher meat and poultry and for that and other services paid high taxes that supported the\nleadership of the village, and they depended on that so they had to support it, encourage it,\nall this activities that the Jewish community organized. Every family had his own Christian\nfamily friends or vice versa. A few Christians had one good Jew that they encouraged and\nthey supported.",
        "Q: So it sounds like you had a fairly nice, comfortable time until 19...",
        "A: '39, yes.",
        "Q: So you packed up?",
        "A: We packed up and, the big trucks, sat on top and we moved to Iasi. And in a few days we\nfound an apartment on a corner street that, a five street corner, very central and my parents\nand the older brothers immediately went to, back to the same occupation as we left in\nBivolari, and rented a store and started all over again, in the yard good trade. I would work in\nthe store and also catch up on my schooling that I had to neglect before, and there was the\nJewish, larger Jewish community, a larger school, with all grades up to the 12th grade and\nthere they had special programs for such students that missed the regular grades and we were\nable to graduate two classes in one year. Fifth and sixth, and seventh and eighth, so that by\n1944, '43, I finished high school.",
        "Q: Okay now, I'm trying to get a sense of what it felt like to pick up and move and then maybe\nyou can tell me a little bit about the Jewish community in Iasi and how you. . . again\nwhether it was self-contained or whether it was part of a larger community, and just how it\nfelt to pick up and leave.",
        "A: Yes, oh Iasi, it was part of a large community and the Jewish community, the town\napproached 100,000. Here we come from a place with 900 people, from Bivolari. In many\nother small places, the Jewish moved to Iasi. Not by order, but that was the natural choice.\nThat's where we always traveled to do things that were missing in Bivolari. Even to go to\ntheater or to movies, we would drive or ride to Iasi. Antisemitism, in Iasi it was already\nopen, and we arrived in '39, time went by, until June 21, 1941, when Hitler invaded Russia\nand of course that was 50 miles from Iasi, where we used to live, in Bivolari, they crossed\nthe Prut.” We were shaking at the sight of tanks and soldiers and this tense situation and sure\nenough, within a week, on June 29th, there was a big pogrom in Iasi. The authorities, the\nRumanian authorities, issued an order that all Jews must come to the city place, city hall to\nobtain identification cards or exchange any that they might have had. My brothers went and\nmy father and myself stayed home, he said, \"No, we will wait until everybody else got their\ncards and then we'll go.” And sure enough when the people arrived there for cards they were\nsurrounded and enclosed in a large yard, an outdoor movie house all walled in by stone\nwalls, and shooting started. My brothers were among the first to come so they were settled\nby the wall and they were able to jump the wall and start looking for shelter. They found it in\na Shed of wood, firewood piled all the way to the ceiling, but they were able to remove the\ntop level, crawl in and replace the front so that whenever soldiers came by, they could see\nwood, firewood. Myself and father at home in this apartment lived about 30, 40 Jewish\nfamilies. A large building with a large basement, but unfinished, just a cellar, and that cellar\nhad five, six exits or entries, such that when they came to look for us in one entrance,\nmothers, female, women, were able to send them away that we already went to the city hall\nand send us to the other corner of the basement and vice versa, wherever they came from.\nThey came to see that everybody went to get their ID cards and this way we ran through and\ncould see what's going on outside, but we escaped.",
        "Q: I have a couple questions, so they were only demanding that the men and boys?",
        "A: Yes, go.",
        "Q: And who was doing this action, was 1t Romania police only, was it Germans?",
        "A: Both. The Rumanians were rounding up the people, the Germans were doing the killing, the\nshooting. They stopped shooting in the morning and about 11,000 people were still alive.\nThey marched them to the train station and packed them into cattle cars and started traveling\nthem from Iasi to Podu Iloaiei again and again, back and forth. And every now and then they\nwould pour lime, which give off the fumes that killed of the 12,000 about half or three-\nquarters of them, died on the pogrom.’ My uncle was one of them. Some of our friends were\nin the trains. And the others came out completely disoriented, they didn't know where they\nwere, what they were and it took some doing to find them. In the meantime it quieted down\n* June 22, 1941. Hitler launches operation \"Barbarossa.” Messenger, Atlas of World War Two, 63.\n° Four thousand three hundred and thirty Jews who survived the shooting were loaded into the\ntrains, and of those 2,650 perished. All told, roughly 10,000 Jews were killed in Iasi on that day.\nEncyclopedia of the Holocaust, s.v. \"Iasi.\" (add year)\nin a few days and my mother and sisters went to look for the brothers because we knew they\nweren't in the trains and they weren't in the . . . in that courtyard. So, when really things\nquieted down, five days later, our brothers sent somebody home to notify where they were\nand mother went and brought them home.",
        "Q: And you and your father were basically hiding?",
        "A: Yes.",
        "Q: Throughout this?",
        "A: Oh, of course. We had little windows where we could look out and see the round-ups. And\nmy most vivid impression is that a block or two down the street, one of the streets was a\nfamous temple and a rabbi and him I saw being dragged, beaten and killed. But then the\nGermans went on to Russia and we remained to reorganize. Now the Rumanians asked all\nthe Jewish families to supply one person for volunteer hard labor. In my family, I was the\nvolunteer. Why? Because in a round-up of such, they ask for a bookkeeper, anybody knows\nhow to keep books. My brother raised his hand, but he meant to send me and so I worked as\na volunteer on hard, or forced labor in a military hospital, formerly a Jewish hospital, but at\nthis time they took it over. In the offices of course, the officer in charge of bookkeeping had\ndifficulties staying sober or keeping books and so he found me, his savior. He could pick me\nout because at this point we had curfew at six, seven o'clock, in evening or early in the\nmorning, so he would come and pick me up, keep me until late hours and take me home.",
        "Q: Had you any bookkeeping experience?",
        "A: When I mentioned that in, starting in Bivolari, that we had to prepare for exams to be taken\nin Iasi. And then in Iasi, the Romania system of high school you had a choice to pursue\nengineering or physical sciences or the other, literary and such. I was in that section of\nbookkeeping. Simple mathematics, except that the officer in charge had to cover up a lot of\nstealing and losses.",
        "Q: Was there anything frightening about working there, this forced labor?",
        "A: It was. But I wouldn't venture out of the office, because most of the wounded were both\nRomania soldiers and some German. As I mentioned at this point, Jewish kids were kicked\nout of school and the community had organized it's own schools. High school was down the\nstreet from us and looking back, I could just . . . the incongruity of it that under such\ncircumstances, every Jewish child studied music. Kept, every day you could see them walk\ndown to school with their instruments. I studied the violin and it kept us indoors and we had\nno radio or television or any other entertainment. This was something other than book .. .\nbooks.",
        "Q: What other restrictions were there at this point in the Jewish community?",
        "A: Again, they conducted all the, most of the business, most of the commerce in the city. Again,\nthe peasants that used to bring their produce to Bivolar1 would now come to Iasi. In fact, the\npeasantry multiplied because the border now was opened to Bessarabia, part of Russia, and\nthey too would bring their goods and their... . And many of them became merchants\nthemselves, so they would come to us buy wholesale and take it back to the old Bivolari, that\nwas now occupied, all the houses, by some of the peasantry.",
        "Q: So the Jews were allowed to continue business?",
        "A: Yes, except those that were forced to be taken to first labor. Or, you could even pay instead\nof going to the forced labor. So, both of my brothers were paying, my father was considered\ntoo old. I was young enough to go but as I said, I went to the hospital.",
        "Q: Were there any other restrictions on the community in terms of what you could and couldn't\ndo?",
        "A: Well, we started earlier wearing the yellow star. We starting avoiding the Germans walking\non the streets. We could not go to any entertainment unless one took off the star and acted\nand looked very much like a Rumanian, which we all did, and took chances. Not at night, but\nmatinees of course, we all tried that. Some were punished, were caught and others just knew\nhow to get through the maze.",
        "Q: You mentioned that the people were, Jewish people were caught disobeying whatever\ndecrees were enforced that they would be punished, what does that mean punished?",
        "A: There was a curfew and people would take chances, take, remove their yellow star, identity\ncard and venture out beyond, or after curfew. Those who did not succeed were caught and\ndetained and the punishment was that they were detained for several days without parents or\nfamily knowing about them. No telephone, no announcement where they are and for that\nparents were strict and controlled the family from breaking the curfew.",
        "Q: Now, you said people, what about you?",
        "A: I did, many times, the same thing and I looked more Italian than Jewish or Romania and\nattended many plays, movies and nothing happened to me.",
        "Q: You didn't consider it rather risky?",
        "A: In the daytime not as much and at night we knew how to go through buildings or alleyways\nwhere we would not encounter anybody.",
        "Q: Now, I've got to assume at this time, this point in time, you didn't have too much contact\nwith the Christian community, is that true?",
        "A: No, not at all, absolutely. Except as customers 1n the store and those were the peasants that\ncame from outside and they knew us and we knew them.",
        "Q: And they remained cordial?",
        "A: Yes. They needed our instruction, our guidance, how to merchandise things, problems. Not\ntoo often that we needed to purchase and bring in large amounts of goods and those came\nfrom manufacturers that were formally Jewish owned, now they were turned over to non-\nJews, ownership.",
        "Q: But the business relationships?",
        "A: Yes, were mutually beneficial, so to speak.",
        "Q: The job that you had, the forced labor as a bookkeeper, sounds like that would be a fairly\nprivileged position.",
        "A: Yes, I paid, we paid for that, too and it was arranged that when they asked for a bookkeeper,\nour hand will be picked, yes.",
        "Q: What advantage did you have that other forced laborers didn't?",
        "A: Well, I stayed in the city even though I didn't venture out of the hospital. I was there, picked\nup in the morning and returned at night and one day I was home.",
        "Q: And you were fed, you were safer?",
        "A: Yes.",
        "Q: And your brothers, what were they doing?",
        "A: They were in the business, conducting the business I mentioned.",
        "Q: During this time, did you continue to observe Jewish holidays, the Sabbath?",
        "A: Oh yes, absolutely. Everything was transmuted from the original village through the larger\ncommunity. Iasi had a population of 70,000 Jews, so originally the ones that came like us, in\n'39, '40, maybe added another 45-50,000, but there were already the, not ghettos, but\ncommunities where Jews lived and could not live any other place.’",
        "Q: So all synagogues were opened, people were allowed to... ?",
        "A: Yes.",
        "Q: Okay, I'm just trying to get a sense of...",
        "A: Absolutely, yes.",
        "Q: Now I wanted to ask you how much you were aware of the war that was going on all around\nyou, if you had any knowledge of the camps, what you knew.",
        "A: Immediately we knew that in Bucharest there was a pogrom. We knew that in other cities,\nlarge ones, they removed the Jewish population. We knew about camps and in Poland and in\nGermany, Czechoslovakia. And optimistic parents would say, it will stop at the border, it\nwill not come here. They will disappear or they'll be defeated before they get to us. So we\nlived from day to day and prayed and wished and survived.",
        "Q: How did you get information? Through radio or... ?",
        "A: Radio, yes. Everybody listened to a different station and some listened to BBC. Iasi was\nalready better organized and the war itself was covered in the newspapers and the German\narmy would drive through every day, every week, with more enforcement at night, we would\nhear them rumble by.\n* The Jewish population of Iasi in 1939 was 35,462 and grew to 51,000 in 1941. Encyclopaedia\nJudaica, s.v. \"Tasi.\"",
        "Q: Was there any kind of underground movement going on, you had mentioned there had been\nstrong youth Zionist organizations that sort of thing?",
        "A: Yes, there was some preparations and organizations of what to do and how to do, but nothing\nof the sort of rebellion or armed resistance or anything of that sort.",
        "Q: Do you remember any of what you were thinking at the time, or if you had any plans or you\nwere just living day to day?",
        "A: Living day to day, really. Like in the other countries, there were Jewish families protected or\nhoused by former friends, Christian friends and many went to live with them, and, too... in\nour childhood we were all, we all had maids. Our maid we left her the house in the village\nand such connections were reestablished and were necessary, some families send their kids\nto stay with them.",
        "Q: But you just?",
        "A: We stayed together, yes.",
        "Q: So how long did this sort of day to day living go on and end and things start changing for\nyou?",
        "A: Well, 1943 or '44, as the Russians moved westward and came closer and closer to Iasi, we\nwere not forced, but advised that the front is right there and it could be very advantageous to\nleave the place.",
        "Q: You were advised by whom?",
        "A: By the community, by the Jewish organizations, that Iasi will become a place of fighting and\nwe moved westward, southward to Bucharest.",
        "Q: Now, I want you to tell me about Bucharest, but one question, did you or your family think\nthat maybe you might be better off under Russian?",
        "A: No, never. No, no, no.",
        "Q: Okay. So how did you get to Bucharest?",
        "A: Once again we packed up and moved to Bucharest. I really don't remember the exact date,\nbut it was in '45, or '44, 1944, at the end.",
        "Q: So what was life... where did you find a place to live, what was your life like in Bucharest?",
        "A: Oh, this was after the war and the Russians came in already, '45 the war ended and the\nRussians invaded or occupied Romania.”",
        "Q: Wait, I'm confused.",
        "A: Oh.",
        "Q: I'm confused because before you said you moved to. . .",
        "A: To Bucharest.",
        "Q: ... to Bucharest to avoid war.",
        "A: Avoid the actual frontier, actual battle, battle lines.",
        "Q: So when you arrived it was, Bucharest was still under the. . .",
        "A: Under the Rumanians, Germans, they were in retreat and it was a matter of weeks that the\nRussians outnumbered them or took over.",
        "Q: So what was life like in those weeks?",
        "A: Oh, those weeks were just hiding and waiting and expecting and being careful not to fall at\nthe last minute. They were retreating, they were vicious and they were, both the Germans\nand the Rumanians, whenever they could, and on the roads especially, where people would\nmove from Iasi to Bucharest, Jewish families were devastated and barely left alive. Large\ntrucks of people would organized to move at the same time, so was safer.",
        "Q: This is something you saw?",
        "A: Yes, although. We packed, I was with a truck, but females were in a sedan, in a small car that\ntraveled to bring them to Bucharest.",
        "Q: You weren't bothered or... ?\n> As a result of the Potsdam Conference of July/August 1945, Romania came under the Russian\nsphere of influence. (Messenger, Atlas of World War Two, 235).",
        "A: No.",
        "Q: Did you know people in Bucharest?",
        "A: Yes, we had family, and pulled up to them for a few days, until we found....",
        "Q: Was the atmosphere in Bucharest frightening, did you feel moderately safe, what was it like?",
        "A: Oh, it was expecting that the end of it and going back to what it was and didn't take long for\nmy parents to establish again a store in Bucharest and rent a very good house, and start all\nover again in the hope that things will really be settled this time.",
        "Q: So under the Russians now ...",
        "A: Now we are under the Communists and the Russians and blessfully they cleaned out the\nmain characters, all the Rumanian Nazis, all the soldiers that either deserted or did not go\nfurther with the Germans. The Rumanian army now was part of the German army and they\nretreated together.",
        "Q: Do you remember the Russians coming in, what was going on, do you remember what that\nlooked like, how you felt?",
        "A: Yes, I remember it passing by and the Russians would ask you, what time is it and you'd...\nif they couldn't understand you, they asked to look and when they looked, they took it from\nyou, the watch, and other things.",
        "Q: What else? You were telling me a little bit about what it was like when the Russians came\ninto Bucharest?",
        "A: Yes, friendly as they were and looked as, looked as liberators. They were out to take what\nthey needed and what they wanted and when they encountered us on the streets, they would\nask what time it was, we all learned to recognize the Russian question, and then tear the\nwatches off your hand, sometimes a ring off your finger and once again we learned to stay\naway from them, but the Rumanian Communists took over and they too started liquidating\nthe upper class and demanding of the Jews various treasures. They allowed them to engage\nin commerce for the first year, few years. The period that I felt is not going to get better and\nbecause my family, my parents did not think so. They thought the Russians would leave and\neverything would be the way it was, in fact we will be better off than we are now in\nBucharest, we learned to be merchants in Bucharest rather than Bivolari. So I decided to\nleave, and maybe that will make them come after me. And on December 24 of 1947, I left\nBucharest, Romania, to go Israel, Palestine.",
        "Q: Okay, before we get to that...",
        "A: Before we go there...",
        "Q: That's very interesting story, is there anything more you can tell me about what life was like\nin Bucharest under the new Communist government for Jews, did they basically give you the\nfreedom you needed, was the Jewish community able to rebuild and practice?",
        "A: Yes, the new Communist regimes, with all the former Communists incarcerated became\nwhen... became part of a government. They also invited and insisted that the various\ncommunities, ethnic communities be represented in that government. And so we had a\nfamous red rabbi that we wanted him to be their representative, our representative and sure\nenough he guided and protected us, but he also suggested that we start leaving. There were\n400,000 Jews in Romania’ still and large waves of aliyot’ started to move to Palestine at the\ntime.",
        "Q: Now it's not too much overt Antisemitism?",
        "A: At this point? Not really. Every Rumanian tried to show how good and friendly he was and\nthey now needed some validation from us to clear their names.",
        "Q: So this period, from the end of the war until December 1947, you were working for your\nfamily or continuing your education?",
        "A: Working for the family.",
        "Q: Now, you decided to go to Palestine. Tell me a little bit about this, how this was organized\nand how you came to leave.",
        "A: Oh, I would place it . . . or it came close to us in September, October that the large aliyah* is\nbeing prepared all the way from Austria and Czechoslovakia people would, kept coming. We\nstill had connections with these organizations that we belonged to and every organization\nwas represented in this large aliyah. And every organization had a quota, or a number of\n° According to the World Jewish Congress survey published in 1947, there were 428,312 Jews in\nRomania after the Holocaust. Encyclopaedia Judaica, s.v. \"Rumania.\"\n’ Immigrants to Israel (Hebrew).\n* Immigration of Jews to Israel (Hebrew).\npeople that they could send. And my brothers, older brothers were in the, closer to the\nleadership and so they were, my middle brother, he was able to place my name on the list of\nemigrants.",
        "Q: Did they go also?",
        "A: No.",
        "Q: So...?",
        "A: My brother married in Romania, remained there for a long time. Really 10 years after I left,\nor more, 12 years.",
        "Q: Now, who was organizing this, I know that all of these different groups were part of the\nprocess, but...",
        "A: I came to recognize, or meet these organizers later on the boats or in the camps, because on\nthe boats they turned out, they changed their clothes and became part of us, they were one of\nus. These were Israeli Haganah’, or organizers, with money from the Zionist organization.\nThat they brought the boats, they paid for the transportation of many emigrants from the\nsurrounding countries. Housed them in and Bucharest and the shipments or the . . . started in\nBucharest or was organized in Bucharest.",
        "Q: And how come you were the only one in your family that decided to go?",
        "A: It really didn't, it was a combination of my willingness, insistence and their idea of maybe\nhe's right.",
        "Q: So alright, tell me little bit about this journey from Bucharest, how many people went, how\nyou traveled, how long it took?",
        "A: Very reminiscent of the German method, cattle cars were placed at our disposal. Not as\ndense, but standing, sitting on the floor. We, we boarded trains in Bucharest, towards a port\nin Bulgaria called Burgas. Bucharest is about 100 miles from the border with Bulgaria, the\nDanube river, we crossed that, and traversed Bulgaria southward, towards that port of\nBurgas. It was only 14, 15 hours of travel, with stops for necessities and drinks or\nsandwiches, they supplied. And we made it in 14, 15 hours, except for the little kids that had\n” The Haganah was a Jewish underground military organization associated with the Yishuv.\nEncyclopedia of the Holocaust, s.v. \"Cyprus detention camps.\"\ndifficulties.",
        "Q: What was the feeling like being on these trains, was there a good spirit?",
        "A: No, for the elders thought 1t was very reminiscent of what we knew the Germans did, and we\nalso knew that the British are spying and very unhappy with our movements. The British\nwere still occupying Palestine and still in subservient to the Arab cause and for the\nyoungsters it was the beginning of a struggle against anyone that would still oppress us and\nstop us and hold us back.",
        "Q: There wasn't a sort of excitement?",
        "A: Oh yes, among the youngsters yes, we were ready to, to do what we saw, we thought needs\nto be done to overcome oppression. This time from friendly nations.",
        "Q: Is it, was it your sense that you have said that the government of Romania knew that all of\nthis was going on, that it supported it?",
        "A: Absolutely. They collaborated and the supplies of these ships, and oil, and food, they helped\nprepare these shipments or these movements of people and the trains, they put at our\ndisposal. They claim that to hide the movement further from spies, they had to use cattle cars\nagain and not because they don't have other means.",
        "Q: How many people traveled with you?",
        "A: Well it, ultimately in Burgas we boarded two ships and we were 16,000, maybe more.\"”",
        "Q: And one other question, then I'm just going to let you tell me what happened from there, but\ndid you travelling know, sort of the plans of this journey, exactly for where you were going\nand... ?",
        "A: No, no, no, no. It was just leaving the burning site and away from it, and driven by this hope\nthat this 1s the end of one period and we are going into freedom.",
        "Q: Okay. So, what happened at Burgas?\n'° Fifteen thousand people were aboard the ships. Encyclopaedia Judaica, s.v. “illegal\nimmigration.\"",
        "A: At Burgas they asked us to repack our belongings. Drop or leave things that you can do\nwithout. It occurs to me that last thing my mother gave me was a pillow, and they claimed\nthat became this is just too voluminous and you just don't need it, we will provide you\npillows and indeed, so we left that bag. But no matter what, I took my violin with me and a\nbag, rucksack, a bag on the shoulders and that's about all, so we carried the minimum and\nthey placed us in two big boats that by now were prepared with shelves in the hulk, so that\npeople were assigned to a cubicle where you couldn't sit or stand, but lie down only, with\nblankets and facilities upstairs, outside and you had a certain time when you could go\nupstairs for whatever needs.",
        "Q: We need to change the tape, so.",
        "A: Oh.\nTape #2",
        "Q: You were talking about the boat.",
        "A: Yes.",
        "Q: What was the name of the boat, or where was it from?",
        "A: These boats were purchased in Panama, they were on the Panamanian flag and they were\ntwo large freighters which were arranged or fixed up inside with shelves, into cubicles for\neither families or groups of four, three or four, where you couldn't sit or stand, but only lie\ndown and we had to do that all day and only at night we were allowed to walk upstairs.\nDuring the day we could still go to services upstairs and they supplied meals and drinks and,\nother than the density and the crowdedness of it and the noise, everything went along fine.",
        "Q: The name of the boat?",
        "A: The boat was Pan York, the sister ship was Pan Crescent and later became part of the Israeli\nfleet.'' We traveled at, we started out in the evening, we traveled all night. On the second\nday, the British fleet picked us up, spotted us, they could not stop us, so they let us travel\nuntil the Israeli waters, towards Haifa and only when we were about a mile from Haifa that\nthey could close in and stop the ships. Having stopped the ships, they turned us around, they\ntook over command. The crew and the leaders of, organizers of these ships mingled with the\ntravelers, so they took over and turned around the ships and took us to Cyprus. They weren't\nsure where they're going to take us, but they decided to take us to Cyprus and in another\nday's travel, we arrived to the port of Famagusta in Cyprus.’",
        "Q: Now, so you never had permits to go to Palestine?",
        "A: Oh no. No, no, no.",
        "Q: What did it...\n'' The names of the S.S. Pan York and the S.S. Pan Crescent were later changed to the Atzmaut\nand the Kibbutz Galuyot respectively. Encyclopedia Judaica, s.v. “'illegal' immigrants.\"\n'? Between 1946 and 1948, approximately 51,500 Jews were intercepted by the British and\ndetained on Cyprus. Encyclopaedia Judaica, s.v. \"Cyprus.\"",
        "A: We just signed off in Romania's border that we leave and renounce our citizenship, I guess.",
        "Q: What were you thinking or feeling when you got so close to Haifa and... ?",
        "A: Oh, it was a dream come true, just like they described it and like we saw postcards and\npictures of it, of the place. A beautiful panorama, a beautiful amphitheater of white houses\nand green trees and grass and we could see people moving and working or traveling buses,\nbut it was just for a few minutes, few hours.",
        "Q: How did your mood change?",
        "A: The mood changed that again we started singing and looking at them for, for them to feel\nembarrassment what they're doing, but this was December 25, or 26 of 1947. The state was\nstill no state, they were still in control of the country of Palestine. In Cyprus, they took my\nviolin away and indicated that you will get it back when you leave, but that's another story, I\nnever left through the gates. I don't remember how it came to pass, they divided us into\nsummer camp and winter camp. Cyprus had camps where the British kept German prisoners,\nand I was placed in the winter camps, not in that port city of Famagusta. Sorry, I was in the\nsummer camp, the winter camps were inland, Limassol -- 30, 40 miles away, in the capital,\noutside the capital I believe, Larnaca a greek city, inland. This Famagusta in Cyprus 1s on the\nnorthern part of Cyprus. It is across the Turkish border, about 20, 30 miles of water in\nbetween. Famagusta itself had six camps with barbed wire all around us and in between them\nand steps going up and across the barbed wire from one to the other.'? Later they provided\nopenings in the fences so the Famagusta or summer camps, at some, some time had 25,000\npeople in these six camps.",
        "Q: What were you thinking?",
        "A: Oh, I stopped thinking, now we started action. Having left a burning Europe and having seen\nwhere we wanted to go, we started organizing and preparing for whatever is needed of us.\nWe started with the help of Israeli shlichim'*, we started preparing paramilitary\norganizations and training and studying Hebrew and engaging or preparing to engage in\nescape from the camps. The camps were serviced by the British, but they employed Greek,\nGreeks for cleaning the camps, providing provisions to the camp, so there was a daily\n'S There were five camps near Famagusta and seven outside of Larnaca. Encyclopedia of the\nHolocaust, s.v. \"Cyprus detention camps.\"\n'* agents (Hebrew)\nexchange of comings and goings, of bringing in materials and taking out waste products and\nthat was enough for our organization. By now we were organized with representatives from\nIsrael and we were called the Haganah, and with contacts with these Greeks that like us in\nIsrael, were trying to get rid of the British control of the island. So in exchange of their help\nfor our escapees, for every one of us, they received a gun that the Israelis brought from\nIsrael. That's the curiosity of arms tradings, the Israelis would buy them from the British and\ngive them to the Greeks, so they can fight the British. That's how armaments travel.\nBut we engaged in, first of all, observations of their movements. The camps were surrounded\nby two fences of barbed wire and in between, this concertina barbed wire rows. And we\nbegan to escape through the barbed wire. My specialty was to crawl into the concertina, so\nthat when we split it, it doesn't start running away, because every 50 meters there were\nguards posted on towers. So this is where we started taking out youngsters of military age,\nevery week, every night, eight to 10 people, bringing back the wires and tying up the fence\nback so that nothing can be suspected. As the youngsters left the fence, they would walk to a\nroad where the Greeks would pick them up and take them to an orange grove, many orange\ngroves around there, and house them for a time, when we had 40, 50 escapees collected\ntogether. At that point, Israeli fisherman would come, with permits to fish in Turkish waters\nand by pre-arrangement with lights and signs, we were able to board them and take them on\nlittle fishing boats, to Israel. Many times we were caught by the British and the punishment\nfor that was to interrogate you, for which they always got the same response, that nobody\norganizes us, we just get together and decide to leave. The punishment was to transfer you to\nthe other camps. We thought we would be strangers there, but there we were waited for and\nafter a month or so we would do the same thing there, so that in punishment we would be\nreturned. After several times and many funny exploits, it turned out that the safest place to\nescape was through their camps. They would be sleeping in tents the British and we would\npass through there and get out of the camps. Right through the fence, just the fence that\nbordered to their encampment.",
        "Q: You'd go through the British tents?",
        "A: Yeah. Sometimes, that was one of my escapes, that we could not make the contact with the\nGreeks and the arrangement was that we find a grotto, a big hole in the ground and hide\nthere. Except that one patrol, British patrol was playing soccer on their patrol and their ball\nwound up in our hole. When they came to a tree, they found 20 youngsters. And other\nescapades, we dug a tunnel. We lived in tents and a few, some British huts, metal huts, but\nthey were for tables and for mess halls and half of them we filled with the soil that we dug\nout from the tunnels. And we took out about 1000 youngsters this way and one night I\nindicated that I'm not coming back and I tied up that fence from the outside and joined the 10\npeople that we left. After a few nights there, stayed locked up in these orange groves during\nthe day and at night they let us out, roam around 1f we wanted. After a few nights they had\n60 people and a boat, I remember it's name, Karish (ph), came, and we waded into the water\nand boarded the boat. All blankets, wrapped up in blankets, quietly moving on to Israel. But\nI had time to look at the watch and it was exactly a year since I came in, so I couldn't, since I\ncame into Cyprus. Cyprus was again very well organized with all the professions and all the\nstores and all the organizations and medical treatments and infirmaries in every camp and\nvery well... even a theater we had there.",
        "Q: The living conditions weren't too bad?",
        "A: Tents and quonset huts for mess halls. As part of that Haganah, and as people left, at some\npoint I became the camp director or commander and the most difficult task was to keep the\nBulgarian Jews from the Rumanian Jews, and everyone wanted to be in the kitchen to cook\ntheir kind of foods, so we had committees and rotations so everybody tasted the other\npersons food. The British were still in Palestine when we came and we couldn't come into\nport, so we tried various places until they found one spot in Netanya, which we climbed a\nhill and landed on our faces to kiss the ground.",
        "Q: Must have been quite a feeling.",
        "A: Beautiful. Buses were waiting for us and we were transported to military recruiting camps.",
        "Q: I want to stop you here, because I really don't want to interrupt the story, but I have a few\nquestions about Cyprus, because you were there close to a year.",
        "A: Exactly a year.",
        "Q: It sounds like you were very busy, so... ?",
        "A: Yes.",
        "Q: The idea of being detained in Cyprus probably wasn't burdensome for you maybe as for... ?",
        "A: No, because I was so busy days and nights and I knew it cannot last forever and I knew that I\ncould have done what I did at the end, have done it earlier, but I stayed as ordered, as\ncommanded.",
        "Q: Were there organizations other than the Haganah and the British who were involved in camp\nlife, in the administration of these camps?",
        "A: Hmm-mm. (indicates yes) There were opposing organizations and there were fierce battles\namong.",
        "Q: Who?",
        "A: Oh, we had the LECHI’” and the Irgun’® and the right wingers and we were mostly of the\ngovernment policy the middle road.",
        "Q: What about international relief organizations?",
        "A: They were all the medical establishments were funded and supported, maintained by the\nHIAS, HIAS Organization.\"’",
        "Q: You had pretty much what you needed there though, in terms of food and everything?",
        "A: Oh, yes.",
        "Q: And you said there was an active cultural life, with classes?",
        "A: Right, yes. There was a place where you could go and find your clothes, American clothes.\nFood was abundant. Our place was on the sea, so that three times a week, the British would\nopen gates and let us go into the water. Not so in the other camps. As I said, we had an\norchestra, 60, 70 players, we had a theater. Houses of prayer, whoever wanted.",
        "Q: Were there displaced people there from areas other than Romania terri... ?",
        "A: Yes.",
        "Q: What kind of condition were they in?",
        "A: Much more depressed, much more defensive, much more scared, the older people. They ...\n'° Lochamei Cherut Israel or Stern Group, armed underground organization founded by Avraham\nStern in 1940. Encyclopaedia Judaica, s.v. \"Lohamei Herut Israel.\"\n'® Trgun Zvai Leumi (National Military Organization), militant anti-British minority faction,\n1944-1948. Yehuda Bauer, Flight and Rescue: B'richah (New York: Random House, 1970).\n'” United Hebrew Sheltering and Immigrant Aid Society.\nin fact, they would not want us, it was like the draft, more or less every youngster had to\ncome to us to be trained physically and many of them opposed it, because they were afraid.\nEven though we had no armament, we had wooden guns and make believe battle gear. But it\nwas preparing for what came next. We didn't know that the Arabs will invade, but we were\npreparing for it and the contact with Israel was already on a daily basis, we had every day\nnews of what's going on and when it's going on. This was December '47 to December '48\nand in May the state was declared and the British were supposed to leave.'*",
        "Q: So you had contact through some sort of radio or?",
        "A: Not really. The Israeli teachers that came as teachers, they lived in the city and they had the\nradios and their contacts.",
        "Q: A lot of the other detainees, were many of them out of the camps?",
        "A: Yes, some of them, yes, not too many.",
        "Q: Was that kind of shocking, I mean, you hadn't had that experience.",
        "A: No. They were known to have come from, just this, from Poland, from Czechoslovakia, from\nHungary. They came to Bucharest to board the boats that took us there, these people came\nfrom other places, other routes. In fact, when we came there, we found a large number of\npeople that came with other boats, one of them the Exodus boat. Famous U.S. novel of\n\"Exodus.”",
        "Q: Did they talk to you about what they had been through?",
        "A: We listened to them talk about themselves and how, she killed a German that was trying to\nrape her, this one beat that and so. Some two brothers lived in the forest by themselves for\nmany months. We knew who they were, but there was no attempt to interrogate, squeeze\nthem out. They slowly approached us and joined our intentions or our preparations.",
        "Q: What about the German prisoners of war you said were on this island, did you see them?",
        "A: No, they were taken out before we came, in '45, '46.",
        "Q: In terms of the camp administration, we know that technically they were under British\n'’ May 14, 1948 -- Israeli declaration of independence. Encyclopaedia Judaica, s.v.\n\"independence day, Israel.\"\ngovernments, but were there camp committees run by the Jews?",
        "A: Absolutely, sure, yes, yes, yes. We had so many lawyers and doctors and pharmacists and\nartists, that turned back to paint, sculpt. It was nostalgic to leave the place, it was really.\nEven though we were incarcerated, we were free to do what we needed to do.",
        "Q: I think one other question I have about Cyprus is, you were helping all these basically young\npeople get out who were being trained for future work 1n Palestine or in Israel. Were girls\namong those people who got out, or was it mostly just boys?",
        "A: Boys. Even though girls were training by their own volition and, but the coming out, that in\ndanger, engendered risks and again the British would subject us to interrogations, how and\nwhere and when, and some of them were not so peaceful. That's where I realized or I learned\nto laugh and sing, that when, after an interrogation I started singing and the interrogator\ncouldn't believe, \"You bloody Jew, you love life. You must be full of it, full of life.” So, he\nwas very nice to me.",
        "Q: What did you sing?",
        "A: \"Am Israel Chai.\"",
        "Q: Did you make close friends at that time, who worked with you?",
        "A: In the camps, yes.",
        "Q: Anything else that you want to say about Cyprus or that experience?",
        "A: It's a beautiful island, we roamed around it, as I said, but once we got lost or we didn't make\ncontact and we had to find our way or wait over one night, oh, one day and at night go back\nto the point of contact and be picked up but instead the British picked us up, British patrols.\nSo I learned that the Angora cat originates in Cyprus and you could see them all over and\nthey have orange groves and all the fruits that we lived on.",
        "Q: So you arrived in Netanya?",
        "A: Netanya and there buses took us to Beit Lid. It's right across Netanya about 10 miles\neastward and there we were dressed in military outfits and became soldiers in the Israeli\narmy. But first job was again because I was enlisted as one of the camp commanders, a\ncommand in the recruiting camp, introduce newcomers with various language problems.",
        "Q: You spoke good Hebrew at this point?",
        "A: I spoke Hebrew, I spoke Rumanian, French, Yiddish and I had to learn Spanish quickly,\nbecause we had many Spanish-speaking. But a lot of Moroccan and North African\nimmigrants that spoke French and Hebrew.",
        "Q: So what was life like in, this was actually now Israel?",
        "A: Oh, yes.",
        "Q: What was life like there?",
        "A: I spent three months in this recruiting camp and then they had to assign us to units and I\nalready wanted to study medicine, so they assign me to the military hospital. And Tel ha\nShomer, and there I served for 2, 24, 30 month, and left first to the University in Jerusalem.\nThey had no medical school, but you could start with biological sciences or other sciences\nand in the meantime I started inquiring about coming out here.",
        "Q: To study?",
        "A: Coming to study.",
        "Q: It must have been a fairly exciting time to be in Israel, right after it became a state.",
        "A: Oh yes, absolutely.",
        "Q: I'm just trying to get a sense of what that was like.",
        "A: Well, where I landed and where I was, I had a taste of the negative part because I had young\nkids hands and without legs and every time they wanted to get better so they can go back to\nthe front and fight again. And, oh, that was a joyous and a sad condition that I stayed on.\nSome of my dearest friends are still those that I made there. Some of them very prominent\nconditions now, positions.",
        "Q: What do you think, after having grown up in Europe, went through the greatest difficulties or\nchallenges in living in Israel or just the biggest adjustments you had to make?",
        "A: Well for 30 months I had the best of everything; food, clothing and anything we needed for\n10, 11 hours of work in the hospital. I was supposed to make rounds two month in every\nspecialty, every ward, but I started at the orthopedics and the paraplegics and I stayed there\nfor 30 months. I couldn't leave that. I didn't want anything else. In the meantime the family\ncame. Nineteen forty nine my sisters came and '51 my parents came, only one more brother\nwho then stayed there until 1959, in Romania. I left Israel in 1952, November, when my\nsister had a daughter and I came to say good-bye to her and she asked me, when are we\ngoing to see you, and I said, I will come to your daughter's wedding. And I did. Many times I\nwas there, but I came to the wedding too, and there I met my wife. It was in 1970, and have\nbeen happily married since, to another Rumanian girl, Malva. She's a physician and works\nfor the Veterans Administration here and we have two sons, Ethan and Sofer, or Steven, and\nthey are both at the University of Maryland.",
        "Q: And your specialty?",
        "A: My specialty, I have been working for the Food and Drug Administration for the last 30\nyears with a specialty in botulism, a very poisonous bacteria when found in food and that's\nmy specialty. The Food and Drug Administration has drugs and foods, I am in the food\nsection, protecting the American consumers from any problems that might arise.",
        "Q: When you came to the United States in 1952, was life difficult for you at all, what were your\nfirst impressions, was there any culture shock?",
        "A: Culture shock is correct, because language was difficult and in my first year I had professors\nwho allowed me, maybe to show off their ability to do so, to take exams in French. And\nclasses that I took in history, government, they wanted to test I... maybe they didn't know\nwhat I wrote there, but I. . . first year was difficult. But then my advisor, who was a student\nof Weitzman's (ph), took me under her wing. And in another class, in history, my professor\nasked me to stay after class and he was amazed with, fascinated with my name. Because\nWashington had a friend by this name, Haym Salomon and when things got bad and troops\ndeserted because they had no blankets and no shoes, Haym Salomon in Philadelphia went\nout to the Jewish community and collected $600,000 and bought blankets and shoes for\nWashington. I didn't know that, but this history professor kept me really in his palm. He\ncouldn't believe that I would bring back to him all the situ . . . conditions of the Washington\nstruggles in Washington armies.",
        "Q: What school were you at?",
        "A: I landed in Detroit and attended the Wayne State University.",
        "Q: Now did you... was all this organized before you came over here, did your family?",
        "A: Oh yes, I had a brother here already in Detroit, Henry.",
        "Q: So that made the transition a little easier?",
        "A: Easier, much easier. Although if I had the money I, if I could muster the money I would have\ngone back. It's just that I didn't have enough money to go back. I mean the period of\nadjustment was such that, overwhelming, could never do it, could never make it, so would be\nbetter to go back.",
        "Q: Why was it so overwhelming?",
        "A: Number one, to live on their back, was a question of they were, my brother was already\nmarried, he had two children and here I came in toa... not such abundance or prosperous\nsituation.",
        "Q: Was the lifestyle different here?",
        "A: Not the lifestyle, just the financial difficulties of staying here. As a student I was not allowed\nto work, so I was a burden to them for a year or so.",
        "Q: Were you... did you ever feel conflicted about leaving Israel after struggling so much to get\nthere?",
        "A: No, no, no, no, because in the hospital they all recommended me, all the big doctors, they\nrecommended me because they saw in me a good doctor.",
        "Q: You never thought about moving back?",
        "A: No. I do more here than I would have done there.",
        "Q: When you sort of look back at this earlier period in your life, 50 years ago. . .",
        "A: Yes?",
        "Q: Do you think that you had certain qualities that kind of gave you the courage and the strength\nto get through bad times?",
        "A: I think so. And it's with me even today. I could spot danger and avoid it. I could take the last\nchance, complete avoidances going backwards so you measure the danger, you measure the\ndifficulty, and chance and dare to overcome it, and you never stop growing or facing\nunknown situations that need solutions and such.",
        "Q: Was there something in your upbringing, in your family life that gave you this?",
        "A: Maybe being the youngest is enough to overcome everybody's indulgence, everybody had\npity on me, everybody did things for me and it makes you feel helpless, and it's nice when\nyou are six years old, but when you're a grown up you want to prove your own worth.",
        "Q: How important was religion to you throughout all this?",
        "A: Tradition, not so much as religion. As a youngster you have no time or... . for religion,\nalthough before and after Israel I became a scholar of archaeology and Bible and all the\naspects of religion. For 12 years in Detroit I taught Hebrew. And as such, I became a\ncertified Hebrew teacher, but I needed some scientific outlet for healing the world, for\nhealing people through biology, microbiology or medicine, or other ways.",
        "Q: That's really, that's quite a statement, that you needed some way to heal people.",
        "A: Absolutely. I saw People hurt and no one could help them. And mostly what I did in that\ncamp where we received all the outsiders, the various origin people that needed direction and\ninstruction, et cetera, somehow part of it.",
        "Q: Are there other aspects to your life today, and the way you live it that you feel are a result of\nthese early experiences and disruptions?",
        "A: Well, I lost 10 years of my life and so, during that period, so I'd tried to compensate\nsomehow. I need to extend life, my own, by exercise, by mental exercise. But in the\nmeantime, and in Washington, as well as Detroit, I became totally immersed and engaged in\norganizations, like I was on the executive board of the Jewish National Fund, Zionist\nOrganization of America, the Jewish Community Council. I was the first chairman of the\nJewish Community Centers Coffeehouse and a co-founder of the Washington Committee for\nSoviet Jewry. We learned to experience that it doesn't need an army of people to move\nprojects and to move causes, but just a few good men, a few determined people and\nwherever there was a fire we ran to put it out.",
        "Q: Are there are certain images, when you look back that will always be with you, that still\nhaunt you?",
        "A: In Iasi, that scene of the Stefanesti, the rabbi from the temple called Stefanesti, frail and\nscared, beaten to death. Or in Cyprus, various scenes when we crawled into the boat that\ntook us away to Israel. And traveling throughout the land in Israel, getting to know every\ntree and every stone and studying the places. And when you get married and then start a\nfamily, your thoughts turn to the future and so we raised two boys. There 1s a reference in the\nbible to the generation of the desert, those Israelites that left Egypt and were not supposed to\nget into the promised land, and supposed to die in the desert and so we thought, I thought\nthat I'm part of the generation of the desert, but I did come back and I'm alive and fulfilled\nreserved and happy.",
        "Q: Thank you for sharing.\n"
    ],
    "questions": [
        "Q: I'd like you to start by stating your name, date of birth and where you were born.",
        "Q: Tell me a little bit about your family and growing up in Bivolari.",
        "Q: I want to ask you some more questions.",
        "Q: You said your parents had a business there, what kind of business?",
        "Q: Did you have sisters and brother?",
        "Q: It sounds like the Jewish community in Bivolari was very self-contained?",
        "Q: So you didn't really, other than market days...",
        "Q: ... mingle with the Christians?",
        "Q: Did you experience any Antisemitism or you... ?",
        "Q: So you're saying that you actually had Christians who were playmates?",
        "Q: You mentioned the Zionist group movements, were you personally involved?",
        "Q: And what did that involvement mean?",
        "Q: What motivated you to get involved?",
        "Q: Was your family religious?",
        "Q: How much were you aware, before 1939, of Hitler and Nazism and what was going on...",
        "Q: ... 10 Poland, Germany and Czechoslovakia?",
        "Q: Up until this point, were there any restrictions on Jewish people in Bivolari up until '39? In\nterms of school, or business or anything?",
        "Q: So it sounds like you had a fairly nice, comfortable time until 19...",
        "Q: So you packed up?",
        "Q: Okay now, I'm trying to get a sense of what it felt like to pick up and move and then maybe\nyou can tell me a little bit about the Jewish community in Iasi and how you. . . again\nwhether it was self-contained or whether it was part of a larger community, and just how it\nfelt to pick up and leave.",
        "Q: I have a couple questions, so they were only demanding that the men and boys?",
        "Q: And who was doing this action, was 1t Romania police only, was it Germans?",
        "Q: And you and your father were basically hiding?",
        "Q: Throughout this?",
        "Q: Had you any bookkeeping experience?",
        "Q: Was there anything frightening about working there, this forced labor?",
        "Q: What other restrictions were there at this point in the Jewish community?",
        "Q: So the Jews were allowed to continue business?",
        "Q: Were there any other restrictions on the community in terms of what you could and couldn't\ndo?",
        "Q: You mentioned that the people were, Jewish people were caught disobeying whatever\ndecrees were enforced that they would be punished, what does that mean punished?",
        "Q: Now, you said people, what about you?",
        "Q: You didn't consider it rather risky?",
        "Q: Now, I've got to assume at this time, this point in time, you didn't have too much contact\nwith the Christian community, is that true?",
        "Q: And they remained cordial?",
        "Q: But the business relationships?",
        "Q: The job that you had, the forced labor as a bookkeeper, sounds like that would be a fairly\nprivileged position.",
        "Q: What advantage did you have that other forced laborers didn't?",
        "Q: And you were fed, you were safer?",
        "Q: And your brothers, what were they doing?",
        "Q: During this time, did you continue to observe Jewish holidays, the Sabbath?",
        "Q: So all synagogues were opened, people were allowed to... ?",
        "Q: Okay, I'm just trying to get a sense of...",
        "Q: Now I wanted to ask you how much you were aware of the war that was going on all around\nyou, if you had any knowledge of the camps, what you knew.",
        "Q: How did you get information? Through radio or... ?",
        "Q: Was there any kind of underground movement going on, you had mentioned there had been\nstrong youth Zionist organizations that sort of thing?",
        "Q: Do you remember any of what you were thinking at the time, or if you had any plans or you\nwere just living day to day?",
        "Q: But you just?",
        "Q: So how long did this sort of day to day living go on and end and things start changing for\nyou?",
        "Q: You were advised by whom?",
        "Q: Now, I want you to tell me about Bucharest, but one question, did you or your family think\nthat maybe you might be better off under Russian?",
        "Q: Okay. So how did you get to Bucharest?",
        "Q: So what was life... where did you find a place to live, what was your life like in Bucharest?",
        "Q: Wait, I'm confused.",
        "Q: I'm confused because before you said you moved to. . .",
        "Q: ... to Bucharest to avoid war.",
        "Q: So when you arrived it was, Bucharest was still under the. . .",
        "Q: So what was life like in those weeks?",
        "Q: This is something you saw?",
        "Q: You weren't bothered or... ?",
        "Q: Did you know people in Bucharest?",
        "Q: Was the atmosphere in Bucharest frightening, did you feel moderately safe, what was it like?",
        "Q: So under the Russians now ...",
        "Q: Do you remember the Russians coming in, what was going on, do you remember what that\nlooked like, how you felt?",
        "Q: What else? You were telling me a little bit about what it was like when the Russians came\ninto Bucharest?",
        "Q: Okay, before we get to that...",
        "Q: That's very interesting story, is there anything more you can tell me about what life was like\nin Bucharest under the new Communist government for Jews, did they basically give you the\nfreedom you needed, was the Jewish community able to rebuild and practice?",
        "Q: Now it's not too much overt Antisemitism?",
        "Q: So this period, from the end of the war until December 1947, you were working for your\nfamily or continuing your education?",
        "Q: Now, you decided to go to Palestine. Tell me a little bit about this, how this was organized\nand how you came to leave.",
        "Q: Did they go also?",
        "Q: So...?",
        "Q: Now, who was organizing this, I know that all of these different groups were part of the\nprocess, but...",
        "Q: And how come you were the only one in your family that decided to go?",
        "Q: So alright, tell me little bit about this journey from Bucharest, how many people went, how\nyou traveled, how long it took?",
        "Q: What was the feeling like being on these trains, was there a good spirit?",
        "Q: There wasn't a sort of excitement?",
        "Q: Is it, was it your sense that you have said that the government of Romania knew that all of\nthis was going on, that it supported it?",
        "Q: How many people traveled with you?",
        "Q: And one other question, then I'm just going to let you tell me what happened from there, but\ndid you travelling know, sort of the plans of this journey, exactly for where you were going\nand... ?",
        "Q: Okay. So, what happened at Burgas?",
        "Q: We need to change the tape, so.",
        "Q: You were talking about the boat.",
        "Q: What was the name of the boat, or where was it from?",
        "Q: The name of the boat?",
        "Q: Now, so you never had permits to go to Palestine?",
        "Q: What did it...",
        "Q: What were you thinking or feeling when you got so close to Haifa and... ?",
        "Q: How did your mood change?",
        "Q: What were you thinking?",
        "Q: You'd go through the British tents?",
        "Q: The living conditions weren't too bad?",
        "Q: Must have been quite a feeling.",
        "Q: I want to stop you here, because I really don't want to interrupt the story, but I have a few\nquestions about Cyprus, because you were there close to a year.",
        "Q: It sounds like you were very busy, so... ?",
        "Q: The idea of being detained in Cyprus probably wasn't burdensome for you maybe as for... ?",
        "Q: Were there organizations other than the Haganah and the British who were involved in camp\nlife, in the administration of these camps?",
        "Q: Who?",
        "Q: What about international relief organizations?",
        "Q: You had pretty much what you needed there though, in terms of food and everything?",
        "Q: And you said there was an active cultural life, with classes?",
        "Q: Were there displaced people there from areas other than Romania terri... ?",
        "Q: What kind of condition were they in?",
        "Q: So you had contact through some sort of radio or?",
        "Q: A lot of the other detainees, were many of them out of the camps?",
        "Q: Was that kind of shocking, I mean, you hadn't had that experience.",
        "Q: Did they talk to you about what they had been through?",
        "Q: What about the German prisoners of war you said were on this island, did you see them?",
        "Q: In terms of the camp administration, we know that technically they were under British",
        "Q: I think one other question I have about Cyprus is, you were helping all these basically young\npeople get out who were being trained for future work 1n Palestine or in Israel. Were girls\namong those people who got out, or was it mostly just boys?",
        "Q: What did you sing?",
        "Q: Did you make close friends at that time, who worked with you?",
        "Q: Anything else that you want to say about Cyprus or that experience?",
        "Q: So you arrived in Netanya?",
        "Q: You spoke good Hebrew at this point?",
        "Q: So what was life like in, this was actually now Israel?",
        "Q: What was life like there?",
        "Q: To study?",
        "Q: It must have been a fairly exciting time to be in Israel, right after it became a state.",
        "Q: I'm just trying to get a sense of what that was like.",
        "Q: What do you think, after having grown up in Europe, went through the greatest difficulties or\nchallenges in living in Israel or just the biggest adjustments you had to make?",
        "Q: And your specialty?",
        "Q: When you came to the United States in 1952, was life difficult for you at all, what were your\nfirst impressions, was there any culture shock?",
        "Q: What school were you at?",
        "Q: Now did you... was all this organized before you came over here, did your family?",
        "Q: So that made the transition a little easier?",
        "Q: Why was it so overwhelming?",
        "Q: Was the lifestyle different here?",
        "Q: Were you... did you ever feel conflicted about leaving Israel after struggling so much to get\nthere?",
        "Q: You never thought about moving back?",
        "Q: When you sort of look back at this earlier period in your life, 50 years ago. . .",
        "Q: Do you think that you had certain qualities that kind of gave you the courage and the strength\nto get through bad times?",
        "Q: Was there something in your upbringing, in your family life that gave you this?",
        "Q: How important was religion to you throughout all this?",
        "Q: That's really, that's quite a statement, that you needed some way to heal people.",
        "Q: Are there other aspects to your life today, and the way you live it that you feel are a result of\nthese early experiences and disruptions?",
        "Q: Are there are certain images, when you look back that will always be with you, that still\nhaunt you?",
        "Q: Thank you for sharing."
    ],
    "answers": [
        "A: My name is Haim Solomon. I was born November 5, 1924, in a small, little village of\nRomania called Bivolari.",
        "A: Bivolari was one of the small villages established in the late 1800's. It consisted of one main\nstreet, unpaved and a perpendicular one called the Armenian Alley, or in Yiddish, the Kribbe\nGass (ph), at the end of which, the Jewish community of 200 families, approximately a\nthousand people, built an Israeli, Israelita Romana (ph) or public school, no, elementary\nschool. The communal bath was there, the matzo factory, the . . . a few other institutions.\nAnd we lived happily as children in the little village, surrounded by about five, six thousand\npeasants. They would come . . . the street was one after another, little shops, ateliers. The\nJewish community consisted of all sorts of... what do you call them? Occupations, there\nwere tailors and cobblers and bakers and other such. And stores, of which my parents\noccupied one in the middle of the street, the middle of the village. On Mondays, Sundays\nand Mondays, the peasants would come with their produce and sell it for such people who\nwould then accumulate it and send it up to other, larger cities and with the money the\npeasants would buy what the Jews had for sale.\nPreviously there were hard times so that when I came on the scene, the atmosphere was\nrelaxed but cautious and nobody ventured out of the city by himself or late at night. It was a\nnice arrangement, we lived during the day, we stay indoors at night. And we were not then. .\n.. The city, the village, was bordering, about half a mile from a river called Prut, and later\nthat Prut became the border between Romania and Russia.",
        "A: Yes, about Bivolari?",
        "A: Dry goods, clothing and behind the store were warehouses, where on many occasions there\nwas an exchange of goods versus produce, that again, was accumulated and sold to a\nmerchandiser.",
        "A: I was the fifth and the youngest of the family. Two sisters and two brothers, older, of course.\nWe had only the four primary schooling, that Jewish school, primary classes and beyond that\nwe would prepare at home with instructors and travel 40, 50 kilometers to the nearest larger\ncity, Iasi, to be examined and qualified for higher grades.",
        "A: Absolutely.",
        "A: Right.",
        "A: ... with the surrounding peasantry, no.",
        "A: Not in the beginning, only as war winds drew closer, that they became more aggressive. At\nmy level, my friends, my age group, that before that they would be just friends, and\nplaymates, but in the late 30's became much more aggressive and inimical.",
        "A: Oh, yes, because in the back of our house we could mingle with the Christian kids and we be\n... beyond their place was a large field where everybody send their animals to pasture.\nIn addition to all the establishments I mentioned, the synagogues of course, we had four, five\nsynagogues and they were all divided by the occupation, the tailors synagogue, the cobblers\nsynagogue and so forth, which probably was a social place of the same kind, and the youth\nthat did not, was not impressed with the synagogues organized into Zionist movements, of\nwhich not the . . . all parents agreed because it meant that it was a preparation for leaving\nhome and go to Palestine. But events caught up with us. In 1939, the Russians and the\nGermans made an agreement to divide the eastern parts of Europe’ and the Russians moved\n' August 23, 1939 Germany and the USSR sign non-aggression pact in Moscow, which granted control\nof Bessarabia to Russia. Charles Messenger, Chronological Atlas of World War Two (New York: Macmillan,\n1989) 19.\nup to the river Prut so that the border became half a mile or less from our village and because\nof doubts by the Rumanians, as to our nationalism, they asked the Jews to leave Ro...\nBivolari and concentrate in larger cities and that's when we left Bivolari, with everything that\nwe could take and moved to Iasi, 1939.",
        "A: Absolutely.",
        "A: It meant just education and sports activities. Preparation for kibbutz life in Israel, and even\nthat we had three or four different outlooks, religious wing and a socialist wing and a right\nwing and so forth, as Churchill would say, three Jews have four opinions. But it was nicely .\n. . treated.",
        "A: Motivated? My brothers, my sisters were involved in the same organization and by various\nHebrew names they belonged to, to more advanced groups, but basically it was educational\nin the Zionist, in general sense. We had to, all the ones, lecturers and subjects that we could\nnot encounter in any schooling.",
        "A: Yes. We belonged to a synagogue behind our house, but instead of going out through the\nback Saturday all three, four -- three sons and the father would dress up and walk through the\nmain street, about quarter of a mile instead of going right out from the back part of the house\nand walked to the synagogue.",
        "A: Germany...",
        "A: Not really. Parents knew about it and that's when they softened up in their control of these\nZionist organizations. Such that starting in 1932, one by not too many, one a year maybe,\none person, one youngster would leave the village to go to Palestine, to join a kibbutz. And\nthe whole village would walk him to the end of the other place where he would take off on a\nbus or a horse and buggy, to go to Iasi, from there to Constanta, and to there by boat to\nIsrael.",
        "A: Not really. The Jewish community operated an abattoir, a slaughterhouse for kosher food, for\nkosher meat and poultry and for that and other services paid high taxes that supported the\nleadership of the village, and they depended on that so they had to support it, encourage it,\nall this activities that the Jewish community organized. Every family had his own Christian\nfamily friends or vice versa. A few Christians had one good Jew that they encouraged and\nthey supported.",
        "A: '39, yes.",
        "A: We packed up and, the big trucks, sat on top and we moved to Iasi. And in a few days we\nfound an apartment on a corner street that, a five street corner, very central and my parents\nand the older brothers immediately went to, back to the same occupation as we left in\nBivolari, and rented a store and started all over again, in the yard good trade. I would work in\nthe store and also catch up on my schooling that I had to neglect before, and there was the\nJewish, larger Jewish community, a larger school, with all grades up to the 12th grade and\nthere they had special programs for such students that missed the regular grades and we were\nable to graduate two classes in one year. Fifth and sixth, and seventh and eighth, so that by\n1944, '43, I finished high school.",
        "A: Yes, oh Iasi, it was part of a large community and the Jewish community, the town\napproached 100,000. Here we come from a place with 900 people, from Bivolari. In many\nother small places, the Jewish moved to Iasi. Not by order, but that was the natural choice.\nThat's where we always traveled to do things that were missing in Bivolari. Even to go to\ntheater or to movies, we would drive or ride to Iasi. Antisemitism, in Iasi it was already\nopen, and we arrived in '39, time went by, until June 21, 1941, when Hitler invaded Russia\nand of course that was 50 miles from Iasi, where we used to live, in Bivolari, they crossed\nthe Prut.” We were shaking at the sight of tanks and soldiers and this tense situation and sure\nenough, within a week, on June 29th, there was a big pogrom in Iasi. The authorities, the\nRumanian authorities, issued an order that all Jews must come to the city place, city hall to\nobtain identification cards or exchange any that they might have had. My brothers went and\nmy father and myself stayed home, he said, \"No, we will wait until everybody else got their\ncards and then we'll go.” And sure enough when the people arrived there for cards they were\nsurrounded and enclosed in a large yard, an outdoor movie house all walled in by stone\nwalls, and shooting started. My brothers were among the first to come so they were settled\nby the wall and they were able to jump the wall and start looking for shelter. They found it in\na Shed of wood, firewood piled all the way to the ceiling, but they were able to remove the\ntop level, crawl in and replace the front so that whenever soldiers came by, they could see\nwood, firewood. Myself and father at home in this apartment lived about 30, 40 Jewish\nfamilies. A large building with a large basement, but unfinished, just a cellar, and that cellar\nhad five, six exits or entries, such that when they came to look for us in one entrance,\nmothers, female, women, were able to send them away that we already went to the city hall\nand send us to the other corner of the basement and vice versa, wherever they came from.\nThey came to see that everybody went to get their ID cards and this way we ran through and\ncould see what's going on outside, but we escaped.",
        "A: Yes, go.",
        "A: Both. The Rumanians were rounding up the people, the Germans were doing the killing, the\nshooting. They stopped shooting in the morning and about 11,000 people were still alive.\nThey marched them to the train station and packed them into cattle cars and started traveling\nthem from Iasi to Podu Iloaiei again and again, back and forth. And every now and then they\nwould pour lime, which give off the fumes that killed of the 12,000 about half or three-\nquarters of them, died on the pogrom.’ My uncle was one of them. Some of our friends were\nin the trains. And the others came out completely disoriented, they didn't know where they\nwere, what they were and it took some doing to find them. In the meantime it quieted down\n* June 22, 1941. Hitler launches operation \"Barbarossa.” Messenger, Atlas of World War Two, 63.\n° Four thousand three hundred and thirty Jews who survived the shooting were loaded into the\ntrains, and of those 2,650 perished. All told, roughly 10,000 Jews were killed in Iasi on that day.\nEncyclopedia of the Holocaust, s.v. \"Iasi.\" (add year)\nin a few days and my mother and sisters went to look for the brothers because we knew they\nweren't in the trains and they weren't in the . . . in that courtyard. So, when really things\nquieted down, five days later, our brothers sent somebody home to notify where they were\nand mother went and brought them home.",
        "A: Yes.",
        "A: Oh, of course. We had little windows where we could look out and see the round-ups. And\nmy most vivid impression is that a block or two down the street, one of the streets was a\nfamous temple and a rabbi and him I saw being dragged, beaten and killed. But then the\nGermans went on to Russia and we remained to reorganize. Now the Rumanians asked all\nthe Jewish families to supply one person for volunteer hard labor. In my family, I was the\nvolunteer. Why? Because in a round-up of such, they ask for a bookkeeper, anybody knows\nhow to keep books. My brother raised his hand, but he meant to send me and so I worked as\na volunteer on hard, or forced labor in a military hospital, formerly a Jewish hospital, but at\nthis time they took it over. In the offices of course, the officer in charge of bookkeeping had\ndifficulties staying sober or keeping books and so he found me, his savior. He could pick me\nout because at this point we had curfew at six, seven o'clock, in evening or early in the\nmorning, so he would come and pick me up, keep me until late hours and take me home.",
        "A: When I mentioned that in, starting in Bivolari, that we had to prepare for exams to be taken\nin Iasi. And then in Iasi, the Romania system of high school you had a choice to pursue\nengineering or physical sciences or the other, literary and such. I was in that section of\nbookkeeping. Simple mathematics, except that the officer in charge had to cover up a lot of\nstealing and losses.",
        "A: It was. But I wouldn't venture out of the office, because most of the wounded were both\nRomania soldiers and some German. As I mentioned at this point, Jewish kids were kicked\nout of school and the community had organized it's own schools. High school was down the\nstreet from us and looking back, I could just . . . the incongruity of it that under such\ncircumstances, every Jewish child studied music. Kept, every day you could see them walk\ndown to school with their instruments. I studied the violin and it kept us indoors and we had\nno radio or television or any other entertainment. This was something other than book .. .\nbooks.",
        "A: Again, they conducted all the, most of the business, most of the commerce in the city. Again,\nthe peasants that used to bring their produce to Bivolar1 would now come to Iasi. In fact, the\npeasantry multiplied because the border now was opened to Bessarabia, part of Russia, and\nthey too would bring their goods and their... . And many of them became merchants\nthemselves, so they would come to us buy wholesale and take it back to the old Bivolari, that\nwas now occupied, all the houses, by some of the peasantry.",
        "A: Yes, except those that were forced to be taken to first labor. Or, you could even pay instead\nof going to the forced labor. So, both of my brothers were paying, my father was considered\ntoo old. I was young enough to go but as I said, I went to the hospital.",
        "A: Well, we started earlier wearing the yellow star. We starting avoiding the Germans walking\non the streets. We could not go to any entertainment unless one took off the star and acted\nand looked very much like a Rumanian, which we all did, and took chances. Not at night, but\nmatinees of course, we all tried that. Some were punished, were caught and others just knew\nhow to get through the maze.",
        "A: There was a curfew and people would take chances, take, remove their yellow star, identity\ncard and venture out beyond, or after curfew. Those who did not succeed were caught and\ndetained and the punishment was that they were detained for several days without parents or\nfamily knowing about them. No telephone, no announcement where they are and for that\nparents were strict and controlled the family from breaking the curfew.",
        "A: I did, many times, the same thing and I looked more Italian than Jewish or Romania and\nattended many plays, movies and nothing happened to me.",
        "A: In the daytime not as much and at night we knew how to go through buildings or alleyways\nwhere we would not encounter anybody.",
        "A: No, not at all, absolutely. Except as customers 1n the store and those were the peasants that\ncame from outside and they knew us and we knew them.",
        "A: Yes. They needed our instruction, our guidance, how to merchandise things, problems. Not\ntoo often that we needed to purchase and bring in large amounts of goods and those came\nfrom manufacturers that were formally Jewish owned, now they were turned over to non-\nJews, ownership.",
        "A: Yes, were mutually beneficial, so to speak.",
        "A: Yes, I paid, we paid for that, too and it was arranged that when they asked for a bookkeeper,\nour hand will be picked, yes.",
        "A: Well, I stayed in the city even though I didn't venture out of the hospital. I was there, picked\nup in the morning and returned at night and one day I was home.",
        "A: Yes.",
        "A: They were in the business, conducting the business I mentioned.",
        "A: Oh yes, absolutely. Everything was transmuted from the original village through the larger\ncommunity. Iasi had a population of 70,000 Jews, so originally the ones that came like us, in\n'39, '40, maybe added another 45-50,000, but there were already the, not ghettos, but\ncommunities where Jews lived and could not live any other place.’",
        "A: Yes.",
        "A: Absolutely, yes.",
        "A: Immediately we knew that in Bucharest there was a pogrom. We knew that in other cities,\nlarge ones, they removed the Jewish population. We knew about camps and in Poland and in\nGermany, Czechoslovakia. And optimistic parents would say, it will stop at the border, it\nwill not come here. They will disappear or they'll be defeated before they get to us. So we\nlived from day to day and prayed and wished and survived.",
        "A: Radio, yes. Everybody listened to a different station and some listened to BBC. Iasi was\nalready better organized and the war itself was covered in the newspapers and the German\narmy would drive through every day, every week, with more enforcement at night, we would\nhear them rumble by.\n* The Jewish population of Iasi in 1939 was 35,462 and grew to 51,000 in 1941. Encyclopaedia\nJudaica, s.v. \"Tasi.\"",
        "A: Yes, there was some preparations and organizations of what to do and how to do, but nothing\nof the sort of rebellion or armed resistance or anything of that sort.",
        "A: Living day to day, really. Like in the other countries, there were Jewish families protected or\nhoused by former friends, Christian friends and many went to live with them, and, too... in\nour childhood we were all, we all had maids. Our maid we left her the house in the village\nand such connections were reestablished and were necessary, some families send their kids\nto stay with them.",
        "A: We stayed together, yes.",
        "A: Well, 1943 or '44, as the Russians moved westward and came closer and closer to Iasi, we\nwere not forced, but advised that the front is right there and it could be very advantageous to\nleave the place.",
        "A: By the community, by the Jewish organizations, that Iasi will become a place of fighting and\nwe moved westward, southward to Bucharest.",
        "A: No, never. No, no, no.",
        "A: Once again we packed up and moved to Bucharest. I really don't remember the exact date,\nbut it was in '45, or '44, 1944, at the end.",
        "A: Oh, this was after the war and the Russians came in already, '45 the war ended and the\nRussians invaded or occupied Romania.”",
        "A: Oh.",
        "A: To Bucharest.",
        "A: Avoid the actual frontier, actual battle, battle lines.",
        "A: Under the Rumanians, Germans, they were in retreat and it was a matter of weeks that the\nRussians outnumbered them or took over.",
        "A: Oh, those weeks were just hiding and waiting and expecting and being careful not to fall at\nthe last minute. They were retreating, they were vicious and they were, both the Germans\nand the Rumanians, whenever they could, and on the roads especially, where people would\nmove from Iasi to Bucharest, Jewish families were devastated and barely left alive. Large\ntrucks of people would organized to move at the same time, so was safer.",
        "A: Yes, although. We packed, I was with a truck, but females were in a sedan, in a small car that\ntraveled to bring them to Bucharest.\n> As a result of the Potsdam Conference of July/August 1945, Romania came under the Russian\nsphere of influence. (Messenger, Atlas of World War Two, 235).",
        "A: No.",
        "A: Yes, we had family, and pulled up to them for a few days, until we found....",
        "A: Oh, it was expecting that the end of it and going back to what it was and didn't take long for\nmy parents to establish again a store in Bucharest and rent a very good house, and start all\nover again in the hope that things will really be settled this time.",
        "A: Now we are under the Communists and the Russians and blessfully they cleaned out the\nmain characters, all the Rumanian Nazis, all the soldiers that either deserted or did not go\nfurther with the Germans. The Rumanian army now was part of the German army and they\nretreated together.",
        "A: Yes, I remember it passing by and the Russians would ask you, what time is it and you'd...\nif they couldn't understand you, they asked to look and when they looked, they took it from\nyou, the watch, and other things.",
        "A: Yes, friendly as they were and looked as, looked as liberators. They were out to take what\nthey needed and what they wanted and when they encountered us on the streets, they would\nask what time it was, we all learned to recognize the Russian question, and then tear the\nwatches off your hand, sometimes a ring off your finger and once again we learned to stay\naway from them, but the Rumanian Communists took over and they too started liquidating\nthe upper class and demanding of the Jews various treasures. They allowed them to engage\nin commerce for the first year, few years. The period that I felt is not going to get better and\nbecause my family, my parents did not think so. They thought the Russians would leave and\neverything would be the way it was, in fact we will be better off than we are now in\nBucharest, we learned to be merchants in Bucharest rather than Bivolari. So I decided to\nleave, and maybe that will make them come after me. And on December 24 of 1947, I left\nBucharest, Romania, to go Israel, Palestine.",
        "A: Before we go there...",
        "A: Yes, the new Communist regimes, with all the former Communists incarcerated became\nwhen... became part of a government. They also invited and insisted that the various\ncommunities, ethnic communities be represented in that government. And so we had a\nfamous red rabbi that we wanted him to be their representative, our representative and sure\nenough he guided and protected us, but he also suggested that we start leaving. There were\n400,000 Jews in Romania’ still and large waves of aliyot’ started to move to Palestine at the\ntime.",
        "A: At this point? Not really. Every Rumanian tried to show how good and friendly he was and\nthey now needed some validation from us to clear their names.",
        "A: Working for the family.",
        "A: Oh, I would place it . . . or it came close to us in September, October that the large aliyah* is\nbeing prepared all the way from Austria and Czechoslovakia people would, kept coming. We\nstill had connections with these organizations that we belonged to and every organization\nwas represented in this large aliyah. And every organization had a quota, or a number of\n° According to the World Jewish Congress survey published in 1947, there were 428,312 Jews in\nRomania after the Holocaust. Encyclopaedia Judaica, s.v. \"Rumania.\"\n’ Immigrants to Israel (Hebrew).\n* Immigration of Jews to Israel (Hebrew).\npeople that they could send. And my brothers, older brothers were in the, closer to the\nleadership and so they were, my middle brother, he was able to place my name on the list of\nemigrants.",
        "A: No.",
        "A: My brother married in Romania, remained there for a long time. Really 10 years after I left,\nor more, 12 years.",
        "A: I came to recognize, or meet these organizers later on the boats or in the camps, because on\nthe boats they turned out, they changed their clothes and became part of us, they were one of\nus. These were Israeli Haganah’, or organizers, with money from the Zionist organization.\nThat they brought the boats, they paid for the transportation of many emigrants from the\nsurrounding countries. Housed them in and Bucharest and the shipments or the . . . started in\nBucharest or was organized in Bucharest.",
        "A: It really didn't, it was a combination of my willingness, insistence and their idea of maybe\nhe's right.",
        "A: Very reminiscent of the German method, cattle cars were placed at our disposal. Not as\ndense, but standing, sitting on the floor. We, we boarded trains in Bucharest, towards a port\nin Bulgaria called Burgas. Bucharest is about 100 miles from the border with Bulgaria, the\nDanube river, we crossed that, and traversed Bulgaria southward, towards that port of\nBurgas. It was only 14, 15 hours of travel, with stops for necessities and drinks or\nsandwiches, they supplied. And we made it in 14, 15 hours, except for the little kids that had\n” The Haganah was a Jewish underground military organization associated with the Yishuv.\nEncyclopedia of the Holocaust, s.v. \"Cyprus detention camps.\"\ndifficulties.",
        "A: No, for the elders thought 1t was very reminiscent of what we knew the Germans did, and we\nalso knew that the British are spying and very unhappy with our movements. The British\nwere still occupying Palestine and still in subservient to the Arab cause and for the\nyoungsters it was the beginning of a struggle against anyone that would still oppress us and\nstop us and hold us back.",
        "A: Oh yes, among the youngsters yes, we were ready to, to do what we saw, we thought needs\nto be done to overcome oppression. This time from friendly nations.",
        "A: Absolutely. They collaborated and the supplies of these ships, and oil, and food, they helped\nprepare these shipments or these movements of people and the trains, they put at our\ndisposal. They claim that to hide the movement further from spies, they had to use cattle cars\nagain and not because they don't have other means.",
        "A: Well it, ultimately in Burgas we boarded two ships and we were 16,000, maybe more.\"”",
        "A: No, no, no, no. It was just leaving the burning site and away from it, and driven by this hope\nthat this 1s the end of one period and we are going into freedom.\n'° Fifteen thousand people were aboard the ships. Encyclopaedia Judaica, s.v. “illegal\nimmigration.\"",
        "A: At Burgas they asked us to repack our belongings. Drop or leave things that you can do\nwithout. It occurs to me that last thing my mother gave me was a pillow, and they claimed\nthat became this is just too voluminous and you just don't need it, we will provide you\npillows and indeed, so we left that bag. But no matter what, I took my violin with me and a\nbag, rucksack, a bag on the shoulders and that's about all, so we carried the minimum and\nthey placed us in two big boats that by now were prepared with shelves in the hulk, so that\npeople were assigned to a cubicle where you couldn't sit or stand, but lie down only, with\nblankets and facilities upstairs, outside and you had a certain time when you could go\nupstairs for whatever needs.",
        "A: Oh.\nTape #2",
        "A: Yes.",
        "A: These boats were purchased in Panama, they were on the Panamanian flag and they were\ntwo large freighters which were arranged or fixed up inside with shelves, into cubicles for\neither families or groups of four, three or four, where you couldn't sit or stand, but only lie\ndown and we had to do that all day and only at night we were allowed to walk upstairs.\nDuring the day we could still go to services upstairs and they supplied meals and drinks and,\nother than the density and the crowdedness of it and the noise, everything went along fine.",
        "A: The boat was Pan York, the sister ship was Pan Crescent and later became part of the Israeli\nfleet.'' We traveled at, we started out in the evening, we traveled all night. On the second\nday, the British fleet picked us up, spotted us, they could not stop us, so they let us travel\nuntil the Israeli waters, towards Haifa and only when we were about a mile from Haifa that\nthey could close in and stop the ships. Having stopped the ships, they turned us around, they\ntook over command. The crew and the leaders of, organizers of these ships mingled with the\ntravelers, so they took over and turned around the ships and took us to Cyprus. They weren't\nsure where they're going to take us, but they decided to take us to Cyprus and in another\nday's travel, we arrived to the port of Famagusta in Cyprus.’",
        "A: Oh no. No, no, no.\n'' The names of the S.S. Pan York and the S.S. Pan Crescent were later changed to the Atzmaut\nand the Kibbutz Galuyot respectively. Encyclopedia Judaica, s.v. “'illegal' immigrants.\"\n'? Between 1946 and 1948, approximately 51,500 Jews were intercepted by the British and\ndetained on Cyprus. Encyclopaedia Judaica, s.v. \"Cyprus.\"",
        "A: We just signed off in Romania's border that we leave and renounce our citizenship, I guess.",
        "A: Oh, it was a dream come true, just like they described it and like we saw postcards and\npictures of it, of the place. A beautiful panorama, a beautiful amphitheater of white houses\nand green trees and grass and we could see people moving and working or traveling buses,\nbut it was just for a few minutes, few hours.",
        "A: The mood changed that again we started singing and looking at them for, for them to feel\nembarrassment what they're doing, but this was December 25, or 26 of 1947. The state was\nstill no state, they were still in control of the country of Palestine. In Cyprus, they took my\nviolin away and indicated that you will get it back when you leave, but that's another story, I\nnever left through the gates. I don't remember how it came to pass, they divided us into\nsummer camp and winter camp. Cyprus had camps where the British kept German prisoners,\nand I was placed in the winter camps, not in that port city of Famagusta. Sorry, I was in the\nsummer camp, the winter camps were inland, Limassol -- 30, 40 miles away, in the capital,\noutside the capital I believe, Larnaca a greek city, inland. This Famagusta in Cyprus 1s on the\nnorthern part of Cyprus. It is across the Turkish border, about 20, 30 miles of water in\nbetween. Famagusta itself had six camps with barbed wire all around us and in between them\nand steps going up and across the barbed wire from one to the other.'? Later they provided\nopenings in the fences so the Famagusta or summer camps, at some, some time had 25,000\npeople in these six camps.",
        "A: Oh, I stopped thinking, now we started action. Having left a burning Europe and having seen\nwhere we wanted to go, we started organizing and preparing for whatever is needed of us.\nWe started with the help of Israeli shlichim'*, we started preparing paramilitary\norganizations and training and studying Hebrew and engaging or preparing to engage in\nescape from the camps. The camps were serviced by the British, but they employed Greek,\nGreeks for cleaning the camps, providing provisions to the camp, so there was a daily\n'S There were five camps near Famagusta and seven outside of Larnaca. Encyclopedia of the\nHolocaust, s.v. \"Cyprus detention camps.\"\n'* agents (Hebrew)\nexchange of comings and goings, of bringing in materials and taking out waste products and\nthat was enough for our organization. By now we were organized with representatives from\nIsrael and we were called the Haganah, and with contacts with these Greeks that like us in\nIsrael, were trying to get rid of the British control of the island. So in exchange of their help\nfor our escapees, for every one of us, they received a gun that the Israelis brought from\nIsrael. That's the curiosity of arms tradings, the Israelis would buy them from the British and\ngive them to the Greeks, so they can fight the British. That's how armaments travel.\nBut we engaged in, first of all, observations of their movements. The camps were surrounded\nby two fences of barbed wire and in between, this concertina barbed wire rows. And we\nbegan to escape through the barbed wire. My specialty was to crawl into the concertina, so\nthat when we split it, it doesn't start running away, because every 50 meters there were\nguards posted on towers. So this is where we started taking out youngsters of military age,\nevery week, every night, eight to 10 people, bringing back the wires and tying up the fence\nback so that nothing can be suspected. As the youngsters left the fence, they would walk to a\nroad where the Greeks would pick them up and take them to an orange grove, many orange\ngroves around there, and house them for a time, when we had 40, 50 escapees collected\ntogether. At that point, Israeli fisherman would come, with permits to fish in Turkish waters\nand by pre-arrangement with lights and signs, we were able to board them and take them on\nlittle fishing boats, to Israel. Many times we were caught by the British and the punishment\nfor that was to interrogate you, for which they always got the same response, that nobody\norganizes us, we just get together and decide to leave. The punishment was to transfer you to\nthe other camps. We thought we would be strangers there, but there we were waited for and\nafter a month or so we would do the same thing there, so that in punishment we would be\nreturned. After several times and many funny exploits, it turned out that the safest place to\nescape was through their camps. They would be sleeping in tents the British and we would\npass through there and get out of the camps. Right through the fence, just the fence that\nbordered to their encampment.",
        "A: Yeah. Sometimes, that was one of my escapes, that we could not make the contact with the\nGreeks and the arrangement was that we find a grotto, a big hole in the ground and hide\nthere. Except that one patrol, British patrol was playing soccer on their patrol and their ball\nwound up in our hole. When they came to a tree, they found 20 youngsters. And other\nescapades, we dug a tunnel. We lived in tents and a few, some British huts, metal huts, but\nthey were for tables and for mess halls and half of them we filled with the soil that we dug\nout from the tunnels. And we took out about 1000 youngsters this way and one night I\nindicated that I'm not coming back and I tied up that fence from the outside and joined the 10\npeople that we left. After a few nights there, stayed locked up in these orange groves during\nthe day and at night they let us out, roam around 1f we wanted. After a few nights they had\n60 people and a boat, I remember it's name, Karish (ph), came, and we waded into the water\nand boarded the boat. All blankets, wrapped up in blankets, quietly moving on to Israel. But\nI had time to look at the watch and it was exactly a year since I came in, so I couldn't, since I\ncame into Cyprus. Cyprus was again very well organized with all the professions and all the\nstores and all the organizations and medical treatments and infirmaries in every camp and\nvery well... even a theater we had there.",
        "A: Tents and quonset huts for mess halls. As part of that Haganah, and as people left, at some\npoint I became the camp director or commander and the most difficult task was to keep the\nBulgarian Jews from the Rumanian Jews, and everyone wanted to be in the kitchen to cook\ntheir kind of foods, so we had committees and rotations so everybody tasted the other\npersons food. The British were still in Palestine when we came and we couldn't come into\nport, so we tried various places until they found one spot in Netanya, which we climbed a\nhill and landed on our faces to kiss the ground.",
        "A: Beautiful. Buses were waiting for us and we were transported to military recruiting camps.",
        "A: Exactly a year.",
        "A: Yes.",
        "A: No, because I was so busy days and nights and I knew it cannot last forever and I knew that I\ncould have done what I did at the end, have done it earlier, but I stayed as ordered, as\ncommanded.",
        "A: Hmm-mm. (indicates yes) There were opposing organizations and there were fierce battles\namong.",
        "A: Oh, we had the LECHI’” and the Irgun’® and the right wingers and we were mostly of the\ngovernment policy the middle road.",
        "A: They were all the medical establishments were funded and supported, maintained by the\nHIAS, HIAS Organization.\"’",
        "A: Oh, yes.",
        "A: Right, yes. There was a place where you could go and find your clothes, American clothes.\nFood was abundant. Our place was on the sea, so that three times a week, the British would\nopen gates and let us go into the water. Not so in the other camps. As I said, we had an\norchestra, 60, 70 players, we had a theater. Houses of prayer, whoever wanted.",
        "A: Yes.",
        "A: Much more depressed, much more defensive, much more scared, the older people. They ...\n'° Lochamei Cherut Israel or Stern Group, armed underground organization founded by Avraham\nStern in 1940. Encyclopaedia Judaica, s.v. \"Lohamei Herut Israel.\"\n'® Trgun Zvai Leumi (National Military Organization), militant anti-British minority faction,\n1944-1948. Yehuda Bauer, Flight and Rescue: B'richah (New York: Random House, 1970).\n'” United Hebrew Sheltering and Immigrant Aid Society.\nin fact, they would not want us, it was like the draft, more or less every youngster had to\ncome to us to be trained physically and many of them opposed it, because they were afraid.\nEven though we had no armament, we had wooden guns and make believe battle gear. But it\nwas preparing for what came next. We didn't know that the Arabs will invade, but we were\npreparing for it and the contact with Israel was already on a daily basis, we had every day\nnews of what's going on and when it's going on. This was December '47 to December '48\nand in May the state was declared and the British were supposed to leave.'*",
        "A: Not really. The Israeli teachers that came as teachers, they lived in the city and they had the\nradios and their contacts.",
        "A: Yes, some of them, yes, not too many.",
        "A: No. They were known to have come from, just this, from Poland, from Czechoslovakia, from\nHungary. They came to Bucharest to board the boats that took us there, these people came\nfrom other places, other routes. In fact, when we came there, we found a large number of\npeople that came with other boats, one of them the Exodus boat. Famous U.S. novel of\n\"Exodus.”",
        "A: We listened to them talk about themselves and how, she killed a German that was trying to\nrape her, this one beat that and so. Some two brothers lived in the forest by themselves for\nmany months. We knew who they were, but there was no attempt to interrogate, squeeze\nthem out. They slowly approached us and joined our intentions or our preparations.",
        "A: No, they were taken out before we came, in '45, '46.\n'’ May 14, 1948 -- Israeli declaration of independence. Encyclopaedia Judaica, s.v.\n\"independence day, Israel.\"\ngovernments, but were there camp committees run by the Jews?",
        "A: Absolutely, sure, yes, yes, yes. We had so many lawyers and doctors and pharmacists and\nartists, that turned back to paint, sculpt. It was nostalgic to leave the place, it was really.\nEven though we were incarcerated, we were free to do what we needed to do.",
        "A: Boys. Even though girls were training by their own volition and, but the coming out, that in\ndanger, engendered risks and again the British would subject us to interrogations, how and\nwhere and when, and some of them were not so peaceful. That's where I realized or I learned\nto laugh and sing, that when, after an interrogation I started singing and the interrogator\ncouldn't believe, \"You bloody Jew, you love life. You must be full of it, full of life.” So, he\nwas very nice to me.",
        "A: \"Am Israel Chai.\"",
        "A: In the camps, yes.",
        "A: It's a beautiful island, we roamed around it, as I said, but once we got lost or we didn't make\ncontact and we had to find our way or wait over one night, oh, one day and at night go back\nto the point of contact and be picked up but instead the British picked us up, British patrols.\nSo I learned that the Angora cat originates in Cyprus and you could see them all over and\nthey have orange groves and all the fruits that we lived on.",
        "A: Netanya and there buses took us to Beit Lid. It's right across Netanya about 10 miles\neastward and there we were dressed in military outfits and became soldiers in the Israeli\narmy. But first job was again because I was enlisted as one of the camp commanders, a\ncommand in the recruiting camp, introduce newcomers with various language problems.",
        "A: I spoke Hebrew, I spoke Rumanian, French, Yiddish and I had to learn Spanish quickly,\nbecause we had many Spanish-speaking. But a lot of Moroccan and North African\nimmigrants that spoke French and Hebrew.",
        "A: Oh, yes.",
        "A: I spent three months in this recruiting camp and then they had to assign us to units and I\nalready wanted to study medicine, so they assign me to the military hospital. And Tel ha\nShomer, and there I served for 2, 24, 30 month, and left first to the University in Jerusalem.\nThey had no medical school, but you could start with biological sciences or other sciences\nand in the meantime I started inquiring about coming out here.",
        "A: Coming to study.",
        "A: Oh yes, absolutely.",
        "A: Well, where I landed and where I was, I had a taste of the negative part because I had young\nkids hands and without legs and every time they wanted to get better so they can go back to\nthe front and fight again. And, oh, that was a joyous and a sad condition that I stayed on.\nSome of my dearest friends are still those that I made there. Some of them very prominent\nconditions now, positions.",
        "A: Well for 30 months I had the best of everything; food, clothing and anything we needed for\n10, 11 hours of work in the hospital. I was supposed to make rounds two month in every\nspecialty, every ward, but I started at the orthopedics and the paraplegics and I stayed there\nfor 30 months. I couldn't leave that. I didn't want anything else. In the meantime the family\ncame. Nineteen forty nine my sisters came and '51 my parents came, only one more brother\nwho then stayed there until 1959, in Romania. I left Israel in 1952, November, when my\nsister had a daughter and I came to say good-bye to her and she asked me, when are we\ngoing to see you, and I said, I will come to your daughter's wedding. And I did. Many times I\nwas there, but I came to the wedding too, and there I met my wife. It was in 1970, and have\nbeen happily married since, to another Rumanian girl, Malva. She's a physician and works\nfor the Veterans Administration here and we have two sons, Ethan and Sofer, or Steven, and\nthey are both at the University of Maryland.",
        "A: My specialty, I have been working for the Food and Drug Administration for the last 30\nyears with a specialty in botulism, a very poisonous bacteria when found in food and that's\nmy specialty. The Food and Drug Administration has drugs and foods, I am in the food\nsection, protecting the American consumers from any problems that might arise.",
        "A: Culture shock is correct, because language was difficult and in my first year I had professors\nwho allowed me, maybe to show off their ability to do so, to take exams in French. And\nclasses that I took in history, government, they wanted to test I... maybe they didn't know\nwhat I wrote there, but I. . . first year was difficult. But then my advisor, who was a student\nof Weitzman's (ph), took me under her wing. And in another class, in history, my professor\nasked me to stay after class and he was amazed with, fascinated with my name. Because\nWashington had a friend by this name, Haym Salomon and when things got bad and troops\ndeserted because they had no blankets and no shoes, Haym Salomon in Philadelphia went\nout to the Jewish community and collected $600,000 and bought blankets and shoes for\nWashington. I didn't know that, but this history professor kept me really in his palm. He\ncouldn't believe that I would bring back to him all the situ . . . conditions of the Washington\nstruggles in Washington armies.",
        "A: I landed in Detroit and attended the Wayne State University.",
        "A: Oh yes, I had a brother here already in Detroit, Henry.",
        "A: Easier, much easier. Although if I had the money I, if I could muster the money I would have\ngone back. It's just that I didn't have enough money to go back. I mean the period of\nadjustment was such that, overwhelming, could never do it, could never make it, so would be\nbetter to go back.",
        "A: Number one, to live on their back, was a question of they were, my brother was already\nmarried, he had two children and here I came in toa... not such abundance or prosperous\nsituation.",
        "A: Not the lifestyle, just the financial difficulties of staying here. As a student I was not allowed\nto work, so I was a burden to them for a year or so.",
        "A: No, no, no, no, because in the hospital they all recommended me, all the big doctors, they\nrecommended me because they saw in me a good doctor.",
        "A: No. I do more here than I would have done there.",
        "A: Yes?",
        "A: I think so. And it's with me even today. I could spot danger and avoid it. I could take the last\nchance, complete avoidances going backwards so you measure the danger, you measure the\ndifficulty, and chance and dare to overcome it, and you never stop growing or facing\nunknown situations that need solutions and such.",
        "A: Maybe being the youngest is enough to overcome everybody's indulgence, everybody had\npity on me, everybody did things for me and it makes you feel helpless, and it's nice when\nyou are six years old, but when you're a grown up you want to prove your own worth.",
        "A: Tradition, not so much as religion. As a youngster you have no time or... . for religion,\nalthough before and after Israel I became a scholar of archaeology and Bible and all the\naspects of religion. For 12 years in Detroit I taught Hebrew. And as such, I became a\ncertified Hebrew teacher, but I needed some scientific outlet for healing the world, for\nhealing people through biology, microbiology or medicine, or other ways.",
        "A: Absolutely. I saw People hurt and no one could help them. And mostly what I did in that\ncamp where we received all the outsiders, the various origin people that needed direction and\ninstruction, et cetera, somehow part of it.",
        "A: Well, I lost 10 years of my life and so, during that period, so I'd tried to compensate\nsomehow. I need to extend life, my own, by exercise, by mental exercise. But in the\nmeantime, and in Washington, as well as Detroit, I became totally immersed and engaged in\norganizations, like I was on the executive board of the Jewish National Fund, Zionist\nOrganization of America, the Jewish Community Council. I was the first chairman of the\nJewish Community Centers Coffeehouse and a co-founder of the Washington Committee for\nSoviet Jewry. We learned to experience that it doesn't need an army of people to move\nprojects and to move causes, but just a few good men, a few determined people and\nwherever there was a fire we ran to put it out.",
        "A: In Iasi, that scene of the Stefanesti, the rabbi from the temple called Stefanesti, frail and\nscared, beaten to death. Or in Cyprus, various scenes when we crawled into the boat that\ntook us away to Israel. And traveling throughout the land in Israel, getting to know every\ntree and every stone and studying the places. And when you get married and then start a\nfamily, your thoughts turn to the future and so we raised two boys. There 1s a reference in the\nbible to the generation of the desert, those Israelites that left Egypt and were not supposed to\nget into the promised land, and supposed to die in the desert and so we thought, I thought\nthat I'm part of the generation of the desert, but I did come back and I'm alive and fulfilled\nreserved and happy.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumOctober 19, 1993\nRG-50.030%*0353",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Haim\nSolomon, conducted by Randy Goldman on October 19, 1993 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Arlington, VA and is part of the United\nStates Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held\nby the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "HAIM SOLOMON\nOctober 19, 1993"
    ]
}