{
    "rg": "RG-50.106.0009_trs_en",
    "sequence": [
        "Question: The following is an interview of Marie Schwartzman. The interview is\nbeing conducted by Gail Schwartz on August 12th, 1994, on behalf of the\nUnited States Holocaust Memorial Museum.",
        "Q: Please tell us your full name.",
        "A: Marie Zosnika Schwartzman.",
        "Q: And where were you born?",
        "A: In Paris. Day, August 21st, 1925.",
        "Q: Let's talk about your family. What was your father's name?",
        "A: Avram.",
        "Q: And what did he do?",
        "A: He was like a clothes designer.",
        "Q: And where -- where did he come from?",
        "A: Poland.",
        "Q: What -- what city in Poland?",
        "A: Ciechanow. Don't ask me to spell it.",
        "Q: Okay. And you --",
        "A: But I think it's in the thing there.",
        "Q: And what was your mother's name?",
        "A: Tovah.",
        "Q: And her maiden name? Do you know that?",
        "A: Mifda (phonetic).\nQ: And where was she from originally?",
        "A: The same town, Ciechanow.",
        "Q: Uh-huh. And was your family a very religious family?",
        "A: I don't think so. Not my father anyway. He was not religious. I think my mother\nwas a little bit more religious. But we were not raised religiously. Just we kept\nto traditions and that's it.",
        "Q: Now, you said you were born in Paris.",
        "A: Yes.",
        "Q: When did your family come to Paris?",
        "A: In 1922.",
        "Q: What brought them there?",
        "A: My father came much earlier. And my family -- my mother joined with my oldest\nsister in Paris -- to Paris.",
        "Q: What brought your father to Paris?",
        "A: I think the Army, to a certain extent, and a job, a good job.",
        "Q: How large was your family?",
        "A: Well, I had four sisters, two brothers, and my mother and father. I had a lot of\nfamily in Poland; my grandparents, my aunts, my uncles, my cousins.",
        "Q: But you were born in Paris. Did you go back to Poland to visit?",
        "A: Yes, my grandfather, we went to visit.",
        "Q: And you stayed with large extended family there?",
        "A: Yes, my grandfather didn't make my mother go home, go back.",
        "Q: He wanted her to stay?",
        "A: Yes.",
        "Q: Yeah.\nAnd so where were you in the order of children? Were you the second?",
        "A: Second.",
        "Q: You were the second child?",
        "A: Right.",
        "Q: Yeah. And what kind of neighborhood did you live in in Paris?",
        "A: We lived in a mixed neighborhood.",
        "Q: Non-Jews and --",
        "A: Non-Jews and Jews.",
        "Q: Uh-huh. And did you have non-Jewish friends?",
        "A: Yes. Actually, I was -- when I came back from the camp, I lived with my friend I\nwent to school with when we was six and a half years old.",
        "Q: Uh-huh.",
        "A: And she was Catholic.",
        "Q: Uh-huh.",
        "A: My Jewish family didn't have room for me.",
        "Q: Uh-huh. Let's talk a little bit about your schooling. When did you begin school?\nHow old were you?",
        "A: We begin school early in France. We go to first the maternelle, which was maybe\nabout three years old. And the --",
        "Q: Is this a public school?",
        "A: Yes.",
        "Q: So there were Jews and non-Jews in your class?",
        "A: Yes, Jews and non-Jews. But mostly there were non-Jews in my school.\nAnd then first grade, we start -- I think I was six, six and a half.\nAnd when I was arrested, I was in lycee. And didn't finish my education, therefore.\nQ: Yeah. Yeah.",
        "A: Six years.",
        "Q: Yeah. We'll get to that in a few minutes.\nSo you -- you went to a regular public school.",
        "A: Uh-huh.",
        "Q: That's now what we call elementary school.",
        "A: Yes.",
        "Q: Was there any problems there? You said 1t was mixed.",
        "A: Yeah. No problem.",
        "Q: No problems?",
        "A: No.",
        "Q: You were accepted?",
        "A: Yes. No problem. On the contrary, our teachers liked us very much. We were\nfive girls in the same school, because we had girls' schools and boys' schools. It was not\nmixed schools. And the -- my principal, when we were arrested, came every single day\nto see if there were news from us. So it was no problem at all.",
        "Q: Uh-huh. What kind of neighborhood did you live in? Was it upper class or middle\nclass neighborhood?",
        "A: Probably middle class, I would say.",
        "Q: Uh-huh. Did you live in a house or an apartment?",
        "A: A house.",
        "Q: And was it in the center of the city or the outskirts?",
        "A: It was not in the outskirts, but it was in the 1leme Arrondissement, which was in\nParis.\nQ: What else did you do besides go to school when you were a young child, an\nelementary school child? Did you do any other activities?",
        "A: Well, we didn't have much time. We went to school at 8:30, came back for lunch,\nand went to school until 6:00 in the evening.",
        "Q: All right.",
        "A: So by the time we did homework -- and I did help my father a little bit in his --",
        "Q: In the business?",
        "A: Inthe business, yeah.",
        "Q: Uh-huh. Did you have any hobbies?",
        "A: Yes, music.",
        "Q: Did you play an instrument?",
        "A: Uh-huh.",
        "Q: Which --",
        "A: Piano.\nAnd my art teacher thought I had talent in the arts, so we worked on that a little bit.",
        "Q: Uh-huh. Uh-huh.\nAnd you said your family was not religious. Did you observe any holidays or any\nceremonies?",
        "A: My mother used to observe. We did not observe, but we had our traditional dinners.\nThat's --",
        "Q: You mean sabbath dinners?",
        "A: Yeah.",
        "Q: Did you ever go to a synagogue as a child?",
        "A: Very few synagogues in Paris. No, I didnot go. The first synagogue I went to was\nthe Rotschild, because an American took me over there.\nQ: So you had no religious training --",
        "A: No.",
        "Q: -- then as a child?",
        "A: No.",
        "Q: Okay. And now you're in high school at the lycee?",
        "A: Yes.",
        "Q: Any -- any experiences -- excuse me.\nAny experiences that you remember from that -- those years?",
        "A: Not really.",
        "Q: Okay.",
        "A: Uh-huh.",
        "Q: And when is -- when do you first have a memory of things changing, of conditions\nchanging? What was the first experience?",
        "A: The first experience was when German came into France.",
        "Q: What do you remember about that personally?",
        "A: Oh, personally, I -- all Paris was blocked and they marched in.",
        "Q: Where were you at the time?",
        "A: Home. My father was inthe Army. My father enlisted.",
        "Q: Inthe French Army”",
        "A: Inthe French Army. He was a big Francophile and he -- so we were alone, my\nmother and her seven children. And then he came back. And about a year later, he was\narrested.",
        "Q: When was he arrested?",
        "A: In 1941.",
        "Q: Uh-huh.\nA: August 1941. And at that time, he was arrested by a SS and a French gendarme.",
        "Q: Uh-huh.",
        "A: In 1942, when we were arrested, it was only French gendarme who came. I think we\nwere denounced, I'm sure, because we -- my art teacher had a home outside of Paris, and\nshe says, Go and stay as long as you want. But it became dangerous to stay there too, so\nwe came home. And my mother said, We can't stay there all the time; we have to do\nsomething, go to work or find —\nAnd that same day -- we came back on a Sunday. And on Monday, they came to arrest\nmy older sister, me, and my other sisters. At night, they came to take the whole family.\nBecause the other ones were in school. My other sisters and brothers were all still in\nschool. My little brother was too small. He was home.",
        "Q: Uh-huh.",
        "A: Was two and a half years old.",
        "Q: When the Germans first came in, how did your life change?",
        "A: Well, we had the curfews. We couldn't get out at certain times. We had to stay in\nline for food. It was not easy. It was very difficult. Especially here, eight people\nto -- or nine people to feed. It's --",
        "Q: Could you go to school?",
        "A: No. My oldest sister and I and my other sister could not go to school.",
        "Q: School was closed immediately?",
        "A: Yes.",
        "Q: So what did you do with your time? You were --",
        "A: Working.",
        "Q: -- a young girl.",
        "A: I worked. I did everything I could find as work.\nQ: You worked with your father?",
        "A: My father was arrested already at that time.",
        "Q: Oh.",
        "A: In 1941. And they came in in 1940. It didn't take them long to arrest them.",
        "Q: What happened to your father's business?",
        "A: Oh, they took over. And they never wanted to take it -- give it back, especially to\nme.",
        "Q: Do you remember your parents talking? Did they share their knowledge with you?\nYou were 15 years old then.",
        "A: Uh-huh.",
        "Q: Do you remember them speaking to you?",
        "A: Yes. My father told me, Now you the head of the family, you have to provide for\nthem. And my mother said, But she's a young child. But we didit. I managed.\nMy oldest sister was in medical school and she was very seldom home. Her professor\nwas very nice and he sneaked her in as much as he could. So there was some good ones\nand some very bad ones, French people; not that I liked them very much.",
        "Q: And what was the food situation like?",
        "A: Well, we weren't too hungry a lots of time. I -- our friends who were not Jewish\nbrought some food to us. We stayed in line for milk and eggs for the little one. And we\nsaved a lot of stamps and things to keep her and send to my father, because my father was\nalready at Drancy at that time.",
        "Q: Were your home -- were you home when your father was taken away”?",
        "A: Yes.",
        "Q: What was that like? Can you describe?\nA: It wasahorror. It was horrible. He was walking out of the house going to work\nand the SS and the French gendarme asked him, Are you Mr. Zosnika? And he said,\nYes. And he said, Take a blanket. And they took him away.\nIn the meantime, he said to me, You have to go here and there. They owe me money,\nyou take -- but people, you know, everybody works for them self. And that's what\nhappened.\nI had a holder of -- I loved my father very much. And my mother used to say the world\nturned over if my father was taken away. I was -- I became a different person, a very sad\nperson.",
        "Q: Uh-huh. So you stayed at home with your mother? You were --",
        "A: Oh, yes.",
        "Q: -- second in line, so you --",
        "A: Yeah.",
        "Q: And your sister was away.\nAnd then for the next few months?",
        "A: I worked, I --",
        "Q: What kind of work did you do?",
        "A: Oh, anything I could find. Pressing heavy men's clothing, come back with things\nlike that. My art teacher give me some work to do. I did that, some commercial art.\nAnything I could do. Keeping a child or, you know, being -- taking care of children.\nAnd --",
        "Q: What was your mother's state of mind at that point?",
        "A: Well, my mother was completely gone at that point. She adored her husband. And\nafter her seven children, she didn't have any strength at all. She -- was a time, I\nremember her at that period of time, she was in bed.\nQ: So the responsibility was really on your shoulders?",
        "A: On my shoulder and my little sister Bruna. We both really worked very hard to\nbring in food. A rabbit, if we could find. We didn't care what it was, as long as they\nweren't hungry.",
        "Q: How was your health at that time?",
        "A: It was fine.",
        "Q: Still --",
        "A: Iwas young. I was a--",
        "Q: Uh-huh. And then what was the next change?",
        "A: The next change, somebody came over and said, Go away because tomorrow is going\nto be a hot -- they're going to pick up the children and the women. And that was the\nfamous July 4th. So we went away to that house, one of -- one of my teacher's, and we\nstayed three months. And by the time we came back --",
        "Q: The whole -- your whole -- your mother and the children?",
        "A: Yes, the children.\nAnd by the time we came back on the Sunday, the Monday, they came to pick us up. I\nremember I picked up my sister at the hospital, and then we stopped at the library to buy\nbooks. And we were reading upstairs and my mother said the bandagen (phonetic),\nThey are here. That means the gendarme were here to pick us up, the three of us.\nBut we had time to -- you know, in France, you don't have closet, but you have armoire,\nso we pulled one armoire and we put my little sister in the back so they just took the two\nof us, my older sister and me. But at night, they came to pick everybody up.",
        "Q: But they took -- picked you -- the two of you up first?",
        "A: First.",
        "Q: And what happened to you? What -- what --\nA: They took us to where police station and put us 1n the -- in the toilets for the whole\nnight.",
        "Q: The two of you together?",
        "A: Yeah.",
        "Q: Were there other people with you?",
        "A: No.",
        "Q: And then you spent the night?",
        "A: Then in the morning, they said, Come on and you're going to join the rest of the\nfamily. They took us in the truck and they put us in Drancy.",
        "Q: Then the next day, they picked up the rest of your family?",
        "A: Yeah.",
        "Q: And you were all together then?",
        "A: Yeah. In Drancy, yes, we were all together. We stayed three months there. And\nFebruary --",
        "Q: Let's talk a little bit about the conditions there. What was it like during those three\nmonths? How did you sleep? What were the sleeping conditions like there?",
        "A: It was -- everybody was sleeping in one room. It used to be a caserne for soldiers,\nso there was bathrooms and there was showers and, you know, they have the beds one to\nthe other. Food, it wasn't that much, but we -- I guess we were hungry, but the hunger\ngoes away.\nAnd three months later --",
        "Q: How much belong -- how many belongings were you able to bring from home or was\nyour mother able to bring?\nA: Just the precious things, they told us to take; the jewelry, the coats, the fur coats,\nthe -- all what they could use it and they could sell it or give it away or -- that's what it all\nis. Anda blanket. Anda blanket. Which was taken away in the train anyway.",
        "Q: Were there friends of yours and neighbors there also that you recognized?",
        "A: Oh, they were all looking outside and they were smiling.",
        "Q: This is when you were taken away?",
        "A: Uh-huh.",
        "Q: Your non-Jewish neighbors --",
        "A: Yeah.",
        "Q: -- were smiling as you were being taken away?",
        "A: Yeah.",
        "Q: How did you feel, as a young -- young woman, when you saw that?",
        "A: Not good. Not really -- I hear -- maybe I'm wrong, but I never had hatred for\nanybody, because I felt that if I hate too much, it will destroy me. And I didn't want to\nbe destroyed. I wanted to fight. So I did not look at them. And whatever they did, I\ndid not care.",
        "Q: When you were in Drancy now, your Jewish friends or your Jewish neighbors, were\nthey with you also? Did you know any other people when you were there --",
        "A: Yes, but --",
        "Q: -- from before?",
        "A: Yeah. Yes, I think so. Quite a few -- not many.\nBecause we had a problem. We were seven children. And to run away with seven\nchildren was impossible. Nobody would take us. So the people who only had one\nchild, two children, they were able to cross the border or go to the -- on the other side of\nFrance, the ligne de demarcation; go to Switzerland; go to Spain. Spain accepted them.\nhttps://collections.ushmm.org\nAnd from Spain, they used to go to Portugal. And from Portugal to America or Canada\nor Mexico.\nBut with seven children and one two and a half years old, forget it, nobody wanted to\ntake us, so we end up --",
        "Q: You were there for three months?",
        "A: Uh-huh.",
        "Q: And what did you do during the day?",
        "A: Nothing.",
        "Q: Just sit around?",
        "A: Uh-huh.",
        "Q: And everybody just sat there?",
        "A: Nobody there was doing nothing. Just sit around waiting.",
        "Q: Uh-huh. And then the next thing that happened?",
        "A: Next thing that happened, that the train that -- we knew already that we're going to be\ndeported.",
        "Q: How did you know that?",
        "A: Because the trains were coming in one after the other.",
        "Q: Did you know where they were going?",
        "A: No, we did not know where. They were saying that we were going to work in the\ncommune and we'll be very -- very happy.\nThis was the worst tragedy happened to me is, being eight people, we had to be five by\nfive. I was holding my little brother's milk and I was separated from my mother and my\nsisters and my brothers. And three -- we were three together. And the different -- go in\na different --",
        "Q: Car?\nA: Car.",
        "Q: Yeah. So in other words, they lined you up to get on the trains?",
        "A: Five by five.",
        "Q: Yeah.",
        "A: But they -- when it came to them --",
        "Q: They split up?",
        "A: They splitup. They closed the door and we went into that one. And that was a\nhorror for me, because I adore my little brother and he didn't have his milk.",
        "Q: Oh. Uh-huh.",
        "A: And so I took care of my two little sisters.",
        "Q: Uh-huh.",
        "A: And it took -- as the train stopped, people were trying to run away. They were\nshooting. It was -- it was not pleasant. You were all scared. Three nights and two\ndays.\nAnd when we got to Auschwitz, it was another horror. The screaming, the dogs,\nthe -- and all of a sudden, I find myself all alone. The whole family went on a -- ona\ntruck and they pulled me out. So I had long hair, young, and I climbed on the truck.\nAnd one saw me and he pulled me by the hair and he throw me down. By that time, it\nwas --",
        "Q: You climbed on the truck that your family was --",
        "A: Yeah.",
        "Q: -- was on?",
        "A: And then the truck went away.",
        "Q: So when you got off of the car, you saw your family?",
        "A: Yeah. Sol find my family.\nQ: You found them?",
        "A: Yeah.",
        "Q: Yeah.",
        "A: I find them.",
        "Q: Let's go back a little bit in the -- when you were going to the camp. You said it took\nthree days and three nights. What -- what were people doing in the car? Were they\nhelping each other? Were they being of comfort? Do you remember --",
        "A: I was very sad.",
        "Q: -- what happened to you? Uh-huh.",
        "A: First of all, the -- it was --",
        "Q: Was it all women?",
        "A: First -- no, mixed.",
        "Q: It was mixed?",
        "A: Yeah.",
        "Q: Uh-huh.",
        "A: They were doing holes in the bottom to try to escape. They -- there was no water.\nEverybody was thirsty. It was no toilets, so it wasa mess. And --",
        "Q: Was there any light in the car?",
        "A: No, there was no lights.",
        "Q: Uh-huh.",
        "A: It was cars that they used for pigs and, you know, pasture work.",
        "Q: Did they let you out at all?",
        "A: No. No.",
        "Q: And what were your little sisters --",
        "A: Probably they were half --\nQ: -- doing?",
        "A: We were half in a different world, you know. We just didn't talk. We didn't know\nwhat to do. We were -- we were lost. We were completely lost. And I was a very\nnaive. Being raised in a big family, you become very -- and my parents were very strict\ntoo. Couldn't get out at night. We couldn't do this, we couldn't do -- it was schooling\nand practice and do this and helping my mother a lot too. It just was -- so I was a naive\nlittle girl -- young girl for that age.\nI saw my daughter at 16, she wasn't like -- not like me. Nota role.",
        "Q: So you arrived at Auschwitz and you said you tried to get on the truck --",
        "A: Yeah.",
        "Q: -- that your family was on --",
        "A: Uh-huh.",
        "Q: -- and they took you off?",
        "A: And they took me off. I didn't know what the reason they took me off, but they\nusually took 10 percent out of each transfer that came. Usually they took women in their\n30s because they have much more to offer. They have their pasts and they have a future\nto fight for. But I didn't have a past and I didn't have a future, so I -- fighting for me was\nnothing. I was just crying all the time. But in camp --",
        "Q: Then they took you where in the beginning?",
        "A: They took --",
        "Q: They took you off the truck. Uh-huh.",
        "A: Truck. And then they march us into Birkenau.",
        "Q: This was a -- you were with a group of women?",
        "A: Yes.",
        "Q: And when you got to Birkenau?\nA: Birkenau, they put us in a big room. And Iwas having my period. And I went over\nto the -- to the SS to ask her for something.",
        "Q: This is a woman guard?",
        "A: Yeah.\nAnd I went bouncing on the other side of the room. By that time, my period stopped and\nI never had anything, so I came back.",
        "Q: She threw you to the other side of the room --",
        "A: Yes.",
        "Q: -- when you asked her?",
        "A: And they did this. They put the tattoo.",
        "Q: This was when you first arrived?",
        "A: Yeah, first arrived.\nAnd then they brought in -- now that I'm a little older -- well, first of all, I was ashamed.\nI never had a men looking at me nude. I was -- they were such monsters, now that I\nthink of it. It's just so horrible. Because they brought in French men, undressed us, and\nshaved us from all over. Not only the hair, but --",
        "Q: On the body?",
        "A: Private part and everything.\nAnd Iwas crying. I was ashamed. And they said, Don't be ashamed; we don't even\nnotice.\nAnd they put us in the hot bath, schweitz bad (phonetic). And then they gave us a cold\nshower and uniforms. And that's it. And they put us in -- the next morning, we went to\nwork.",
        "Q: So you did not have any belongings --",
        "A: No.\nQ: -- from before? They took everything that you had?",
        "A: They took everything, yeah.",
        "Q: Were there many young women like you in your group?",
        "A: No. Mostly they were in their 30s. And I was very lucky, because I find camp\nmothers, like I called them, two French women who really took care of me. They knew\nthat I was -- wouldn't survive if they wouldn't have taken care of me.",
        "Q: Uh-huh.",
        "A: They're both dead now.",
        "Q: So they -- and where did you go -- where did you sleep that first night?",
        "A: Oh, they had the huts, you know. So where you slept, three tiers.\nI don't know if you went to Birkenau.\nAnd they give you a blanket and a pot to eat, but it served for everything, because there\nwas no bathroom. But you couldn't sleep because people were stealing from you. You\ndidn't ever took off your shoes, because people were stealing it. And once -- it was very\nhard because it was -- to this day, I don't sleep.\nThe first two weeks was -- was really a horror because we didn't have water. And water\nis the main thing for survival. And I saw people urinate -- and it was cold, you know, so\nit froze and they sucked it. I did the same thing, to survive. Then we were quarantined\nbecause everybody got the dysentery. So -- and after that, I wanted to kill myself and I\nwent to the -- to the electric field.",
        "Q: Fence?",
        "A: Fence. Buta German saw me and shoot -- but he shoot at my foot. It got infected,\nit got like -- and one day, they took me to the Block 25, which 1s -- I don't know if you\nknew about it, but 25 is they selected the people —\n(Audio skip in recording.)\nQ: -- your experiences in Auschwitz. And you had arrived in February of 1942 and you\nsaid you were taken to Block 25 after the guard shot you 1n the foot --",
        "A: Yeah.",
        "Q: -- because you had the infected foot.",
        "A: I couldn't stand up. I was --",
        "Q: Was this more in the beginning of your stay?",
        "A: Yes, it was more in the beginning --",
        "Q: Uh-huh.",
        "A: -- of the stay.",
        "Q: Uh-huh.",
        "A: And over there, I find Toni, which was my -- she became my camp mother.",
        "Q: She was in Block 25?",
        "A: Yeah. She was a struberval (phonetic), the ones who take care of the other people,\nyou know, just -- well, she came in 1941, so she had all the -- she knew what to do.",
        "Q: Was she another French woman?",
        "A: Yes, but she was born in Poland.",
        "Q: Uh-huh.",
        "A: And they took the Polish people first.",
        "Q: Uh-huh.",
        "A: The foreigners.\nAnd she fought very hard for me not to go to the crematorium, but he didn't want to listen\nto all that. He took me there and I went -- while he was driving, I was in the back of it,\nand I told him that I'm not going to die, he's not going to put me in the gas chamber, I\nhave all my family living. And that did it. They wanted to know how many Jews are\nstill free. And while I was walking into the gas chamber, he said, you -- you -- sieschmutzig, come. You dirty -- you're a pig, Jew, whatever. Come. And he brought me\nback to camp.\nThat was luck, because he was not that nice after that.",
        "Q: So you went back to --",
        "A: And he --",
        "Q: You went back --",
        "A: And I worked there. I worked at Block 25.",
        "Q: Oh, you worked at Block 25.",
        "A: Yeah.",
        "Q: And where was your barrack -- your barracks?",
        "A: 25.",
        "Q: Oh, I see. Uh-huh.",
        "A: Block 25.",
        "Q: Yeah. And what did you do?",
        "A: The people who came in there, they were half dead. So we undressed them, put\nthem in the truck, and they -- truck went to the exit, then to the crematorium.",
        "Q: So did you also sleep there?",
        "A: Yeah.",
        "Q: So you didn't go back to your original barrack?",
        "A: No.",
        "Q: Yeah.",
        "A: No.",
        "Q: Uh-huh. And how was your foot at that time?",
        "A: Oh, very swollen, very infected.So it was a Dr. Rose. I don't know if you ever heard of her. She was really something.\nShe doesn't show her head in no place. She wanted my rations so she could heal my\nfoot.",
        "Q: She was another prisoner?",
        "A: Yeah, French one.",
        "Q: Uh-huh.",
        "A: And we did. We gave her a bit of ration. And she opened the wound and --",
        "Q: Drained it?",
        "A: Drained it.\nIt was no medication. It was just plain luck that it healed.\nAnd then they -- they closed up that block and we went on the road working.",
        "Q: How long were you in Block 25?",
        "A: Maybe afew months. Not long ago.",
        "Q: What -- when you said you had to give up your rations, what were you getting for\nfood?",
        "A: Oh, a piece of bread and a piece of cheese. In the morning, coffee. You know,\ncoffee. I don't remember what it was. And lunchtime, soup.\nIf you didn't go to work. If you went to work, you didn't get anything. You only ate\nwhen you came back to camp.",
        "Q: Did they ever take you out for counting or --",
        "A: Oh, yes, we stayed every morning at 4:00 in the morning and they counted us.",
        "Q: What was that like?",
        "A: Well, it was very difficult because we stayed straight for about three hours.",
        "Q: Just standing there?",
        "A: Just standing there.And then they opened up a Jewish hospital. Nota hospital. You brought in half-dead\npeople and then you took them up. But the only thing they wanted is to take their\nnumber. They were very organized, you know. Terribly organized. In the morning\nwhen we came out, there was nothing left but bones. The rats had eaten everything up.\nI went back recently and it's still I saw rats big like that. They're still there.",
        "Q: Are we now still talking about Block 25?",
        "A: Oh, no, that's -- they have closed up. This is a hospital they opened up.",
        "Q: Near Block 25?",
        "A: Near Block 25.",
        "Q: Isee. I see.",
        "A: Yeah.",
        "Q: Uh-huh. Uh-huh.",
        "A: And that didn't last very long, but a couple months, and they closed that up too.",
        "Q: So after you stayed in Block 25 for several months, then what happened?",
        "A: I went to that hospital.",
        "Q: The hospital, right. And you were there for a few months, probably?",
        "A: Yeah. Not even afew months. A month or so.",
        "Q: Uh-huh.",
        "A: They didn't even wait for the people to die. They took them directly on the truck\nand put them in the gas chamber and in the oven.",
        "Q: At that point, did you know what had happened to your family?",
        "A: Yes, I -- because you couldn't help it but smell, smell the grease of the person or\nthe -- it was a horror, a horrible smell of -- and people told me, you know, I -- in the\nbeginning, it was very hard for me to believe it. I had always wondered when it\nhappened to my little brother, he acted to that.And then I worked on commandos. Oh, no. I did go in -- they picked me to go work\nfor the gentile hospital. For three months, I worked there.",
        "Q: When you say you worked, what did that mean? What did you do?",
        "A: There was no medication, there was nothing to do than to make them a little bit more\ncomfortable.",
        "Q: These are gentile prisoners?",
        "A: Yeah. Communists, the underground, a lot of Polish people, a lot of French people,\na lot of --",
        "Q: Did you also speak Polish besides French?",
        "A: No.",
        "Q: You only knew French?",
        "A: French was -- I learned very quickly Polish and German. It was very fast, because\nyou have to. You have to learn very quickly.",
        "Q: Uh-huh. And where were you sleeping at that time?",
        "A: In the hospital there with the -- with the sick people.",
        "Q: Uh-huh.",
        "A: And then they closed that up too.",
        "Q: Again, were you one of the younger women?",
        "A: Yes.",
        "Q: You still were one of the younger women?",
        "A: Yeah.",
        "Q: And were you with your friend Ton1?",
        "A: Toni and Matilda. Matilda, who was from Palestine, a Jewish -- and they both took\ncare -- if one wasn't around, the other one was -- tried, too, hard to be around me.",
        "Q: How old were these women?\nA: They must have been about 25, 30 years older than I was.",
        "Q: Older than you?",
        "A: Uh-huh. They must have been close to 40.",
        "Q: Uh-huh. And they were alone? Did they have any children?",
        "A: Yes, they had children, but their children escaped. They had run out of camp\nwhile -- they wouldn't have come in to camp anyway. But, apparently, they were -- they\nwere safe. They came back and they find their son alive, both of them, so they were --",
        "Q: What was the youngest age that you saw there in the camp?",
        "A: The youngest in the women, maybe 15 or 14. That's all. They were not -- in the\nmen, maybe a little bit more, but I did not know them. They were separated from us.",
        "Q: You said you then worked in the gentile hospital --",
        "A: Yes.",
        "Q: -- and they closed that. And then --",
        "A: They closed that.",
        "Q: And then where did you go?",
        "A: The commandos, potato commandos, in that commando and -- they find work for\nyou to do.",
        "Q: Can you describe a typical day.",
        "A: Well, you left at 8:00 in the morning, about staying up three hours. And the worst\ncommando was the potato commando.",
        "Q: What did you have to do?",
        "A: We worked on the ground and then pick out the good potatoes for the soldiers for the\nSS and the bad potatoes for the camp, you know.",
        "Q: Were these potato fields, were they in the camp grounds?",
        "A: They in the camp grounds, on the ground.\nQ: Uh-huh.",
        "A: And it was cold, it was damp, it was -- that was -- I think I suffered the most doing\nthat.",
        "Q: Now, what -- what time of year are we talking about now?",
        "A: Well, I think it was starting fall -- not fall, but almost to the spring.",
        "Q: Fall, winter, and spring?",
        "A: Yeah.",
        "Q: Of '42, '43?",
        "A: Yeah.\nBut in '44, in April, a Mala -- I don't know if you heard of Mala.",
        "Q: Well, let -- before we get to '44, let's talk about a little bit more '42 and '43.\nSo you worked in the potato fields?",
        "A: Yeah.",
        "Q: What else?",
        "A: On the road, like everybody else.",
        "Q: What were you doing on the road?",
        "A: Making roads.",
        "Q: How’?",
        "A: The water did not absorb. You know, it was like clay. So when the snow melted,\nthe water staggered on top. And it was very dangerous because mosquitos come out and\nall those things. So we used to put big stones on top of -- making roads.",
        "Q: On top of the water?",
        "A: On top of the water.",
        "Q: And what did you have to do?",
        "A: We did that.\nQ: You carried the stones?",
        "A: Yeah, we carried the stone.",
        "Q: And what were you wearing?",
        "A: Well, I didn't have shoes, because I lost my shoes in the clay. Because by the time if\nyour foot got into it, you have to twist your foot to pull it out, and your shoe stayed with\nit.",
        "Q: So you were barefoot?",
        "A: Barefoot, yeah.",
        "Q: And your striped outfit?",
        "A: And a striped outfit.\nI usually -- the minute my hair used to grow back, I used to go and cut them because of\nthe lice. Oh, I had the -- the body lice, which gave me typhus. And I had twice typhus.\nThat was not funny. That was really --",
        "Q: When you were sick with typhus, did you have to work?",
        "A: Yes. Uh-huh. There was no hospital, there was no medicine.",
        "Q: And so you were working on the road and carrying heavy rocks?",
        "A: Yeah.",
        "Q: Yeah. And what was the treatment by the guards when you were doing this?",
        "A: Well, you had the dogs and you had the -- if you didn't do fast enough, you had the\ndogs on top of you, so plenty of marks on my back side.",
        "Q: From -- from the dogs or from the whips or --",
        "A: From both.",
        "Q: You were beaten while you were --",
        "A: Uh-huh. Oh, yeah. Everybody was. I don't think very few people were not beaten\nthere, but I don't know.\nQ: How did you keep going at this time with such terrible things?",
        "A: Well, first of all, I had those ladies who really took care of me.",
        "Q: Did they work alongside of you when you were doing the rock work?",
        "A: Yes, they worked alongside of me. They usually had better jobs, but they always\nbring me food. Which, I wasn't good of -- I was -- it was degrading me to go and steal\nor beg for food. I was too young. I was -- so they used to bring me food and take care\nof me or find a scarf for my head or find a pair of shoes that was too big, but it -- at least\nthey helped.",
        "Q: When you said you cut your hair off if it got too long, how did you do that?",
        "A: I went to the barber. They have a lot of barbers. Well, prisoners, you know, men\nprisoners. And they had -- well, first of all, 1t was very dangerous to have hair.",
        "Q: Why was it dangerous?",
        "A: The lice, one thing. And if you had -- you usually have curly hair, they like that.\nThey like when you are pretty. And you couldn't be pretty in camp, you know. They\ntook you out, clean you up, and send you toa home. So you have to be very careful with\nthat.",
        "Q: You were talking about working with the roads and --",
        "A: Yeah.",
        "Q: -- getting beaten?",
        "A: But that wasn't the worst thing. The worst thing was -- Mala was a Belgian girl who\nspoke a lot of languages. She was a strakerine (phonetic). That was an interpreter, an\ninterpreter for the Germans, and they loved her.",
        "Q: Was she -- was she a prisoner?\nA: Yeah. And she worked with a Polish underground prisoner too. She escaped. But\nbefore she escaped, she -- I was walking in -- because when you walked in from\nthe -- from a commando, you had to sing.",
        "Q: This is when you were marching back --",
        "A: Yeah.",
        "Q: -- to your barracks?\nWhat did you have to sing?",
        "A: German song.",
        "Q: All the women were singing?",
        "A: Yeah. And if you didn't sing, he went the whip.\nAnd she says -- she told me, Marie, meet me at -- someplace, you know. So I said,\nWhy? She says, I have a -- I may not say you lie, but you'll have maybe four months,\ngood months.\nSo I went and I met her at that time. And that's when it was April, March.",
        "Q: Of?",
        "A: 1944.",
        "Q: Now we're in 1944?",
        "A: Yeah.",
        "Q: Okay. So all of 1943, you were working?",
        "A: In commandos for the -- different commandos.",
        "Q: Anything else besides the potatoes and the roadwork? Did you do anything else,\nthat you could remember?",
        "A: I don't remember that. But, you know, you did so many things. They caught you\nand you did anything, yeah.",
        "Q: Okay. So now it's spring of '44?\nA: ‘4,\nAnd she says, You're going to go to Brzezinka. I said, What is Brzezinka? She said,\nIt's a crematorium and the gas chamber. They have a half a million Hungarian Jews are\ncoming in. That's when the time they -- and they need people to select. We do not\nselect the people to -- who die or not. The women fold the clothes and look for jewelry\nand make packages to send it to Germany.",
        "Q: This is the belongings of the Hungarian Jews?",
        "A: Right. The women did that job. The men did the other -- the worst job.\nWell, that really almost drive me crazy. I couldn't take it.\nAnd my bed was given right at the oven. So you know the old-fashioned red wooden\nthing, they used to put the gas people on top of that. And some were still moving. And\nshove into the -- I was thinking about my family, you know. Was they alive, was they\ndead when this happened.\nA half a million, that didn't have enough room for that, so they made trenches, put the\nkids in, put some gasoline, and light them.\nThe screaming and the yelling, I still dream about it. It was ahorror. I never talk to\nanybody about, because I was ashamed.",
        "Q: Ashamed? What were you ashamed of?",
        "A: Of being -- I had to do -- see. And I was sending the clothes to Germany and -- and\nafter this would be finished, we knew that we going to die because they didn't want to\nhave any witnesses for that.\nBut lucky enough, the Russian were coming too fast.",
        "Q: Okay. Well, we'll talk about that in a minute.\nSo when you were working there -- this was beginning in April of '44 -- you were -- you\nwere also staying, but you were sleeping there at night?\nA: Yeah. And we had clean sheets, we had showers, we had the food as much as you\nwant. They fed you so you shouldn't -- you shouldn't -- you should be happy, you\nshould not revolt yourself or, you know --",
        "Q: Who were the other people that you were working with?",
        "A: People who were picked. Some men and some women. A friend of mine was\nworking with me, Maria.\nToni and Matilda, they worked in factories already at that time. They worked for -- they\nmaking cars now -- Mercedes.",
        "Q: Did you -- did you have any contact with Toni --",
        "A: No.",
        "Q: -- or Matilda?",
        "A: They were away. They were in the middle of Germany. We were still in Poland, in\nKrakow -- in Krakow. The factories were in the middle of Germany where they were\nmaking -- anything but cars.",
        "Q: So you -- you stayed -- you lived every day --",
        "A: Yeah.",
        "Q: -- near the crematorium?",
        "A: Well, yeah, it was from here to here.",
        "Q: Just a few feet?",
        "A: It was very close. Very, very close.",
        "Q: And was every day the same?",
        "A: The same thing, the screaming of the children, the yelling. Every day was coming\nanother transfer.\nYou know, in six months, a half a million, that's a lot. That's an awful lot. It took them\nfour years for six million.\nhttps://collections.ushmm.org",
        "Q: And what were -- do you remember what you were saying to your fellow prisoners?\nWas there any kind of exchange of thoughts?",
        "A: Well, we all felt the same thing, we're going to die, they're going to kill us, they don't\nwant any people who saw all that horror. They -- and Eichmann was -- monsters. They\nwere looking into gas chamber and laughing like it was, you know, a play, it was like -- it\nwas ahorror. It was terrible. It was just awful.\nAnd one part of the men revolted there instead of. Of course, they were killed.\nWell, it took another year, the group of men who did the gassing and the burning.\nBut that lasted from April to January.",
        "Q: You did this from April to January?",
        "A: Uh-huh.",
        "Q: And what was -- again, what was your health like then? You said you were eating\nall right at that point.",
        "A: Yes. My health was okay, but my mental attitude was terrible. I was crying day\nand night. And I was --",
        "Q: Were you able to share your feelings with any of the other people?",
        "A: Oh, yes, with other people. We all felt the same thing. We all felt the horror of the\nwhole situation.",
        "Q: And, again, were you one of the youngest to be doing this?",
        "A: Yeah, I was the youngest.\nWell, they had something to live for, say their husband, wife maybe, or their children still\nalive. I knew my family was gone. About three months, I was in camp, I saw a friend\nof the family, and I said, Where is my father? And he said, He just died two weeks ago.\nSo I knew everybody was dead --",
        "Q: Uh-huh.\nA: -- [had nobody left.",
        "Q: Uh-huh. How do you think you kept going during that terrible, terrible time? Do\nyou have any --",
        "A: When I came back, you mean, or --",
        "Q: No, no, no, when you were doing this terrible work. What kept you going?",
        "A: The idea of seeing them lose the war and having maybe one hour of freedom or\neating one orange or seeing a tree. You -- you imagine you want to see them being\nbeaten by the -- and my dream is to take the subway for an hour. And then after that, I\ndidn't care what would happen to me.\nThat's what made you live, I guess, or fight. And love has a lot to do with it. I think my\ntime wasn't there to die yet. I believe very much in that.\nBut that's the way you fight. You know, you fight every day that maybe today it's going\nto be the end of the war, maybe today they're going to lose it, or maybe today they're\ngoing to -- and then when it came, I couldn't do what some people did when they lost the\nwar. They used to beat the SS, they used to spit in their face. I couldn't do that.\nEnd of File One\nBeginning of File Two\nQ. We were talking about your experiences working in the crematorium folding the\nclothes.\nA. — Uh-huh.\nQ. And what then happened with those clothes? What did you exactly do? Can you\nbe a little more specific?\nhttps://collections.ushmm.org\nA. Well, we tried to match sizes and make bundles, attach them, and put them in a\ntruck. The truck was going to a train, put them on the train, and then they went to\nGermany.\nQ. So these were clothes from the Hungarian --\nA. Yeah.\nQ. -- victims.\nA. Uh-huh.\nQ. And where -- did you work in a warehouse or --\nA. It was a big room. It was built specially for that. They had five crematoriums,\nand they build five big rooms. We weren't -- it's -- it was pretty far one from the other,\nbut that's what happened. You know, they build the big rooms, and it was a lot of\nclothes coming in, pounds and pounds, of clothes from -- because people brought some\nwith them. Bring the best thing you have, the jewelry, and this and, you know, so that's\nwhat we did.\nQ. Uh-huh. So you sorted out women's clothes and men's clothes and sizes?\nA. Right. But then after a little while, they sold the -- it was too close for the people\nto see what they were doing, so they put on the -- they put blankets so we shouldn't look\natit. Weshouldn't see. But the smell and the screaming and the yelling --Q. Oh, they put blankets up so you wouldn't see the crematorium? Is that what\nyou're saying?\nA. Yeah.\nQ. Yeah.\nA. Because people were revolving themselves.\nQ. Were you standing all day doing this?\nA. Yeah.\nQ. Standing at tables?\nA. Yeah. They had a shift night and a day night.\nQ. How many hours a day did you have to work?\nA. Five, ten, or twelve hours.\nQ. Did you work during the day or at night?\nA. You switched. One -- two weeks you worked at night, and two weeks during the\ndaytime.\nQ. And then what were your sleeping conditions like?\nA. Well, in the regime camp, the sleeping conditions were wonderful. We slept one\nperson toabed. That before we slept 12 persons to a piece of wood.\nQ. So you had your own bed?\nhttps://collections.ushmm.org\nA. Yes, and sheets, too.\nQ. What were you wearing?\nA. The uniform, still the uniform.\nQ. Did you wear the same uniform the whole time you were 1n camp?\nA. Yes. Uh-huh.\nQ. The same --\nA. Oh, sometimes when someone died, and you have the same size, and they were\nclean enough, you were -- or they had no lice -- because people died very quickly.\nSometime when they arrived, in two, three days they were dead. So people used to\nchange around. Otherwise, you wear the same uniform.\nQ. For years?\nA. For years.\nQ. What would you wear under your uniform?\nA. Nothing. There was nothing to wear. We had lost so much weight. It\nwas -- everything was hanging down, and you didn't need anything. And they wouldn't\ngive it to you any way.\nQ. What were the sanitary facilities like when you were working in the crematorium?\nhttps://collections.ushmm.org\nA. In the crematorium, it was nice. There was -- they had showers given by men, but\nI didn't care. That -- it had came to that point, I didn't care and --\nQ. What do you mean given by men?\nA. Yeah, the showers. They would turn on the water by men. And they\nwere -- we had clean sheets on the bed, and we could change uniform if we wanted to\nat that time in that period of time. So for four months, it was -- well, they didn't want to\nwe should revolve, you know. That's a way of pacifying the people. That's the way of\ndoing --\nQ. Now, did you have any contact with any of the women that you were with in the\nbeginning once you started this new work?\nA. I had a tooth ache, and I asked to go into Birkenau, you know, and I saw Tony\n(ph) there and Matild (ph) -- no, not Matild (ph), but Danielle Casanova (ph) who was a\ndentist, and she was a communist, not Jewish. She pulled the tooth for me.\nQ. How did she pull it? Did she have any --\nA. No, with a plier. I don't have much teeth in my mouth.\nQ. So they --\nA. You couldn't wash them. You couldn't have tooth paste or no brush or no\nnothing.\nQ. Um, so they permitted you to go back --A. Yes.\nQ. -- and you had your tooth removed.\nA. And they brought me back.\nQ. What was the state of mind with the women when you went back?\nA. They wouldn't believe it. They wouldn't believe it.\nQ. What? You mean what? They wouldn't believe what you were doing or --\nA. Yes.\nQ. -- they wouldn't believe what was happening to them?\nA. Yes. They wouldn't believe what's happening.\nQ. To them?\nA. Because certain Hungarian got into camp because they were liberated very early\nwhich is, um — but, so they said some, are they coming into camp, so it can't be that bad.\nQ. These are the Hungarians saying this?\nA. No. The people that were already there a while.\nQ. Were saying things couldn't be as bad?\nA. They couldn't be as bad because some Hungarians are coming into camp.\nQ. ITsee. Right. Right.\nhttps://collections.ushmm.org\nA. They're coming into Birkenau.\nQ. Right. So then you had to go back?\nA. Yeah, and then I had to go back to regime camp.\nQ. Uh-huh.\nA. At that time already Marla (ph) and her boyfriend escaped because apparently they\nhad papers which say that they going to destroy the whole camp. They're going to bomb\nthe whole camp so there would be no --\nQ. Who 1s they?\nA. The Germans.\nQ. Will bomb the camp?\nA. Yeah. So there would be no testimony or anything. Two weeks later they find\nthem, and they were hung, both of them.\nQ. Uh-huh.\nA. So they brought me in again. They brought in the whole camp to watch them\nhang, and that's what they used to do all the time.\nQ. Uh-huh. What did you feel like when you would see something like that?\nA. I couldn't watch it because I liked her very much. She helped a lot of people.\nQ. Uh-huh.\nhttps://collections.ushmm.org\nA. And she was a wonderful person.\nQ. Uh-huh. Uh-huh.\nA. So I keep my eyes down. I just couldn't do it.\nQ. Uh-huh. Uh-huh.\nA. And then they pull us back again to regime camp.\nQ. Uh-huh. And you continue to do this from April until?\nA. To January.\nQ. Of '45?\nA. Of '45.\nQ. Yeah, and then what happened?\nA. Then -- well, the Russian were coming in too fast, so they did not want to -- the SS\ndid not want to be liberated by the Russian so they start to walk us. We walk for 3\nnights and 3 days. I don't know, but it was a hard walk in the snow and the cold and no\nfood or nothing. We arrived in Ludlowe, which is pretty far from\nBirkenau -- from -- not Birkenau, from regime camp. And they put us in trains, open\ntrains, cattle trains.\nQ. How many people are we talking about?\nA. Well, I --\nhttps://collections.ushmm.org\nQ. Is there more than the people that worked with you in the crematortum?\nA. Oh, yeah, because Auschwitz was evacuated.\nQ. So it was -- oh, you're talking about everybody --\nA. Everybody.\nQ. -- that was marching.\nA. Yeah.\nQ. So this was not just your particular group?\nA. No. No.\nQ. So the camp was evacuated?\nA. Yeah, the camp was evacuated.\nQ. What was the talk among the people at that time among the prisoners?\nA. Well, we was, to an extent, we were quite scared because every camp we stopped,\nthey didn't want us. They had their own people so we were traveling from one camp to\nanother one. In the meantime, people were dying on the train. We had to sleep on top\nof them. We had to. We couldn't do anything, and --\nQ. You walked for 3 days and 3 nights and then got to the train?\nA. Yeah. And then we asked for water. They didn't want to give us water, and we\narrived in Ravensbruck, another great gem of a camp, and they accepted us. And here\nhttps://collections.ushmm.org\nwe stayed, January, February, March -- no, into February. And February, I was very\nhappy to get out of there because they were doing experimental on women, and what we\nsaw was so horrible that we wanted to get out as fast as possible. And they did send us\nto a little camp, Prchin-Malkov, it was called.\nQ. Let's talk a little bit about the conditions at Ravensbruck.\nA. Oh, God.\nQ. If you're able to.\nA. It was unbelievable. People cannot believe what was in Ravensbruck.\nQ. What happened when you first got there? You were on the train, and it stopped\nthere?\nA. Yes. And we got off, and they put us in a room, and people were laying all over,\nand they were dead. They were completely dead. Cold as ice.\nQ. These are men and women?\nA. No, just women. Ravensbruck was a --\nQ. No. I see --\nA. A woman's camp.\nQ. But the people on the train with you --\nA. Just women.\nhttps://collections.ushmm.org\nQ. But you were just women on the train?\nA. Yes, because --\nQ. Oh, okay.\nA. -- because Birkenau was only woman. The other camp was men. We were\nnot together.\nQ. But when you were --\nA. Men and women were separate.\nQ. -- working at the crematorium, that was mixed, men and women?\nA. Yes, it was.\nQ. Oh, okay.\nA. But they went to the men's camp.\nQ. When it was time to leave. Oh, I see. Okay.\nA. And we stayed, slept on the dead people. We eating, we didn't eat, I don't think\nso, but most of the time we were walking around because we couldn't take the smell.\nWe couldn't take the idea of being with the dead people. It was horrible. Ravensbruck\nwas the worst thing I ever saw in my life. And then they send us a little bit outside of\nRavensbruck, and there they were doing experimental on women.\nQ. Why did they send you there?\nhttps://collections.ushmm.org\nA. Because they had room. It was a big room there where they can put us up.\nThat's the only way I can --\nQ. How did you know they were doing experiments there?\nA. We saw them. We saw the women.\nQ. Can you describe anything?\nA. Oh, God. It was no description of that. There were no hands, no feet, half a\nstomach out, one eye out, one eye in. It wasahorror. It was horrible. It was just\nunbelievable. It was just --\nQ. Were these people still alive?\nA. I don't think so.\nQ. So these were all dead?\nA. I don't know. They never came back to the country. I think they were put\nin a sanitartum and being taken care of there because they couldn't take care of\nthemselves.\nQ. So some of these people were still alive?\nA. Oh, they were alive, yeah. When we saw them --\nQ. Oh, they were alive?\nA. They were alive, yes, but I don't think they ever went back home.Q. I see. Were you able to talk to any of them?\nA. Yes. A lot of French people on the ground, (inaudible).\nQ. So you were there for how long at Ravensbruck?\nA. We were there for about --\nQ. 2 months?\nA. Not too long, about 3 weeks.\nQ. Yeah.\nA. And then --\nQ. Did people try --\nA. -- and they said.\nQ. Did people try to help these people?\nA. Yes. We tried to help, and we had very little --\nQ. I was going to say, what could you do?\nA. There was nothing much we could do.\nQ. Uh-huh.\nA. Some people couldn't eat because they cut out their tongue. So that was, you\nknow, it was just unbelievable and cruel.\nhttps://collections.ushmm.org\nQ. Uh-huh.\nA. Just I -- Saint Joseph College, I don't know if you know it, in Philadelphia -- it's a\nCatholic college -- asked me one time to come to talk to them, and then they took me\nout -- we were talking about the -- it's in the clinical psychology department -- and\nthey -- I said never that I read in the history of the world this happen. And they\ndisagreed with me. They said it was all of the holocaust. Yes, it was holocaust. I\nagree with them, but not organized like that. Not that were fighting wars or revolutions\nor even now to this day, but nothing, nothing like this. Nothing like this. And many\nthink I don't know what happened in Auschwitz. Many think that I saw the documentary\non the -- I don't know. They had families in one camp and children that were raise them\nto see how they were doing and then killed them. I didn't know that that was happening in\nAuschwitz.\nQ. You were 19, 20 when you were --\nA. When I was liberated.\nQ. Well, when you were in the Ravensbruck and you saw these --\nA. Yeah.\nQ. -- indescribable scenes. Again, how do you think you kept going?\nA. I was crying all the time. I was crying all the time, and I said, people -- it\ncame to a point that I -- we were saying, nobody will believe it. There's no sense of\nhttps://collections.ushmm.org\ntalking. For years I never talked because nobody will believe it. __ It's like a fairytale.\nIt's worse than a fairytale.\nQ. So then after you left Ravensbruck --\nA. We went to Prchin-Malkov, which had no worry.\nQ. But what was that? Was that --\nA. It was a little camp, Neubulach in Germany, and it was no crematorium, no -- I'm\nsure it must have been --\nQ. A labor camp.\nA. A labor camp or a prisoner camp, something like that. And we arrived in\nFebruary. Again, February is the good month forme. And May 6 -- May Ist, 1945, we\nstarted to walk again.\nQ. What did you do there between --\nA. Nothing. Nothing.\nQ. -- February and May”?\nA. Nothing.\nQ. This is again -- this is the group of women?\nA. Starve.\nQ. You're still with women?\nhttps://collections.ushmm.org\nA. Yes. We didn't do anything.\nQ. They gave you enough to subsist on?\nA. I was so furious because they were keeping the bread for the soldiers which\nwere passing by. They were running at -- they're running away.\nQ. These are German soldiers running away?\nA. Yeah. Thisis. They were running away, and I was really furious so\nsomebody pushed me out to where the bread in, and I threw out all the bread to the\npeople, but nobody gave me, a piece to me, but I did -- I did very -- my mother used to\nsay, everybody's going to hold up, but Marie, Marie has to eat. It's not true. I could\nstay without eating for days. So that's -- and then we start to walk, and yeah.\nQ. This is May. May.\nA. May Ist. May 6th, I was with a friend, Maria (ph), and she said -- it was\nraining, and she said, the Americans are here. I said, oh, my God. She's losing her\nmind. What am I going to do with her?\nQ. Were you still with a whole group of people?\nA. Yes, we -- with the camp.\nQ. With the camp.\nA. But we -- one was here, and one was there, and one was --\nQ. But there were German guards with you?\nhttps://collections.ushmm.org\nA. Yes, there were German. They want to be liberated by the Americans.\nThey did not --\nQ. What was their treatment of you when you were walking?\nA. I sat down, and I said, I don't walk anymore. He said, you're almost free. Come\non and walk because the American are not far from here. See, they wanted to be\nliberated by the Americans. They were right because the Russian were not very nice to\nthem. And I-- she said, the Americans are here. I said, oh, my God. She's crazy, you\nknow. I don't know if -- and I saw the Americans, but the junction, the Russian took\nover that part. So we were in the Russian.\nQ. What was your feeling when you first saw the Americans?\nA. I think I was numb mostly. What happened was I was walking, and in\nfront of me, who walks in front of me told there, that bastard of the Nazi who did all the\nselection for the gas chamber, him, and Mengele, and Eichmann, you know. And he\nturns around, and he wasn't civilian. He turns around, and he said, shoo (clap). Sol\nwent over to the American, and I said, this is masters who killed millions of people.\nThey arrested him. And then I have to be here a witness and you remember’?\nQ. We'll talk about that. We'll talk about that. So they arrested him there, and\nyou --\nA. Yeah.\nQ. -- continued walking?\nhttps://collections.ushmm.org\nA. We continued walking, and the Russian took over. They put us in the\nprisoner -- camp, military camp, with soldiers who walk prisoners. They brought -- the\nAmericans did not know how to -- unfortunately, they were young kids, and there\nimmediately was butter, and milk, and chocolate, and people were dying. They used to\nget diarrhea, and that's it. The Russian knew better. They brought us potatoes and rice,\nand they locked us in. They say, you don't walk out because of the Mongolian. They\nwere raping every child, every woman, everybody they could find. So we didn't walk\nout.\nQ. What was your physical state at that point? Do you know how much you\nweighed?\nA. Oh, I -- I have pleurisy. I couldn't breathe. I couldn't eat. I was in bad shape,\nvery bad shape. At that time already, I was not good at all because I came back to Paris\nin 19 of May, and the 20th, I was in the sanitartum.\nQ. Okay. So how long did you stay --\nA. In the --\nQ. No. In the Russian cell that you --\nA. We stayed back 3 weeks, and then they wanted to take us to Odessa to the Black\nSea and go back to Mauthausen. That was a little too far. We were very close to\nBelgium, and Holland was closer to be that way. So we asked them, and they say, fine,\nyou know, so we went back home.\nhttps://collections.ushmm.org\nQ. On your own, you left and went?\nA. No. No. No. It was a train, a military train. The French -- the French who\ncame from England with the goal, they took over a train, and, of course, they had to\ngo -- it was so destroyed. German was so destroyed that we had to go to Holland, and\nfrom Holland to Belgium, and from Belgium to France.\nQ. So you got back to Paris?\nA. Yeah.\nQ. And who were you with when you got back to Paris? You were with --\nA. I had nobody.\nQ. Okay. What did you do when you got back?\nA. They had a hotel, and they put us ina hotel. And I say, I'm not going to go back\nto another camp. To me, a hotel was another camp. I just didn't want to do that. SoI\nwent to Tony (ph), and I stay with her. She had come back early. She spoke Polish, so\nit was easier to come back right early. So -- and she find her husband and her child.\nSo I stayed with her.\nQ. Did you really believe you were free at that point after all those years?\nA. No. So it was very hard to believe I was free. I was always looking in the\nback if some -- if a German was not in the -- following me?\nQ. This is even after liberation?\nhttps://collections.ushmm.org\nA. Yeah. And even in concentration -- in the sanitartum, when I saw a blond with\nblue eyes, I said, he's going to kill me. He's a German doctor. — I could use psychiatry,\nbut in France it didn't exist yet.\nQ. So you we went back to your friend Tony (ph) and --\nA. Yeah.\nQ. And how long did you stay with her?\nA. I stayed not long because they -- when I went through a medical examination, they\nsent me to the sanitarium for 18 months immediately.\nQ. Where was the sanitartum?\nA. In Eberswalde. It's Lunzenau. It's not far from Cologne. I don't know if\nyou know that.\nQ. And you stayed there for 18 months?\nA. 18 months.\nQ. Were there other survivors there with you?\nA. Yes, but a lot of them were Makey (ph) people fold on the ground, and then I find\na letter from one of my uncles who live in America, one of a brother of my mother -- if I\nwanted to come here. And my friend said, well, you may never have the occasion to go\nto America. Try. If you don't like it, I'll send you the money to come back, but you\nhttps://collections.ushmm.org\ndon't write. Send methe money. I want to come back. They were very not nice, my\nfamily.\nQ. I'm a little confused. You got this letter from your uncle in America --\nA. Yeah.\nQ. --tocome. And did you go then?\nA. Yeah.\nQ. Oh. And you arrived here in the United States? How did you come? Did you\nleave from -- from -- how did you come over here?\nA. I came on the quarter, and --\nQ. You sailed from where?\nA. I sailed from Schonberg, but it was destroyed so we had to take a little boat. The\nQueen Elizabeth was parked right in the middle of the ocean because they couldn't dock\nbecause it was bombed.\nQ. So you took a boat out to the ship?\nA. Ship. Yeah.\nQ. And you took the Queen Elizabeth?\nA. Uh-huh.\nQ. And where did you dock?A. In New York.\nQ. New York. And then where did you go?\nA. Well, to Philadelphia.\nQ. Your relatives were in Philadelphia?\nA. Uh-huh.\nQ. And you did this by yourself?\nA. Yeah.\nQ. And what happened when you arrived in Philadelphia?\nA. Oh, my uncles were not very nice. Iwasakid. I didn't even know I had uncles,\nand they blame my mother. They blame my father. Why didn't they come here? Why,\nyou know, they just --\nQ. Did you know any English at this point?\nA. Well, some, that I learned in school, but it didn't take me long to learn.\nQ. And you were 20 years old now, and you're in --\nA. 21. Well, 4 years later.\nQ. I know you are -- right.\nA. I was --\nQ. Did you --\nhttps://collections.ushmm.org\nA. 25 years old.\nQ. Oh, you came -- when did you arrive in the United States?\nA. 1949,\nQ. What day was that?\nA. May.\nQ. May of '49?\nA. Yeah.\nQ. Oh, okay. So you were 24 years old, and you went to Philadelphia. And\nhow long did you stay there?\nA. With my uncle?\nQ. Yeah.\nA. Um, a year.\nQ. Uh-huh.\nA. I had met my husband in France. That's along story. I don't know if you\nwant to hear. It was no male, civilian male, only military male. And my friend Tony's\nhusband saw my husband in the street, and he said, I have a girl who got an English\nletter, and she doesn't know the address of her uncle. | Would you -- where do you come\nfrom? He said, well, I have a sister living in Philadelphia. And she looked up all the\nhttps://collections.ushmm.org\nSingers (ph), and she find them. And that's the way the correspondence started, you\nknow, in between him, and he used to bring it to me, and that's it. When I came over\nhere, he was living with -- he was going to school. He finished college because he was\nvery young when he got into the army. And he didn't like to live with his mother and\nsister, and I didn't like to live my uncle. He was -- they were nasty people. So he said,\nwell, [have a solution. Let's get married. So we got married.\nQ. Uh-huh. And you've lived in Philadelphia ever since?\nA. Since. Yeah, 44 years.\nQ. Uh-huh.\n(Tape cut off.)\nA. Yeah. Ihave two children. I have a boy and a girl.\nQ. Uh-huh. Can we talk a little bit about them? When they were growing up,\ndid you ever share any of your experiences with them?\nA. That was one mistake, but I felt I didn't want to make them feel guilty. I\nwanted to raise them with normal, normal way, you know, not that they should feel sorry\nfor me or pity or something like that. I'm paying itnow. My daughter said to me the\nother day -- she told my husband, she didn't tell me -- that after 50 years, she should\nforget it already. I'm sick and tired of it. I'll never forget that. My son 1s different.\nHe's much more sensitive, and he -- He talks about it. He reads about it. And my\ndaughter, well, I think her husband has a lot to do with it, too. They don't want theirchildren to know anything. They don't want to make them feel -- the older grandson\nasked me, grandma, why don't you tell me the story of your number, and immediately\n(clap) my daughter said, some other times. Notnow. He's going to be 13 years old.\nHe should know, but that's it. That's -- we made our will, and I'm going to leave some\nmoney to the Holocaust Museum for a lot of education for the young people. Whatever\nwe can, we're going to leave. And it's very important to me. I think -- it can happen\nagain, very easily, and in America.\nQ. What is your feeling, having gone through what you did, what is your feeling\nabout being Jewish?\nA. Well, I'm not ashamed if you want to -- when I lived in Paris, I -- we had Jewish\nfriends and non-Jewish friends, and somebody told me one time, if you have Jewish\nfriends, don't go out with them. Apparently, we didn't -- in France, they don't tell you\nwhat religion you are when they meet you or -- it's very -- it's not like in America where\nyou immediately you ask what, how much you make, and how much this and how much.\nOver there it's not like that, and I was a little bit ashamed of saying I was Jewish. I\nshould have told them at that time. I should have slapped him. Now, do it because I\nfeel that they deserve it, but I can't hate either. I can't. I don't like the Germans, and I\ndon't like the people who are assymetrical (ph) of racials, or I don't like them, but I don't\nwant to destroy myself either. Hatred is very difficult. I should be taking out of the\ndictionary, look what happened to the Germans. They hated, and they destroyed\nhttps://collections.ushmm.org\nthemselves, and that's the way I felt. I never went back to Germany. I will never go\nback to Germany. That's one thing I promised myself.\nQ. Why not?\nA. To a certain extent, I'm scared that they are going to keep me there. A very\nnormal reaction. And just the language, to hear the language, gives me the -- I'm\nscared. Igetscared. It's, I think, it's a normal feeling.\nQ. Do you receive reparations?\nA. Yes. Not much, because I didn't --\nQ. How do you feel about getting them?\nA. To say I deserve it, yes, I guess I do, but if I would have stayed in France, I would\nhave gotten 3 times as much. Doing it from here, it's very little. |The worst part is to\ngo to the German counsel every year, and they tell me, sign your name with one N. Like\nI don't know how my name is spelled, you know.\nQ. What do they mean by that?\nA. Well, two N is German.\nQ. Uh-huh. Is there anything else that you wanted to share? Any thoughts? Any\nfeelings?\nA. No.\nQ. Anything that we've left out?A. I'm sure that when I go home, I'll remember many other things. And certain\nthings, I don't want to remember. I really don't want to, and I don't want to even talk\nabout it. It's too hard. It's too difficult. — It's -- I feel that I don't want to live if I have\nto live with that, constantly talk about it. It's just too hard. I've lived with my family.\nIt's terrible. Maybe I should forget. Maybe I shouldn't remember so much, but we were\nvery close family, and I just can't forget it. It's very difficult. Very difficult.\nEspecially, I couldn't talk to him. My husband didn't want to hear about it. You havea\ndifferent country. You have a different life. Forgetit. So I learned to just keep it in\nmyself and having a lot of ulcers. And I never talked about it. _ It's very difficult.\nThe only time I used to talk is when I used to go back to Paris, and all my friends were\nliving. And they all died already. And --\nQ. These are friends from childhood?\nA. No, from camp.\nQ. Oh, you mean --\nA. Yeah. From childhood, I have -- they're not Jewish, but they're very, very\nnice. I lived with them. They clothed me. It was very -- and when we talk about that,\nthey knew all my family, and when we talk about it, she cries, like Ido. I just -- but\nmost of the, my family, my father's family, are, like I said, they said to me, um, a French\npoliceman -- I didn't have any money to have a winter coat, and I didn't have a winter\ncoat when I came back, and he got me material. It was a French policeman, and a cousin\nof my father made a coat.\nhttps://collections.ushmm.org\nQ. This is when you returned after the war?\nA. Yeah. And he asked me for money. Then his sister said, well, I can give\nyou a coat for cheaper, but I don't have room for you. Buta gentile took mein. So, you\nknow, I don't know what to think about it. I don't. Some good ones. Some bad ones.\nAnd you can't put everybody in the same bag.\nQ. Any message to your grandchildren?\nA. Well, I hope they grow up to be sensitive young men and to learn what went on,\nnot to be blinded by their parents. That's what I feel. It's very important for the young\nkids to do that. It's very hard.\nQ. Before we finish, I just wanted to know what your feelings were when you\nreceived your number on your arm?\nA. Oh, I felt like I was cattle, you know, stamped. And I ran out -- it was February,\nand it was muddy, and I took the mud and tried to erase it off, but it didn't come off.\nAnd I felt very bad. I felt -- well, maybe someday if I come out alive of here out of the\ncamp, I'll have it taken off. And then when I asked my doctor to do that, he said he\nwouldn't -- he didn't want to do it. He said this should be the diamonds for your\ngrandchildren. And that's true. That's what he told me. Doctor Rosemoth (ph). So\nI kept it on. Many people took it off, but I kept it on. I don't care anymore. It's part of\nme, and it's part of what I went through, and it doesn't bother me if people make bad\ncomments or laugh about it. It's just, I take it with a grain of salt, and that's it. I\nhttps://collections.ushmm.org\nacceptit. Jacceptit. It's not easy sometimes. It's easier in the wintertime when you\nhave long sleeves, but before -- you know, when I first came over, they made big\nnumbers. Now, they have -- later on they put the numbers right here, but then they are\nin the front, which it doesn't show so much. This showsa lot. Iwas the 35th thousand\nperson incamp. From 6 million, that's early. That's very early. And this is Jewish.\nThe gentile did not have that. Just the number. That'sit. But I rubbed it very hard in\nthe mud. It didn't come off. Oh, well. That's it.\nQ. Thank you very much --\nA. Well, you are welcome.\nQ. -- for doing the interview.\nA. Yeah.\nEnd of File Two.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Question: The following is an interview of Marie Schwartzman. The interview is\nbeing conducted by Gail Schwartz on August 12th, 1994, on behalf of the\nUnited States Holocaust Memorial Museum.",
        "Q: Please tell us your full name.",
        "Q: And where were you born?",
        "Q: Let's talk about your family. What was your father's name?",
        "Q: And what did he do?",
        "Q: And where -- where did he come from?",
        "Q: What -- what city in Poland?",
        "Q: Okay. And you --",
        "Q: And what was your mother's name?",
        "Q: And her maiden name? Do you know that?",
        "A: Mifda (phonetic).\nQ: And where was she from originally?",
        "Q: Uh-huh. And was your family a very religious family?",
        "Q: Now, you said you were born in Paris.",
        "Q: When did your family come to Paris?",
        "Q: What brought them there?",
        "Q: What brought your father to Paris?",
        "Q: How large was your family?",
        "Q: But you were born in Paris. Did you go back to Poland to visit?",
        "Q: And you stayed with large extended family there?",
        "Q: He wanted her to stay?",
        "Q: Yeah.",
        "Q: You were the second child?",
        "Q: Yeah. And what kind of neighborhood did you live in in Paris?",
        "Q: Non-Jews and --",
        "Q: Uh-huh. And did you have non-Jewish friends?",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: Uh-huh. Let's talk a little bit about your schooling. When did you begin school?\nHow old were you?",
        "Q: Is this a public school?",
        "Q: So there were Jews and non-Jews in your class?",
        "A: Yes, Jews and non-Jews. But mostly there were non-Jews in my school.\nAnd then first grade, we start -- I think I was six, six and a half.\nAnd when I was arrested, I was in lycee. And didn't finish my education, therefore.\nQ: Yeah. Yeah.",
        "Q: Yeah. We'll get to that in a few minutes.\nSo you -- you went to a regular public school.",
        "Q: That's now what we call elementary school.",
        "Q: Was there any problems there? You said 1t was mixed.",
        "Q: No problems?",
        "Q: You were accepted?",
        "Q: Uh-huh. What kind of neighborhood did you live in? Was it upper class or middle\nclass neighborhood?",
        "Q: Uh-huh. Did you live in a house or an apartment?",
        "Q: And was it in the center of the city or the outskirts?",
        "A: It was not in the outskirts, but it was in the 1leme Arrondissement, which was in\nParis.\nQ: What else did you do besides go to school when you were a young child, an\nelementary school child? Did you do any other activities?",
        "Q: All right.",
        "Q: In the business?",
        "Q: Uh-huh. Did you have any hobbies?",
        "Q: Did you play an instrument?",
        "Q: Which --",
        "Q: Uh-huh. Uh-huh.\nAnd you said your family was not religious. Did you observe any holidays or any\nceremonies?",
        "Q: You mean sabbath dinners?",
        "Q: Did you ever go to a synagogue as a child?",
        "A: Very few synagogues in Paris. No, I didnot go. The first synagogue I went to was\nthe Rotschild, because an American took me over there.\nQ: So you had no religious training --",
        "Q: -- then as a child?",
        "Q: Okay. And now you're in high school at the lycee?",
        "Q: Any -- any experiences -- excuse me.\nAny experiences that you remember from that -- those years?",
        "Q: Okay.",
        "Q: And when is -- when do you first have a memory of things changing, of conditions\nchanging? What was the first experience?",
        "Q: What do you remember about that personally?",
        "Q: Where were you at the time?",
        "Q: Inthe French Army”",
        "Q: When was he arrested?",
        "Q: Uh-huh.\nA: August 1941. And at that time, he was arrested by a SS and a French gendarme.",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: When the Germans first came in, how did your life change?",
        "Q: Could you go to school?",
        "Q: School was closed immediately?",
        "Q: So what did you do with your time? You were --",
        "Q: -- a young girl.",
        "A: I worked. I did everything I could find as work.\nQ: You worked with your father?",
        "Q: Oh.",
        "Q: What happened to your father's business?",
        "Q: Do you remember your parents talking? Did they share their knowledge with you?\nYou were 15 years old then.",
        "Q: Do you remember them speaking to you?",
        "Q: And what was the food situation like?",
        "Q: Were your home -- were you home when your father was taken away”?",
        "Q: What was that like? Can you describe?\nA: It wasahorror. It was horrible. He was walking out of the house going to work\nand the SS and the French gendarme asked him, Are you Mr. Zosnika? And he said,\nYes. And he said, Take a blanket. And they took him away.\nIn the meantime, he said to me, You have to go here and there. They owe me money,\nyou take -- but people, you know, everybody works for them self. And that's what\nhappened.\nI had a holder of -- I loved my father very much. And my mother used to say the world\nturned over if my father was taken away. I was -- I became a different person, a very sad\nperson.",
        "Q: Uh-huh. So you stayed at home with your mother? You were --",
        "Q: -- second in line, so you --",
        "Q: And your sister was away.\nAnd then for the next few months?",
        "Q: What kind of work did you do?",
        "Q: What was your mother's state of mind at that point?",
        "A: Well, my mother was completely gone at that point. She adored her husband. And\nafter her seven children, she didn't have any strength at all. She -- was a time, I\nremember her at that period of time, she was in bed.\nQ: So the responsibility was really on your shoulders?",
        "Q: How was your health at that time?",
        "Q: Still --",
        "Q: Uh-huh. And then what was the next change?",
        "Q: The whole -- your whole -- your mother and the children?",
        "Q: But they took -- picked you -- the two of you up first?",
        "Q: And what happened to you? What -- what --\nA: They took us to where police station and put us 1n the -- in the toilets for the whole\nnight.",
        "Q: The two of you together?",
        "Q: Were there other people with you?",
        "Q: And then you spent the night?",
        "Q: Then the next day, they picked up the rest of your family?",
        "Q: And you were all together then?",
        "Q: Let's talk a little bit about the conditions there. What was it like during those three\nmonths? How did you sleep? What were the sleeping conditions like there?",
        "Q: How much belong -- how many belongings were you able to bring from home or was\nyour mother able to bring?\nA: Just the precious things, they told us to take; the jewelry, the coats, the fur coats,\nthe -- all what they could use it and they could sell it or give it away or -- that's what it all\nis. Anda blanket. Anda blanket. Which was taken away in the train anyway.",
        "Q: Were there friends of yours and neighbors there also that you recognized?",
        "Q: This is when you were taken away?",
        "Q: Your non-Jewish neighbors --",
        "Q: -- were smiling as you were being taken away?",
        "Q: How did you feel, as a young -- young woman, when you saw that?",
        "Q: When you were in Drancy now, your Jewish friends or your Jewish neighbors, were\nthey with you also? Did you know any other people when you were there --",
        "Q: -- from before?",
        "Q: You were there for three months?",
        "Q: And what did you do during the day?",
        "Q: Just sit around?",
        "Q: And everybody just sat there?",
        "Q: Uh-huh. And then the next thing that happened?",
        "Q: How did you know that?",
        "Q: Did you know where they were going?",
        "Q: Car?\nA: Car.",
        "Q: Yeah. So in other words, they lined you up to get on the trains?",
        "Q: Yeah.",
        "Q: They split up?",
        "Q: Oh. Uh-huh.",
        "Q: Uh-huh.",
        "Q: You climbed on the truck that your family was --",
        "Q: -- was on?",
        "Q: So when you got off of the car, you saw your family?",
        "A: Yeah. Sol find my family.\nQ: You found them?",
        "Q: Yeah.",
        "Q: Let's go back a little bit in the -- when you were going to the camp. You said it took\nthree days and three nights. What -- what were people doing in the car? Were they\nhelping each other? Were they being of comfort? Do you remember --",
        "Q: -- what happened to you? Uh-huh.",
        "Q: Was it all women?",
        "Q: It was mixed?",
        "Q: Uh-huh.",
        "Q: Was there any light in the car?",
        "Q: Uh-huh.",
        "Q: Did they let you out at all?",
        "Q: And what were your little sisters --",
        "A: Probably they were half --\nQ: -- doing?",
        "Q: So you arrived at Auschwitz and you said you tried to get on the truck --",
        "Q: -- that your family was on --",
        "Q: -- and they took you off?",
        "Q: Then they took you where in the beginning?",
        "Q: They took you off the truck. Uh-huh.",
        "Q: This was a -- you were with a group of women?",
        "Q: And when you got to Birkenau?\nA: Birkenau, they put us in a big room. And Iwas having my period. And I went over\nto the -- to the SS to ask her for something.",
        "Q: This is a woman guard?",
        "Q: She threw you to the other side of the room --",
        "Q: -- when you asked her?",
        "Q: This was when you first arrived?",
        "Q: On the body?",
        "Q: So you did not have any belongings --",
        "A: No.\nQ: -- from before? They took everything that you had?",
        "Q: Were there many young women like you in your group?",
        "Q: Uh-huh.",
        "Q: So they -- and where did you go -- where did you sleep that first night?",
        "Q: Fence?",
        "A: Fence. Buta German saw me and shoot -- but he shoot at my foot. It got infected,\nit got like -- and one day, they took me to the Block 25, which 1s -- I don't know if you\nknew about it, but 25 is they selected the people —\n(Audio skip in recording.)\nQ: -- your experiences in Auschwitz. And you had arrived in February of 1942 and you\nsaid you were taken to Block 25 after the guard shot you 1n the foot --",
        "Q: -- because you had the infected foot.",
        "Q: Was this more in the beginning of your stay?",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: She was in Block 25?",
        "Q: Was she another French woman?",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: So you went back to --",
        "Q: You went back --",
        "Q: Oh, you worked at Block 25.",
        "Q: And where was your barrack -- your barracks?",
        "Q: Oh, I see. Uh-huh.",
        "Q: Yeah. And what did you do?",
        "Q: So did you also sleep there?",
        "Q: So you didn't go back to your original barrack?",
        "Q: Yeah.",
        "Q: Uh-huh. And how was your foot at that time?",
        "Q: She was another prisoner?",
        "Q: Uh-huh.",
        "Q: Drained it?",
        "Q: How long were you in Block 25?",
        "Q: What -- when you said you had to give up your rations, what were you getting for\nfood?",
        "Q: Did they ever take you out for counting or --",
        "Q: What was that like?",
        "Q: Just standing there?",
        "Q: Are we now still talking about Block 25?",
        "Q: Near Block 25?",
        "Q: Isee. I see.",
        "Q: Uh-huh. Uh-huh.",
        "Q: So after you stayed in Block 25 for several months, then what happened?",
        "Q: The hospital, right. And you were there for a few months, probably?",
        "Q: Uh-huh.",
        "Q: At that point, did you know what had happened to your family?",
        "Q: When you say you worked, what did that mean? What did you do?",
        "Q: These are gentile prisoners?",
        "Q: Did you also speak Polish besides French?",
        "Q: You only knew French?",
        "Q: Uh-huh. And where were you sleeping at that time?",
        "Q: Uh-huh.",
        "Q: Again, were you one of the younger women?",
        "Q: You still were one of the younger women?",
        "Q: And were you with your friend Ton1?",
        "Q: How old were these women?\nA: They must have been about 25, 30 years older than I was.",
        "Q: Older than you?",
        "Q: Uh-huh. And they were alone? Did they have any children?",
        "Q: What was the youngest age that you saw there in the camp?",
        "Q: You said you then worked in the gentile hospital --",
        "Q: -- and they closed that. And then --",
        "Q: And then where did you go?",
        "Q: Can you describe a typical day.",
        "Q: What did you have to do?",
        "Q: Were these potato fields, were they in the camp grounds?",
        "A: They in the camp grounds, on the ground.\nQ: Uh-huh.",
        "Q: Now, what -- what time of year are we talking about now?",
        "Q: Fall, winter, and spring?",
        "Q: Of '42, '43?",
        "Q: Well, let -- before we get to '44, let's talk about a little bit more '42 and '43.\nSo you worked in the potato fields?",
        "Q: What else?",
        "Q: What were you doing on the road?",
        "Q: How’?",
        "Q: On top of the water?",
        "Q: And what did you have to do?",
        "A: We did that.\nQ: You carried the stones?",
        "Q: And what were you wearing?",
        "Q: So you were barefoot?",
        "Q: And your striped outfit?",
        "Q: When you were sick with typhus, did you have to work?",
        "Q: And so you were working on the road and carrying heavy rocks?",
        "Q: Yeah. And what was the treatment by the guards when you were doing this?",
        "Q: From -- from the dogs or from the whips or --",
        "Q: You were beaten while you were --",
        "A: Uh-huh. Oh, yeah. Everybody was. I don't think very few people were not beaten\nthere, but I don't know.\nQ: How did you keep going at this time with such terrible things?",
        "Q: Did they work alongside of you when you were doing the rock work?",
        "Q: When you said you cut your hair off if it got too long, how did you do that?",
        "Q: Why was it dangerous?",
        "Q: You were talking about working with the roads and --",
        "Q: -- getting beaten?",
        "Q: Was she -- was she a prisoner?\nA: Yeah. And she worked with a Polish underground prisoner too. She escaped. But\nbefore she escaped, she -- I was walking in -- because when you walked in from\nthe -- from a commando, you had to sing.",
        "Q: This is when you were marching back --",
        "Q: -- to your barracks?\nWhat did you have to sing?",
        "Q: All the women were singing?",
        "Q: Of?",
        "Q: Now we're in 1944?",
        "Q: Okay. So all of 1943, you were working?",
        "Q: Anything else besides the potatoes and the roadwork? Did you do anything else,\nthat you could remember?",
        "Q: Okay. So now it's spring of '44?\nA: ‘4,\nAnd she says, You're going to go to Brzezinka. I said, What is Brzezinka? She said,\nIt's a crematorium and the gas chamber. They have a half a million Hungarian Jews are\ncoming in. That's when the time they -- and they need people to select. We do not\nselect the people to -- who die or not. The women fold the clothes and look for jewelry\nand make packages to send it to Germany.",
        "Q: This is the belongings of the Hungarian Jews?",
        "Q: Ashamed? What were you ashamed of?",
        "Q: Okay. Well, we'll talk about that in a minute.\nSo when you were working there -- this was beginning in April of '44 -- you were -- you\nwere also staying, but you were sleeping there at night?\nA: Yeah. And we had clean sheets, we had showers, we had the food as much as you\nwant. They fed you so you shouldn't -- you shouldn't -- you should be happy, you\nshould not revolt yourself or, you know --",
        "Q: Who were the other people that you were working with?",
        "Q: Did you -- did you have any contact with Toni --",
        "Q: -- or Matilda?",
        "Q: So you -- you stayed -- you lived every day --",
        "Q: -- near the crematorium?",
        "Q: Just a few feet?",
        "Q: And was every day the same?",
        "Q: And what were -- do you remember what you were saying to your fellow prisoners?\nWas there any kind of exchange of thoughts?",
        "Q: You did this from April to January?",
        "Q: And what was -- again, what was your health like then? You said you were eating\nall right at that point.",
        "Q: Were you able to share your feelings with any of the other people?",
        "Q: And, again, were you one of the youngest to be doing this?",
        "Q: Uh-huh.\nA: -- [had nobody left.",
        "Q: Uh-huh. How do you think you kept going during that terrible, terrible time? Do\nyou have any --",
        "Q: No, no, no, when you were doing this terrible work. What kept you going?"
    ],
    "answers": [
        "A: Marie Zosnika Schwartzman.",
        "A: In Paris. Day, August 21st, 1925.",
        "A: Avram.",
        "A: He was like a clothes designer.",
        "A: Poland.",
        "A: Ciechanow. Don't ask me to spell it.",
        "A: But I think it's in the thing there.",
        "A: Tovah.",
        "A: The same town, Ciechanow.",
        "A: I don't think so. Not my father anyway. He was not religious. I think my mother\nwas a little bit more religious. But we were not raised religiously. Just we kept\nto traditions and that's it.",
        "A: Yes.",
        "A: In 1922.",
        "A: My father came much earlier. And my family -- my mother joined with my oldest\nsister in Paris -- to Paris.",
        "A: I think the Army, to a certain extent, and a job, a good job.",
        "A: Well, I had four sisters, two brothers, and my mother and father. I had a lot of\nfamily in Poland; my grandparents, my aunts, my uncles, my cousins.",
        "A: Yes, my grandfather, we went to visit.",
        "A: Yes, my grandfather didn't make my mother go home, go back.",
        "A: Yes.\nAnd so where were you in the order of children? Were you the second?",
        "A: Second.",
        "A: Right.",
        "A: We lived in a mixed neighborhood.",
        "A: Non-Jews and Jews.",
        "A: Yes. Actually, I was -- when I came back from the camp, I lived with my friend I\nwent to school with when we was six and a half years old.",
        "A: And she was Catholic.",
        "A: My Jewish family didn't have room for me.",
        "A: We begin school early in France. We go to first the maternelle, which was maybe\nabout three years old. And the --",
        "A: Yes.",
        "A: Six years.",
        "A: Uh-huh.",
        "A: Yes.",
        "A: Yeah. No problem.",
        "A: No.",
        "A: Yes. No problem. On the contrary, our teachers liked us very much. We were\nfive girls in the same school, because we had girls' schools and boys' schools. It was not\nmixed schools. And the -- my principal, when we were arrested, came every single day\nto see if there were news from us. So it was no problem at all.",
        "A: Probably middle class, I would say.",
        "A: A house.",
        "A: Well, we didn't have much time. We went to school at 8:30, came back for lunch,\nand went to school until 6:00 in the evening.",
        "A: So by the time we did homework -- and I did help my father a little bit in his --",
        "A: Inthe business, yeah.",
        "A: Yes, music.",
        "A: Uh-huh.",
        "A: Piano.\nAnd my art teacher thought I had talent in the arts, so we worked on that a little bit.",
        "A: My mother used to observe. We did not observe, but we had our traditional dinners.\nThat's --",
        "A: Yeah.",
        "A: No.",
        "A: No.",
        "A: Yes.",
        "A: Not really.",
        "A: Uh-huh.",
        "A: The first experience was when German came into France.",
        "A: Oh, personally, I -- all Paris was blocked and they marched in.",
        "A: Home. My father was inthe Army. My father enlisted.",
        "A: Inthe French Army. He was a big Francophile and he -- so we were alone, my\nmother and her seven children. And then he came back. And about a year later, he was\narrested.",
        "A: In 1941.",
        "A: In 1942, when we were arrested, it was only French gendarme who came. I think we\nwere denounced, I'm sure, because we -- my art teacher had a home outside of Paris, and\nshe says, Go and stay as long as you want. But it became dangerous to stay there too, so\nwe came home. And my mother said, We can't stay there all the time; we have to do\nsomething, go to work or find —\nAnd that same day -- we came back on a Sunday. And on Monday, they came to arrest\nmy older sister, me, and my other sisters. At night, they came to take the whole family.\nBecause the other ones were in school. My other sisters and brothers were all still in\nschool. My little brother was too small. He was home.",
        "A: Was two and a half years old.",
        "A: Well, we had the curfews. We couldn't get out at certain times. We had to stay in\nline for food. It was not easy. It was very difficult. Especially here, eight people\nto -- or nine people to feed. It's --",
        "A: No. My oldest sister and I and my other sister could not go to school.",
        "A: Yes.",
        "A: Working.",
        "A: My father was arrested already at that time.",
        "A: In 1941. And they came in in 1940. It didn't take them long to arrest them.",
        "A: Oh, they took over. And they never wanted to take it -- give it back, especially to\nme.",
        "A: Uh-huh.",
        "A: Yes. My father told me, Now you the head of the family, you have to provide for\nthem. And my mother said, But she's a young child. But we didit. I managed.\nMy oldest sister was in medical school and she was very seldom home. Her professor\nwas very nice and he sneaked her in as much as he could. So there was some good ones\nand some very bad ones, French people; not that I liked them very much.",
        "A: Well, we weren't too hungry a lots of time. I -- our friends who were not Jewish\nbrought some food to us. We stayed in line for milk and eggs for the little one. And we\nsaved a lot of stamps and things to keep her and send to my father, because my father was\nalready at Drancy at that time.",
        "A: Yes.",
        "A: Oh, yes.",
        "A: Yeah.",
        "A: I worked, I --",
        "A: Oh, anything I could find. Pressing heavy men's clothing, come back with things\nlike that. My art teacher give me some work to do. I did that, some commercial art.\nAnything I could do. Keeping a child or, you know, being -- taking care of children.\nAnd --",
        "A: On my shoulder and my little sister Bruna. We both really worked very hard to\nbring in food. A rabbit, if we could find. We didn't care what it was, as long as they\nweren't hungry.",
        "A: It was fine.",
        "A: Iwas young. I was a--",
        "A: The next change, somebody came over and said, Go away because tomorrow is going\nto be a hot -- they're going to pick up the children and the women. And that was the\nfamous July 4th. So we went away to that house, one of -- one of my teacher's, and we\nstayed three months. And by the time we came back --",
        "A: Yes, the children.\nAnd by the time we came back on the Sunday, the Monday, they came to pick us up. I\nremember I picked up my sister at the hospital, and then we stopped at the library to buy\nbooks. And we were reading upstairs and my mother said the bandagen (phonetic),\nThey are here. That means the gendarme were here to pick us up, the three of us.\nBut we had time to -- you know, in France, you don't have closet, but you have armoire,\nso we pulled one armoire and we put my little sister in the back so they just took the two\nof us, my older sister and me. But at night, they came to pick everybody up.",
        "A: First.",
        "A: Yeah.",
        "A: No.",
        "A: Then in the morning, they said, Come on and you're going to join the rest of the\nfamily. They took us in the truck and they put us in Drancy.",
        "A: Yeah.",
        "A: Yeah. In Drancy, yes, we were all together. We stayed three months there. And\nFebruary --",
        "A: It was -- everybody was sleeping in one room. It used to be a caserne for soldiers,\nso there was bathrooms and there was showers and, you know, they have the beds one to\nthe other. Food, it wasn't that much, but we -- I guess we were hungry, but the hunger\ngoes away.\nAnd three months later --",
        "A: Oh, they were all looking outside and they were smiling.",
        "A: Uh-huh.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Not good. Not really -- I hear -- maybe I'm wrong, but I never had hatred for\nanybody, because I felt that if I hate too much, it will destroy me. And I didn't want to\nbe destroyed. I wanted to fight. So I did not look at them. And whatever they did, I\ndid not care.",
        "A: Yes, but --",
        "A: Yeah. Yes, I think so. Quite a few -- not many.\nBecause we had a problem. We were seven children. And to run away with seven\nchildren was impossible. Nobody would take us. So the people who only had one\nchild, two children, they were able to cross the border or go to the -- on the other side of\nFrance, the ligne de demarcation; go to Switzerland; go to Spain. Spain accepted them.\nhttps://collections.ushmm.org\nAnd from Spain, they used to go to Portugal. And from Portugal to America or Canada\nor Mexico.\nBut with seven children and one two and a half years old, forget it, nobody wanted to\ntake us, so we end up --",
        "A: Uh-huh.",
        "A: Nothing.",
        "A: Uh-huh.",
        "A: Nobody there was doing nothing. Just sit around waiting.",
        "A: Next thing that happened, that the train that -- we knew already that we're going to be\ndeported.",
        "A: Because the trains were coming in one after the other.",
        "A: No, we did not know where. They were saying that we were going to work in the\ncommune and we'll be very -- very happy.\nThis was the worst tragedy happened to me is, being eight people, we had to be five by\nfive. I was holding my little brother's milk and I was separated from my mother and my\nsisters and my brothers. And three -- we were three together. And the different -- go in\na different --",
        "A: Five by five.",
        "A: But they -- when it came to them --",
        "A: They splitup. They closed the door and we went into that one. And that was a\nhorror for me, because I adore my little brother and he didn't have his milk.",
        "A: And so I took care of my two little sisters.",
        "A: And it took -- as the train stopped, people were trying to run away. They were\nshooting. It was -- it was not pleasant. You were all scared. Three nights and two\ndays.\nAnd when we got to Auschwitz, it was another horror. The screaming, the dogs,\nthe -- and all of a sudden, I find myself all alone. The whole family went on a -- ona\ntruck and they pulled me out. So I had long hair, young, and I climbed on the truck.\nAnd one saw me and he pulled me by the hair and he throw me down. By that time, it\nwas --",
        "A: Yeah.",
        "A: And then the truck went away.",
        "A: Yeah.",
        "A: I find them.",
        "A: I was very sad.",
        "A: First of all, the -- it was --",
        "A: First -- no, mixed.",
        "A: Yeah.",
        "A: They were doing holes in the bottom to try to escape. They -- there was no water.\nEverybody was thirsty. It was no toilets, so it wasa mess. And --",
        "A: No, there was no lights.",
        "A: It was cars that they used for pigs and, you know, pasture work.",
        "A: No. No.",
        "A: We were half in a different world, you know. We just didn't talk. We didn't know\nwhat to do. We were -- we were lost. We were completely lost. And I was a very\nnaive. Being raised in a big family, you become very -- and my parents were very strict\ntoo. Couldn't get out at night. We couldn't do this, we couldn't do -- it was schooling\nand practice and do this and helping my mother a lot too. It just was -- so I was a naive\nlittle girl -- young girl for that age.\nI saw my daughter at 16, she wasn't like -- not like me. Nota role.",
        "A: Yeah.",
        "A: Uh-huh.",
        "A: And they took me off. I didn't know what the reason they took me off, but they\nusually took 10 percent out of each transfer that came. Usually they took women in their\n30s because they have much more to offer. They have their pasts and they have a future\nto fight for. But I didn't have a past and I didn't have a future, so I -- fighting for me was\nnothing. I was just crying all the time. But in camp --",
        "A: They took --",
        "A: Truck. And then they march us into Birkenau.",
        "A: Yes.",
        "A: Yeah.\nAnd I went bouncing on the other side of the room. By that time, my period stopped and\nI never had anything, so I came back.",
        "A: Yes.",
        "A: And they did this. They put the tattoo.",
        "A: Yeah, first arrived.\nAnd then they brought in -- now that I'm a little older -- well, first of all, I was ashamed.\nI never had a men looking at me nude. I was -- they were such monsters, now that I\nthink of it. It's just so horrible. Because they brought in French men, undressed us, and\nshaved us from all over. Not only the hair, but --",
        "A: Private part and everything.\nAnd Iwas crying. I was ashamed. And they said, Don't be ashamed; we don't even\nnotice.\nAnd they put us in the hot bath, schweitz bad (phonetic). And then they gave us a cold\nshower and uniforms. And that's it. And they put us in -- the next morning, we went to\nwork.",
        "A: They took everything, yeah.",
        "A: No. Mostly they were in their 30s. And I was very lucky, because I find camp\nmothers, like I called them, two French women who really took care of me. They knew\nthat I was -- wouldn't survive if they wouldn't have taken care of me.",
        "A: They're both dead now.",
        "A: Oh, they had the huts, you know. So where you slept, three tiers.\nI don't know if you went to Birkenau.\nAnd they give you a blanket and a pot to eat, but it served for everything, because there\nwas no bathroom. But you couldn't sleep because people were stealing from you. You\ndidn't ever took off your shoes, because people were stealing it. And once -- it was very\nhard because it was -- to this day, I don't sleep.\nThe first two weeks was -- was really a horror because we didn't have water. And water\nis the main thing for survival. And I saw people urinate -- and it was cold, you know, so\nit froze and they sucked it. I did the same thing, to survive. Then we were quarantined\nbecause everybody got the dysentery. So -- and after that, I wanted to kill myself and I\nwent to the -- to the electric field.",
        "A: Yeah.",
        "A: I couldn't stand up. I was --",
        "A: Yes, it was more in the beginning --",
        "A: -- of the stay.",
        "A: And over there, I find Toni, which was my -- she became my camp mother.",
        "A: Yeah. She was a struberval (phonetic), the ones who take care of the other people,\nyou know, just -- well, she came in 1941, so she had all the -- she knew what to do.",
        "A: Yes, but she was born in Poland.",
        "A: And they took the Polish people first.",
        "A: The foreigners.\nAnd she fought very hard for me not to go to the crematorium, but he didn't want to listen\nto all that. He took me there and I went -- while he was driving, I was in the back of it,\nand I told him that I'm not going to die, he's not going to put me in the gas chamber, I\nhave all my family living. And that did it. They wanted to know how many Jews are\nstill free. And while I was walking into the gas chamber, he said, you -- you -- sieschmutzig, come. You dirty -- you're a pig, Jew, whatever. Come. And he brought me\nback to camp.\nThat was luck, because he was not that nice after that.",
        "A: And he --",
        "A: And I worked there. I worked at Block 25.",
        "A: Yeah.",
        "A: 25.",
        "A: Block 25.",
        "A: The people who came in there, they were half dead. So we undressed them, put\nthem in the truck, and they -- truck went to the exit, then to the crematorium.",
        "A: Yeah.",
        "A: No.",
        "A: No.",
        "A: Oh, very swollen, very infected.So it was a Dr. Rose. I don't know if you ever heard of her. She was really something.\nShe doesn't show her head in no place. She wanted my rations so she could heal my\nfoot.",
        "A: Yeah, French one.",
        "A: And we did. We gave her a bit of ration. And she opened the wound and --",
        "A: Drained it.\nIt was no medication. It was just plain luck that it healed.\nAnd then they -- they closed up that block and we went on the road working.",
        "A: Maybe afew months. Not long ago.",
        "A: Oh, a piece of bread and a piece of cheese. In the morning, coffee. You know,\ncoffee. I don't remember what it was. And lunchtime, soup.\nIf you didn't go to work. If you went to work, you didn't get anything. You only ate\nwhen you came back to camp.",
        "A: Oh, yes, we stayed every morning at 4:00 in the morning and they counted us.",
        "A: Well, it was very difficult because we stayed straight for about three hours.",
        "A: Just standing there.And then they opened up a Jewish hospital. Nota hospital. You brought in half-dead\npeople and then you took them up. But the only thing they wanted is to take their\nnumber. They were very organized, you know. Terribly organized. In the morning\nwhen we came out, there was nothing left but bones. The rats had eaten everything up.\nI went back recently and it's still I saw rats big like that. They're still there.",
        "A: Oh, no, that's -- they have closed up. This is a hospital they opened up.",
        "A: Near Block 25.",
        "A: Yeah.",
        "A: And that didn't last very long, but a couple months, and they closed that up too.",
        "A: I went to that hospital.",
        "A: Yeah. Not even afew months. A month or so.",
        "A: They didn't even wait for the people to die. They took them directly on the truck\nand put them in the gas chamber and in the oven.",
        "A: Yes, I -- because you couldn't help it but smell, smell the grease of the person or\nthe -- it was a horror, a horrible smell of -- and people told me, you know, I -- in the\nbeginning, it was very hard for me to believe it. I had always wondered when it\nhappened to my little brother, he acted to that.And then I worked on commandos. Oh, no. I did go in -- they picked me to go work\nfor the gentile hospital. For three months, I worked there.",
        "A: There was no medication, there was nothing to do than to make them a little bit more\ncomfortable.",
        "A: Yeah. Communists, the underground, a lot of Polish people, a lot of French people,\na lot of --",
        "A: No.",
        "A: French was -- I learned very quickly Polish and German. It was very fast, because\nyou have to. You have to learn very quickly.",
        "A: In the hospital there with the -- with the sick people.",
        "A: And then they closed that up too.",
        "A: Yes.",
        "A: Yeah.",
        "A: Toni and Matilda. Matilda, who was from Palestine, a Jewish -- and they both took\ncare -- if one wasn't around, the other one was -- tried, too, hard to be around me.",
        "A: Uh-huh. They must have been close to 40.",
        "A: Yes, they had children, but their children escaped. They had run out of camp\nwhile -- they wouldn't have come in to camp anyway. But, apparently, they were -- they\nwere safe. They came back and they find their son alive, both of them, so they were --",
        "A: The youngest in the women, maybe 15 or 14. That's all. They were not -- in the\nmen, maybe a little bit more, but I did not know them. They were separated from us.",
        "A: Yes.",
        "A: They closed that.",
        "A: The commandos, potato commandos, in that commando and -- they find work for\nyou to do.",
        "A: Well, you left at 8:00 in the morning, about staying up three hours. And the worst\ncommando was the potato commando.",
        "A: We worked on the ground and then pick out the good potatoes for the soldiers for the\nSS and the bad potatoes for the camp, you know.",
        "A: And it was cold, it was damp, it was -- that was -- I think I suffered the most doing\nthat.",
        "A: Well, I think it was starting fall -- not fall, but almost to the spring.",
        "A: Yeah.",
        "A: Yeah.\nBut in '44, in April, a Mala -- I don't know if you heard of Mala.",
        "A: Yeah.",
        "A: On the road, like everybody else.",
        "A: Making roads.",
        "A: The water did not absorb. You know, it was like clay. So when the snow melted,\nthe water staggered on top. And it was very dangerous because mosquitos come out and\nall those things. So we used to put big stones on top of -- making roads.",
        "A: On top of the water.",
        "A: Yeah, we carried the stone.",
        "A: Well, I didn't have shoes, because I lost my shoes in the clay. Because by the time if\nyour foot got into it, you have to twist your foot to pull it out, and your shoe stayed with\nit.",
        "A: Barefoot, yeah.",
        "A: And a striped outfit.\nI usually -- the minute my hair used to grow back, I used to go and cut them because of\nthe lice. Oh, I had the -- the body lice, which gave me typhus. And I had twice typhus.\nThat was not funny. That was really --",
        "A: Yes. Uh-huh. There was no hospital, there was no medicine.",
        "A: Yeah.",
        "A: Well, you had the dogs and you had the -- if you didn't do fast enough, you had the\ndogs on top of you, so plenty of marks on my back side.",
        "A: From both.",
        "A: Well, first of all, I had those ladies who really took care of me.",
        "A: Yes, they worked alongside of me. They usually had better jobs, but they always\nbring me food. Which, I wasn't good of -- I was -- it was degrading me to go and steal\nor beg for food. I was too young. I was -- so they used to bring me food and take care\nof me or find a scarf for my head or find a pair of shoes that was too big, but it -- at least\nthey helped.",
        "A: I went to the barber. They have a lot of barbers. Well, prisoners, you know, men\nprisoners. And they had -- well, first of all, 1t was very dangerous to have hair.",
        "A: The lice, one thing. And if you had -- you usually have curly hair, they like that.\nThey like when you are pretty. And you couldn't be pretty in camp, you know. They\ntook you out, clean you up, and send you toa home. So you have to be very careful with\nthat.",
        "A: Yeah.",
        "A: But that wasn't the worst thing. The worst thing was -- Mala was a Belgian girl who\nspoke a lot of languages. She was a strakerine (phonetic). That was an interpreter, an\ninterpreter for the Germans, and they loved her.",
        "A: Yeah.",
        "A: German song.",
        "A: Yeah. And if you didn't sing, he went the whip.\nAnd she says -- she told me, Marie, meet me at -- someplace, you know. So I said,\nWhy? She says, I have a -- I may not say you lie, but you'll have maybe four months,\ngood months.\nSo I went and I met her at that time. And that's when it was April, March.",
        "A: 1944.",
        "A: Yeah.",
        "A: In commandos for the -- different commandos.",
        "A: I don't remember that. But, you know, you did so many things. They caught you\nand you did anything, yeah.",
        "A: Right. The women did that job. The men did the other -- the worst job.\nWell, that really almost drive me crazy. I couldn't take it.\nAnd my bed was given right at the oven. So you know the old-fashioned red wooden\nthing, they used to put the gas people on top of that. And some were still moving. And\nshove into the -- I was thinking about my family, you know. Was they alive, was they\ndead when this happened.\nA half a million, that didn't have enough room for that, so they made trenches, put the\nkids in, put some gasoline, and light them.\nThe screaming and the yelling, I still dream about it. It was ahorror. I never talk to\nanybody about, because I was ashamed.",
        "A: Of being -- I had to do -- see. And I was sending the clothes to Germany and -- and\nafter this would be finished, we knew that we going to die because they didn't want to\nhave any witnesses for that.\nBut lucky enough, the Russian were coming too fast.",
        "A: People who were picked. Some men and some women. A friend of mine was\nworking with me, Maria.\nToni and Matilda, they worked in factories already at that time. They worked for -- they\nmaking cars now -- Mercedes.",
        "A: No.",
        "A: They were away. They were in the middle of Germany. We were still in Poland, in\nKrakow -- in Krakow. The factories were in the middle of Germany where they were\nmaking -- anything but cars.",
        "A: Yeah.",
        "A: Well, yeah, it was from here to here.",
        "A: It was very close. Very, very close.",
        "A: The same thing, the screaming of the children, the yelling. Every day was coming\nanother transfer.\nYou know, in six months, a half a million, that's a lot. That's an awful lot. It took them\nfour years for six million.\nhttps://collections.ushmm.org",
        "A: Well, we all felt the same thing, we're going to die, they're going to kill us, they don't\nwant any people who saw all that horror. They -- and Eichmann was -- monsters. They\nwere looking into gas chamber and laughing like it was, you know, a play, it was like -- it\nwas ahorror. It was terrible. It was just awful.\nAnd one part of the men revolted there instead of. Of course, they were killed.\nWell, it took another year, the group of men who did the gassing and the burning.\nBut that lasted from April to January.",
        "A: Uh-huh.",
        "A: Yes. My health was okay, but my mental attitude was terrible. I was crying day\nand night. And I was --",
        "A: Oh, yes, with other people. We all felt the same thing. We all felt the horror of the\nwhole situation.",
        "A: Yeah, I was the youngest.\nWell, they had something to live for, say their husband, wife maybe, or their children still\nalive. I knew my family was gone. About three months, I was in camp, I saw a friend\nof the family, and I said, Where is my father? And he said, He just died two weeks ago.\nSo I knew everybody was dead --",
        "A: When I came back, you mean, or --",
        "A: The idea of seeing them lose the war and having maybe one hour of freedom or\neating one orange or seeing a tree. You -- you imagine you want to see them being\nbeaten by the -- and my dream is to take the subway for an hour. And then after that, I\ndidn't care what would happen to me.\nThat's what made you live, I guess, or fight. And love has a lot to do with it. I think my\ntime wasn't there to die yet. I believe very much in that.\nBut that's the way you fight. You know, you fight every day that maybe today it's going\nto be the end of the war, maybe today they're going to lose it, or maybe today they're\ngoing to -- and then when it came, I couldn't do what some people did when they lost the\nwar. They used to beat the SS, they used to spit in their face. I couldn't do that.\nEnd of File One\nBeginning of File Two\nQ. We were talking about your experiences working in the crematorium folding the\nclothes.\nA. — Uh-huh.\nQ. And what then happened with those clothes? What did you exactly do? Can you\nbe a little more specific?\nhttps://collections.ushmm.org\nA. Well, we tried to match sizes and make bundles, attach them, and put them in a\ntruck. The truck was going to a train, put them on the train, and then they went to\nGermany.\nQ. So these were clothes from the Hungarian --\nA. Yeah.\nQ. -- victims.\nA. Uh-huh.\nQ. And where -- did you work in a warehouse or --\nA. It was a big room. It was built specially for that. They had five crematoriums,\nand they build five big rooms. We weren't -- it's -- it was pretty far one from the other,\nbut that's what happened. You know, they build the big rooms, and it was a lot of\nclothes coming in, pounds and pounds, of clothes from -- because people brought some\nwith them. Bring the best thing you have, the jewelry, and this and, you know, so that's\nwhat we did.\nQ. Uh-huh. So you sorted out women's clothes and men's clothes and sizes?\nA. Right. But then after a little while, they sold the -- it was too close for the people\nto see what they were doing, so they put on the -- they put blankets so we shouldn't look\natit. Weshouldn't see. But the smell and the screaming and the yelling --Q. Oh, they put blankets up so you wouldn't see the crematorium? Is that what\nyou're saying?\nA. Yeah.\nQ. Yeah.\nA. Because people were revolving themselves.\nQ. Were you standing all day doing this?\nA. Yeah.\nQ. Standing at tables?\nA. Yeah. They had a shift night and a day night.\nQ. How many hours a day did you have to work?\nA. Five, ten, or twelve hours.\nQ. Did you work during the day or at night?\nA. You switched. One -- two weeks you worked at night, and two weeks during the\ndaytime.\nQ. And then what were your sleeping conditions like?\nA. Well, in the regime camp, the sleeping conditions were wonderful. We slept one\nperson toabed. That before we slept 12 persons to a piece of wood.\nQ. So you had your own bed?\nhttps://collections.ushmm.org\nA. Yes, and sheets, too.\nQ. What were you wearing?\nA. The uniform, still the uniform.\nQ. Did you wear the same uniform the whole time you were 1n camp?\nA. Yes. Uh-huh.\nQ. The same --\nA. Oh, sometimes when someone died, and you have the same size, and they were\nclean enough, you were -- or they had no lice -- because people died very quickly.\nSometime when they arrived, in two, three days they were dead. So people used to\nchange around. Otherwise, you wear the same uniform.\nQ. For years?\nA. For years.\nQ. What would you wear under your uniform?\nA. Nothing. There was nothing to wear. We had lost so much weight. It\nwas -- everything was hanging down, and you didn't need anything. And they wouldn't\ngive it to you any way.\nQ. What were the sanitary facilities like when you were working in the crematorium?\nhttps://collections.ushmm.org\nA. In the crematorium, it was nice. There was -- they had showers given by men, but\nI didn't care. That -- it had came to that point, I didn't care and --\nQ. What do you mean given by men?\nA. Yeah, the showers. They would turn on the water by men. And they\nwere -- we had clean sheets on the bed, and we could change uniform if we wanted to\nat that time in that period of time. So for four months, it was -- well, they didn't want to\nwe should revolve, you know. That's a way of pacifying the people. That's the way of\ndoing --\nQ. Now, did you have any contact with any of the women that you were with in the\nbeginning once you started this new work?\nA. I had a tooth ache, and I asked to go into Birkenau, you know, and I saw Tony\n(ph) there and Matild (ph) -- no, not Matild (ph), but Danielle Casanova (ph) who was a\ndentist, and she was a communist, not Jewish. She pulled the tooth for me.\nQ. How did she pull it? Did she have any --\nA. No, with a plier. I don't have much teeth in my mouth.\nQ. So they --\nA. You couldn't wash them. You couldn't have tooth paste or no brush or no\nnothing.\nQ. Um, so they permitted you to go back --A. Yes.\nQ. -- and you had your tooth removed.\nA. And they brought me back.\nQ. What was the state of mind with the women when you went back?\nA. They wouldn't believe it. They wouldn't believe it.\nQ. What? You mean what? They wouldn't believe what you were doing or --\nA. Yes.\nQ. -- they wouldn't believe what was happening to them?\nA. Yes. They wouldn't believe what's happening.\nQ. To them?\nA. Because certain Hungarian got into camp because they were liberated very early\nwhich is, um — but, so they said some, are they coming into camp, so it can't be that bad.\nQ. These are the Hungarians saying this?\nA. No. The people that were already there a while.\nQ. Were saying things couldn't be as bad?\nA. They couldn't be as bad because some Hungarians are coming into camp.\nQ. ITsee. Right. Right.\nhttps://collections.ushmm.org\nA. They're coming into Birkenau.\nQ. Right. So then you had to go back?\nA. Yeah, and then I had to go back to regime camp.\nQ. Uh-huh.\nA. At that time already Marla (ph) and her boyfriend escaped because apparently they\nhad papers which say that they going to destroy the whole camp. They're going to bomb\nthe whole camp so there would be no --\nQ. Who 1s they?\nA. The Germans.\nQ. Will bomb the camp?\nA. Yeah. So there would be no testimony or anything. Two weeks later they find\nthem, and they were hung, both of them.\nQ. Uh-huh.\nA. So they brought me in again. They brought in the whole camp to watch them\nhang, and that's what they used to do all the time.\nQ. Uh-huh. What did you feel like when you would see something like that?\nA. I couldn't watch it because I liked her very much. She helped a lot of people.\nQ. Uh-huh.\nhttps://collections.ushmm.org\nA. And she was a wonderful person.\nQ. Uh-huh. Uh-huh.\nA. So I keep my eyes down. I just couldn't do it.\nQ. Uh-huh. Uh-huh.\nA. And then they pull us back again to regime camp.\nQ. Uh-huh. And you continue to do this from April until?\nA. To January.\nQ. Of '45?\nA. Of '45.\nQ. Yeah, and then what happened?\nA. Then -- well, the Russian were coming in too fast, so they did not want to -- the SS\ndid not want to be liberated by the Russian so they start to walk us. We walk for 3\nnights and 3 days. I don't know, but it was a hard walk in the snow and the cold and no\nfood or nothing. We arrived in Ludlowe, which is pretty far from\nBirkenau -- from -- not Birkenau, from regime camp. And they put us in trains, open\ntrains, cattle trains.\nQ. How many people are we talking about?\nA. Well, I --\nhttps://collections.ushmm.org\nQ. Is there more than the people that worked with you in the crematortum?\nA. Oh, yeah, because Auschwitz was evacuated.\nQ. So it was -- oh, you're talking about everybody --\nA. Everybody.\nQ. -- that was marching.\nA. Yeah.\nQ. So this was not just your particular group?\nA. No. No.\nQ. So the camp was evacuated?\nA. Yeah, the camp was evacuated.\nQ. What was the talk among the people at that time among the prisoners?\nA. Well, we was, to an extent, we were quite scared because every camp we stopped,\nthey didn't want us. They had their own people so we were traveling from one camp to\nanother one. In the meantime, people were dying on the train. We had to sleep on top\nof them. We had to. We couldn't do anything, and --\nQ. You walked for 3 days and 3 nights and then got to the train?\nA. Yeah. And then we asked for water. They didn't want to give us water, and we\narrived in Ravensbruck, another great gem of a camp, and they accepted us. And here\nhttps://collections.ushmm.org\nwe stayed, January, February, March -- no, into February. And February, I was very\nhappy to get out of there because they were doing experimental on women, and what we\nsaw was so horrible that we wanted to get out as fast as possible. And they did send us\nto a little camp, Prchin-Malkov, it was called.\nQ. Let's talk a little bit about the conditions at Ravensbruck.\nA. Oh, God.\nQ. If you're able to.\nA. It was unbelievable. People cannot believe what was in Ravensbruck.\nQ. What happened when you first got there? You were on the train, and it stopped\nthere?\nA. Yes. And we got off, and they put us in a room, and people were laying all over,\nand they were dead. They were completely dead. Cold as ice.\nQ. These are men and women?\nA. No, just women. Ravensbruck was a --\nQ. No. I see --\nA. A woman's camp.\nQ. But the people on the train with you --\nA. Just women.\nhttps://collections.ushmm.org\nQ. But you were just women on the train?\nA. Yes, because --\nQ. Oh, okay.\nA. -- because Birkenau was only woman. The other camp was men. We were\nnot together.\nQ. But when you were --\nA. Men and women were separate.\nQ. -- working at the crematorium, that was mixed, men and women?\nA. Yes, it was.\nQ. Oh, okay.\nA. But they went to the men's camp.\nQ. When it was time to leave. Oh, I see. Okay.\nA. And we stayed, slept on the dead people. We eating, we didn't eat, I don't think\nso, but most of the time we were walking around because we couldn't take the smell.\nWe couldn't take the idea of being with the dead people. It was horrible. Ravensbruck\nwas the worst thing I ever saw in my life. And then they send us a little bit outside of\nRavensbruck, and there they were doing experimental on women.\nQ. Why did they send you there?\nhttps://collections.ushmm.org\nA. Because they had room. It was a big room there where they can put us up.\nThat's the only way I can --\nQ. How did you know they were doing experiments there?\nA. We saw them. We saw the women.\nQ. Can you describe anything?\nA. Oh, God. It was no description of that. There were no hands, no feet, half a\nstomach out, one eye out, one eye in. It wasahorror. It was horrible. It was just\nunbelievable. It was just --\nQ. Were these people still alive?\nA. I don't think so.\nQ. So these were all dead?\nA. I don't know. They never came back to the country. I think they were put\nin a sanitartum and being taken care of there because they couldn't take care of\nthemselves.\nQ. So some of these people were still alive?\nA. Oh, they were alive, yeah. When we saw them --\nQ. Oh, they were alive?\nA. They were alive, yes, but I don't think they ever went back home.Q. I see. Were you able to talk to any of them?\nA. Yes. A lot of French people on the ground, (inaudible).\nQ. So you were there for how long at Ravensbruck?\nA. We were there for about --\nQ. 2 months?\nA. Not too long, about 3 weeks.\nQ. Yeah.\nA. And then --\nQ. Did people try --\nA. -- and they said.\nQ. Did people try to help these people?\nA. Yes. We tried to help, and we had very little --\nQ. I was going to say, what could you do?\nA. There was nothing much we could do.\nQ. Uh-huh.\nA. Some people couldn't eat because they cut out their tongue. So that was, you\nknow, it was just unbelievable and cruel.\nhttps://collections.ushmm.org\nQ. Uh-huh.\nA. Just I -- Saint Joseph College, I don't know if you know it, in Philadelphia -- it's a\nCatholic college -- asked me one time to come to talk to them, and then they took me\nout -- we were talking about the -- it's in the clinical psychology department -- and\nthey -- I said never that I read in the history of the world this happen. And they\ndisagreed with me. They said it was all of the holocaust. Yes, it was holocaust. I\nagree with them, but not organized like that. Not that were fighting wars or revolutions\nor even now to this day, but nothing, nothing like this. Nothing like this. And many\nthink I don't know what happened in Auschwitz. Many think that I saw the documentary\non the -- I don't know. They had families in one camp and children that were raise them\nto see how they were doing and then killed them. I didn't know that that was happening in\nAuschwitz.\nQ. You were 19, 20 when you were --\nA. When I was liberated.\nQ. Well, when you were in the Ravensbruck and you saw these --\nA. Yeah.\nQ. -- indescribable scenes. Again, how do you think you kept going?\nA. I was crying all the time. I was crying all the time, and I said, people -- it\ncame to a point that I -- we were saying, nobody will believe it. There's no sense of\nhttps://collections.ushmm.org\ntalking. For years I never talked because nobody will believe it. __ It's like a fairytale.\nIt's worse than a fairytale.\nQ. So then after you left Ravensbruck --\nA. We went to Prchin-Malkov, which had no worry.\nQ. But what was that? Was that --\nA. It was a little camp, Neubulach in Germany, and it was no crematorium, no -- I'm\nsure it must have been --\nQ. A labor camp.\nA. A labor camp or a prisoner camp, something like that. And we arrived in\nFebruary. Again, February is the good month forme. And May 6 -- May Ist, 1945, we\nstarted to walk again.\nQ. What did you do there between --\nA. Nothing. Nothing.\nQ. -- February and May”?\nA. Nothing.\nQ. This is again -- this is the group of women?\nA. Starve.\nQ. You're still with women?\nhttps://collections.ushmm.org\nA. Yes. We didn't do anything.\nQ. They gave you enough to subsist on?\nA. I was so furious because they were keeping the bread for the soldiers which\nwere passing by. They were running at -- they're running away.\nQ. These are German soldiers running away?\nA. Yeah. Thisis. They were running away, and I was really furious so\nsomebody pushed me out to where the bread in, and I threw out all the bread to the\npeople, but nobody gave me, a piece to me, but I did -- I did very -- my mother used to\nsay, everybody's going to hold up, but Marie, Marie has to eat. It's not true. I could\nstay without eating for days. So that's -- and then we start to walk, and yeah.\nQ. This is May. May.\nA. May Ist. May 6th, I was with a friend, Maria (ph), and she said -- it was\nraining, and she said, the Americans are here. I said, oh, my God. She's losing her\nmind. What am I going to do with her?\nQ. Were you still with a whole group of people?\nA. Yes, we -- with the camp.\nQ. With the camp.\nA. But we -- one was here, and one was there, and one was --\nQ. But there were German guards with you?\nhttps://collections.ushmm.org\nA. Yes, there were German. They want to be liberated by the Americans.\nThey did not --\nQ. What was their treatment of you when you were walking?\nA. I sat down, and I said, I don't walk anymore. He said, you're almost free. Come\non and walk because the American are not far from here. See, they wanted to be\nliberated by the Americans. They were right because the Russian were not very nice to\nthem. And I-- she said, the Americans are here. I said, oh, my God. She's crazy, you\nknow. I don't know if -- and I saw the Americans, but the junction, the Russian took\nover that part. So we were in the Russian.\nQ. What was your feeling when you first saw the Americans?\nA. I think I was numb mostly. What happened was I was walking, and in\nfront of me, who walks in front of me told there, that bastard of the Nazi who did all the\nselection for the gas chamber, him, and Mengele, and Eichmann, you know. And he\nturns around, and he wasn't civilian. He turns around, and he said, shoo (clap). Sol\nwent over to the American, and I said, this is masters who killed millions of people.\nThey arrested him. And then I have to be here a witness and you remember’?\nQ. We'll talk about that. We'll talk about that. So they arrested him there, and\nyou --\nA. Yeah.\nQ. -- continued walking?\nhttps://collections.ushmm.org\nA. We continued walking, and the Russian took over. They put us in the\nprisoner -- camp, military camp, with soldiers who walk prisoners. They brought -- the\nAmericans did not know how to -- unfortunately, they were young kids, and there\nimmediately was butter, and milk, and chocolate, and people were dying. They used to\nget diarrhea, and that's it. The Russian knew better. They brought us potatoes and rice,\nand they locked us in. They say, you don't walk out because of the Mongolian. They\nwere raping every child, every woman, everybody they could find. So we didn't walk\nout.\nQ. What was your physical state at that point? Do you know how much you\nweighed?\nA. Oh, I -- I have pleurisy. I couldn't breathe. I couldn't eat. I was in bad shape,\nvery bad shape. At that time already, I was not good at all because I came back to Paris\nin 19 of May, and the 20th, I was in the sanitartum.\nQ. Okay. So how long did you stay --\nA. In the --\nQ. No. In the Russian cell that you --\nA. We stayed back 3 weeks, and then they wanted to take us to Odessa to the Black\nSea and go back to Mauthausen. That was a little too far. We were very close to\nBelgium, and Holland was closer to be that way. So we asked them, and they say, fine,\nyou know, so we went back home.\nhttps://collections.ushmm.org\nQ. On your own, you left and went?\nA. No. No. No. It was a train, a military train. The French -- the French who\ncame from England with the goal, they took over a train, and, of course, they had to\ngo -- it was so destroyed. German was so destroyed that we had to go to Holland, and\nfrom Holland to Belgium, and from Belgium to France.\nQ. So you got back to Paris?\nA. Yeah.\nQ. And who were you with when you got back to Paris? You were with --\nA. I had nobody.\nQ. Okay. What did you do when you got back?\nA. They had a hotel, and they put us ina hotel. And I say, I'm not going to go back\nto another camp. To me, a hotel was another camp. I just didn't want to do that. SoI\nwent to Tony (ph), and I stay with her. She had come back early. She spoke Polish, so\nit was easier to come back right early. So -- and she find her husband and her child.\nSo I stayed with her.\nQ. Did you really believe you were free at that point after all those years?\nA. No. So it was very hard to believe I was free. I was always looking in the\nback if some -- if a German was not in the -- following me?\nQ. This is even after liberation?\nhttps://collections.ushmm.org\nA. Yeah. And even in concentration -- in the sanitartum, when I saw a blond with\nblue eyes, I said, he's going to kill me. He's a German doctor. — I could use psychiatry,\nbut in France it didn't exist yet.\nQ. So you we went back to your friend Tony (ph) and --\nA. Yeah.\nQ. And how long did you stay with her?\nA. I stayed not long because they -- when I went through a medical examination, they\nsent me to the sanitarium for 18 months immediately.\nQ. Where was the sanitartum?\nA. In Eberswalde. It's Lunzenau. It's not far from Cologne. I don't know if\nyou know that.\nQ. And you stayed there for 18 months?\nA. 18 months.\nQ. Were there other survivors there with you?\nA. Yes, but a lot of them were Makey (ph) people fold on the ground, and then I find\na letter from one of my uncles who live in America, one of a brother of my mother -- if I\nwanted to come here. And my friend said, well, you may never have the occasion to go\nto America. Try. If you don't like it, I'll send you the money to come back, but you\nhttps://collections.ushmm.org\ndon't write. Send methe money. I want to come back. They were very not nice, my\nfamily.\nQ. I'm a little confused. You got this letter from your uncle in America --\nA. Yeah.\nQ. --tocome. And did you go then?\nA. Yeah.\nQ. Oh. And you arrived here in the United States? How did you come? Did you\nleave from -- from -- how did you come over here?\nA. I came on the quarter, and --\nQ. You sailed from where?\nA. I sailed from Schonberg, but it was destroyed so we had to take a little boat. The\nQueen Elizabeth was parked right in the middle of the ocean because they couldn't dock\nbecause it was bombed.\nQ. So you took a boat out to the ship?\nA. Ship. Yeah.\nQ. And you took the Queen Elizabeth?\nA. Uh-huh.\nQ. And where did you dock?A. In New York.\nQ. New York. And then where did you go?\nA. Well, to Philadelphia.\nQ. Your relatives were in Philadelphia?\nA. Uh-huh.\nQ. And you did this by yourself?\nA. Yeah.\nQ. And what happened when you arrived in Philadelphia?\nA. Oh, my uncles were not very nice. Iwasakid. I didn't even know I had uncles,\nand they blame my mother. They blame my father. Why didn't they come here? Why,\nyou know, they just --\nQ. Did you know any English at this point?\nA. Well, some, that I learned in school, but it didn't take me long to learn.\nQ. And you were 20 years old now, and you're in --\nA. 21. Well, 4 years later.\nQ. I know you are -- right.\nA. I was --\nQ. Did you --\nhttps://collections.ushmm.org\nA. 25 years old.\nQ. Oh, you came -- when did you arrive in the United States?\nA. 1949,\nQ. What day was that?\nA. May.\nQ. May of '49?\nA. Yeah.\nQ. Oh, okay. So you were 24 years old, and you went to Philadelphia. And\nhow long did you stay there?\nA. With my uncle?\nQ. Yeah.\nA. Um, a year.\nQ. Uh-huh.\nA. I had met my husband in France. That's along story. I don't know if you\nwant to hear. It was no male, civilian male, only military male. And my friend Tony's\nhusband saw my husband in the street, and he said, I have a girl who got an English\nletter, and she doesn't know the address of her uncle. | Would you -- where do you come\nfrom? He said, well, I have a sister living in Philadelphia. And she looked up all the\nhttps://collections.ushmm.org\nSingers (ph), and she find them. And that's the way the correspondence started, you\nknow, in between him, and he used to bring it to me, and that's it. When I came over\nhere, he was living with -- he was going to school. He finished college because he was\nvery young when he got into the army. And he didn't like to live with his mother and\nsister, and I didn't like to live my uncle. He was -- they were nasty people. So he said,\nwell, [have a solution. Let's get married. So we got married.\nQ. Uh-huh. And you've lived in Philadelphia ever since?\nA. Since. Yeah, 44 years.\nQ. Uh-huh.\n(Tape cut off.)\nA. Yeah. Ihave two children. I have a boy and a girl.\nQ. Uh-huh. Can we talk a little bit about them? When they were growing up,\ndid you ever share any of your experiences with them?\nA. That was one mistake, but I felt I didn't want to make them feel guilty. I\nwanted to raise them with normal, normal way, you know, not that they should feel sorry\nfor me or pity or something like that. I'm paying itnow. My daughter said to me the\nother day -- she told my husband, she didn't tell me -- that after 50 years, she should\nforget it already. I'm sick and tired of it. I'll never forget that. My son 1s different.\nHe's much more sensitive, and he -- He talks about it. He reads about it. And my\ndaughter, well, I think her husband has a lot to do with it, too. They don't want theirchildren to know anything. They don't want to make them feel -- the older grandson\nasked me, grandma, why don't you tell me the story of your number, and immediately\n(clap) my daughter said, some other times. Notnow. He's going to be 13 years old.\nHe should know, but that's it. That's -- we made our will, and I'm going to leave some\nmoney to the Holocaust Museum for a lot of education for the young people. Whatever\nwe can, we're going to leave. And it's very important to me. I think -- it can happen\nagain, very easily, and in America.\nQ. What is your feeling, having gone through what you did, what is your feeling\nabout being Jewish?\nA. Well, I'm not ashamed if you want to -- when I lived in Paris, I -- we had Jewish\nfriends and non-Jewish friends, and somebody told me one time, if you have Jewish\nfriends, don't go out with them. Apparently, we didn't -- in France, they don't tell you\nwhat religion you are when they meet you or -- it's very -- it's not like in America where\nyou immediately you ask what, how much you make, and how much this and how much.\nOver there it's not like that, and I was a little bit ashamed of saying I was Jewish. I\nshould have told them at that time. I should have slapped him. Now, do it because I\nfeel that they deserve it, but I can't hate either. I can't. I don't like the Germans, and I\ndon't like the people who are assymetrical (ph) of racials, or I don't like them, but I don't\nwant to destroy myself either. Hatred is very difficult. I should be taking out of the\ndictionary, look what happened to the Germans. They hated, and they destroyed\nhttps://collections.ushmm.org\nthemselves, and that's the way I felt. I never went back to Germany. I will never go\nback to Germany. That's one thing I promised myself.\nQ. Why not?\nA. To a certain extent, I'm scared that they are going to keep me there. A very\nnormal reaction. And just the language, to hear the language, gives me the -- I'm\nscared. Igetscared. It's, I think, it's a normal feeling.\nQ. Do you receive reparations?\nA. Yes. Not much, because I didn't --\nQ. How do you feel about getting them?\nA. To say I deserve it, yes, I guess I do, but if I would have stayed in France, I would\nhave gotten 3 times as much. Doing it from here, it's very little. |The worst part is to\ngo to the German counsel every year, and they tell me, sign your name with one N. Like\nI don't know how my name is spelled, you know.\nQ. What do they mean by that?\nA. Well, two N is German.\nQ. Uh-huh. Is there anything else that you wanted to share? Any thoughts? Any\nfeelings?\nA. No.\nQ. Anything that we've left out?A. I'm sure that when I go home, I'll remember many other things. And certain\nthings, I don't want to remember. I really don't want to, and I don't want to even talk\nabout it. It's too hard. It's too difficult. — It's -- I feel that I don't want to live if I have\nto live with that, constantly talk about it. It's just too hard. I've lived with my family.\nIt's terrible. Maybe I should forget. Maybe I shouldn't remember so much, but we were\nvery close family, and I just can't forget it. It's very difficult. Very difficult.\nEspecially, I couldn't talk to him. My husband didn't want to hear about it. You havea\ndifferent country. You have a different life. Forgetit. So I learned to just keep it in\nmyself and having a lot of ulcers. And I never talked about it. _ It's very difficult.\nThe only time I used to talk is when I used to go back to Paris, and all my friends were\nliving. And they all died already. And --\nQ. These are friends from childhood?\nA. No, from camp.\nQ. Oh, you mean --\nA. Yeah. From childhood, I have -- they're not Jewish, but they're very, very\nnice. I lived with them. They clothed me. It was very -- and when we talk about that,\nthey knew all my family, and when we talk about it, she cries, like Ido. I just -- but\nmost of the, my family, my father's family, are, like I said, they said to me, um, a French\npoliceman -- I didn't have any money to have a winter coat, and I didn't have a winter\ncoat when I came back, and he got me material. It was a French policeman, and a cousin\nof my father made a coat.\nhttps://collections.ushmm.org\nQ. This is when you returned after the war?\nA. Yeah. And he asked me for money. Then his sister said, well, I can give\nyou a coat for cheaper, but I don't have room for you. Buta gentile took mein. So, you\nknow, I don't know what to think about it. I don't. Some good ones. Some bad ones.\nAnd you can't put everybody in the same bag.\nQ. Any message to your grandchildren?\nA. Well, I hope they grow up to be sensitive young men and to learn what went on,\nnot to be blinded by their parents. That's what I feel. It's very important for the young\nkids to do that. It's very hard.\nQ. Before we finish, I just wanted to know what your feelings were when you\nreceived your number on your arm?\nA. Oh, I felt like I was cattle, you know, stamped. And I ran out -- it was February,\nand it was muddy, and I took the mud and tried to erase it off, but it didn't come off.\nAnd I felt very bad. I felt -- well, maybe someday if I come out alive of here out of the\ncamp, I'll have it taken off. And then when I asked my doctor to do that, he said he\nwouldn't -- he didn't want to do it. He said this should be the diamonds for your\ngrandchildren. And that's true. That's what he told me. Doctor Rosemoth (ph). So\nI kept it on. Many people took it off, but I kept it on. I don't care anymore. It's part of\nme, and it's part of what I went through, and it doesn't bother me if people make bad\ncomments or laugh about it. It's just, I take it with a grain of salt, and that's it. I\nhttps://collections.ushmm.org\nacceptit. Jacceptit. It's not easy sometimes. It's easier in the wintertime when you\nhave long sleeves, but before -- you know, when I first came over, they made big\nnumbers. Now, they have -- later on they put the numbers right here, but then they are\nin the front, which it doesn't show so much. This showsa lot. Iwas the 35th thousand\nperson incamp. From 6 million, that's early. That's very early. And this is Jewish.\nThe gentile did not have that. Just the number. That'sit. But I rubbed it very hard in\nthe mud. It didn't come off. Oh, well. That's it.\nQ. Thank you very much --\nA. Well, you are welcome.\nQ. -- for doing the interview.\nA. Yeah.\nEnd of File Two.\nConclusion of Interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact -eference@ushmm org for further inforpetton about this collection\nUnited States Holocaust Memorial MuseumAugust 12, 1994\nRG-50.106.0009.01.02",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "This transcript was created by Valerie Hance and Dena Robertson as part of the National Court\nReporters Foundation Oral Histories Program. The United States Holocaust Memorial Museum\ngratefully acknowledges this contribution.\nMARIE ZOSNIKA SCHWARTZMAN\nAugust 12, 1994\nBeginning File One"
    ]
}