{
    "rg": "RG-50.030.0115_trs_en",
    "sequence": [
        "Q: OK. We're on camera, we've started. Would you tell me your name please?",
        "A: John Komski. Jan Komski--this is true Polish name.",
        "Q: Where and when were you born:",
        "A: I was born on uh...in February 3rd, 1915 in the small town Bircza, which is located not\nfar from the San River and the bigger city which is Przemy_1; you know, in that area.\nThis is still now in Poland.",
        "Q: Um....",
        "A: But then I moved out very, very early. My father came back from the World War I. He\nwas in the Austrian army. He went...he came back, and we moved to his home town--\nnamed Rzeszow--on the other side of the San River, in the county of Rzeszow. And this\nis where my residence was. I lived...I grew up there; and I went there to the [Krauner\n(ph)| School and then there to gymnasium--which is their secondary school, their high\nschool, and...",
        "Q: Tell me about your family. Tell me about your parents and...",
        "A: Well, the parents were just hard-working people, you know. They did...they are not...they\nwere not doing very well. After war, uh, nobody really was doing well in in those small\ntowns. I remember from my childhood, from Rzeszow, when the mother would go to the\ntown to the market place to...to uh, to get uh soup which was which was uh distributed by\nthe committee, Hoover Committee. Yeah. So I remember vaguely this, this thing, you\nknow. So uh, as I say, they were just...just hard-working people; and uh...and uh...uh\nreally not excitement, not much excitement about what's...what was going on. But you\nknow I was living close to the nature; and from the very, very beginning, I...I learned to\nlove the nature. I used to go with my sister out to pick up flowers. Early in the spring, to\nthe woods; but always alone, with her, as a small kids. And they was...they would let us\ngo, and we would go very far. And maybe this was a, this escapades were very important\nin my life; because later on when I became alone, when I lived alone, when I had to make\na decisions, I was ready to make any kind of a decision, you know. Which I think I\ncontributed to my survival a little bit, because you know I would, uh, be able to, to, uh, to\nmove around very, uh, freely.",
        "Q: Let's come back to you as a child a little bit. Um, what kind of a school did you go to?",
        "A: I went to a grammar school. This was uh this was boys and girls together, you know? Uh,\nbig school...and uh, I only finished four classes; because from the fourth class I went to\nthe secondary school, which was the, the...the...there were, you know, the Polish uh...uh\nschools were organized at that time. And I then attended eight classes. Eight years\nof...eight years of the high school. High school was a little bit different. It is, uh...high\nschool plus two years of college, uh--that school, you know. When you graduate from\nthat school, you go straight to university. And I did go the university, Jagie _onidw\n[Jagiellonian] University in Krakow, where I, uh, studied, uh, history of art. And this\nmade me, you know, got interested in the art itself. So I joined...so I enrolled into the art\nschool, Academy of Fine Arts, in Krakow; and I finished that school in 1939, just in time\nbefore the, uh, war broke out.",
        "Q: What was Krakow like in those years?",
        "A: Krakow? Krakow was a, uh, a very beautiful place to live in, you know. In those days,\nyou know. Surrounded with so many landmarks and beautiful churches. Jewish\nsynagogues. We used to go there. We had a...in, in, in uh, uh...I had to, I had to attend\nalso the classes, you know, in the art...the art school, the history of art classes. Now the\nprofessor was Franz Klein. He's a Jew, you know. There were a lot of Jewish professors,\nyou know. And he was, uh, very fond of Krakow, and knew everything. Krakow, it's a\nold city. In order to appreciate that city, you have to go into the basements; because in the\nbasement you see the whole history, how it developed. You see all the styles that, uh, are\nnot visible outside. So we went to the synagogues. There is a...1n Krakow, there is one\nsynagogue which was, uh, in...looks like a church, fourteenth-century church. It's in\ngothic. And it was donated to the Jewish community by the King Kazimierz Wielki, who\nbrought the Jews to Krakow, and settled down...uh, settled this community in a town, uh,\ncalled Kazimierz. Yeah. So, uh, uh...they had, you know, very much a part of the Krakow\nhistory; and they lived there 'til '39. Now, I don't know what's happened there. You know,\nI haven't been there. But I understand, you know, there are no Jews, not many left. So, so\napparently this uh whole section of town have changed, too.",
        "Q: Did...as the war approached, did you have Jewish friends as well?",
        "A: Oh, in my class, in our art school, I had...you know, there were several Jews, you know. I\nmight even later on remember names, uh....",
        "Q: That's OK.",
        "A: This is...this was international, I would say, group of people. There was a woman, she\nwas Italian. There was a uh...a Russian emigrée, a woman. There were Ukrainians. There\nwere Poles. There were Jews; and there was even a French uh...uh, a French uh fellow,\nyou know. So they're uh international in a group of people.",
        "Q: As...what happened to this life when war broke out? Can you tell us what happened?",
        "A: Completely changed. Immediately. Immediate changement. When I left Krakow, uh\nbefore the Germans occupied it, and I went ...uh, I traveled through the villages and small\ntowns eastwards ...uh, ahead of Germans. Because this was the order by the Polish\nmilitary. We hope that we'll be drafted, sooner or later, to the military. And, of course,\nthis never happened. So when I went too far--I went almost to the eastern border--and I\nfound out that it is the Russians who are now marching westwards, occupying that part;\nso I have to, you know, make quick decision. And I chose rather to stay on the German\nside, so I moved back and joined the Germans, you know (laughter). I crossed that\nterritory into...into the Germany, and I went back to Krakow. But this was, this was city\nlooked completely different. First of all, the whole government of Generalgouvernement,\nmoved into the...Krakow. Krakow became this uh...capital of that uh province, uh so\nthere were so many Germans. The Germans uh were everywhere. And then of course the\npersecutions started immediately. All the professors at the university were arrested, and\nthey were sent to concentration camp. People in my age, again, were being arrested all\nthe time and sent as forc...forced labor to Germany. So I had to leave that uh...that uh city\nand go back to uh Rzeszow, where I found...uh, thought would be safer to live; but not\nbecause uh.... Again, I joined the underground uh organization; and, of course, because of\nthat, you know, I was in in constant threat of being arrested.",
        "Q: How did you join and why?",
        "A: There is by, you know, a few people knowing, you know; and they.... This...this was, you\nknow, situation where you never know more than three people. You know. So you really,\nknow, was given a job to do and this was in organizing--very early, 1939 still, and 1940\nat the beginning. So, uh, there was not, not much as the...the activity as more just the\norganizing uh process that we are involved, you know. Hiring more and more people, you\nknow. But this was from the very, very beginning uh ...in action. On account of that, and\nalso because uh uh again the Germans were, you know, arresting young people and uh\ntaking them to Germany to forced labor camps, I had to uh, uh...uh... stay in hiding.\nYeah. I had to...I, I was not sleeping at home for, uh, for many months; because, you\nknow, it was, uh, uh, not safe. And out of that came the idea that I must go. Cross the\nborder, and go to another country; and, uh, maybe again join the army in France, which\nwas being uh...uh, organized at that time. Uh...so with three other people, uh, I...on...in\nMarch 1940, I uh... went through the Tatra Mountain[s] to Czechoslovakia; and I\ntraveled through the through the Czechoslovakia, yeah. And I traveled almost to the other\nend of that little country, almost to this Hungarian border. And here we...I, myself and\nanother uh fellow, we were arrested; two survived and two escaped--but two of us were\narrested, because we just, uh, ran into the uh...uh...set-up, you know, by the...by the\npolice. They waiting for us. So, uh, they arrested us and then they sold us to the Gestapo.\nYeah. Slovaks sold us to the Gestapo. I mean, they...I understand that they were paying\nmoney, being paid money for that, you know; because they were, they...in other words,\nuh, they were, um, working as agents for the Gestapo. You know, Slovaks at that time\nwere cooperating with Germany. There was a government run by that uh uh priest Haha\n[NB: reference to Joseph Tiso?]. Yeah. And uh... and, of course, they...they allowed\nGerman to...on the roads come in to the trans...military transport to go right through\nCzechoslovakia. So, uh, at the end, uh, they gathered us all arrestees--and there were\nthousands of people that were being arrested--uh, so about...a huge train, a huge train was\ngoing toward the Polish border one day. And we crossed the border to the town of\nMuszyna, where the Gestapo took it over. And that is why I got in contact with the\nGestapo. And they were immediately, uh, segregating all those uh, arrested...arrestees.\nUh, I tried to...I, first of all, I...made up a, uh...false name; and I stick with that false name\nall the time, because I was ashamed to let my parents know that I allowed myself to be\narrested. (Laughter). Yeah. And so I stuck to that, uh, false name; and, of course,\neverything, all the personal data and everything uh, uh...was changed to and also\nfalsified... falsified. And I figured that it would be good idea to uh to to be born in Soviet\nterritory, because I was hoping, \"Well, the Germans will never get there.\" (Laughter)\nHow wrong I was! (Laughter) So I uh...I gave all the data and places in the in the\nterritory which was at that time occupied by Russia...",
        "Q: What was the false name you used?",
        "A: Uh, Johann Barasz. The one that you see on that uh document that I show you [NB:\nPhotograph shown at the end of the interview identifies him as \"Jozef Bara_\"]. Yeah.\nAnd uh with this name I travel from, from...from Muszyna to another prison in uh Nowy\nS_cz, and to Tarnow. Now in Tarnow, on June 14th, seven hundred fifty-six young\npeople uh assemble in uh mikva...is that Jewish name? Uh, mikva--yeah, that uh public\nbath--at night; and in the morning, we march to the station, boarded a train and\nstarted...and uh the train started west, you know, toward Krakow. But we didn't\nknow...nobody told us where we are going, what's going to happen to him, to us. Uh, we\njust was riding in that train until we came to Krakow.",
        "Q: Tell, tell us a little bit, if you would, about the people you were rounded up with.... And\nyou were not Jewish, so why...why...why were you put on a train with Jews do you think?",
        "A: These were not Jews. They were all Poles. This five hundred, this seven hundred fifty-six\npeople, they were all like me; people like me who wanted to join the army. Or, maybe\nsome who maybe wanted to do some black-marketing; because situation, economic\nsituation, in Poland at that time was very bad. But uh...uh...and maybe there were a few\noth...other who were arrested inside, in Poland; you know, on the underground activities.\nThis is, these were the types of people; but mostly young people, you know? The oldest I\nremember was a sergeant. Uh he must, he must have been in, in...in forties at that time.\nI'm sure he probably did not survive. And uh...but mostly this was people in twenties, and\neverybody hopeful. People with uh...we, we are all waiting uh what's going to happen in\nFrance. You know, there were so many stories going on those days a big uh offensive,\nGerman offensive, being prepared uh in 1940. And, of course, we all hoped that it will\nend tragically for Germany, and the uh Allied Forces will win. How...when we arrived in\n19, 19 ...1n June 14th, on the railroad station, that is the first thing what we heard: that\nthe Paris has been taken by German army. And there was a hugh celebration and the\nchampagne corks popping, popping up, and uh soldiers shooting into the air. So it was a\nterrible news, psychologically, for us. People who...we did not know where where\ndo...where we are going, what's going to happen to us. Afternoon that...that day, you\nknow, train started moving; and finally we came to a very obscure small station. And\nabove us hung a huge sign: \"Auschwitz.\" Of course, we did not know what it means--\n\"Auschwitz\"--because it sounded German. And some people thought, \"Well, maybe\nwe've already crossed to uh...to uh Germany.\" But a station worker, uh, explained to us\nthat we are on...uh, really in O wi _cim. O wi _cim is a Polish name for the name\n\"Auschwitz.\" And uh we were moved on the side track, and uh in about five minutes we\nfound ourselves in the front of a large building. Uh there were three of them...middle\nbuilding, uh large, it was surrounded by uh by the uh, uh...uh barbed wire fences with uh\ngates, watch towers. And this was a camp, the first camp. Now the buildings belong, uh,\nto Polish tobacco monopoly. Uh that uh first building uh, uh...uh, consisted uh really of\ntwo rooms; big rooms, you know, where we were herded, and we slept on the on the\nstraw. There was nothing organized. It was just to keep us in. Before us came thirty\nkapos from Sachsenhausen, from...and they got, they were numbered from one to thirty.\nThe man that I was talking about lat...uh before--uh, Otto Kussel--who escaped with me,\nwas number two. Now so...first Polish number is thirty-one. I believe the last number of\nour transport was uh seven hundred eighty-four or eighty-five.",
        "Q: That's what...so you were on the first transport?",
        "A: In the first transport. It's funny thing about that uh arrival scene because, you know--as I\nsay, I have to point it out--we still did not know where we were. We didn't know how the\nconcentration camp looks like. Uh, as a young man in Krakow while I was a student, I\nheard about Dachau. I heard even about, uh, Buchenwald; you know, the famous camps.\nThat were, you know...but we only heard, uh heard about, uh, the camps where the Hitler\nkeeps his political enemies, you know. No one, never even occurred to us that this might\nbe a place for us, too. (Laughter)",
        "Q: When you got off the train, what did you see?",
        "A: When I got off, no...before...when the train stopped, I saw on one side a line of soldiers,\nuh, with machine guns. On the other side in the fenced-in area in that real camp, I saw\npeople in striped uniform. They looked like, uh...uh hospital patients. These were those\nthirty Kapos who were brought from uh...they... from Sachsenhausen. They looked so\ninnocent, you know? Not... they looked just like a, like a patient; but when the doors\nopened in the train...these are the people who, you know, attacked us with the...with\nclubs, with, uh.... These was the soldiers' helpers; and we already know really, you know,\nwe're in huge trouble from the very beginning. There was not time to grab the, uh,\nsuitcases and all our belongings. We all just had to jump, uh, from the train; and right\naway, you know, uh, we are in, uh... beaten and kicked and everything. And this way we\nmarched to the, uh, inside; and they right away, uh, uh...made a column of us, and were,\nuh...we were, uh, processed. That means we have to be, you know, the...the...the data, the\npersonal data, was, uh, was written under; and then they...then they shave our heads.\nThey gave us number. My number was 564. And, uh, immediately they started a\ngymnastic with us. There was nothing else to do; so, so they says that first an gymnastic,\nuh, the German call it Huipfenrollen, all kinds of, uh, terms. I remember a beautiful grass\naround that building; but in few hours, there was no grass at all, you know. In the next\nfew days, it was really uh necessary to go and find something to do other than gymnastic.\nYou know, a real work, even a hard work. And, uh, I was assigned to a group that was\ngoing to a military compound, uh, nearby to clean uh uh the rubble which was...uh, they\npartially destroyed this whole building. And in a week or two, we moved over there to a\nsmall camp consisting of three blocks in one corner of that compound. And this was the\nbeginning of the camp Auschwitz. Out of that, uh, area we would then go out and build\nfirst of all a kit...a prison's kitchen, and then surround the whole area--which was twenty-\none, uh, brick blocks--with uh barbed wire, electrified barbed...uh, barb...barbed wire\nfence. And immediately after uh after this was accomplished, this...the new transport start\narriving. And there are transport who had come from Silesia, from Krakow, from\nWarsaw; and uh from other countries, too. And ...and uh to the end of that year, to the\nfirst winter, the camp was probably about uh, uh fifteen thousand people strong, you\nknow. Immediately, Germans began uh to...uh enlarge the camp by building new blocks.\nThey built another eight blocks; and uh so the...so the thirty, thirty-nine blocks was the\nend of the...of the whole construction in that area.",
        "Q: Tell me more about what your...what a day was like in Auschwitz? From the morning 'til\nnight. What was a day like?",
        "A: Well, we would get up very early, even before the sun... sunrise. And immediately...and\neat and get a uh uh substance that was called \"coffee,\" which was made out of the bark uh\nof a...some tree, I don't know. I mean, it was bitter but it was black, you know. And it was\nbitter, and...that's it. Now 1f you have saved uh some bread from the day before, then\nyou're lucky and you'll eat that uh that piece bread before going to work. But if not, then\nyou just drank that coffee. And then immediately you were thrown out. Regardless of\nweather, you thrown out uh...outside and you'd have to stay and wait for a roll call. The\nreason being that people, uh those who are um... who are um...who are uh assigned to do\nthe cleaning would uh clean up the rooms where we slept; and they themselves would\nthen join us and go to work with us. And certain hour after, uh we would all assemble\nand there was a roll call. A roll call uh is the...1t is a ceremony that the Germans never\nstopped uh doing. It was uh at certain times uh three roll calls a day; in the morning, in\nthe uh at noon, and in the evening--and later on, too. But not less than two. And after roll\ncall--if everything was OK, if there was nobody missing, you...you...all the dead from the\nnight before were counted.... And they were, have to be counted because at night the\noffices, German offices, were closed. So if anybody died, you would be counted as alive\nuntil the offices opened so he could be uh crossed out in the big book and say that he is\nuh...he 1s dead. So anyway this was...if everything accomplished, and uh and nobody, as I\nsay, was missing, then you would join the groups, working groups. So the people would\ngo, you know; some would go to the uh...uh to...with the wheel-barrows and uh spades,\nyou know, to do the work on improving the roads or to the agriculture or, you know, or to\nthe so-called \"Bauhof\" [Ger: \"building yard\"], where all the professionals were working.\nUh, uh...all the skills like uh...uh masons and uh...and uh carpenters. There was a, also in\nAuschwitz, in that area, a group of uh sculptors from Zakopane. They would do\nthis...they would, they would create the plates for SS; and, you know, the ashtrays--all\nkinds of things made of wood. So I, I even work with them for a while. Also there was\nanother jobs, very important; of course, in...1n uh offices. I work, my first work was in\nuh...an architect's office; and uh I was assigned to do the renderings, color renderings, of\nuh projects that were in...in uh...on the drawing table. Uh, all these drawings will then,\nwill go with the plans to Berlin for approval. Everything has to be proved; approved in\nBerlin, or in Sachsenhausen or in Oranienburg. I also had a secondary responsibility\nuh...in that office. I would help the surveying team. From the very beginning, uh, the\nsurveying team would go in the terrain and do a uh...work on the map. And they were\nreally hurrying; the German wanted it, that map, because the uh area around Auschwitz\nwas being depopulated, the vill...villages destroyed, people taken to the concentration\ncamp. Uh so, uh that any terrain would have to be measured...uh all the roads and all the\nbuildings or everything, and sent; because on it, that basic map, they would do the\nplanning what's going to be there in the future. On one (cough)...one area of that uh big\nterritory there, the camp on...later on they built a huge compound \"Birkenau,\" which is\nthe village of Brzezinka. In Polish, it's called Brzezinka. In German, they call it\n\"Birkenau.\" Uh, this is where later on, in 1940, would be start the Holocaust. So, uh,\nuntil the evening we would do all kinds of things. Uh, all of this outside of the camp; uh,\nso we would go in the extra guards. Extra guards--there are large garrison in Auschwitz.\nUh, they would set out some...1941, some hundred guardsmen, and they would join--few\nof them with every group--and go and stay the whole day. Again in the evening we would\nall return. And, uh...uh on the average day in Auschwitz there were always orchestra\nplaying, and uh the people would return and form like a small parade. Yeah. With the\ntools in the hands that they used during the work. They would march to German tangos\nand (laughter) and uh...military songs; and this was must. And to attention, of course,\nwhile the commandant and all the SS would watch. And you have to do, uh, march very\nbriskly, like uh...like a soldiers; because the German, they like make of us soldiers. Uh, to\na point, yeah. And then of course we would assemble on the roll call place, and there\nwould be the roll call again. If the roll call was successful--nobody had escaped--uh, then\nwe would go, and we would get your our uh...our uh supper. If there was a situation what\nsomebody escaped, then instead of going to the Block, we would wait. And, uh,\nmeantime the search party would go out and search for, uh...for a man who has escaped;\nand the search party would be, uh, composed of the soldiers and the Kapos, uh, from\nthere. So there would be about three hundred, four hundred people going around and\nlooking for, uh...for an escapee. Usually it was not, uh...it was almost impossible to leave\nentirely the area of the...where, where the during the day the guards were stationed;\nbecause, uh, it is always, uh, open...that area was open...and there was no, uh, no places,\nno...no bushes, no trees, nothing, you know. So app...usually an escapee would have to\nknow, uh, have to, uh, get the hiding somewhere in the building in that area outside of the\ncamp, and then wait for a night to come. So that is why most of those who escaped, uh,\nusually were found. Now if a man was found, then he would go to a bunker for a while,\ntrue uh...uh. And he would be asked question: why he did it, how he did it. Gestapo were\ninterested in that. And then on the next day or day after, he, uh...he would be paraded\nthrough camp; and then, uh, on the, uh, roll call, uh, ceremony he would be hang on the\ngallows. And this was a regular punishment. If a...1f this was not the case, then we would\ngo just simply to the blocks and get our soup and bread and margarine, whatever. And it\nwas all kinds of, uh, uh...and this diet was, uh, usually a watered soup and a slice of\nbread, and a little bit of of margarine. That's it. And then after that, uh, there was about\none hour of daylight; so in this time you would have to repair your uniform, you know.\nUnder the supervision of Blockaltester, who was the...the manager of the Block. And\nwhat is the Block? Block was a, uh, a number of people who lived on...in...on one floor.\nBlocks, uh, buildings, were two-story buildings; and that means in every building, uh,\nwould be two blocks, uh...because there were two different floors. Sometimes even on,\nuh, in, uh, on attic they would form another Block. And generally was not more...not\nenough room more for some hundred and fifty men. But I remember times when there\nwere up to one thousand people in every Block. So in one bed, we would sleep six of us.\nSo there was actu...actually no sleep; we were just sitting, you know, the whole night.",
        "Q: When did things begin to change in Auschwitz? When did you get the museum in\nAuschwitz?",
        "A: The museum in Auschwitz, uh, was in, uh, in 1941 established. The idea was, uh, uh,\ncame from the, uh, comman...the camp manager. His name is, uh, Fritzch, Commandant\nFritzch.' He created two things. Museum and the orchestra, symphony orchestra. Uh,\nsymphony orchestra was, uh...uh, very large. It was opera...uh, run professionally. It was\nso good that they would, uh, allow her to go to the neighboring town and have a concert,\nfor Germans, in Katowice, in...1n Bytom, even in...in...11 Wroc_aw [Ger: Breslau]. Now,\nmuseum was beginning, uh, from, started from small beginnings that Franz Targosz was\nthe manager of that.” And his, uh, function was to go and look, and...and, uh, confiscate a\nmore interesting items that the people used to bring when they come to camp; so in\nmuseum were things like, uh, national flags, uh, military, uh...uh, orders. You know,\nthere were Jewi...Jewish bibles. There were, uh, there were, uh, folklore uniforms, all\nkinds of, uh, maps, all...this kind of things, you know. And there were...now, the reason\nwhy the German, uh, allowed this--uh, and they even, the German even allow a big area\nfor that at certain point. Why? Because they were always expecting a International Red\n' SS Hauptsturmftihrer Karl Fritzch, deputy to Rudolph Hiss at KL Auschwitz. Transferred to\nKL Flossenburg in January 1942.\n* Franciszek Targosz, prisoner no. 7626, persuaded the SS to set up the Museum and organized a\nKommando of painters, sculptors, jewelers and watchmakers for that purpose. See Garli_ ski,\nFighting Auschwitz, pp. 89-90.\nCross, uh, visit. So if this would occur, then they would have a, uh, opportunity to tell,\n\"Look, and...you know, the prisoners here are uh doing alright, you know. They are\nliving, they are...you know, they are having even a museum!\" And things of that sort. In\nthe museum there were, uh, several people working--or employed--were, you know, to\nsend, that, uh, were sportsmen. I, I mentioned before [Czerk (ph)|. He was one of the...of\nthe steady people working there. He was painting on glass. There were two Jew, Jewish\nfellows who were translating with the bible. It was also Fritzch's idea. He wanted to have\na bible, uh, translated from, uh, Hebrew to German; so there was a, uh, uh, older man.\nUh, he was a rabbi. And he knew the bible, and he was translating into Polish. And there\nwas another, uh, friend of his who translated it from Polish to German. Now in four\nyears, I understand they translated two pages. (Laughter) And they both survived,\nbecause the Germans just simply have forgotten about them. This is something that\nhappens very often in, in, in the big camp--that, you know, once you establish yourself\nthen they will forget about you. And then you are on your own. It is up to you, to survive.\nThat means you have, you have a...you, you learn the...you learn the tricks how to not be\nbeaten, how to, uh, stay in hiding if it's necessary. And, of course, there was always a\ntime, uh, an opportunity, to get an extra food, too. And this was also important. So those\ntwo fellows, you know, survived. You know, with all this Holocaust, they...nobody\nbothered them. And of...and it goes for other people, too. Those who are chosen when the\ntransport came, and they were chosen to go as prisoners--I mean to be uniformed as\nprisoners and go to for work...they usually, uh, survived, most of them, you know. Unless\nthey were either, you know, run into the trouble, uh, with the...with the Kapos, with, uh,\nBlockaltesters, or they got sick. A lot of people, uh, died in Auschwitz, unfortunately;\nbecause of the, uh, uh...like uh...there was a typhus, you know? The typhus killed\nthousands of thousands of people. Another way to die in Auschwitz was to go and be\nexecuted, you know. The Gestapo always uh, you know, was the final judge and, uh, on\nthe fate of a man. And they would...and they sometimes wait a long time before they, uh,\nwould, uh, send a man for execution. Sometimes I know people who, some who survived\ntwo years in camp; and then they were executed. Uh, and they were never told for what--\nfor why, yeah. The execution was taking place in Block 11, uh, on the courtyard between\nBlock 12 and Block 11, and that execution wall still standing in Auschwitz today. And\nuh...at the beginning, uh, execution was performed by a platoon of soldiers, uh, with, uh,\nwith rifles; and it was very noisy. People in Auschwitz knew about it, that something's\ngoing on in in the camp; uh, because there was that salvo. So later on the Germans\nchanged the whole, uh, occurrence. They would, uh...they would use a silencer; and one\nman would execute a, uh... the prisoners by pointing to the neck, you know. And, uh, I\nremember, uh, I know the man who was executioner. He was, uh, a top sergeant. Uh, his\nname was, uh, Palitzsch.’ He was a twenty-nine year old man. He had a family and four\nchildren. But at the end, he fell in love with Jewish woman; and he was sent, uh, to the\n> §s Hauptscharfuhrer Gerhard Aro Max Palitzsch. Employed as  Rapportftihrer in KL\nAuschwitz.\nconcentration camp and to the east front.” Nobody knows what's happened to him. But\nthese men, these men had certain...in 1942, executed in one afternoon three hundred\npeople.",
        "Q: Did you see it, and can you tell us about it?",
        "A: I didn't see the...the action; but I saw the corpses being driven on the big wagon and\nthe...with the blood running to the street, as they were uh...uh...on their way to\ncrematorium. This we saw, all...all of us, because you know, we were waiting for a roll\ncall at that time when they were going right through, to the main gate, you know. Yeah.\nNow, uh, this three hundred people, this was a transport that was arrested in 1942 in a\nrestaurant in Krakow. Uh, mostly artists and actors and uh...and uh, teachers (cough); and\nthey were brought, uh, to O_wi_cim, to Auschwitz. And they, uh, were assigned the\nworks; but only they work about two weeks, and they were all called up--their numbers\ncalled up--on the roll call, and, uh, assembled in, uh, Block 11 and shot, you know.",
        "Q: You survived. One of the ways you survived was by contact through the Museum. Can\nyou tell us what you did, and how you did things in the museum--what your contact was?",
        "A: I, uh...no, well I really can...uh, my contacts were actually uh with the surveying team--\nearlier, you know. Museum is something that you do in your spare time. Uh, I was\nalways working. I really never worked in the Museum as such; but I did lot of work over\nthere and a lot of paintings that are still there, because it was a meeting place uh for many\nartists. There were about five hundred artists that I know in Auschwitz. So uh many of\nthem...there was even a hard place, a hard time to get a place to stand in the Museum and\ndo some work. But, uh, the contact with the civilian were done uh...uh, when the...we\nwould go, allowed to go and out to Auschwitz as a surveying team. Because\nautomatically we had to have a contact with people, because we were going into the areas\nwhich was uh in process of depopulation and there were always few people still left uh\nwait...waiting to be transported somewhere. So that is how all the contacts grew up with\nthe families and underground. And, uh, as you...when we were about to escape we had a\nvery good contact with underground. And there was a plan drawn how; and where this\nwill occur and in what time, on what day, and who's going to be waiting. And it worked\nthe same way as was planned, after many months of uh missed opportunities and, you\nknow, in uh disappointments; because you...you...you never are sure, you know, if you\nreally succeeded. But uh....",
        "Q: Tell us how you...how did you plan it, and who did you plan the escape with?",
        "A: I was planning with another man whose uh name is on that picture, Kuczbara [NB:\nidentified on the photograph as \"Bolos_aw Kuczbara\"|. Sometime, some day, as we were\n* See Garli_ski, Fighting Auschwitz, pp. 285-287.\nwalking--at that time I was working in a different uh job. I was uh in \"Arbeitseinsatz\"\n[NB: \"Special Work\"], which is uh a uh labor relation office. And uh as we were\nwal...returning to the office one day, we just talked about it; and we found out that each\none of us is...has a false name. And uh...and we came to the idea that this is a a\ngood...that is a...the next step would be...uh, should be an escape. And, of course, he told\nme that he's a Polish general's son, and that he goes to the certain areas in the camp and\nlistens to the radio. Yeah. He has a communication with it.... I don't know if this is uh\ntrue, because he was this kind of a fellow who imagined a lot of things; but anyway he\nwas always very active. So, we had in our office a uh a sergeant, German sergeant--uh,\nblinded on one eye--older man, who was a teacher before; and he was the manager of that\noffice. He was...he had a apparently large family, and he was always in the need of\nmoney. He was worrying so much about that uh family of his, so that Kuczbara--\nwho...you know, who knew almost everybody, uh...especially in in uh...in the area of...in\nthe hospital area.... Because he also was a dentist--although he told me he never was a\ndentist--but he was pulling the teeth in...he, he he was acting as a dentist in...in the camp.\nSo he knew a lot of people there. And, see...so, uh, that...that German uh asked him for\nmoney, and he want us bring several hundred dollars...uh, marks, German marks. But\nthere was this...there was a prob... there was a stipulation that we would have to go to\nAuschwitz to get this money; because it is our family that will bring that money, you\nknow, and hide in certain area near...near town. And if we go there and we find money,\nhe'll get it. Now this was a plan of escape. We were supposed to escape from that point.\nHe'll get that money; but we will, we will escape. And there was a idea that uh we will\ngive him something to drink.",
        "Q: Give who something to drink?",
        "A: A whiskey with a uh with uh...with sleeping pills in it. Or something. But what's\nhappened: he didn't drink. He was not drinker, you know. This was one of uh thousands\nof soldiers who didn't use any (laughter).... So it, 1t didn't work, you know? We have to\ncome back. There were several other ways we tried to escape. Never work. And finally\nwe came on idea that we will never do it unless one will uh be dressed as a soldier. And\nwe started organize a German uniforms. This took, took months. And uh...uh I, my job\nwas to furnish...to give him all the documents the sol...the German soldiers uh usually\ncarried in the wallet. And, uh of course, the main thing was to...to make that main, most\nimportant uh document where he needs a photograph. So, again, Kuczbara uh found...uh\nfound...in his, in his bag on his arrival he apparently brought, you know, some pictures of\nhis. See he went there and he found that uh, that one picture. He gave it to me. I painted a\nuniform on that pictures. We sent out then later on that photograph to the underground in\nAuschwitz, and they made a copy out of that. And the copy came back, and here was\nKuczbara in the SS uniform. (Laughter) Yeah! So we used this uh...that photograph on\nthat document; and uh, of course, other documents--that was, everything that a soldier\nshould have in his wallet, he [NB: Kuczbara] had. Now there was a question of a\nrevolver. Now, the revolver uh...we took from the office uh where we worked, because\nwe saw a Sol...a SS man locking a revolver in the drawer while uh on the weekend he was\ngoing to the Catholics. So uh we broke into that uh...table and took the revolver. So we\nhad a revolver. Now, two other people joined us. Uh number two, who is that Kussel;\nand...and uh Januszewzki, who was also at \"Arbeitsdienst.\" And these, we...people, we\ntook because they were...they had a way of uh organizing almost anything in the camp.\nSo what happened: Kissel went to a SS man in agriculture, and uh uh tried to uh loan\nfrom him a wagon and two horses. And for these, he offered him the...uh two...uh some\nfurniture.... I, I forgot, you know, what it was. Anyway, uh the uh SS needed something\nfor furnishing his office. And, of course, if he would go, you know, straight away through\na sign...through a signing the papers and the...and ordering this--you know, in official\nway--would take a month, you know. But here he come, he got in uh contact with the\nprisoner, and prisoner could do this immediately; because in everywhere in all these\nplaces...uh warehouses, there were always prisoners who worked. So this way we got the\nuniform; because, you know, it was the prisoners who work over there, too. And you\nknow, you give prisoner uh some margarine or, you know, you do him a favor. And uh\nwe were very important agency, because we could uh gave a man a good job uh for this,\nfor...for...for uh giving that, you know. We would, you know, have another favor from,\nfrom other people...",
        "Q: At this point I need to stop. We need to change tapes...",
        "A: Yeah.",
        "Q: ..and then we will come back.\nTAPE #2\nTECHNICAL CONVERSATION",
        "Q: OK. Uh, John, tell us now...you had uh, you're in the middle of planning for this escape...",
        "A: Yeah.",
        "Q: OK. You had uh arranged for the uniform?",
        "A: Yeah.",
        "Q: Alright. What happened then? If you could just repeat, you know, after the uniform?",
        "A: Well, we waited for a word from the outside people where, when the escape will occur.\nWhen, and what time. And uh we were given four days. We couldn't go...there was a plan\nfor four days. Uh, we couldn't go in the first day because first day was a Christmas. The\nsecond day was a very bad weather after Christmas. So at the end, it was on 29 of\nDecember that in the morning we decided that we're going to go. And it happened this\nway: I went uh...Kuczbara and myself, we went to the office on usual schedule; and then\nwent out of the office with the papers to, into...into the area where uh the people, usually\nnew people, usually used to come and wait, you know, to...for, uh uh... in...interrogation,\nyou know. That was our job. Two other people--uh Otto [Kussel] and uh Januszewzki--\nthey were uh the \"Arbeitsdienst\"; they had to uh send out all the columns out of the\ncamp. And then they would come to our office and have to write a uh a report. Every\nmorning. This I have to emphasize, how...how this uh uh the pro...procedure in, in our\noffice were. Every morning, they had to write a report on how the employment of the\nwhole camp looks like--where, how many they were uh... there were people employed in\nwhat categories of jobs, how many there are sick, and so forth. Now these reports written\non a special typewriter, big one; was then be taken by a messenger--a soldier--who\ntraveled to Oranienburg every day. Oranienburg was a uh headquarters of the labor, of all\nthe labor assignments in the...in, in the...1n the camps in the whole Germany. And uh on\nthat particular day, 29 of December, they had to do that in order to be free. After that they\ncould do whatever they wanted because, you know, they were not [Czerk (ph)]. You\nknow, they would uh they would visit uh various uh working groups in the field, or in the\nuh uh area inside the camp. So Otto went to that SS man, who...uh and he got from him a\npair of horses and a wagon; and drove this, this uh vehicle through the camp, through a\nmain gate, to Block 24 where we all lived. And he grabbed four or five prisoners who\nwere wandering in the camp, and made them go into the attic; and from the attic they\nbrought down four uh cabin[et]s, wooden cabin[et]s. They loaded it on the, on that\nvehicle--which was a platform--and he drove out of the camp again, went to that SS man\nhe was dealing with, gave him two cabin[et]s for...for just uh making that deal; and with\ntwo uh... two cabi...cabinets on that wagon uh he would uh ride to a place where, in\nbetween, Kuczbara would dress into the uniform, SS uniform. Uh, and...and I was with\nhim; and we were waiting for ...for those two to come. We took from our office about\nsixteen thousand names, files uh of people, uh of transports. Some transports were\ncompletely annihilated. You know, we took this as a...as a sample what is going on in\nour...in Auschwitz. Also, we took a list of uh people who were executed in uh...in\nAuschwitz--on the Block 1 1--with the signature of the, the top uh doctor, SS doctor. Uh,\nhe had to countersign them, you know. So we had, you know, some twenty-four\nthousands of names that we took with us in our briefcases. And when the Otto and\nJanuszewzki arrived with that wagon, we jumped on and we uh drove off to the main\ngate, again. And at 11 o'clock, uh we drove through the gate. The soldier opened the\nbarrier. Uh Kuczbara told him, \"Heil, Hitler!\" And that's it, and this was the end.\n(Laughter) Because we were posing as a working group. We had a...these uh cabinets.\nThis was supposed to mean that we are, you know, delivering a furniture to a SS house\nsomewhere in the area. So nobody bothers us. (Laughter) That's the way! And then we\ndrove through on the road around the...near the uh Sola River, through Auschwitz to the\nvillage of [Brzeszkowice (ph)]. The village [Brzeszkowice (ph)] was already empty.\nPeople were already thrown out. There were still buildings; and in those buildings the\nunderground put in, you know, our...the, the civilian clothes for us. We changed. We...\nwe uh...drove that uh vehicle into a...into a alley under the roof. Horses to the...also. We\ntake care of that. You know, all the documents were thrown to the well, uh deep well;\nand some stones thrown on the top of it. And then we went on that attic, the uh dress in\nthe civilian clothes. And went outside and to the bridge on uh the River Vistula [NB:\nWis _a(Pol)]. That [Brzeszkowice (ph)], this is a triangle made of two ri...rivers, Vistula\nand Sola. It is isolated place. This is why we chose that place. We know not many people\naround; and on that bridge, uh Sola/Vistula bridge, there were four men waiting for us\nwho had the bikes. Each one of them took one of us, you know; and then we had walked\nto the second village uh Libi_z, where we stayed for a week. Now the man...yeah, the\nman who, who was uh managing this whole uh project was a village manager of the the\nvillage Libi_z. And he had Germans living in his house. (Laughter) So uh this was also a\nvery safe place this way, because it was no suspicion that it might be some... some, uh,\nstrange people living in that area, you know. So, uh, we got contact with the, uh,\nunderground. They came. They make a photographs of us, you know. They, uh, promise\nus to send us the, the German Ausweis, this documents; you know, personal documents.\nThey took all the names of all those--you know, the killed people--in Auschwitz, and, uh,\nmake some photographs, and that's it. And they left. The next thing what we did, was that\nwe all at night crossed the border from that village for the next village not far from...from\nLibi_z, to Generalgouvernement. Generalgouvernement was a section of Poland that\nGerman considered Poland, but 1t was surrounded by the Germans and the governor was\nfamous, uh...uh, Governor Frank. And, uh, when we, uh, crossed that border at night, two\nof the, uh, the men immediately boarded a train and went to Warsaw. Two of us, you\nknow, walked to the next village; uh, and we were prepared to hiding over there. We\nwaited for about one week, until two ladies came from Warsaw with the documents for\nus. And we boarded train again from that village to Krakow, in order to take a night train\nto Warsaw. I was supposed to get a studio in Warsaw, a hiding...a, a place where the the\npeople from the underground would meet, you know. An camouflage thing. And, uh, we\nmade it all right to Krakow from the place Brzeszkowice; and as we were waiting in\ntrain, uh, to depart, the whole train had been uh was surrounded by the German tanks and\nthe Gestapo went into the cars and arrested everybody. Took everybody. Men, children,\nwomen--everybody-- including the two of us, not knowing whom they have. So, uh, uh\n...when we were arrested, we...we uh decided that we're going to have to...again try to\nescape again; because it was only three weeks after a escape and everybody would know\nnow, uh recognize us in Auschwitz. And we knew that this transport will go for sure to\nO wi _cim. So, uh, at the, at the moment of, uh, transition from the truck to the, uh, gate\nin Prison Montelupich,” I escape again. I threw out two of the soldiers and I start running,\nbut the...Mietek,° I don't know. He didn't do it, you know. So because we had it planned\nthat we will, you know, go one in, uh, one direction and another one in other direction,\nand sort of a .... But, you know, he didn't do it. And they all, those soldiers, about forty of\nthem maybe, you know, they, uh, start chasing me. They, they sho...uh, fire uh...shots\nwere fired, you know. One hit me in the ankle, and that's it. I couldn't run anymore, and\nthey captured me. And immediately they almost, they wanted to execute me right there,\nright on the street, you know? And I, uh, remembered that moment. I will never\nremem...uh, forget it to the end of my life. In the split of second, I was able to to see my\nwhole life, all...I, I...1n that split of second, I converse with my family; with my sister, my\nmy parents, uh friends. And then I was ready to die; and I even have uh enough time to\nwonder how I'm going to be uh looking on that snow, you know, after uh...after uh\nuh...dead, dead person. Yeah. But uh eventually, they uh...they did not do that; uh\nbecause it was a public place and I heard them uh talking among themselves that they\ngoing to do it on the...on the coal. There was a heap of coal uh right in the courtyard of\nthe prison, and they usually execute people over there. But as we were walking toward\nthat uh prison, uh the Germans were very nasty and somebody hit me with a with a\nrevolver here in the head; cut my head, and this blood was start running. And I came\ninside that prison in such a bad shape, all bloody and so forth, that they didn't know what\nto do with me. So they sent me to a ambulatorium to stop the blood; and this is how I\nescape, because they forgot about me again. (Laughter) And uh the transport... Anyway,\nJanuszewzki, the next morning, in the morn...went back to Auschwitz; and as I say, said,\nyou know, Januszewzki had that big knife. Uh, he probably committed suicide, uh\nbecause he never arrived in Auschwitz. And I uh was sick for a few days, sick...and they\nand they used to come, you know; they would come, the soldiers, and they were very\nangry. And they would, you know, threaten me with all kinds of consequences; but at the\nend they were, they were proud of me, that I dared to escape. And we start talking, and\nthey found out that I am an artist. In two days, they brought, you know, all the uh paints\nand uh material; and I start painting portraits. (Laughter) And uh it came to the point that\nthey, there was one SS officer who wanted to release me. And he uh started an\ninvestigation into who I am, and so on. And, and here comes a uh uh...and...here the\nwhole blame, you know, comes to... to that...to that bad document I...I received from the\n° Montelupich, also known as Montelupi, was a prison located in Krakow.\n° Nickname for Januszewzki, whose first name was Mieczysaw.\nunderground, because they uh...they sent me something. They told me that I am living in\nWarsaw and...and on certain street. This street was non-existent. Everything was...was uh\nfake, and... instead to be released, I fell into such a suspicion that then lasted several\nyears. That I wound up with beating and everything; and uh...and this is why they send\nme to those uh other camps uh later on, you know...",
        "Q: OK. Stay where we are. Stay where--you are now in the prison. They had discovered the\nfalse papers...",
        "A: The false papers, right.",
        "Q: What did you do? Where were you sent from there?",
        "A: From there I was sent to Auschwitz. I came to Auschwitz, and again I was recognized\nimmediately on the gate. But it was my friend who recognized me, and he ran to...to other\npeople in the uh area in museum, in museum. And uh he told them who...that I returned,\nso they started to do something uh...uh to save me. So first of all, what they\naccomplished--they uh...they accomplished this: as they, that the whole, that the\ntransport I came with was sent not...it was not uh processed in Auschwitz, but in\nBirkenau. And then sent me to Birkenau to a quarantine camp, where there's absolutely\nnobody knew me. And I stayed there for about two weeks; and from there I went to\nBuchenwald, on the transport. The transport was by train, uh and it lasted about three\ndays. And uh then we uh uh it was, the situation in that...I mean, that uh whole transport\nwas so dirty, uh so miserable that, you know, I got sick, got that eczema on my face and\nin the head. And the first thing what happened to me in uh Buchenwald: I got sick and I\nwent to hospital, but again this eczema was so terrifying that the doctor, German doctor,\ngot interested in. And I was under the personal care of the main doctor 1n, in uh...in\nBuchenwald; uh because he medically was so much interested in that case. And\nwhen...and, of course, it took about uh two months before I got out of that hospital; and\nwhen I did, there was a traveling paper for me waited waiting already in the office. I am\nsupposed to go back to Krakow. But they didn't tell me that that I am going to Krakow;\nbut I was transferred from one prison to another, some sixteen prisons on the way from\nBuchenwald to Krakow. And when I came to Krakow again, something uh encouraging\nhappened for me. There was a uh uh uh...the...I mean, the access to the whole, to the\nprison, was uh was uh staffed by...I mean, uh there was a...there were epidemic 1n...in\nprison. I, I forgot now what kind of epidemic; but anyway, the the SS did not come for\nsome time. So I had a time to uh...to stay and, you know, think about my case; and in\nbetween I became a chef of the kitchen. (Laughter)",
        "Q: They, they...dur...during all of this, they never knew that you had escaped from\nAuschwitz?",
        "A: They never.... See, this was my point. Always do all kinds of things, create all kinds of\nlies; never tell them the truth that I ever was in the concentration camp. Yeah. And this\nwas to the very end. This is why my case was so complicated to the very end; because,\nyou know, I never knew what was going to happen next. And, you know, they try all\nkinds of things. I remember when I was in that prison, once, uh, in the morning, you\nknow, the...the keys turn in the lock, you know. The SS man, the officer, uh, walks in and\nhe has my document, uh, uh...that they, uh, took away previously; and there I am there on\nthat photograph with short hair. He say, \"Why you have a short hair?\" And I say,\n\"Because I had a louse.\" (Laughter) So he stopped, you know. You had to have a good\nanswer, all the time.",
        "Q: So you were taken to Buchenwald...",
        "A: I was taken to Buchenwald. I was released from Buchenwald, went back to Krakow. And\nnow there is a Russian front coming in. See, the Russians, uh, came and they, uh,\noccupied...they, they, uh, were engaged in fighting Germans on the Oder River. This is in\nSilesia. Uh, meanwhile...I forgot that in the meantime I was, uh, transferred to, to Gro}\nRosen, you know, from, from, uh...from, uh, prison, yeah.",
        "Q: So you went from prison to Buchenwald...",
        "A: To prison...",
        "Q: ...back to prison...",
        "A: ..and then to GroB Rosen. Because of the situation on the front, they have to evacuate\nMontelupich; and they send me not to Auschwitz anymore--because Auschwitz was in\ndanger--but to Gro Rosen. And this where the...I, uh...why I again, you know, got a\ngood job in that, uh, office, uh, uh...for the labor relation, where I could see how they, uh,\nuh, sent out people to another camps to, uh...how they sell them to the private\ncontractors. Uh, in, in Gross Rosen, this was a ceremony, you know. The owner would\ncome to camp, and he would personally pick up the people and touch the muscles and,\nuh, uh...and, uh, after he was satisfied, then they would go, uh, to various places. Mostly\nit was the factories. Mostly it was a, uh, factories that, uh... that work on, in...1n defense,\nyou know. There were two factories uh that belonged to our, to Gro Rosen, that\nproduced the poisonous gases--Dyhernfurt. ’ There were, uh, factories in, uh...in\nWroc_aw [Ger: Breslau], producing, uh, parts to the tanks and so forth. You know, very\nimportant industries, you know, uh, uh...defense industries. So people were, uh...those\nwho had any profession, a good profession, uh, they would be treated very well. They\nwould be paid the same, uh...the same wages as the German workers. This I have to add:\nthat in Germany, in all the camps, also in Auschwitz, uh, people were on paper always\npaid. They always were paid wages. And our office consisted of two parts. One part was,\n\"NB: Dyhernfurt I, one of two subcamps by this name, operated as Anorgana GmbH, a subsidiary\nof I. G. Farben. Location: Prussia/Lower Silesia.\nuh...dealing with assigning people to work. Another part was, were people who are\ncounting the profits; and all those profits, from every day of work the prisoners earned,\nwould be then transferred to the treasury of the SS. Now the same thing happened in\nGrok Rosen; only, uh, it was, you know, a more, uh, smoother operation and bigger one.\nBecause, as I mentioned before, we had eighty-five camps. Some camps were five times\nbigger than the GroB Rosen itself. Another, uh, job that was...that the people from Gro\nRosen would perform is a, uh...uh, is, uh...dig the, dig the stones in the ...and there were a\nlot of...how do you call that? I forgot the name.",
        "Q: Quarry?",
        "A: Quarry, yeah. Yeah. There was a hugh quarry in Auschwitz, and they were, uh,\nproducing the monuments to the cemeteries, you know. The people were working, too;\nand there was another, uh, the big job was assigned building the blocks, barracks.\nBecause...because of this, uh, situation on fronts, the Auschwitz was being already in\nprocess of evacuation. We were expecting lot, lot of newcomers to come in; and they\nreally come. Thousands of them, at the winding days of the history of the...of GroB\nRosen. And, of course, we ourselves later on would all go and be evacuated; and some\nwent on foot--mostly perished those who went on foot--and I was lucky again. I got a,\nuh...I went to a next camp, which is Hersbruck, in train...",
        "Q: Can we hold that for one minute? I want to stay with Gro Rosen for one minute. Uh, did\nyou do any painting in GroB Rosen?",
        "A: Oh, yeah. Oh, yeah. I was...this is always...that, uh, play a very important role, uh, in\nprotecting my life. I was always able to utilize this, uh, for some, someway. So I painted\nlandscape mostly, and portraits; and, of course, by working in that, uh, office, I was, uh,\nassigned to a map that was hanging--huge, uh, war map--hanging in the commandant's\noffice. And on it, I had to, uh, write in gothic, uh, characters all the data concerning that\nparticular camp, and all the camps, you know. So to the very end I had to do it, even\nwhen...when we all were already locked up in the camp. There was no work. They still\nwere calling my name. I would have to go to the commandant's office and change that\nmap on a given day. Therefore, I knew completely everything what is going on, all the\nsecrets. Uh, how the front, where the front is, how many people they...they have lost from\nthat, from that crew of the concentration camp. And which camp was taken over, which\ncamp was lost, and so forth. So uh...and later on, I fig...I discovered that...that this was a\nvery dangerous job that I was doing; because usually people who knew so much they\nwould eliminate, too. I even didn't realize...uh, realize at that moment that I... would be\non that list, but I probably was on that list. Only through a very lucky circumstances I got\nmixed up with new, uh, crowd somewhere in, uh, along the way, and that is why I\nsurvived. I also mentioned, uh, that story, that part about GroB Rosen, about being in\ncamp with all the soccer teams. There were fourteen soccer teams, all uniformed. And\nthey would all play on Sunday, a games from the six o'clock in the morning to...to the end\nof the day. And, uh, the beginning of it would be a parade, which would.... I mean, the\ncommandant would stay and ...and, you know, accept the parade. First was always a, a,\nuh, band walking in the front. Then would be some comics, you know...we had some\ncomics, you know, entertainers. (Laughter) Yeah. In every camp entertainers had, you\nknow, a chance to survive, you know? Uh, sportsmen, boxers, uh, soccer players, of\ncourse, you know. So then later on, all those teams would be marching; and two first\nteams would start playing, and they...when they finish, there will be another. And it was\nfor championship, you know. But Gro Rosen was all...not always only soccer, because\nin GroB Rosen I saw hang peo...uh, six people hung [hanged] on one gallow and I saw a\nlot of people being hanged for committing a sort of sabotage. When we...yeah. And also\non ...in Gro} Rosen--before the evacuation, all the sick people in the hospital was, uh, put\naside; and later on they were all eliminated, because they didn't want to take, uh...to the\nevacuation, uh, program include all those sick people. So it was a, a, uh, a very\nmurderous game too, you know, although it looks so nice, uh, uh...on the outside.",
        "Q: Is there anything else you want to add about Gro Rosen before we move on?",
        "A: Well I could add only this: that the Germans, uh, ordered the whole camp be burned. As\nsoon as we left the camp, the group of Kapos that, uh, remained, you know, put fire to all\nthe blocks. All the blocks were wooden barracks. So today nothing left; only foundation\nand only the building--uh, one brick building, the entrance to the camp--which 1s still\nstanding. Everything else was completely destroyed. There is absolutely no proof that\nthere was a camp.",
        "Q: Tell us what happened to you. Where did you go? Where were you taken when you left\nGro Rosen?",
        "A: I was, uh, taken by train to the next...to the...to the camp of Hersbruck. Hersbruck was a\nsub-camp of the big camp of Flossenburg. And, uh, again, in, uh...I landed 1n, uh...in\noffice over there. I had al...yeah...I had the same; and this...this job, uh, I knew, you\nknow. They always appreciate people who know, are familiar on the job, you know?\nGermans are very practical people. They might be very cruel, and they might...but you\nknow, they are practical; and for, uh, for, uh, for this practical purpose they would use\nthat man to, you know, to the very end. Uh, I was, uh, getting a good job. As I watched\nwhat the other doing, the whole transport that came from...from, uh, Gro Rosen were,\nuh, detailed to the work in the underground factory, uh, in the hills around Hersbruck;\nand to clearing the station, uh, of Nuremberg [Ger: Nurnberg] after the, uh, air raids. So,\nuh, part went here and part went there. And of course, you know, this was a murderous,\nuh, uh, assignment. There were a lot of people who died because, uh, the situation, the\nliving conditions was at that time already disintegrating. The...so, was so primitive that,\nuh, even the strongest people have a hard time to survive. I would, I would not dwell\nmore on that, uh...on Hersbruck. Hersbruck was a camp, uh, built on the swamp, right by\nthe river. We had to walk on, uh, on the, on the raised uh walks that was raised about\nthree feet above the ground. All of the blocks were built the same way. They were raised,\nbecause there were water underneath; and of course this is being a sub-camp, they didn't\ncare about, you know, routine...regular, uh, camp routine. There were no roll calls\nanymore. The roll calls were performed, uh, uh...privately, on each block. The main thing\nwas to do the work, you know. And the most important work for them was to work...uh,\nclear the destruction caused by the planes on the main station of Nuremberg. I went there\nseveral times. And I remember the first time we went to the Nuremberg, which is about\ntwenty-six kilometers from the camp, uh, Hersbruck. It took us six hours 'til we arrived\nin, uh...in the Nuremberg station; because, you know, all the tracks were, uh, uh,\nin...completely destroyed. So uh Hersbruck was a target of the constant attacks by planes.\nThe situation was such that there was a town of Hersbruck, and a camp in a valley--\nnarrow valley--and there were hills on both sides. And you would see those planes\ncoming from one side of the hill and then disappearing on the other side; and they would\nthrow bombs, everything what they had, in that area. And they were... and they were\nthrowing bombs everywhere, camp or no camp. They were attacking all the plane...uh,\ntrains that were approaching that station Hersbruck. Uh, sometimes the bodies\nwould...uh, would land right in the center of the...of the camp, after... after they'd attack.\nSo we were always, you know, under attack. But on uh second day, day after Easter, we\nall gather in the, uh (cough)...in the camp; and then we started the evacuation. There were\nten thousand people that marched that day. We came after twenty days of the death\nmarch uh...through Dachau, only less than than two thousand men. Everything\nwas...everything was killed or died out of hunger uh in, in between. Five days we didn't\nget anything to eat or to drink at all. Uh we were, we... we came as a ghost, really, to\nDachau. And then in Dachau, nobody wanted to take care of us because Dachau itself\nwas already in the process of evacuation. There were thousands of prisoners coming out\nof...uh coming into and out of the camp. So uh when they finally process us, they didn't\ngive anything to wear. We were naked, and we were only wrapped in a...in a blanket; and\nthis way I lived several weeks. It had a uh some advantages, because I didn't attend,\ndidn't have to attend uh roll calls; and I didn't have to go to work because I didn't have\nanything to wear. And this way I came, I uh uh...waited to the ...to the day--you know, 29\nof April--when uh the...the uh final liberation came. It uh, days in Dachau were uh really\nquiet. You...uh camp was not working. Only the essential things were in operation.\nOtherwise the pri...prisoners were 1n the blocks, and there were planes above Dachau all\nthe time uh patrolling. Nobody was shooting at those planes; although there were\nthousands of SS in, at that time, in Dachau. Everybody was uh uh very down. Even the\nSS. The SS would not even go to the camp. And there were no roll calls of any, uh,\nno...this famous drills that usually, you know, taken were were in the camp. You know,\nin Auschwitz or in other camps. And uh, on the day of, uh, the, uh, liberation, the day\nlooks even clo...more quieter than usually. But after noon, they order us into the blocks\nand they lock all the doors. They locked the doors, and the only people allowed outside\nwere the, uh, fire, uh, uh, brigade made of, uh, SS and now of Kapos. And then we were\nreceiving our supper, which is around five o'clock, a...an attack started, you know. A\nhugh, uh, uh...I mean it's, uh...you heard, you know, the guns and you heard the revolvers\nand you heard, you know, all...all the front, all the all the fighting, you know, that is. And\nit lasted about, uh, twenty minutes, and then came the silence; and in those twenty\nminutes we all grabbed our things and we were ready to go. Nobody know where, but we\nwere ready to go. But then there 1s a silence; and everybody paused and waited and...and\nthought, \"Well, what's going to happen now?\" And then I look in the windows, and I see\nthousands of people running towards the gate, towards the electric wire. I jumped myself\nfrom the window, and I ran and I come to the, uh, uh, the barbed wire fence and I see\neverything is pieces. Prisoners are shooting from the rifles, you know, to the air; and\neverybody enjoy. You know, and I saw first American soldier. And this is how it\nhappened. And, uh... in Heaven are, uh, hundreds of, uh, various flags, national flags\nwere flying over Dachau.\nLONG PAUSE",
        "Q: How long did you stay in Dachau after liberation? What did you do? How did they take\ncare of you?",
        "A: They didn't take care at all. I mean, they...we were... the only...the, uh, man responsible\nfor us in the Block--because we were in, uh...1n an area where, which was behind the\nbarbed wire too--was a, uh, Blockaltester, who was a prisoner himself. And he didn't\nknow really nothing, what's going to happen, just like we did. As I say, it was such a\ndisorder everywhere that uh there was no work. There was no food. We were almost as\nhungry as during the, uh...this march from Hersbruck to Dachau. And there're some\nwomen over there--behind in the next block--too, you know. There were just a miserable\ncreatures. They brought ...you know, Dachau was not known of having a women camp,\nbut they were brought from somewhere. Probably a, a, a group that was traveling on foot\nand uh came to Dachau as the nearest camp. From there, they were sending people\ntoward, uh, Garmisch-Partenkirchen [NB: Sub-camp of Dachau in Bavaria]. You know,\ntoward the Alps. Now, uh, Dachau was, uh, liberated on 29th of April. The same day--at\nnight--on orders by Himmler, Dachau was supposed to be burned to the ground and\neverybody killed. And there were special positions of, for additional machine guns\neverywhere between the guards; and, uh, uh...the Americans really came about one hour\nbefore the deadline. They also had to fight after having liber...liberated us, hav...have to--\nat night, because a division of SS was marching from Munich to Dachau. Dachau is about\n14 kilometers from Munich. And they were kept from coming and, uh, taking over the\ncamp only by American guards that first night. But we couldn't sleep, and there was all\nthat for us. We were supposed to be, you know, sent out not from the Dachau in case of\nemergency; but the emergency did not materialize.",
        "Q: What...af...you were liberated. What did you do? What did you, John Komski, do\nimmediately after liberation?",
        "A: Well, I was, uh...first thing what we did, we organize a...a, uh, artist, uh...uh, group;\nbecause, uh, uh, the problem was immediately after our liberation how to get out of the\ncamp. The, the Americans closed again...repaired the holes in the...in the fence and put\nthe soldiers on the guard towers; and they were shooting if somebody was trying to get\nout of the camp, uh, not... in a not authorized way. And they would really did not issue\npermits for...for allowing people to go out, because there was a situation that they were\nafraid that the prisoners, those who would venture into the village, would kill Germans.\nBecause there was such a hate for...for...toward the Germans that the Germans did not\nshow up on the...on the street in towns or in the villages. They would sit locked in the\nhouses. In Dachau itself, in the city of Dachau, their main street was a, uh...was a camp;\nmilitary was camping right in the street, cooking, doing all kinds of things. Playing\nbaseball, you know. And the Germans were sitting in the locked houses for weeks. The\nsame thing was in the villages. They would not dare to go, venture outside. So, because\nof that, and also because of, uh, the epidemics--uh, I got also, uh, sick later on--uh, they\nwould not allow to, uh, mix, to...to allow the prisoners go outside. And they keep them\nin...in, you know, and they tried to inoculate them and sort them, and...and, uh.... And\nthey did not help, because, uh, they didn't know how to deal with such a problem. First\nthing, first of all, we were all hungry. When the liberation came, next day they put us\ntogether. They again order a regular roll call, as the Germans used to do, and they\ncounted how many they have of those liberated people. There were forty-four thousand,\nuh, at that time in Dachau. Later on they brought us food, which was a...a, uh, loaf of\nbread. Everybody got a loaf of bread and a pork, uh, uh...can of of condensed pork fat.\nAnd some hungry people ate it, everything, immediately; and in five hours most of them\nwere dead. Sixteen thousand people died after liberation, yeah, you know. Because the,\nuh...because they just over-ate all of a sudden, you know. I saw situation like this that,\nyou know, we were receiving a, uh, soup in the, uh...very rich soup at noon; and the man\nget gets the soup, eats and then lays ...uh, sit down by the chimney, and in five minutes\nhe is dead. Yeah. There were incredible--and then there were...people were, uh, were, uh,\nhave a dysentery diseases, all kinds of, uh, of, uh, of stomach problems, because of that.\nAnd I got sick...I got a...a fever and I was in a hospital. I almost died too, you know.\nThere are a lot of people, thousands of people that died in American hospital in Dachau.\nAnd when I finally get out of that, the camp was already, uh...breaking up, because\nAmericans needed that camp for, uh...for another use. They wanted to use then for, uh,\nmilitary, for the prisoners of war camp. And, uh...prisoners of war who came to Dachau\nwere the SS people. So by this time I was already in other camps, uh, in the displaced\nperson, uh, camp; and they used to bring us very often to Dachau, and they would sit us\nin the front the barbed wire fence. And the Germans would parade behind, on the other\nside. And they, we would point out the people we knew because they were preparing\ncourt cases of all those arrested Germans. Uh...",
        "Q: Tell us very, tell us very briefly where you went after this and how you got from Europe\nto America. Tell us what you did.",
        "A: Well I, uh...first thing after I...I, after I get out of my sick bed, was I went to Garmisch-\nPartenkirchen. I always was very fond of mountains. I heard about that that they are\nbeautiful Alps, so I made that first trip. It took about one day--hundred kilometers, one\nday; but finally I got to Garmisch, and I, uh, went to the Zugspitze there. I went to the\nZugspitze...uh, there is a special train that rides up to the mountain, and it was impossible\nto get a ticket, you know. And here I am waiting and deliberating, uh, in the station what\nI'm going to do next, and here comes an American soldier. And I recognized that this is\nmy friend from Auschwitz, an artist, who in between, you know, he...who was from\nAuschwitz, evacuated to Buchenwald. He was liberated earlier than me. He was\nliberated, Americans came earlier than that, and he joined the American army. Not only\nthat, but he was already in action and he had... he had a medal for his service in American\narmy because he got in trouble somewhere in the...in the Trieste. You know, in Italy. So\nhe bought me a ticket to the...to Zugspitze, and I came from that Zugspitze back in the\nevening. And I found two girls, you know, walking on the street, you know. The one was\nmy wife, future wife. She was with her friend, you know; and she lived nearby, near the\nstation. There was a question--where are you going to stay for the night, you know. So\nhere was a very convenient, uh, uh, way, uh, to...to arrange that, you know, by knowing\nsomebody; so I...I started out, uh. I came later on again to Auschwitz; and then my wife\ncame to [Wagenril (ph)], to that, uh, displac...displaced person. She got a secretary job\nover there. And then again later on we both went to Garmisch, and... where we married.\nAnd because she was in Garmisch, uh, before the war ended, so she had a rights to to be\nconsidered as a...as a person with permanent resident in Garmisch. So for that reason--uh,\nbecause I married her, you know--I got that residence too. And I could stay in Garmisch\nuntil we moved to a special house for the former prisoners of, uh, from the concentration\ncamps in [Munau (ph)]. [Munau (ph)] is about three, three kilometers toward the Munich.\nAnd, uh, from there...there, we, uh, applied for the papers, you know, to United States. I\nhad an uncle at that time, who died already, and I got in contact with him. He sent me\nthat affidavit...he wants to, uh, you know, bring me to the United States; but it didn't\nwork. It, uh, it took more than one year, uh about two years before...because, before the\npapers were filed in uh in the in the consulate or in the embassy, I don't know where.\nAnyway, it tooks years; and finally I came, uh, uh... and a Jewish organization came\nalong and helped me. And with... uh, through them, you know...this was an organization\nbased in New...New York City.... They really, you know, helped; me because they were,\nuh, organizing a transport to the United States and I went with them, you know. Actually\nI, I went for the second, the second, uh, transport that...uh, under the...under this new law\nthat was passed in Congress about the DP, you know; dur...during the Truman years, you\nknow. So I went to United States; but, you know, uh, the situation was completely\ndifferent than it is right now. Nobody cared about the poor displaced people who had\ncame. I didn't have a time...I have very hard time to get a job. I...there was, uh,\nimpossible to get odd job any, anywhere. Although Elizabeth [NB: New Jersey], where I\nlived, was not very far from, uh, from, uh, New York City; so I went to the factory in the,\nuh...and I work in the factory for a year and a half before.... And later on again, I went to\nGermany on the contract with United States Government.",
        "Q: I need to stop here. We want to save some time to show the pictures. Uh, I just want to\nask one quick question. I'd like you to go back to Auschwitz, to the museum. You did\nsome painting in the museum at night, didn't you? In Auschwitz?",
        "A: Yeah.",
        "Q: OK. Would you tell us just very briefly about the...what you painted?",
        "A: I painted scenes; uh, usually these were, uh, scenes with people, and from a, uh,\nillustration to the German musicals. Wagner, for example, is a...has, you know, the\ndramas, you know. Things like that. The things that German allowed, and really uh were\ninterested in. So, for example, uh, troubadours; you know, medieval scenes. They were\nvery fond of it, you know. The whole SS was found on this principle of some, uh...some\nof a knight; knights, you know, in a medieval times. You know, the...Himmler himself, I\nthink he organized that that way. So, uh, I painted this kind of a scenes; and a practical,\nuh, uh...pictures, like portraits. Portraits. This is how I uh could survive and live a little\nbit better than other prisoners; uh because uh they were bringing me uh food for that, you\nknow. They, they sometimes were very gracious, and they bring the food; and...and uh it\nuh ...or even, uh even when uh Holocaust started, we had, you know, all kinds of things\nin Auschwitz. We used to call it \"Canada.\" Now all these remnants of the Jewish\nproperty that was confiscated by Germans, sorted out and sent to German stores or to the\nfront; uh part of it...all of this was stolen, and appeared in a...on the black market, and\nthis black market was called \"Canada.\" Now, uh...",
        "Q: We need to stop [here. I'm sorry. OK. But we do need to stop and we're going to do the\nphotographs. Thank you. That's quite a story. All right. I don't know how, you know,\nlistening to your story, John, of of escape from Auschwitz, I still don't know how...I\nheard you, but I still don't...it still boggles the mind...it really does.",
        "A: You know, after a while, after that escape, after I have been liberated and...and uh some\ntimes, very often when I when I work at night in my studio, in my home, I sometimes\nremember...1t comes to my mind all those things, and I laugh about it. I feel how how\nhow this was a stupid thing. There was...this was this was so many...there was such a\nhazard involved in it. I could have been, you know, caught many many times, you know.\nI didn't, so maybe because...] [NB: Text in preceding brackets does not appear on\nvideotape. |\nPHOTOGRAPHS\n(1) ID photo strip--3 photos of prisoner in striped uniform with shaved head, resembling\npolice mug shots. Left hand photo labeled: \"No. 564, KL Auschwitz.\"\n(2) Photograph of six persons seated around a table, circa 1942. Mr. Komski explains that\nfour of these persons (including himself) were those who escaped from Auschwitz. The\nother two are the headman of the village Libi_z--where the four escapees were hidden--\nand his daughter. All six are identified by name. [NB: The same photograph is printed in\nGarli_ski, Fighting Auschwitz, between pages 288 and 289. However, the names of the\nfour escapees are spelled differently than on the copy shown here. |]\n(3) Landscape painting of O wi _cim castle and bridge. Painted by John Komski on one of\nhis trips with the Auschwitz surveying team to explore and map territory outside the\ncamp. Oil painting commissioned by an SS officer.\n(4) Painting--postcard painted by a prisoner at Auschwitz. Shows Native Americans\ntorturing white captives, used as an allegorical theme to express to the recipient the true\nnature of Auschwitz.\n(5) Folder/letter, with painting of white flowers on blue background. Used by prisoner as\nofficially sanctioned message home. No text.\n"
    ],
    "questions": [
        "Q: OK. We're on camera, we've started. Would you tell me your name please?",
        "Q: Where and when were you born:",
        "Q: Um....",
        "Q: Tell me about your family. Tell me about your parents and...",
        "Q: Let's come back to you as a child a little bit. Um, what kind of a school did you go to?",
        "Q: What was Krakow like in those years?",
        "Q: Did...as the war approached, did you have Jewish friends as well?",
        "Q: That's OK.",
        "Q: As...what happened to this life when war broke out? Can you tell us what happened?",
        "Q: How did you join and why?",
        "Q: What was the false name you used?",
        "Q: Tell, tell us a little bit, if you would, about the people you were rounded up with.... And\nyou were not Jewish, so why...why...why were you put on a train with Jews do you think?",
        "Q: That's what...so you were on the first transport?",
        "Q: When you got off the train, what did you see?",
        "Q: Tell me more about what your...what a day was like in Auschwitz? From the morning 'til\nnight. What was a day like?",
        "A: Well, we would get up very early, even before the sun... sunrise. And immediately...and\neat and get a uh uh substance that was called \"coffee,\" which was made out of the bark uh\nof a...some tree, I don't know. I mean, it was bitter but it was black, you know. And it was\nbitter, and...that's it. Now 1f you have saved uh some bread from the day before, then\nyou're lucky and you'll eat that uh that piece bread before going to work. But if not, then\nyou just drank that coffee. And then immediately you were thrown out. Regardless of\nweather, you thrown out uh...outside and you'd have to stay and wait for a roll call. The\nreason being that people, uh those who are um... who are um...who are uh assigned to do\nthe cleaning would uh clean up the rooms where we slept; and they themselves would\nthen join us and go to work with us. And certain hour after, uh we would all assemble\nand there was a roll call. A roll call uh is the...1t is a ceremony that the Germans never\nstopped uh doing. It was uh at certain times uh three roll calls a day; in the morning, in\nthe uh at noon, and in the evening--and later on, too. But not less than two. And after roll\ncall--if everything was OK, if there was nobody missing, you...you...all the dead from the\nnight before were counted.... And they were, have to be counted because at night the\noffices, German offices, were closed. So if anybody died, you would be counted as alive\nuntil the offices opened so he could be uh crossed out in the big book and say that he is\nuh...he 1s dead. So anyway this was...if everything accomplished, and uh and nobody, as I\nsay, was missing, then you would join the groups, working groups. So the people would\ngo, you know; some would go to the uh...uh to...with the wheel-barrows and uh spades,\nyou know, to do the work on improving the roads or to the agriculture or, you know, or to\nthe so-called \"Bauhof\" [Ger: \"building yard\"], where all the professionals were working.\nUh, uh...all the skills like uh...uh masons and uh...and uh carpenters. There was a, also in\nAuschwitz, in that area, a group of uh sculptors from Zakopane. They would do\nthis...they would, they would create the plates for SS; and, you know, the ashtrays--all\nkinds of things made of wood. So I, I even work with them for a while. Also there was\nanother jobs, very important; of course, in...1n uh offices. I work, my first work was in\nuh...an architect's office; and uh I was assigned to do the renderings, color renderings, of\nuh projects that were in...in uh...on the drawing table. Uh, all these drawings will then,\nwill go with the plans to Berlin for approval. Everything has to be proved; approved in\nBerlin, or in Sachsenhausen or in Oranienburg. I also had a secondary responsibility\nuh...in that office. I would help the surveying team. From the very beginning, uh, the\nsurveying team would go in the terrain and do a uh...work on the map. And they were\nreally hurrying; the German wanted it, that map, because the uh area around Auschwitz\nwas being depopulated, the vill...villages destroyed, people taken to the concentration\ncamp. Uh so, uh that any terrain would have to be measured...uh all the roads and all the\nbuildings or everything, and sent; because on it, that basic map, they would do the\nplanning what's going to be there in the future. On one (cough)...one area of that uh big\nterritory there, the camp on...later on they built a huge compound \"Birkenau,\" which is\nthe village of Brzezinka. In Polish, it's called Brzezinka. In German, they call it\n\"Birkenau.\" Uh, this is where later on, in 1940, would be start the Holocaust. So, uh,\nuntil the evening we would do all kinds of things. Uh, all of this outside of the camp; uh,\nso we would go in the extra guards. Extra guards--there are large garrison in Auschwitz.\nUh, they would set out some...1941, some hundred guardsmen, and they would join--few\nof them with every group--and go and stay the whole day. Again in the evening we would\nall return. And, uh...uh on the average day in Auschwitz there were always orchestra\nplaying, and uh the people would return and form like a small parade. Yeah. With the\ntools in the hands that they used during the work. They would march to German tangos\nand (laughter) and uh...military songs; and this was must. And to attention, of course,\nwhile the commandant and all the SS would watch. And you have to do, uh, march very\nbriskly, like uh...like a soldiers; because the German, they like make of us soldiers. Uh, to\na point, yeah. And then of course we would assemble on the roll call place, and there\nwould be the roll call again. If the roll call was successful--nobody had escaped--uh, then\nwe would go, and we would get your our uh...our uh supper. If there was a situation what\nsomebody escaped, then instead of going to the Block, we would wait. And, uh,\nmeantime the search party would go out and search for, uh...for a man who has escaped;\nand the search party would be, uh, composed of the soldiers and the Kapos, uh, from\nthere. So there would be about three hundred, four hundred people going around and\nlooking for, uh...for an escapee. Usually it was not, uh...it was almost impossible to leave\nentirely the area of the...where, where the during the day the guards were stationed;\nbecause, uh, it is always, uh, open...that area was open...and there was no, uh, no places,\nno...no bushes, no trees, nothing, you know. So app...usually an escapee would have to\nknow, uh, have to, uh, get the hiding somewhere in the building in that area outside of the\ncamp, and then wait for a night to come. So that is why most of those who escaped, uh,\nusually were found. Now if a man was found, then he would go to a bunker for a while,\ntrue uh...uh. And he would be asked question: why he did it, how he did it. Gestapo were\ninterested in that. And then on the next day or day after, he, uh...he would be paraded\nthrough camp; and then, uh, on the, uh, roll call, uh, ceremony he would be hang on the\ngallows. And this was a regular punishment. If a...1f this was not the case, then we would\ngo just simply to the blocks and get our soup and bread and margarine, whatever. And it\nwas all kinds of, uh, uh...and this diet was, uh, usually a watered soup and a slice of\nbread, and a little bit of of margarine. That's it. And then after that, uh, there was about\none hour of daylight; so in this time you would have to repair your uniform, you know.\nUnder the supervision of Blockaltester, who was the...the manager of the Block. And\nwhat is the Block? Block was a, uh, a number of people who lived on...in...on one floor.\nBlocks, uh, buildings, were two-story buildings; and that means in every building, uh,\nwould be two blocks, uh...because there were two different floors. Sometimes even on,\nuh, in, uh, on attic they would form another Block. And generally was not more...not\nenough room more for some hundred and fifty men. But I remember times when there\nwere up to one thousand people in every Block. So in one bed, we would sleep six of us.\nSo there was actu...actually no sleep; we were just sitting, you know, the whole night.",
        "Q: When did things begin to change in Auschwitz? When did you get the museum in\nAuschwitz?",
        "Q: Did you see it, and can you tell us about it?",
        "Q: You survived. One of the ways you survived was by contact through the Museum. Can\nyou tell us what you did, and how you did things in the museum--what your contact was?",
        "Q: Tell us how you...how did you plan it, and who did you plan the escape with?",
        "Q: Give who something to drink?",
        "Q: At this point I need to stop. We need to change tapes...",
        "Q: ..and then we will come back.\nTAPE #2",
        "Q: OK. Uh, John, tell us now...you had uh, you're in the middle of planning for this escape...",
        "Q: OK. You had uh arranged for the uniform?",
        "Q: Alright. What happened then? If you could just repeat, you know, after the uniform?",
        "Q: OK. Stay where we are. Stay where--you are now in the prison. They had discovered the\nfalse papers...",
        "Q: What did you do? Where were you sent from there?",
        "Q: They, they...dur...during all of this, they never knew that you had escaped from\nAuschwitz?",
        "Q: So you were taken to Buchenwald...",
        "Q: So you went from prison to Buchenwald...",
        "Q: ...back to prison...",
        "Q: Quarry?",
        "Q: Can we hold that for one minute? I want to stay with Gro Rosen for one minute. Uh, did\nyou do any painting in GroB Rosen?",
        "Q: Is there anything else you want to add about Gro Rosen before we move on?",
        "Q: Tell us what happened to you. Where did you go? Where were you taken when you left\nGro Rosen?",
        "Q: How long did you stay in Dachau after liberation? What did you do? How did they take\ncare of you?",
        "Q: What...af...you were liberated. What did you do? What did you, John Komski, do\nimmediately after liberation?",
        "Q: Tell us very, tell us very briefly where you went after this and how you got from Europe\nto America. Tell us what you did.",
        "Q: I need to stop here. We want to save some time to show the pictures. Uh, I just want to\nask one quick question. I'd like you to go back to Auschwitz, to the museum. You did\nsome painting in the museum at night, didn't you? In Auschwitz?",
        "Q: OK. Would you tell us just very briefly about the...what you painted?",
        "Q: We need to stop [here. I'm sorry. OK. But we do need to stop and we're going to do the\nphotographs. Thank you. That's quite a story. All right. I don't know how, you know,\nlistening to your story, John, of of escape from Auschwitz, I still don't know how...I\nheard you, but I still don't...it still boggles the mind...it really does."
    ],
    "answers": [
        "A: John Komski. Jan Komski--this is true Polish name.",
        "A: I was born on uh...in February 3rd, 1915 in the small town Bircza, which is located not\nfar from the San River and the bigger city which is Przemy_1; you know, in that area.\nThis is still now in Poland.",
        "A: But then I moved out very, very early. My father came back from the World War I. He\nwas in the Austrian army. He went...he came back, and we moved to his home town--\nnamed Rzeszow--on the other side of the San River, in the county of Rzeszow. And this\nis where my residence was. I lived...I grew up there; and I went there to the [Krauner\n(ph)| School and then there to gymnasium--which is their secondary school, their high\nschool, and...",
        "A: Well, the parents were just hard-working people, you know. They did...they are not...they\nwere not doing very well. After war, uh, nobody really was doing well in in those small\ntowns. I remember from my childhood, from Rzeszow, when the mother would go to the\ntown to the market place to...to uh, to get uh soup which was which was uh distributed by\nthe committee, Hoover Committee. Yeah. So I remember vaguely this, this thing, you\nknow. So uh, as I say, they were just...just hard-working people; and uh...and uh...uh\nreally not excitement, not much excitement about what's...what was going on. But you\nknow I was living close to the nature; and from the very, very beginning, I...I learned to\nlove the nature. I used to go with my sister out to pick up flowers. Early in the spring, to\nthe woods; but always alone, with her, as a small kids. And they was...they would let us\ngo, and we would go very far. And maybe this was a, this escapades were very important\nin my life; because later on when I became alone, when I lived alone, when I had to make\na decisions, I was ready to make any kind of a decision, you know. Which I think I\ncontributed to my survival a little bit, because you know I would, uh, be able to, to, uh, to\nmove around very, uh, freely.",
        "A: I went to a grammar school. This was uh this was boys and girls together, you know? Uh,\nbig school...and uh, I only finished four classes; because from the fourth class I went to\nthe secondary school, which was the, the...the...there were, you know, the Polish uh...uh\nschools were organized at that time. And I then attended eight classes. Eight years\nof...eight years of the high school. High school was a little bit different. It is, uh...high\nschool plus two years of college, uh--that school, you know. When you graduate from\nthat school, you go straight to university. And I did go the university, Jagie _onidw\n[Jagiellonian] University in Krakow, where I, uh, studied, uh, history of art. And this\nmade me, you know, got interested in the art itself. So I joined...so I enrolled into the art\nschool, Academy of Fine Arts, in Krakow; and I finished that school in 1939, just in time\nbefore the, uh, war broke out.",
        "A: Krakow? Krakow was a, uh, a very beautiful place to live in, you know. In those days,\nyou know. Surrounded with so many landmarks and beautiful churches. Jewish\nsynagogues. We used to go there. We had a...in, in, in uh, uh...I had to, I had to attend\nalso the classes, you know, in the art...the art school, the history of art classes. Now the\nprofessor was Franz Klein. He's a Jew, you know. There were a lot of Jewish professors,\nyou know. And he was, uh, very fond of Krakow, and knew everything. Krakow, it's a\nold city. In order to appreciate that city, you have to go into the basements; because in the\nbasement you see the whole history, how it developed. You see all the styles that, uh, are\nnot visible outside. So we went to the synagogues. There is a...1n Krakow, there is one\nsynagogue which was, uh, in...looks like a church, fourteenth-century church. It's in\ngothic. And it was donated to the Jewish community by the King Kazimierz Wielki, who\nbrought the Jews to Krakow, and settled down...uh, settled this community in a town, uh,\ncalled Kazimierz. Yeah. So, uh, uh...they had, you know, very much a part of the Krakow\nhistory; and they lived there 'til '39. Now, I don't know what's happened there. You know,\nI haven't been there. But I understand, you know, there are no Jews, not many left. So, so\napparently this uh whole section of town have changed, too.",
        "A: Oh, in my class, in our art school, I had...you know, there were several Jews, you know. I\nmight even later on remember names, uh....",
        "A: This is...this was international, I would say, group of people. There was a woman, she\nwas Italian. There was a uh...a Russian emigrée, a woman. There were Ukrainians. There\nwere Poles. There were Jews; and there was even a French uh...uh, a French uh fellow,\nyou know. So they're uh international in a group of people.",
        "A: Completely changed. Immediately. Immediate changement. When I left Krakow, uh\nbefore the Germans occupied it, and I went ...uh, I traveled through the villages and small\ntowns eastwards ...uh, ahead of Germans. Because this was the order by the Polish\nmilitary. We hope that we'll be drafted, sooner or later, to the military. And, of course,\nthis never happened. So when I went too far--I went almost to the eastern border--and I\nfound out that it is the Russians who are now marching westwards, occupying that part;\nso I have to, you know, make quick decision. And I chose rather to stay on the German\nside, so I moved back and joined the Germans, you know (laughter). I crossed that\nterritory into...into the Germany, and I went back to Krakow. But this was, this was city\nlooked completely different. First of all, the whole government of Generalgouvernement,\nmoved into the...Krakow. Krakow became this uh...capital of that uh province, uh so\nthere were so many Germans. The Germans uh were everywhere. And then of course the\npersecutions started immediately. All the professors at the university were arrested, and\nthey were sent to concentration camp. People in my age, again, were being arrested all\nthe time and sent as forc...forced labor to Germany. So I had to leave that uh...that uh city\nand go back to uh Rzeszow, where I found...uh, thought would be safer to live; but not\nbecause uh.... Again, I joined the underground uh organization; and, of course, because of\nthat, you know, I was in in constant threat of being arrested.",
        "A: There is by, you know, a few people knowing, you know; and they.... This...this was, you\nknow, situation where you never know more than three people. You know. So you really,\nknow, was given a job to do and this was in organizing--very early, 1939 still, and 1940\nat the beginning. So, uh, there was not, not much as the...the activity as more just the\norganizing uh process that we are involved, you know. Hiring more and more people, you\nknow. But this was from the very, very beginning uh ...in action. On account of that, and\nalso because uh uh again the Germans were, you know, arresting young people and uh\ntaking them to Germany to forced labor camps, I had to uh, uh...uh... stay in hiding.\nYeah. I had to...I, I was not sleeping at home for, uh, for many months; because, you\nknow, it was, uh, uh, not safe. And out of that came the idea that I must go. Cross the\nborder, and go to another country; and, uh, maybe again join the army in France, which\nwas being uh...uh, organized at that time. Uh...so with three other people, uh, I...on...in\nMarch 1940, I uh... went through the Tatra Mountain[s] to Czechoslovakia; and I\ntraveled through the through the Czechoslovakia, yeah. And I traveled almost to the other\nend of that little country, almost to this Hungarian border. And here we...I, myself and\nanother uh fellow, we were arrested; two survived and two escaped--but two of us were\narrested, because we just, uh, ran into the uh...uh...set-up, you know, by the...by the\npolice. They waiting for us. So, uh, they arrested us and then they sold us to the Gestapo.\nYeah. Slovaks sold us to the Gestapo. I mean, they...I understand that they were paying\nmoney, being paid money for that, you know; because they were, they...in other words,\nuh, they were, um, working as agents for the Gestapo. You know, Slovaks at that time\nwere cooperating with Germany. There was a government run by that uh uh priest Haha\n[NB: reference to Joseph Tiso?]. Yeah. And uh... and, of course, they...they allowed\nGerman to...on the roads come in to the trans...military transport to go right through\nCzechoslovakia. So, uh, at the end, uh, they gathered us all arrestees--and there were\nthousands of people that were being arrested--uh, so about...a huge train, a huge train was\ngoing toward the Polish border one day. And we crossed the border to the town of\nMuszyna, where the Gestapo took it over. And that is why I got in contact with the\nGestapo. And they were immediately, uh, segregating all those uh, arrested...arrestees.\nUh, I tried to...I, first of all, I...made up a, uh...false name; and I stick with that false name\nall the time, because I was ashamed to let my parents know that I allowed myself to be\narrested. (Laughter). Yeah. And so I stuck to that, uh, false name; and, of course,\neverything, all the personal data and everything uh, uh...was changed to and also\nfalsified... falsified. And I figured that it would be good idea to uh to to be born in Soviet\nterritory, because I was hoping, \"Well, the Germans will never get there.\" (Laughter)\nHow wrong I was! (Laughter) So I uh...I gave all the data and places in the in the\nterritory which was at that time occupied by Russia...",
        "A: Uh, Johann Barasz. The one that you see on that uh document that I show you [NB:\nPhotograph shown at the end of the interview identifies him as \"Jozef Bara_\"]. Yeah.\nAnd uh with this name I travel from, from...from Muszyna to another prison in uh Nowy\nS_cz, and to Tarnow. Now in Tarnow, on June 14th, seven hundred fifty-six young\npeople uh assemble in uh mikva...is that Jewish name? Uh, mikva--yeah, that uh public\nbath--at night; and in the morning, we march to the station, boarded a train and\nstarted...and uh the train started west, you know, toward Krakow. But we didn't\nknow...nobody told us where we are going, what's going to happen to him, to us. Uh, we\njust was riding in that train until we came to Krakow.",
        "A: These were not Jews. They were all Poles. This five hundred, this seven hundred fifty-six\npeople, they were all like me; people like me who wanted to join the army. Or, maybe\nsome who maybe wanted to do some black-marketing; because situation, economic\nsituation, in Poland at that time was very bad. But uh...uh...and maybe there were a few\noth...other who were arrested inside, in Poland; you know, on the underground activities.\nThis is, these were the types of people; but mostly young people, you know? The oldest I\nremember was a sergeant. Uh he must, he must have been in, in...in forties at that time.\nI'm sure he probably did not survive. And uh...but mostly this was people in twenties, and\neverybody hopeful. People with uh...we, we are all waiting uh what's going to happen in\nFrance. You know, there were so many stories going on those days a big uh offensive,\nGerman offensive, being prepared uh in 1940. And, of course, we all hoped that it will\nend tragically for Germany, and the uh Allied Forces will win. How...when we arrived in\n19, 19 ...1n June 14th, on the railroad station, that is the first thing what we heard: that\nthe Paris has been taken by German army. And there was a hugh celebration and the\nchampagne corks popping, popping up, and uh soldiers shooting into the air. So it was a\nterrible news, psychologically, for us. People who...we did not know where where\ndo...where we are going, what's going to happen to us. Afternoon that...that day, you\nknow, train started moving; and finally we came to a very obscure small station. And\nabove us hung a huge sign: \"Auschwitz.\" Of course, we did not know what it means--\n\"Auschwitz\"--because it sounded German. And some people thought, \"Well, maybe\nwe've already crossed to uh...to uh Germany.\" But a station worker, uh, explained to us\nthat we are on...uh, really in O wi _cim. O wi _cim is a Polish name for the name\n\"Auschwitz.\" And uh we were moved on the side track, and uh in about five minutes we\nfound ourselves in the front of a large building. Uh there were three of them...middle\nbuilding, uh large, it was surrounded by uh by the uh, uh...uh barbed wire fences with uh\ngates, watch towers. And this was a camp, the first camp. Now the buildings belong, uh,\nto Polish tobacco monopoly. Uh that uh first building uh, uh...uh, consisted uh really of\ntwo rooms; big rooms, you know, where we were herded, and we slept on the on the\nstraw. There was nothing organized. It was just to keep us in. Before us came thirty\nkapos from Sachsenhausen, from...and they got, they were numbered from one to thirty.\nThe man that I was talking about lat...uh before--uh, Otto Kussel--who escaped with me,\nwas number two. Now so...first Polish number is thirty-one. I believe the last number of\nour transport was uh seven hundred eighty-four or eighty-five.",
        "A: In the first transport. It's funny thing about that uh arrival scene because, you know--as I\nsay, I have to point it out--we still did not know where we were. We didn't know how the\nconcentration camp looks like. Uh, as a young man in Krakow while I was a student, I\nheard about Dachau. I heard even about, uh, Buchenwald; you know, the famous camps.\nThat were, you know...but we only heard, uh heard about, uh, the camps where the Hitler\nkeeps his political enemies, you know. No one, never even occurred to us that this might\nbe a place for us, too. (Laughter)",
        "A: When I got off, no...before...when the train stopped, I saw on one side a line of soldiers,\nuh, with machine guns. On the other side in the fenced-in area in that real camp, I saw\npeople in striped uniform. They looked like, uh...uh hospital patients. These were those\nthirty Kapos who were brought from uh...they... from Sachsenhausen. They looked so\ninnocent, you know? Not... they looked just like a, like a patient; but when the doors\nopened in the train...these are the people who, you know, attacked us with the...with\nclubs, with, uh.... These was the soldiers' helpers; and we already know really, you know,\nwe're in huge trouble from the very beginning. There was not time to grab the, uh,\nsuitcases and all our belongings. We all just had to jump, uh, from the train; and right\naway, you know, uh, we are in, uh... beaten and kicked and everything. And this way we\nmarched to the, uh, inside; and they right away, uh, uh...made a column of us, and were,\nuh...we were, uh, processed. That means we have to be, you know, the...the...the data, the\npersonal data, was, uh, was written under; and then they...then they shave our heads.\nThey gave us number. My number was 564. And, uh, immediately they started a\ngymnastic with us. There was nothing else to do; so, so they says that first an gymnastic,\nuh, the German call it Huipfenrollen, all kinds of, uh, terms. I remember a beautiful grass\naround that building; but in few hours, there was no grass at all, you know. In the next\nfew days, it was really uh necessary to go and find something to do other than gymnastic.\nYou know, a real work, even a hard work. And, uh, I was assigned to a group that was\ngoing to a military compound, uh, nearby to clean uh uh the rubble which was...uh, they\npartially destroyed this whole building. And in a week or two, we moved over there to a\nsmall camp consisting of three blocks in one corner of that compound. And this was the\nbeginning of the camp Auschwitz. Out of that, uh, area we would then go out and build\nfirst of all a kit...a prison's kitchen, and then surround the whole area--which was twenty-\none, uh, brick blocks--with uh barbed wire, electrified barbed...uh, barb...barbed wire\nfence. And immediately after uh after this was accomplished, this...the new transport start\narriving. And there are transport who had come from Silesia, from Krakow, from\nWarsaw; and uh from other countries, too. And ...and uh to the end of that year, to the\nfirst winter, the camp was probably about uh, uh fifteen thousand people strong, you\nknow. Immediately, Germans began uh to...uh enlarge the camp by building new blocks.\nThey built another eight blocks; and uh so the...so the thirty, thirty-nine blocks was the\nend of the...of the whole construction in that area.",
        "A: The museum in Auschwitz, uh, was in, uh, in 1941 established. The idea was, uh, uh,\ncame from the, uh, comman...the camp manager. His name is, uh, Fritzch, Commandant\nFritzch.' He created two things. Museum and the orchestra, symphony orchestra. Uh,\nsymphony orchestra was, uh...uh, very large. It was opera...uh, run professionally. It was\nso good that they would, uh, allow her to go to the neighboring town and have a concert,\nfor Germans, in Katowice, in...1n Bytom, even in...in...11 Wroc_aw [Ger: Breslau]. Now,\nmuseum was beginning, uh, from, started from small beginnings that Franz Targosz was\nthe manager of that.” And his, uh, function was to go and look, and...and, uh, confiscate a\nmore interesting items that the people used to bring when they come to camp; so in\nmuseum were things like, uh, national flags, uh, military, uh...uh, orders. You know,\nthere were Jewi...Jewish bibles. There were, uh, there were, uh, folklore uniforms, all\nkinds of, uh, maps, all...this kind of things, you know. And there were...now, the reason\nwhy the German, uh, allowed this--uh, and they even, the German even allow a big area\nfor that at certain point. Why? Because they were always expecting a International Red\n' SS Hauptsturmftihrer Karl Fritzch, deputy to Rudolph Hiss at KL Auschwitz. Transferred to\nKL Flossenburg in January 1942.\n* Franciszek Targosz, prisoner no. 7626, persuaded the SS to set up the Museum and organized a\nKommando of painters, sculptors, jewelers and watchmakers for that purpose. See Garli_ ski,\nFighting Auschwitz, pp. 89-90.\nCross, uh, visit. So if this would occur, then they would have a, uh, opportunity to tell,\n\"Look, and...you know, the prisoners here are uh doing alright, you know. They are\nliving, they are...you know, they are having even a museum!\" And things of that sort. In\nthe museum there were, uh, several people working--or employed--were, you know, to\nsend, that, uh, were sportsmen. I, I mentioned before [Czerk (ph)|. He was one of the...of\nthe steady people working there. He was painting on glass. There were two Jew, Jewish\nfellows who were translating with the bible. It was also Fritzch's idea. He wanted to have\na bible, uh, translated from, uh, Hebrew to German; so there was a, uh, uh, older man.\nUh, he was a rabbi. And he knew the bible, and he was translating into Polish. And there\nwas another, uh, friend of his who translated it from Polish to German. Now in four\nyears, I understand they translated two pages. (Laughter) And they both survived,\nbecause the Germans just simply have forgotten about them. This is something that\nhappens very often in, in, in the big camp--that, you know, once you establish yourself\nthen they will forget about you. And then you are on your own. It is up to you, to survive.\nThat means you have, you have a...you, you learn the...you learn the tricks how to not be\nbeaten, how to, uh, stay in hiding if it's necessary. And, of course, there was always a\ntime, uh, an opportunity, to get an extra food, too. And this was also important. So those\ntwo fellows, you know, survived. You know, with all this Holocaust, they...nobody\nbothered them. And of...and it goes for other people, too. Those who are chosen when the\ntransport came, and they were chosen to go as prisoners--I mean to be uniformed as\nprisoners and go to for work...they usually, uh, survived, most of them, you know. Unless\nthey were either, you know, run into the trouble, uh, with the...with the Kapos, with, uh,\nBlockaltesters, or they got sick. A lot of people, uh, died in Auschwitz, unfortunately;\nbecause of the, uh, uh...like uh...there was a typhus, you know? The typhus killed\nthousands of thousands of people. Another way to die in Auschwitz was to go and be\nexecuted, you know. The Gestapo always uh, you know, was the final judge and, uh, on\nthe fate of a man. And they would...and they sometimes wait a long time before they, uh,\nwould, uh, send a man for execution. Sometimes I know people who, some who survived\ntwo years in camp; and then they were executed. Uh, and they were never told for what--\nfor why, yeah. The execution was taking place in Block 11, uh, on the courtyard between\nBlock 12 and Block 11, and that execution wall still standing in Auschwitz today. And\nuh...at the beginning, uh, execution was performed by a platoon of soldiers, uh, with, uh,\nwith rifles; and it was very noisy. People in Auschwitz knew about it, that something's\ngoing on in in the camp; uh, because there was that salvo. So later on the Germans\nchanged the whole, uh, occurrence. They would, uh...they would use a silencer; and one\nman would execute a, uh... the prisoners by pointing to the neck, you know. And, uh, I\nremember, uh, I know the man who was executioner. He was, uh, a top sergeant. Uh, his\nname was, uh, Palitzsch.’ He was a twenty-nine year old man. He had a family and four\nchildren. But at the end, he fell in love with Jewish woman; and he was sent, uh, to the\n> §s Hauptscharfuhrer Gerhard Aro Max Palitzsch. Employed as  Rapportftihrer in KL\nAuschwitz.\nconcentration camp and to the east front.” Nobody knows what's happened to him. But\nthese men, these men had certain...in 1942, executed in one afternoon three hundred\npeople.",
        "A: I didn't see the...the action; but I saw the corpses being driven on the big wagon and\nthe...with the blood running to the street, as they were uh...uh...on their way to\ncrematorium. This we saw, all...all of us, because you know, we were waiting for a roll\ncall at that time when they were going right through, to the main gate, you know. Yeah.\nNow, uh, this three hundred people, this was a transport that was arrested in 1942 in a\nrestaurant in Krakow. Uh, mostly artists and actors and uh...and uh, teachers (cough); and\nthey were brought, uh, to O_wi_cim, to Auschwitz. And they, uh, were assigned the\nworks; but only they work about two weeks, and they were all called up--their numbers\ncalled up--on the roll call, and, uh, assembled in, uh, Block 11 and shot, you know.",
        "A: I, uh...no, well I really can...uh, my contacts were actually uh with the surveying team--\nearlier, you know. Museum is something that you do in your spare time. Uh, I was\nalways working. I really never worked in the Museum as such; but I did lot of work over\nthere and a lot of paintings that are still there, because it was a meeting place uh for many\nartists. There were about five hundred artists that I know in Auschwitz. So uh many of\nthem...there was even a hard place, a hard time to get a place to stand in the Museum and\ndo some work. But, uh, the contact with the civilian were done uh...uh, when the...we\nwould go, allowed to go and out to Auschwitz as a surveying team. Because\nautomatically we had to have a contact with people, because we were going into the areas\nwhich was uh in process of depopulation and there were always few people still left uh\nwait...waiting to be transported somewhere. So that is how all the contacts grew up with\nthe families and underground. And, uh, as you...when we were about to escape we had a\nvery good contact with underground. And there was a plan drawn how; and where this\nwill occur and in what time, on what day, and who's going to be waiting. And it worked\nthe same way as was planned, after many months of uh missed opportunities and, you\nknow, in uh disappointments; because you...you...you never are sure, you know, if you\nreally succeeded. But uh....",
        "A: I was planning with another man whose uh name is on that picture, Kuczbara [NB:\nidentified on the photograph as \"Bolos_aw Kuczbara\"|. Sometime, some day, as we were\n* See Garli_ski, Fighting Auschwitz, pp. 285-287.\nwalking--at that time I was working in a different uh job. I was uh in \"Arbeitseinsatz\"\n[NB: \"Special Work\"], which is uh a uh labor relation office. And uh as we were\nwal...returning to the office one day, we just talked about it; and we found out that each\none of us is...has a false name. And uh...and we came to the idea that this is a a\ngood...that is a...the next step would be...uh, should be an escape. And, of course, he told\nme that he's a Polish general's son, and that he goes to the certain areas in the camp and\nlistens to the radio. Yeah. He has a communication with it.... I don't know if this is uh\ntrue, because he was this kind of a fellow who imagined a lot of things; but anyway he\nwas always very active. So, we had in our office a uh a sergeant, German sergeant--uh,\nblinded on one eye--older man, who was a teacher before; and he was the manager of that\noffice. He was...he had a apparently large family, and he was always in the need of\nmoney. He was worrying so much about that uh family of his, so that Kuczbara--\nwho...you know, who knew almost everybody, uh...especially in in uh...in the area of...in\nthe hospital area.... Because he also was a dentist--although he told me he never was a\ndentist--but he was pulling the teeth in...he, he he was acting as a dentist in...in the camp.\nSo he knew a lot of people there. And, see...so, uh, that...that German uh asked him for\nmoney, and he want us bring several hundred dollars...uh, marks, German marks. But\nthere was this...there was a prob... there was a stipulation that we would have to go to\nAuschwitz to get this money; because it is our family that will bring that money, you\nknow, and hide in certain area near...near town. And if we go there and we find money,\nhe'll get it. Now this was a plan of escape. We were supposed to escape from that point.\nHe'll get that money; but we will, we will escape. And there was a idea that uh we will\ngive him something to drink.",
        "A: A whiskey with a uh with uh...with sleeping pills in it. Or something. But what's\nhappened: he didn't drink. He was not drinker, you know. This was one of uh thousands\nof soldiers who didn't use any (laughter).... So it, 1t didn't work, you know? We have to\ncome back. There were several other ways we tried to escape. Never work. And finally\nwe came on idea that we will never do it unless one will uh be dressed as a soldier. And\nwe started organize a German uniforms. This took, took months. And uh...uh I, my job\nwas to furnish...to give him all the documents the sol...the German soldiers uh usually\ncarried in the wallet. And, uh of course, the main thing was to...to make that main, most\nimportant uh document where he needs a photograph. So, again, Kuczbara uh found...uh\nfound...in his, in his bag on his arrival he apparently brought, you know, some pictures of\nhis. See he went there and he found that uh, that one picture. He gave it to me. I painted a\nuniform on that pictures. We sent out then later on that photograph to the underground in\nAuschwitz, and they made a copy out of that. And the copy came back, and here was\nKuczbara in the SS uniform. (Laughter) Yeah! So we used this uh...that photograph on\nthat document; and uh, of course, other documents--that was, everything that a soldier\nshould have in his wallet, he [NB: Kuczbara] had. Now there was a question of a\nrevolver. Now, the revolver uh...we took from the office uh where we worked, because\nwe saw a Sol...a SS man locking a revolver in the drawer while uh on the weekend he was\ngoing to the Catholics. So uh we broke into that uh...table and took the revolver. So we\nhad a revolver. Now, two other people joined us. Uh number two, who is that Kussel;\nand...and uh Januszewzki, who was also at \"Arbeitsdienst.\" And these, we...people, we\ntook because they were...they had a way of uh organizing almost anything in the camp.\nSo what happened: Kissel went to a SS man in agriculture, and uh uh tried to uh loan\nfrom him a wagon and two horses. And for these, he offered him the...uh two...uh some\nfurniture.... I, I forgot, you know, what it was. Anyway, uh the uh SS needed something\nfor furnishing his office. And, of course, if he would go, you know, straight away through\na sign...through a signing the papers and the...and ordering this--you know, in official\nway--would take a month, you know. But here he come, he got in uh contact with the\nprisoner, and prisoner could do this immediately; because in everywhere in all these\nplaces...uh warehouses, there were always prisoners who worked. So this way we got the\nuniform; because, you know, it was the prisoners who work over there, too. And you\nknow, you give prisoner uh some margarine or, you know, you do him a favor. And uh\nwe were very important agency, because we could uh gave a man a good job uh for this,\nfor...for...for uh giving that, you know. We would, you know, have another favor from,\nfrom other people...",
        "A: Yeah.\nTECHNICAL CONVERSATION",
        "A: Yeah.",
        "A: Yeah.",
        "A: Well, we waited for a word from the outside people where, when the escape will occur.\nWhen, and what time. And uh we were given four days. We couldn't go...there was a plan\nfor four days. Uh, we couldn't go in the first day because first day was a Christmas. The\nsecond day was a very bad weather after Christmas. So at the end, it was on 29 of\nDecember that in the morning we decided that we're going to go. And it happened this\nway: I went uh...Kuczbara and myself, we went to the office on usual schedule; and then\nwent out of the office with the papers to, into...into the area where uh the people, usually\nnew people, usually used to come and wait, you know, to...for, uh uh... in...interrogation,\nyou know. That was our job. Two other people--uh Otto [Kussel] and uh Januszewzki--\nthey were uh the \"Arbeitsdienst\"; they had to uh send out all the columns out of the\ncamp. And then they would come to our office and have to write a uh a report. Every\nmorning. This I have to emphasize, how...how this uh uh the pro...procedure in, in our\noffice were. Every morning, they had to write a report on how the employment of the\nwhole camp looks like--where, how many they were uh... there were people employed in\nwhat categories of jobs, how many there are sick, and so forth. Now these reports written\non a special typewriter, big one; was then be taken by a messenger--a soldier--who\ntraveled to Oranienburg every day. Oranienburg was a uh headquarters of the labor, of all\nthe labor assignments in the...in, in the...1n the camps in the whole Germany. And uh on\nthat particular day, 29 of December, they had to do that in order to be free. After that they\ncould do whatever they wanted because, you know, they were not [Czerk (ph)]. You\nknow, they would uh they would visit uh various uh working groups in the field, or in the\nuh uh area inside the camp. So Otto went to that SS man, who...uh and he got from him a\npair of horses and a wagon; and drove this, this uh vehicle through the camp, through a\nmain gate, to Block 24 where we all lived. And he grabbed four or five prisoners who\nwere wandering in the camp, and made them go into the attic; and from the attic they\nbrought down four uh cabin[et]s, wooden cabin[et]s. They loaded it on the, on that\nvehicle--which was a platform--and he drove out of the camp again, went to that SS man\nhe was dealing with, gave him two cabin[et]s for...for just uh making that deal; and with\ntwo uh... two cabi...cabinets on that wagon uh he would uh ride to a place where, in\nbetween, Kuczbara would dress into the uniform, SS uniform. Uh, and...and I was with\nhim; and we were waiting for ...for those two to come. We took from our office about\nsixteen thousand names, files uh of people, uh of transports. Some transports were\ncompletely annihilated. You know, we took this as a...as a sample what is going on in\nour...in Auschwitz. Also, we took a list of uh people who were executed in uh...in\nAuschwitz--on the Block 1 1--with the signature of the, the top uh doctor, SS doctor. Uh,\nhe had to countersign them, you know. So we had, you know, some twenty-four\nthousands of names that we took with us in our briefcases. And when the Otto and\nJanuszewzki arrived with that wagon, we jumped on and we uh drove off to the main\ngate, again. And at 11 o'clock, uh we drove through the gate. The soldier opened the\nbarrier. Uh Kuczbara told him, \"Heil, Hitler!\" And that's it, and this was the end.\n(Laughter) Because we were posing as a working group. We had a...these uh cabinets.\nThis was supposed to mean that we are, you know, delivering a furniture to a SS house\nsomewhere in the area. So nobody bothers us. (Laughter) That's the way! And then we\ndrove through on the road around the...near the uh Sola River, through Auschwitz to the\nvillage of [Brzeszkowice (ph)]. The village [Brzeszkowice (ph)] was already empty.\nPeople were already thrown out. There were still buildings; and in those buildings the\nunderground put in, you know, our...the, the civilian clothes for us. We changed. We...\nwe uh...drove that uh vehicle into a...into a alley under the roof. Horses to the...also. We\ntake care of that. You know, all the documents were thrown to the well, uh deep well;\nand some stones thrown on the top of it. And then we went on that attic, the uh dress in\nthe civilian clothes. And went outside and to the bridge on uh the River Vistula [NB:\nWis _a(Pol)]. That [Brzeszkowice (ph)], this is a triangle made of two ri...rivers, Vistula\nand Sola. It is isolated place. This is why we chose that place. We know not many people\naround; and on that bridge, uh Sola/Vistula bridge, there were four men waiting for us\nwho had the bikes. Each one of them took one of us, you know; and then we had walked\nto the second village uh Libi_z, where we stayed for a week. Now the man...yeah, the\nman who, who was uh managing this whole uh project was a village manager of the the\nvillage Libi_z. And he had Germans living in his house. (Laughter) So uh this was also a\nvery safe place this way, because it was no suspicion that it might be some... some, uh,\nstrange people living in that area, you know. So, uh, we got contact with the, uh,\nunderground. They came. They make a photographs of us, you know. They, uh, promise\nus to send us the, the German Ausweis, this documents; you know, personal documents.\nThey took all the names of all those--you know, the killed people--in Auschwitz, and, uh,\nmake some photographs, and that's it. And they left. The next thing what we did, was that\nwe all at night crossed the border from that village for the next village not far from...from\nLibi_z, to Generalgouvernement. Generalgouvernement was a section of Poland that\nGerman considered Poland, but 1t was surrounded by the Germans and the governor was\nfamous, uh...uh, Governor Frank. And, uh, when we, uh, crossed that border at night, two\nof the, uh, the men immediately boarded a train and went to Warsaw. Two of us, you\nknow, walked to the next village; uh, and we were prepared to hiding over there. We\nwaited for about one week, until two ladies came from Warsaw with the documents for\nus. And we boarded train again from that village to Krakow, in order to take a night train\nto Warsaw. I was supposed to get a studio in Warsaw, a hiding...a, a place where the the\npeople from the underground would meet, you know. An camouflage thing. And, uh, we\nmade it all right to Krakow from the place Brzeszkowice; and as we were waiting in\ntrain, uh, to depart, the whole train had been uh was surrounded by the German tanks and\nthe Gestapo went into the cars and arrested everybody. Took everybody. Men, children,\nwomen--everybody-- including the two of us, not knowing whom they have. So, uh, uh\n...when we were arrested, we...we uh decided that we're going to have to...again try to\nescape again; because it was only three weeks after a escape and everybody would know\nnow, uh recognize us in Auschwitz. And we knew that this transport will go for sure to\nO wi _cim. So, uh, at the, at the moment of, uh, transition from the truck to the, uh, gate\nin Prison Montelupich,” I escape again. I threw out two of the soldiers and I start running,\nbut the...Mietek,° I don't know. He didn't do it, you know. So because we had it planned\nthat we will, you know, go one in, uh, one direction and another one in other direction,\nand sort of a .... But, you know, he didn't do it. And they all, those soldiers, about forty of\nthem maybe, you know, they, uh, start chasing me. They, they sho...uh, fire uh...shots\nwere fired, you know. One hit me in the ankle, and that's it. I couldn't run anymore, and\nthey captured me. And immediately they almost, they wanted to execute me right there,\nright on the street, you know? And I, uh, remembered that moment. I will never\nremem...uh, forget it to the end of my life. In the split of second, I was able to to see my\nwhole life, all...I, I...1n that split of second, I converse with my family; with my sister, my\nmy parents, uh friends. And then I was ready to die; and I even have uh enough time to\nwonder how I'm going to be uh looking on that snow, you know, after uh...after uh\nuh...dead, dead person. Yeah. But uh eventually, they uh...they did not do that; uh\nbecause it was a public place and I heard them uh talking among themselves that they\ngoing to do it on the...on the coal. There was a heap of coal uh right in the courtyard of\nthe prison, and they usually execute people over there. But as we were walking toward\nthat uh prison, uh the Germans were very nasty and somebody hit me with a with a\nrevolver here in the head; cut my head, and this blood was start running. And I came\ninside that prison in such a bad shape, all bloody and so forth, that they didn't know what\nto do with me. So they sent me to a ambulatorium to stop the blood; and this is how I\nescape, because they forgot about me again. (Laughter) And uh the transport... Anyway,\nJanuszewzki, the next morning, in the morn...went back to Auschwitz; and as I say, said,\nyou know, Januszewzki had that big knife. Uh, he probably committed suicide, uh\nbecause he never arrived in Auschwitz. And I uh was sick for a few days, sick...and they\nand they used to come, you know; they would come, the soldiers, and they were very\nangry. And they would, you know, threaten me with all kinds of consequences; but at the\nend they were, they were proud of me, that I dared to escape. And we start talking, and\nthey found out that I am an artist. In two days, they brought, you know, all the uh paints\nand uh material; and I start painting portraits. (Laughter) And uh it came to the point that\nthey, there was one SS officer who wanted to release me. And he uh started an\ninvestigation into who I am, and so on. And, and here comes a uh uh...and...here the\nwhole blame, you know, comes to... to that...to that bad document I...I received from the\n° Montelupich, also known as Montelupi, was a prison located in Krakow.\n° Nickname for Januszewzki, whose first name was Mieczysaw.\nunderground, because they uh...they sent me something. They told me that I am living in\nWarsaw and...and on certain street. This street was non-existent. Everything was...was uh\nfake, and... instead to be released, I fell into such a suspicion that then lasted several\nyears. That I wound up with beating and everything; and uh...and this is why they send\nme to those uh other camps uh later on, you know...",
        "A: The false papers, right.",
        "A: From there I was sent to Auschwitz. I came to Auschwitz, and again I was recognized\nimmediately on the gate. But it was my friend who recognized me, and he ran to...to other\npeople in the uh area in museum, in museum. And uh he told them who...that I returned,\nso they started to do something uh...uh to save me. So first of all, what they\naccomplished--they uh...they accomplished this: as they, that the whole, that the\ntransport I came with was sent not...it was not uh processed in Auschwitz, but in\nBirkenau. And then sent me to Birkenau to a quarantine camp, where there's absolutely\nnobody knew me. And I stayed there for about two weeks; and from there I went to\nBuchenwald, on the transport. The transport was by train, uh and it lasted about three\ndays. And uh then we uh uh it was, the situation in that...I mean, that uh whole transport\nwas so dirty, uh so miserable that, you know, I got sick, got that eczema on my face and\nin the head. And the first thing what happened to me in uh Buchenwald: I got sick and I\nwent to hospital, but again this eczema was so terrifying that the doctor, German doctor,\ngot interested in. And I was under the personal care of the main doctor 1n, in uh...in\nBuchenwald; uh because he medically was so much interested in that case. And\nwhen...and, of course, it took about uh two months before I got out of that hospital; and\nwhen I did, there was a traveling paper for me waited waiting already in the office. I am\nsupposed to go back to Krakow. But they didn't tell me that that I am going to Krakow;\nbut I was transferred from one prison to another, some sixteen prisons on the way from\nBuchenwald to Krakow. And when I came to Krakow again, something uh encouraging\nhappened for me. There was a uh uh uh...the...I mean, the access to the whole, to the\nprison, was uh was uh staffed by...I mean, uh there was a...there were epidemic 1n...in\nprison. I, I forgot now what kind of epidemic; but anyway, the the SS did not come for\nsome time. So I had a time to uh...to stay and, you know, think about my case; and in\nbetween I became a chef of the kitchen. (Laughter)",
        "A: They never.... See, this was my point. Always do all kinds of things, create all kinds of\nlies; never tell them the truth that I ever was in the concentration camp. Yeah. And this\nwas to the very end. This is why my case was so complicated to the very end; because,\nyou know, I never knew what was going to happen next. And, you know, they try all\nkinds of things. I remember when I was in that prison, once, uh, in the morning, you\nknow, the...the keys turn in the lock, you know. The SS man, the officer, uh, walks in and\nhe has my document, uh, uh...that they, uh, took away previously; and there I am there on\nthat photograph with short hair. He say, \"Why you have a short hair?\" And I say,\n\"Because I had a louse.\" (Laughter) So he stopped, you know. You had to have a good\nanswer, all the time.",
        "A: I was taken to Buchenwald. I was released from Buchenwald, went back to Krakow. And\nnow there is a Russian front coming in. See, the Russians, uh, came and they, uh,\noccupied...they, they, uh, were engaged in fighting Germans on the Oder River. This is in\nSilesia. Uh, meanwhile...I forgot that in the meantime I was, uh, transferred to, to Gro}\nRosen, you know, from, from, uh...from, uh, prison, yeah.",
        "A: To prison...",
        "A: ..and then to GroB Rosen. Because of the situation on the front, they have to evacuate\nMontelupich; and they send me not to Auschwitz anymore--because Auschwitz was in\ndanger--but to Gro Rosen. And this where the...I, uh...why I again, you know, got a\ngood job in that, uh, office, uh, uh...for the labor relation, where I could see how they, uh,\nuh, sent out people to another camps to, uh...how they sell them to the private\ncontractors. Uh, in, in Gross Rosen, this was a ceremony, you know. The owner would\ncome to camp, and he would personally pick up the people and touch the muscles and,\nuh, uh...and, uh, after he was satisfied, then they would go, uh, to various places. Mostly\nit was the factories. Mostly it was a, uh, factories that, uh... that work on, in...1n defense,\nyou know. There were two factories uh that belonged to our, to Gro Rosen, that\nproduced the poisonous gases--Dyhernfurt. ’ There were, uh, factories in, uh...in\nWroc_aw [Ger: Breslau], producing, uh, parts to the tanks and so forth. You know, very\nimportant industries, you know, uh, uh...defense industries. So people were, uh...those\nwho had any profession, a good profession, uh, they would be treated very well. They\nwould be paid the same, uh...the same wages as the German workers. This I have to add:\nthat in Germany, in all the camps, also in Auschwitz, uh, people were on paper always\npaid. They always were paid wages. And our office consisted of two parts. One part was,\n\"NB: Dyhernfurt I, one of two subcamps by this name, operated as Anorgana GmbH, a subsidiary\nof I. G. Farben. Location: Prussia/Lower Silesia.\nuh...dealing with assigning people to work. Another part was, were people who are\ncounting the profits; and all those profits, from every day of work the prisoners earned,\nwould be then transferred to the treasury of the SS. Now the same thing happened in\nGrok Rosen; only, uh, it was, you know, a more, uh, smoother operation and bigger one.\nBecause, as I mentioned before, we had eighty-five camps. Some camps were five times\nbigger than the GroB Rosen itself. Another, uh, job that was...that the people from Gro\nRosen would perform is a, uh...uh, is, uh...dig the, dig the stones in the ...and there were a\nlot of...how do you call that? I forgot the name.",
        "A: Quarry, yeah. Yeah. There was a hugh quarry in Auschwitz, and they were, uh,\nproducing the monuments to the cemeteries, you know. The people were working, too;\nand there was another, uh, the big job was assigned building the blocks, barracks.\nBecause...because of this, uh, situation on fronts, the Auschwitz was being already in\nprocess of evacuation. We were expecting lot, lot of newcomers to come in; and they\nreally come. Thousands of them, at the winding days of the history of the...of GroB\nRosen. And, of course, we ourselves later on would all go and be evacuated; and some\nwent on foot--mostly perished those who went on foot--and I was lucky again. I got a,\nuh...I went to a next camp, which is Hersbruck, in train...",
        "A: Oh, yeah. Oh, yeah. I was...this is always...that, uh, play a very important role, uh, in\nprotecting my life. I was always able to utilize this, uh, for some, someway. So I painted\nlandscape mostly, and portraits; and, of course, by working in that, uh, office, I was, uh,\nassigned to a map that was hanging--huge, uh, war map--hanging in the commandant's\noffice. And on it, I had to, uh, write in gothic, uh, characters all the data concerning that\nparticular camp, and all the camps, you know. So to the very end I had to do it, even\nwhen...when we all were already locked up in the camp. There was no work. They still\nwere calling my name. I would have to go to the commandant's office and change that\nmap on a given day. Therefore, I knew completely everything what is going on, all the\nsecrets. Uh, how the front, where the front is, how many people they...they have lost from\nthat, from that crew of the concentration camp. And which camp was taken over, which\ncamp was lost, and so forth. So uh...and later on, I fig...I discovered that...that this was a\nvery dangerous job that I was doing; because usually people who knew so much they\nwould eliminate, too. I even didn't realize...uh, realize at that moment that I... would be\non that list, but I probably was on that list. Only through a very lucky circumstances I got\nmixed up with new, uh, crowd somewhere in, uh, along the way, and that is why I\nsurvived. I also mentioned, uh, that story, that part about GroB Rosen, about being in\ncamp with all the soccer teams. There were fourteen soccer teams, all uniformed. And\nthey would all play on Sunday, a games from the six o'clock in the morning to...to the end\nof the day. And, uh, the beginning of it would be a parade, which would.... I mean, the\ncommandant would stay and ...and, you know, accept the parade. First was always a, a,\nuh, band walking in the front. Then would be some comics, you know...we had some\ncomics, you know, entertainers. (Laughter) Yeah. In every camp entertainers had, you\nknow, a chance to survive, you know? Uh, sportsmen, boxers, uh, soccer players, of\ncourse, you know. So then later on, all those teams would be marching; and two first\nteams would start playing, and they...when they finish, there will be another. And it was\nfor championship, you know. But Gro Rosen was all...not always only soccer, because\nin GroB Rosen I saw hang peo...uh, six people hung [hanged] on one gallow and I saw a\nlot of people being hanged for committing a sort of sabotage. When we...yeah. And also\non ...in Gro} Rosen--before the evacuation, all the sick people in the hospital was, uh, put\naside; and later on they were all eliminated, because they didn't want to take, uh...to the\nevacuation, uh, program include all those sick people. So it was a, a, uh, a very\nmurderous game too, you know, although it looks so nice, uh, uh...on the outside.",
        "A: Well I could add only this: that the Germans, uh, ordered the whole camp be burned. As\nsoon as we left the camp, the group of Kapos that, uh, remained, you know, put fire to all\nthe blocks. All the blocks were wooden barracks. So today nothing left; only foundation\nand only the building--uh, one brick building, the entrance to the camp--which 1s still\nstanding. Everything else was completely destroyed. There is absolutely no proof that\nthere was a camp.",
        "A: I was, uh, taken by train to the next...to the...to the camp of Hersbruck. Hersbruck was a\nsub-camp of the big camp of Flossenburg. And, uh, again, in, uh...I landed 1n, uh...in\noffice over there. I had al...yeah...I had the same; and this...this job, uh, I knew, you\nknow. They always appreciate people who know, are familiar on the job, you know?\nGermans are very practical people. They might be very cruel, and they might...but you\nknow, they are practical; and for, uh, for, uh, for this practical purpose they would use\nthat man to, you know, to the very end. Uh, I was, uh, getting a good job. As I watched\nwhat the other doing, the whole transport that came from...from, uh, Gro Rosen were,\nuh, detailed to the work in the underground factory, uh, in the hills around Hersbruck;\nand to clearing the station, uh, of Nuremberg [Ger: Nurnberg] after the, uh, air raids. So,\nuh, part went here and part went there. And of course, you know, this was a murderous,\nuh, uh, assignment. There were a lot of people who died because, uh, the situation, the\nliving conditions was at that time already disintegrating. The...so, was so primitive that,\nuh, even the strongest people have a hard time to survive. I would, I would not dwell\nmore on that, uh...on Hersbruck. Hersbruck was a camp, uh, built on the swamp, right by\nthe river. We had to walk on, uh, on the, on the raised uh walks that was raised about\nthree feet above the ground. All of the blocks were built the same way. They were raised,\nbecause there were water underneath; and of course this is being a sub-camp, they didn't\ncare about, you know, routine...regular, uh, camp routine. There were no roll calls\nanymore. The roll calls were performed, uh, uh...privately, on each block. The main thing\nwas to do the work, you know. And the most important work for them was to work...uh,\nclear the destruction caused by the planes on the main station of Nuremberg. I went there\nseveral times. And I remember the first time we went to the Nuremberg, which is about\ntwenty-six kilometers from the camp, uh, Hersbruck. It took us six hours 'til we arrived\nin, uh...in the Nuremberg station; because, you know, all the tracks were, uh, uh,\nin...completely destroyed. So uh Hersbruck was a target of the constant attacks by planes.\nThe situation was such that there was a town of Hersbruck, and a camp in a valley--\nnarrow valley--and there were hills on both sides. And you would see those planes\ncoming from one side of the hill and then disappearing on the other side; and they would\nthrow bombs, everything what they had, in that area. And they were... and they were\nthrowing bombs everywhere, camp or no camp. They were attacking all the plane...uh,\ntrains that were approaching that station Hersbruck. Uh, sometimes the bodies\nwould...uh, would land right in the center of the...of the camp, after... after they'd attack.\nSo we were always, you know, under attack. But on uh second day, day after Easter, we\nall gather in the, uh (cough)...in the camp; and then we started the evacuation. There were\nten thousand people that marched that day. We came after twenty days of the death\nmarch uh...through Dachau, only less than than two thousand men. Everything\nwas...everything was killed or died out of hunger uh in, in between. Five days we didn't\nget anything to eat or to drink at all. Uh we were, we... we came as a ghost, really, to\nDachau. And then in Dachau, nobody wanted to take care of us because Dachau itself\nwas already in the process of evacuation. There were thousands of prisoners coming out\nof...uh coming into and out of the camp. So uh when they finally process us, they didn't\ngive anything to wear. We were naked, and we were only wrapped in a...in a blanket; and\nthis way I lived several weeks. It had a uh some advantages, because I didn't attend,\ndidn't have to attend uh roll calls; and I didn't have to go to work because I didn't have\nanything to wear. And this way I came, I uh uh...waited to the ...to the day--you know, 29\nof April--when uh the...the uh final liberation came. It uh, days in Dachau were uh really\nquiet. You...uh camp was not working. Only the essential things were in operation.\nOtherwise the pri...prisoners were 1n the blocks, and there were planes above Dachau all\nthe time uh patrolling. Nobody was shooting at those planes; although there were\nthousands of SS in, at that time, in Dachau. Everybody was uh uh very down. Even the\nSS. The SS would not even go to the camp. And there were no roll calls of any, uh,\nno...this famous drills that usually, you know, taken were were in the camp. You know,\nin Auschwitz or in other camps. And uh, on the day of, uh, the, uh, liberation, the day\nlooks even clo...more quieter than usually. But after noon, they order us into the blocks\nand they lock all the doors. They locked the doors, and the only people allowed outside\nwere the, uh, fire, uh, uh, brigade made of, uh, SS and now of Kapos. And then we were\nreceiving our supper, which is around five o'clock, a...an attack started, you know. A\nhugh, uh, uh...I mean it's, uh...you heard, you know, the guns and you heard the revolvers\nand you heard, you know, all...all the front, all the all the fighting, you know, that is. And\nit lasted about, uh, twenty minutes, and then came the silence; and in those twenty\nminutes we all grabbed our things and we were ready to go. Nobody know where, but we\nwere ready to go. But then there 1s a silence; and everybody paused and waited and...and\nthought, \"Well, what's going to happen now?\" And then I look in the windows, and I see\nthousands of people running towards the gate, towards the electric wire. I jumped myself\nfrom the window, and I ran and I come to the, uh, uh, the barbed wire fence and I see\neverything is pieces. Prisoners are shooting from the rifles, you know, to the air; and\neverybody enjoy. You know, and I saw first American soldier. And this is how it\nhappened. And, uh... in Heaven are, uh, hundreds of, uh, various flags, national flags\nwere flying over Dachau.\nLONG PAUSE",
        "A: They didn't take care at all. I mean, they...we were... the only...the, uh, man responsible\nfor us in the Block--because we were in, uh...1n an area where, which was behind the\nbarbed wire too--was a, uh, Blockaltester, who was a prisoner himself. And he didn't\nknow really nothing, what's going to happen, just like we did. As I say, it was such a\ndisorder everywhere that uh there was no work. There was no food. We were almost as\nhungry as during the, uh...this march from Hersbruck to Dachau. And there're some\nwomen over there--behind in the next block--too, you know. There were just a miserable\ncreatures. They brought ...you know, Dachau was not known of having a women camp,\nbut they were brought from somewhere. Probably a, a, a group that was traveling on foot\nand uh came to Dachau as the nearest camp. From there, they were sending people\ntoward, uh, Garmisch-Partenkirchen [NB: Sub-camp of Dachau in Bavaria]. You know,\ntoward the Alps. Now, uh, Dachau was, uh, liberated on 29th of April. The same day--at\nnight--on orders by Himmler, Dachau was supposed to be burned to the ground and\neverybody killed. And there were special positions of, for additional machine guns\neverywhere between the guards; and, uh, uh...the Americans really came about one hour\nbefore the deadline. They also had to fight after having liber...liberated us, hav...have to--\nat night, because a division of SS was marching from Munich to Dachau. Dachau is about\n14 kilometers from Munich. And they were kept from coming and, uh, taking over the\ncamp only by American guards that first night. But we couldn't sleep, and there was all\nthat for us. We were supposed to be, you know, sent out not from the Dachau in case of\nemergency; but the emergency did not materialize.",
        "A: Well, I was, uh...first thing what we did, we organize a...a, uh, artist, uh...uh, group;\nbecause, uh, uh, the problem was immediately after our liberation how to get out of the\ncamp. The, the Americans closed again...repaired the holes in the...in the fence and put\nthe soldiers on the guard towers; and they were shooting if somebody was trying to get\nout of the camp, uh, not... in a not authorized way. And they would really did not issue\npermits for...for allowing people to go out, because there was a situation that they were\nafraid that the prisoners, those who would venture into the village, would kill Germans.\nBecause there was such a hate for...for...toward the Germans that the Germans did not\nshow up on the...on the street in towns or in the villages. They would sit locked in the\nhouses. In Dachau itself, in the city of Dachau, their main street was a, uh...was a camp;\nmilitary was camping right in the street, cooking, doing all kinds of things. Playing\nbaseball, you know. And the Germans were sitting in the locked houses for weeks. The\nsame thing was in the villages. They would not dare to go, venture outside. So, because\nof that, and also because of, uh, the epidemics--uh, I got also, uh, sick later on--uh, they\nwould not allow to, uh, mix, to...to allow the prisoners go outside. And they keep them\nin...in, you know, and they tried to inoculate them and sort them, and...and, uh.... And\nthey did not help, because, uh, they didn't know how to deal with such a problem. First\nthing, first of all, we were all hungry. When the liberation came, next day they put us\ntogether. They again order a regular roll call, as the Germans used to do, and they\ncounted how many they have of those liberated people. There were forty-four thousand,\nuh, at that time in Dachau. Later on they brought us food, which was a...a, uh, loaf of\nbread. Everybody got a loaf of bread and a pork, uh, uh...can of of condensed pork fat.\nAnd some hungry people ate it, everything, immediately; and in five hours most of them\nwere dead. Sixteen thousand people died after liberation, yeah, you know. Because the,\nuh...because they just over-ate all of a sudden, you know. I saw situation like this that,\nyou know, we were receiving a, uh, soup in the, uh...very rich soup at noon; and the man\nget gets the soup, eats and then lays ...uh, sit down by the chimney, and in five minutes\nhe is dead. Yeah. There were incredible--and then there were...people were, uh, were, uh,\nhave a dysentery diseases, all kinds of, uh, of, uh, of stomach problems, because of that.\nAnd I got sick...I got a...a fever and I was in a hospital. I almost died too, you know.\nThere are a lot of people, thousands of people that died in American hospital in Dachau.\nAnd when I finally get out of that, the camp was already, uh...breaking up, because\nAmericans needed that camp for, uh...for another use. They wanted to use then for, uh,\nmilitary, for the prisoners of war camp. And, uh...prisoners of war who came to Dachau\nwere the SS people. So by this time I was already in other camps, uh, in the displaced\nperson, uh, camp; and they used to bring us very often to Dachau, and they would sit us\nin the front the barbed wire fence. And the Germans would parade behind, on the other\nside. And they, we would point out the people we knew because they were preparing\ncourt cases of all those arrested Germans. Uh...",
        "A: Well I, uh...first thing after I...I, after I get out of my sick bed, was I went to Garmisch-\nPartenkirchen. I always was very fond of mountains. I heard about that that they are\nbeautiful Alps, so I made that first trip. It took about one day--hundred kilometers, one\nday; but finally I got to Garmisch, and I, uh, went to the Zugspitze there. I went to the\nZugspitze...uh, there is a special train that rides up to the mountain, and it was impossible\nto get a ticket, you know. And here I am waiting and deliberating, uh, in the station what\nI'm going to do next, and here comes an American soldier. And I recognized that this is\nmy friend from Auschwitz, an artist, who in between, you know, he...who was from\nAuschwitz, evacuated to Buchenwald. He was liberated earlier than me. He was\nliberated, Americans came earlier than that, and he joined the American army. Not only\nthat, but he was already in action and he had... he had a medal for his service in American\narmy because he got in trouble somewhere in the...in the Trieste. You know, in Italy. So\nhe bought me a ticket to the...to Zugspitze, and I came from that Zugspitze back in the\nevening. And I found two girls, you know, walking on the street, you know. The one was\nmy wife, future wife. She was with her friend, you know; and she lived nearby, near the\nstation. There was a question--where are you going to stay for the night, you know. So\nhere was a very convenient, uh, uh, way, uh, to...to arrange that, you know, by knowing\nsomebody; so I...I started out, uh. I came later on again to Auschwitz; and then my wife\ncame to [Wagenril (ph)], to that, uh, displac...displaced person. She got a secretary job\nover there. And then again later on we both went to Garmisch, and... where we married.\nAnd because she was in Garmisch, uh, before the war ended, so she had a rights to to be\nconsidered as a...as a person with permanent resident in Garmisch. So for that reason--uh,\nbecause I married her, you know--I got that residence too. And I could stay in Garmisch\nuntil we moved to a special house for the former prisoners of, uh, from the concentration\ncamps in [Munau (ph)]. [Munau (ph)] is about three, three kilometers toward the Munich.\nAnd, uh, from there...there, we, uh, applied for the papers, you know, to United States. I\nhad an uncle at that time, who died already, and I got in contact with him. He sent me\nthat affidavit...he wants to, uh, you know, bring me to the United States; but it didn't\nwork. It, uh, it took more than one year, uh about two years before...because, before the\npapers were filed in uh in the in the consulate or in the embassy, I don't know where.\nAnyway, it tooks years; and finally I came, uh, uh... and a Jewish organization came\nalong and helped me. And with... uh, through them, you know...this was an organization\nbased in New...New York City.... They really, you know, helped; me because they were,\nuh, organizing a transport to the United States and I went with them, you know. Actually\nI, I went for the second, the second, uh, transport that...uh, under the...under this new law\nthat was passed in Congress about the DP, you know; dur...during the Truman years, you\nknow. So I went to United States; but, you know, uh, the situation was completely\ndifferent than it is right now. Nobody cared about the poor displaced people who had\ncame. I didn't have a time...I have very hard time to get a job. I...there was, uh,\nimpossible to get odd job any, anywhere. Although Elizabeth [NB: New Jersey], where I\nlived, was not very far from, uh, from, uh, New York City; so I went to the factory in the,\nuh...and I work in the factory for a year and a half before.... And later on again, I went to\nGermany on the contract with United States Government.",
        "A: Yeah.",
        "A: I painted scenes; uh, usually these were, uh, scenes with people, and from a, uh,\nillustration to the German musicals. Wagner, for example, is a...has, you know, the\ndramas, you know. Things like that. The things that German allowed, and really uh were\ninterested in. So, for example, uh, troubadours; you know, medieval scenes. They were\nvery fond of it, you know. The whole SS was found on this principle of some, uh...some\nof a knight; knights, you know, in a medieval times. You know, the...Himmler himself, I\nthink he organized that that way. So, uh, I painted this kind of a scenes; and a practical,\nuh, uh...pictures, like portraits. Portraits. This is how I uh could survive and live a little\nbit better than other prisoners; uh because uh they were bringing me uh food for that, you\nknow. They, they sometimes were very gracious, and they bring the food; and...and uh it\nuh ...or even, uh even when uh Holocaust started, we had, you know, all kinds of things\nin Auschwitz. We used to call it \"Canada.\" Now all these remnants of the Jewish\nproperty that was confiscated by Germans, sorted out and sent to German stores or to the\nfront; uh part of it...all of this was stolen, and appeared in a...on the black market, and\nthis black market was called \"Canada.\" Now, uh...",
        "A: You know, after a while, after that escape, after I have been liberated and...and uh some\ntimes, very often when I when I work at night in my studio, in my home, I sometimes\nremember...1t comes to my mind all those things, and I laugh about it. I feel how how\nhow this was a stupid thing. There was...this was this was so many...there was such a\nhazard involved in it. I could have been, you know, caught many many times, you know.\nI didn't, so maybe because...] [NB: Text in preceding brackets does not appear on\nvideotape. |\nPHOTOGRAPHS\n(1) ID photo strip--3 photos of prisoner in striped uniform with shaved head, resembling\npolice mug shots. Left hand photo labeled: \"No. 564, KL Auschwitz.\"\n(2) Photograph of six persons seated around a table, circa 1942. Mr. Komski explains that\nfour of these persons (including himself) were those who escaped from Auschwitz. The\nother two are the headman of the village Libi_z--where the four escapees were hidden--\nand his daughter. All six are identified by name. [NB: The same photograph is printed in\nGarli_ski, Fighting Auschwitz, between pages 288 and 289. However, the names of the\nfour escapees are spelled differently than on the copy shown here. |]\n(3) Landscape painting of O wi _cim castle and bridge. Painted by John Komski on one of\nhis trips with the Auschwitz surveying team to explore and map territory outside the\ncamp. Oil painting commissioned by an SS officer.\n(4) Painting--postcard painted by a prisoner at Auschwitz. Shows Native Americans\ntorturing white captives, used as an allegorical theme to express to the recipient the true\nnature of Auschwitz.\n(5) Folder/letter, with painting of white flowers on blue background. Used by prisoner as\nofficially sanctioned message home. No text.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJune 7, 1990\nRG-50.030*0115",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with John\nKomski, conducted by Linda Kuzmack on June 7, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JOHN KOMSKI\nJune 7, 1990",
        "TECHNICAL CONVERSATION"
    ]
}