{
    "rg": "RG-50.233.0129_trs_en",
    "sequence": [
        "Question: This is an interview with Charles Spear and this is Jennifer Clayman.\nToday's date is May 16, 1992 (in Golden Valley, MN). I guess I'd like to start out\nwith--we're going to backtrack a little bit from all this that you've been telling me. I'd\nlike to know a little bit about your family, what kind of a life you led before the\nwar, what your parents did, what life was like at your house, things like that. Ifyou\nwant to start with where you were born and justtake it from there.",
        "Answer: I was born in a city by the name Danzig on the Baltic Sea. My father was a\ngrain merchant and Danzig was on the Baltic. He conducted a lot of business,\nshipping grain from Danzig to East Prussia and to Germany. I remember good\nthings about my early years until I started going to school and I started feeling\nthat I'm in the wrong place. Somehow displaced, I didn't have anyone who would\ntake my side when I went to school. I found myself standing up and the teacher told\nme sit down. I was only six and a half years old and I said I could not sit down\nbecause someone spilled ink on my seat. You better sit down or else I'll come over and\nhelp you.” So Ihad to sit down and mess up my clothes. When I came home and I\ntold my parents what happened, they said maybe it's an isolated case and we'll see,\nmaybe it will never repeat itself. The next day, I came and I found myself in my seat\nwere thumbtacks one next to another where I was supposed to sit. Again the same\nthing, I was standing up and the teacher said “sit down.” I said I cannot sit down on\na hundred thumbtacks. “You better sit down.” And I told him I'm not going to sit\ndown on thumbtacks. He said “I'll come over and help you.” I ran out the school\nand I went home and I told my parents, I'll never go back there.",
        "Question: | You knew why?",
        "Answer: It was already under the German occupation. That was after the 1933 plebiscite\nand that was the count, who they want to be under. The majority supposedly\nvoted to be under the Germans. I started feeling the Germans in 1933 already\nwhen the first ugly faces started to show upinthe _ and all those other hordes\nthat came marching down on that city. After that last episode, my parents\ndecided that I'll have to go and live with my grandmother in the city of Pluzga\n(46) which was on the German border in Poland. They had a school that was\njust for Jewish kids. Pluzga had a population of 5,000 and the majority of the\noccupants were Jewish. It was probably 65 percent Jewish people. They were\nswarming into that city because it was on the border and they could conduct\nbusiness. That was before the war. Pluzga didn’t experience any problems in the\nthirties until 1939. They could freely go across the borders by having a certain pass.\nThey conducted business there and many of them were doing tremendously well.",
        "Question: Just backtrack a little bit talking about--. You were 13 when you said---. Sixteen is\nthat what you said? Because I thought you said six and a half, but then you said\n1933 and I wasn't--and I know that you had to be older than that so--.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.",
        "Answer: Yeah. That was long before and I must stand corrected. That's true. Bynot\nlooking into what I wrote, it gets all confusing. It was long before the Germans even\nwalked into that city; they already had their ugly faces. They were all pro-German.\nEven it was a city that was Polish and German. The Poles had their own rules and\nregulations. We lived in a German neighborhood and the street was Jundergasser\n(74) and that's where we lived. Yeah, I started school over there and that must have\nbeen probably in 1924 when I started school.",
        "Question: | When those things happened to you? Was that around 1924 or was that later?",
        "Answer: Yes, '24,'25. Ican't betoo specific about it butthat's when it happened and that's\nwhen Ihad to leave my parents and my younger brothers and go live with my\ngrandparents in Pluzga. Lucky for me that I had a good school, right across the\nstreet from my grandmother's house. I was fortunate to meet some people, three\nsisters by the name of Landorf (88). They were graduates of a seminary, I don't\nknow if that's how we called it, a teachers' college. But they couldn't get work in\nPoland because they were Jewish and they didn't hire Jewish teachers. The only place\nwhere they did hire them was ina Jewish school. Like Pluzga, we had all Jewish\nteachers there and I was one of their students and the other one was another young\nlady by the name Lipcha (98)Boglen. They are from . Those are the\ntwo, they didnt do it for money, they were well-off because their father went\nto the United States. He was a graduate engineer and he got work and he was in\nTexas. He was doing very, very well and he helped them out. From what I\nremember, I used to go up to their apartment. I remember an elderly lady always\nstanding near the stove. The three girls dressed very, very nicely and they were all\ntrying to help out. They only took on kids who -- and I don't know how my name\ncame up — maybe my grandmother passed the word that she would like I should get\nsame help in preparing me for school because I was brought up with the German\nlanguage and I wasn't quite prepared to take on a Polish school. Polish was the\ndominant language.",
        "Question: | Butit was a Jewish school? Was it--?",
        "Answer: The curriculum was Polish in accordance with all other schools. They had the same\ncurriculum.",
        "Question: The only difference was that the students were--?",
        "Answer: Religion, which was compulsoryOne religion, Mosaic, Moses they called over there,\nthe religion of Moses. We learned the Bible, our Bible. And there was another school\nthat the Poles attended and they had their own religion that they were taught.\nPoland did not separate state from religion. You had to attend a religious school. That\nschool was, to me it was a Godsend, when I went in there. I was supposed to go in\nthere right after I arrived over there but I wasn't prepared. I couldn't speak the language\nproperly. I knew a few words but that wasn't enough not to be ridiculed by other kids.\nThose Landorf sisters prepared me to such an extent that I was above the first\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\ngrade. The principal said, “I cannot put him into first grade because he knows so\nmuch more. He would be sleeping, he would have nothing to learn. So we'll start\nhim out with the second grade.” And the same with that other girl, that Lipa...She\nalso went into the third grade because she was a year older. My recollections from\nthat school were all good. I met my life-long friend by the name Edek Z (140). He\nwas from a Jewish family. They owned a large farm, farming community,\neverything, lock, stock and barrel. They had 20-some homes in that area and many\nacres of land. Mr. Z was a gentleman farmer and they called him all kind of names\nlike lordship because he was one of the richest men in that city. He controlled so\nmuch business that they didn't know how to address him. After I met my friend\nEdek, I started going to their home. Itwas an elaborate homewith many, many rooms.\nThey had things that normally other people didn't have like a grand piano that took\nup half aroom and all the kids got lessons in music, different--. My friend was not, did\nnot to music and he wanted to be free like a bird.",
        "Question: So you were friends in school? Were you friends in school and--?",
        "Answer: Yes, that's where we met and we are friends still today. He used to live in London,\nEngland. Now his residence is in Spain on the Mediterranean. Then he got a home\nalso on the west coast of England where the weather is more to his liking. He suffers\nfrom arthritis and he cannot stand the weather in London.",
        "Question: I want to talk to you a little bit more, just about school and--. Did you stay in school,\nin Pluzga and you went all the way through high school?",
        "Answer: Yeah.",
        "Question: | So you stayed there?",
        "Answer: I stayed there until I finished the seventh grade. The schools over there were seven\ngrades. Our curriculum was broader than normal in other schools. We learnedso\nmuch that it was almost like high school equivalency.\n(Tape is paused).",
        "Question: |Youwere talking about school and about--._ [asked you if you went through high\nschool and you were saying youd gotten to the seventh grade and were talking\nabout--.",
        "Answer: The school gave us an education equivalent to a high school. When I finished public\nschool, grade school, and I came to Lodz to continue --.",
        "Question: So you were really young when you went to--when you started in Lodz?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.",
        "Answer: Yeah. Seventh grade is about 13 or 14 years old. We didn't have a high school in\nPluzga. It's not like the United States that any small community would have a high\nschool or for that matter, a college. You have to go tothe capital city to attend a\ncollege. We are not as progressive as other countries. Russia, they had higher\neducationin smaller communities. IfI wanted to attend another school, I had to go out\nof town. The same happened to my friend Edek. He went to college and he attended\na school, a trade school over there where he took pre-engineering courses. Iattendeda\nschool thatI felt would help me if I ever should come to the United States, I'll be able\nto get the same kind ofa job and be able to support myself. It was a school that was\nteaching people how to make nylon stockings. At that time, 1t was inits infancy. They\njuststarted making them and it was one of the most lucrative professions that if\nsomeone wanted to get into a good-paying job, to be a nylon maker, he had it made.\nThe school for that was paid for by an American organization by the name ORT.\nMy uncle's brother-in-law, rather sister-in-law, was the president of the ORT.\nThrough her, I got a scholarship and I was able to attend because living in another\ncity and paying for schooling, even though my parents were not poor but it was\nbeyond their means. For me, it was like a Godsend I was able to attend that\nschool. Also, in the evening, I went to classes which I learned things that, of higher\neducation, before college, like a junior college or something of that sort. My time\nwas quite taken up with school, trade school until about 2 o'clock. Then from 4\no'clock until 7 o'clock, I was in a junior high school, not junior high, junior\ncollege. I also went twice a week to Hebrew education.",
        "Question: This was all in Lodz. How many years did you spend there?",
        "Answer: I lived over there until the Germans marchedin. I felt that Pluzga didn't\noffer me much. It was too small of acommunity. I used to go back for\nvacations. I spent a few months and then I had to go back. I saw my\nparents once or twice a year.",
        "Question: | How did your parents feel about that?",
        "Answer: I lived there with a family and they rented a room to me. [ate over there, boarded.\nIt wasn't an easy life but I felt if I want to succeed in life, I'll have to sacrifice\nsomething; that was playtime. I had many friends and the only time we could go out\nand have a good time was over the weekend like Saturday and Sunday. We met and\nwe used to go toa movie or some other place of recreation until the war broke out and\nthatruined everything. Asa matterof fact, in between time, my relatives in the\nUnited States sent me some papers to come to the United States as a student. I\nhad everything ready, the only thing that I needed was a Polish passport. Wouldnt\nyou know, the Poles refused to give me a passport to go out of the country.\n(A pause in tape)",
        "Question: I just wondered why you couldn't get a passport?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.",
        "Answer: Everyone at the age of 15 was considered eligible for the draft. Consequently, I was\nin that age bracket and they refused to give me a passport. They said, “You cannot go\naway now, our country is in mortal danger of being overrun by the Germans and we\nneed every able-bodied person.” They refused to letme go. [hired an attorney and I\ntold them the army is going to exist without Harold Spear.They don't need me, it\ndidn't help. I had to stay.",
        "Question: | Where were you going to go in the United States?",
        "Answer: To New York City. [had relatives who were quite well-off. They had a factory for\nmen's clothing and . The gentleman who started the factory was my\ngrandmother's brother. When I went over there finally, he was already dead\nand the children had control over it and especially one son, Norman Cohen, who\nwas running that factory. He was empowered by his father’s Will. Norman Cohen\npromised to give me a job and educate me and teach me everything and advance me in\nthe business. But that was only on paper and that's as far as it went. I don't know if\nI'm jumping ahead of myself. In order to clarify that, when I finally came to the\nUnited States, a letter was waiting for me that I have a job waiting.",
        "Question: | The same job that was promised beforehand?",
        "Answer: Yes, the job that I envisioned -- his father's Will specified there was a job that would\nadvance me in that business. Every three months, I would go to a different place or\nthey would put me into different areas of the business so I could learn it from the\nbottom up. When I started to work in accordance with the provision, I was\nsupposed to be advanced every three months. Itturned out I was working as a --\ncutting cloth for the cutters to cut it down for jackets or coats. We had to unroll\nit and cut it into certain sizes. I was there four months and nothing happened. At\none time, a fellow bythe name Jacoby, a distant relative, came over and said to me,\n“You know, I feel sorry for you.” I said “Why?” He said, “You know you are\nstarting out the same way I started out in that business. At that time Norman’\nfather was running the business. He told me also that he's going to do this and that\nand he never lived up to it. The same thing is going to happen to you. What I’m doing\nnow, this is my job.” He showed me a broom. He said, “You'll wind up doing the same thing.\nWhen they have no use for you, they'll give you a broom in your hand and you'll have to sweep the\nfloors. You're young, run away from here.” This is my beginning coming to the United\nStates.\n(Pause in tape)",
        "Question: Okay. You left off with--you had just finished talking about your schooling and you\nfinished describing what happened toyou up until the beginning of the war, of being\nin school and all of that. Your script starts with your bicycling to Warsaw.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.",
        "Answer: I see. I biked all the way to Warsaw. Is it down? Oh, okay. When I arrived in\nWarsaw with the bike, I had a reception committee of German SS people, who\nstopped everyone from coming into the city. They diverted all the people to a city by\nthe name . Itwas a large city and there was a German outpost that screened\neveryone who came over there. Me being in the age that they thought maybe I\nwould have been a Polish soldier, I disguised myself as a civilian. Actually they\ndidn't care, all they wanted was people to go towork for them and clean up all of the\nwork that had to be done in the farms. Because all the able-bodied people were in\nthe war. I'm not sure if I brought this up.",
        "Question: It's okay. Go on.",
        "Answer: Well, when we went over there, they sent us by cattle car and the city was St\n(398). Wewere assigned to a camp, it was all built with tents and they put us up in\ntents. There were about 150 people assigned to each tent. The lodging was, we\nwere lying on the ground with a little bit of straw as a mattress and one blanket for each\nperson. Atthat time, it was already fall and the weather got very, very chilly at night\nand being that we were near the Baltic Sea, we felt it very, very badly. We had to\nmake the best of it. I had a friend and we joined teams. He was a barber by trade\nand did barbering in the tent. Since money had no value for us because we\ncouldn't buy anything for it, he was bartering a haircut or a shave for either\nbread or a blanket. Eventually, we wound up having enough blankets that we didn't\nfeel the chill at night. Food was meager but we made it last. We got along just fine\nuntil one day Swiss Red Cross people saw us in those tents. They gave them a\nbawling out, “How can you do that, keeping those people in tents when you are\nfreezing inside a house if you haven't got heat. That made them do double work\nand they put up barracks and we moved into the barracks around December. It was\nquite a difference from the way you lived inthe tents. The tents, incidentally, had no\nsanitary conditions. We had to go out into a latrine that was in the open. That's\nwhat really stirred them up. They said a person could freeze by the time he goes\nand does his physiological duty. The barracks were putup at a very fast pace and we\nmoved into them, only to find out a month later that we were going to be shipped\nback to Poland.",
        "Question: | Where was the place where you were, were you stayed? Were you in Germany?",
        "Answer: In Germany, yeah. That was near Stetten (465). Poland claimed that those are the\noccupied territories that they used to own at one time. They followed all the\ndirections of Himmler on how to get rid of the Jewish people. They put us up in\nrows and they made every Jew come forward. The gentiles were not touched, they\ntold them to go back into the barracks. We were put up on trains and shipped to\nPoland. We wound up ina city by the name Lublin and it was a miserable camp.\nThe SS fuhrerof the camp didn't like anyone to look him in the eyes. That was a death\nsentence. If someone looked him in the eyes, he took out a gun and shot him on the\nspot. When I heard about it, I said I better stay a mile away from him. I started\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nlooking around and when I came to the office, [noticed a guy who looked familiar. I\nwent over to him and I said “are you by chance Zweig (497) Silverberg?” He said,\n“Yes how do you know me?” I said, “You came once to our Betar (494) group in\nPluzga and you made a speech and that's how I remember you.” “Oh,” he said, “in\nthat case, you deserve something special. Do you want to go back to your parents?” I\nsaid, “Of course I would like that.” He said, “I'll work out the papers for you and\nyou can go back in two days.”",
        "Question: | Were you in a work camp in Lublin?",
        "Answer: That was a transit camp where they kept on shipping people in different directions.\nIf I would have told them that I don't have parents, that I don't have anyone to go to,\nI would have been shipped to a camp, a steady camp to stay there. But as long I\ninsisted I wanted to go back to my parents, they made out the papers forme.\nBefore I left his office, he said, “You know, looking at the listing here, I see there is\nanother person here from your hometown by the name Josef U (529).” I said,\n“Oh my G-d, I know him very well.” The man said, “I'm going to make out the\npaper for you and him and you'll both go the same time.” Sure enough, two days\nlater they put us on a horse and buggy and took us to the station. They told us to take\noff the yellow stars because we would have been harassed everywhere we would\nhave gone. We went on that train and four hours later we were at our destination.\nThe area where we stopped was never used for a stop except if someone wanted to get\noff at that place, otherwise it was going through with that area. We got off in there,\nnobody else. I was hoping that we might be able to find someone going the same\ndirection to hitch a ride but luck wasn't with us. At that time, going at night was a no-\nno. Ifthey caught somebody walking at night, they didn't ask questions, they just\nshot them. We took a great risk and we walked 11 kilometers to the city of\nPluzga and luck was with us that we didn't see a single person. We went to our\ndestinations; he went to his house, I went to my house. I knocked on the door\nand my father came to the door and said “Who is it?” I said, “It's me, Harold.” “Oh\nmy G-d,” he yelled out. “You wouldn't believe it, our son is here!” He opened up\nthe door and it was one o'clock and we spend maybe four hours overnight\nreminiscing about what had happened. We talked a lot and finally in the early\nmorning, I went to sleep. I slept until about 8 o'clock in the morning. They told me\nthat in the morning, every able-bodied person had to goout and do some work for\nthe Germans. They kept a close watch on everybody and if that person didn't\ncome out, they wanted to make sure that he's not skipping town or trying to get\naway from working. My father told me, “You better go and be with the\ngroup.” Since I was new in that city, they ask me what kind of work I could do. I had\na background in tool and die making. I told them that I took it up in trade school.\nThey said “Oh, a guy like you, we could use.” They assigned me to organize a\ngroup of people who have some knowledge about how to fix their stuff that gets\ndamaged. They said, “We can give you a lotof work and you'll be busy. You're going\nto have a better quality of living than all the others have because you'll be working for\ntheGermanarmy.” Thatdidn'timpress me a bit. From the day I went over there,\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nwhen I went out in the street, my father said, “You're not allowed to walk on the\nsidewalk. You have to walk in the gutter.”\nTape I, Side B",
        "Answer: When he told me that, I feel like someone would have jabbed me straight in my\nheart. “ Whatdo you mean?” Isaid. “ Why can't I walk on the sidewalk?” “That’s\nthe law. Go and argue with them.” So when I heard that, all the promises they made\nto me, that I'm going to have good eating and good lodging and whatever else,\nas I said, didn't impress me at all. I started to look around and see if I can find a\nplace where I can hide out and be sure that I can maybe live through the war. I\nmet a fellow who was working nearby where I was and he said, “I have the same\nidea, I would like to get away from the city.” Sure enough a few days later, we\npacked a few things that we had and we went 20 kilometers from the city. It was\nan area by the name Chisava (16).",
        "Question: | Did your parents know that you were going?",
        "Answer: Yes. Itold my parents. They tried to talk me out of it but they felt if I can help\nmyself and hopefully survive, they said by all means. “We are too old to start a\nlifestyle like that, not to know where we are going to sleep tomorrow, where you'll be\nthe nextday. But if you feel you can do it, by all means go ahead.” I went with\nthe fellow one night and we wound up there one earlymorning. We went to see some\npeople who used to live there before the war, by the name Boldratt (26). They\nrecommended staying with an elderly person who was handicapped and used a crutch. Boldratt\nsaid you may have to help him out many times because sometimes he cannot get\noff the bed but once he does get off the bed and you put the crutch under his arm,\nthen he's all right. We stayed with them, with that farmer. Ofcourse, we had to pay\nhim and since we didn't have money to pay him and hedidn'twantnomoney __. He\nsaid, “Ican't buy nothing with the money that you'll give me. I need some\nprovisions, something that I could use in the house. Ifyou can give me something\nlike meat or sugar or some other foods, that will be greatly appreciated.” Sowe\nbartered with him for the lodging and we stayed a few months with him. Until one\nday, when we went out, we saw a sign from the Germans that said anyone who could\nhelp deliver a Jew to them would get five kilos of sugar. I knew then that our stay\nover there would be limited, but we didn't give up. We went and moved into the\nforest, dug in there; we made a tent, improvised from some trees. We started\nhousekeeping in the forest.",
        "Question: It was still winter when you started, wasn't it?",
        "Answer: Yes, what we did is, we dug an area that was maybe four or five feet into the\nground. It wasn't easy because everywhere we put a shovel in, there was a tree in\nthe way there. We had to chop it out and we didn't have tools, proper tools. But\nin order to feel warm, we felt that we’ve got to go under the ground so that will\nprotect us. That's how we managed to build some kind of lodging that we could\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nstay in there and feel that the elements are not going to be against us. I started\ngoing to a city by the name Bi (64) which was also about 25 kilometers from\nChisava. That area was called by the Germans, it was not an integrated area that they\nclaimed was their possession. Chisava was their possession, Bi they claim is a\nprotectorate. They wanted to make the people vote for them in case it will ever\ncome to a vote to show that they are willing to stay with them. That's why\nthey're called protectorate. Germans were hoping that eventually the public was\ngoing to be voting for them to remain over there.\nI went over to that city and I had my father's cousin by the name Russik (76) and\nwe were told that sugar is in abundance over there. You can get as much as you want.\nWe figured out that I'm going to go, that my friend Bro (80) will stay in the place, justin\ncase something, a message or something else, someone will have to be there. The\nfirst trip we had to cross a border and it was uneventful. It didn't bother us at all, we\njust slipped through the border and the Russiks were very nice and they\naccommodated me and helped me also to find the sugar that Ineeded. Ispent maybe\nthree or four days over there justto get a little rest and then I started on the way back.\nThe way back was a little harder. We had to hire somebody who would transport\nthe sugar and make sure that that the sugar was not going to be seen. He put some\nsheep in the wagon and hid the sugar under that double floor. We could not go with him\nbecause we were Jews and he was a Pole, and transporting Jews would have\ncaused him problems. I went by myself and a number of other people who would\ntry to cross the border with someone who knew the area and also knew when the\nguards were changing. We made it across the border and I met up with that man who\nwas carrying that stuff. He was recommended by Mr. Russik, who knew him from\nbefore the war. He said “He is beyond reproach, you don't have to worry. When you\nget there, he'll wait for you and he'll have it for you.” Sure enough, when I went back\nto Chisava, he told me where he’s going to be. There was only one beer joint. He\nsaid, “I'm going to be in that beer joint.” I went over to him and he had that stuff\nfor me. I paid him and I made arrangements that I'm going to use him again next\ntime. My friend Bro and I picked it up and we took it over. People were already\nwaiting forit. Of course, not for money but bartering for other foods. What we\nwanted mainly was bacon and ham. Those are the items that we are lacking,\neverybody was lacking. But the farmers had it in abundance. They're putting 1t away\nand hoarding it. For the sugar, we got all that stuff that we needed. I took off that\nstuff that we got and we hid it. A few days later, I had a message that my\ngrandmother was very sick and she was not expected to live another day. I filled a\nknapsack with a number of provisions. My father and my grandmother were very\nreligious and they wouldn't eat it. But the rabbi told them that if it 1s a life-\nthreatening situation you are allowed to eathaza (pig). I broughtit over and my\ngrandmother, it was like she waited for me.She was still alive but she didn't last the\nnext night. She justfell asleep and never woke up. We went to the funeral and my\nparents had some provisions. My father wouldn't eat any of that ham or bacon. My\nmother and my little brother had it. I didn't want to stay long because every so often\nthe Germans used to come and see who 1s alive and who is dead, to keep track of\nhow many people are still left. I was afraid that if they run into me, I'd be in bad\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nshape because no young people were there, only elderly people. I slipped away the\nfollowing night and I went back. Before I left him, my father told me news was\nspreading that they’re going to liquidate the ghetto. “It's only a matter of maybe a\nweek, two weeks. I'll let you know. There are always some people that go over\nthere and I'll let you know in plenty of time.”",
        "Question: | Was this in Pluzga? A ghetto in Pluzga? I didn't realize that.",
        "Answer: Yeah, yeah. They put them up in barns. My grandmother had to move out of her\nhouse that she occupied maybe for 50 years. Her children were born there. She was in\nvery poor health. There was only onething that they allowed her to take and it was --\nthe German said, “I'm going to turn my back. You carry the bed out for the old\nwoman.” He called her a very demeaning name. “Take the bed out but I won't see it.“\nShe lived in a barn with all the other Jewish people. There were maybe ten barns\non one street. My parents, my grandmother and a few other people occupied one barn.\nJust like my father had said, they let us know that the ghetto will be liquidated.\nThey would like very much to see me before they go. Again I went through the\nnight and met with them. The following morning, just as scheduled, the horses and\nbuggies were lined up for all the people to be taken away. I wanted to be with them as\nlong as Icould. The guy whocarried my parents, I knew him from before but he\npretended he didn't know me so I wouldn't ask him for any favors. I didn't need any\nfavors from him. I just sat on that buggy of his. He said, “I don't know that you are there\nand I dont want to get into any trouble. If you see a German coming, jump\noff.” I only wanted to get closer to that village, Chisava so I wouldn't have to\nwalk so much. I went back to say goodbye to my parents and I went back to\nChisava only to find out that they were expecting to be overrun by the\nGermans. Apparently, the five kilos of sugar were too tempting to the Poles so they\ngave us up and told them where we were hiding. The following morning, the\nGermans came with the dogs. We heard the dogs from a distance so we hada chance\nto hide. We had a couple of guns, ammunition and some other things. We buried\nit at adistance so as not to be found with it because that would have meant a\ndeath sentence. They took us also by horse and buggy to a city nearby, where people\nfrom all the ghettos in the area were brought. When I went over there, a fellow I\nknew said, “You know, I justsaw your mom and dad and your little brother. I saw\nthem over there. Ifyou go where I point, toa group of people, you'll see your father and\nmother are over there with your little brother.” I went over and I had a premonition\nthat this wouldbe the last that I will ever see them.",
        "Question: | Did you know where they were going to be going then?",
        "Answer: Iknew. Where we were living we was able to get newspapers. There was a little\nunderground movement. We got some information through our radios that they're\ntrying liquidate everything and they already told us, the Poles, that they are going to use\ngas to exterminate the Jewish people. I said, “My G-d, how could anyone do something\nlike that?” Well, that's what they're planning to do. The first thing that we found out\nis that they were crude. They were taking in people into trucks and they had the\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nexhaust pipe going into the truck so carbon monoxide they killed them in the truck.\nMy parents were taken to a city by the name Helno (240). I didn't find out until I\nwent to Israel and met a guy from that city where they brought all of them over\nthere and shipped them to different extermination camps. He said, “I worked in that\ncamp and I saw them. There was nothing I could do because about four people\nwatched every Jew, so they shouldn't do anything that might jeopardize --\nmight rescue somebody.” He said, “I can give you the exact date when they were\nkilled.” He said it was Rosh Hashanah, the first day of Rosh Hashanah when they\nkilled them. When I saw my parents, I begged them to let me take my little\nbrother. He had so much to live for and I felt he was so bright, if he would have\nlived, he was a wizard in arithmetic, math. He could multiply something and give\nme the answer before I could even write it down. I felt it would be such a waste to\nlet somebody like that fall into the filthy hands of the Germans. My parents said,\n“You by yourself have a better chance than with him. Besides, he's too young,\nhe needs parents.” I didn't want to tell them what I knew. It would have only put\nfear into them. I left with that and said goodbye. I was loaded up on a truck and we\nwent to the city of Lodz and my parents were takenaway to that city of Helno, that\nwas an extermination camp. When I came to the city of Lodz, I told the guy who\nwas recruiting the people, a fellow by the name Beeboff (284), that I hada\nbackground in tool and die making. He was the head of the ghetto in Lodz. He\nsaid, “I could use somebody with your experience.” I went with a number of\nother people and we went into that ghetto. The first stop was the administration\noffice for the people who were shipped into the ghetto. They put do wn everyone’s\nnames, where they came from, the age, profession, or what they can do. While I was\nlooking at the people who came out of that office, I noticed my uncle, Morris\nFrelich (298). I tried to motion to him but he was busy writing but finally he\nnoticed me and I went over to him. He said, “Oh no, you're not going\nanywhere. You're coming to our house and you're going to work in here.” I told\nhim that I promised to work for a metal shop. He said, “Don't worry, as long as I'm\nhere you can stay in here. This job is much easier than to go and work in a factory, a\nmetal fabrication factory.” I was there with him probably two months.",
        "Question: | Two months before they liquidated--before the deportations started, is that it?",
        "Answer: No, the ghetto was not liquidated. The ghetto was still in existence I think for about\neight months.",
        "Question: — But before they started taking the —_((316)?",
        "Answer: Yeah, so my job was to unpack the suitcases of anyone who came in. I didn't\nhave anything, I didn't have to put anything down. But there were some people\nwho came like from Vienna, from Rolland, from many other cities where\nthey had lived a normal life. They were not persecuted as we were. They\ncame with suitcases jammed with all kinds of stuff. I couldnt believe it, so much\nstuff. The Germans were standing there, trying to make sure that we are not\ngoing to swipe anything. They told us that if they catch anyone trying to take\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nsomething from those suitcases and put it in his possession, they'll shoot him\non the spot.It was so tempting and I knew if I could get my hands on something\nlike that, Icould probably live until the end of the war by bartering that for\nfood. One time I had a chance, I took out some earrings and some other gems\nand I stuffed it in a crack of the table. Then, when we were done with the work, I\ntook it out and took it into the office and hid it there. I thought what if\nsomeone finds it. Well, luckily it was a good hiding place. It was there\nwhen we finally got our papers that we were done with the work over there\nbecause nobody was shipped into that ghetto anymore and they were starting\nliquidation of the ghetto. I went to that office, took it out, put it in my pocket\nand walked home. I didn't say anything to my uncle. He was very\nfearsome and he told me time and time again, “Don't do anything that could\njeopardize your life. I'm responsible for you so listen to me.” But I felt\ndifferently and I thought if I'm going to be able to take something like that, it will\nprolong my life. I hid it at their house where nobody could find it and it was\nthere for a month. I started to work in that metal fabricating shop. The shop\nwas justa shell, there was nothing in there because the machinery had been\npilfered by the Germans. They took it out and shipped it to Germany. But since they\nwanted to have us work for them, they brought in new machinery. We had to\nmount that machinery back on the _.I was called in by a fellow by the name\nPl_ (374) wowas the head of that department. We started mounting each of\nthe machines. Because of that mounting, I went down underground because in\norder to have those machines sit stable and not move, we had to pour\nfoundations, cement foundations. I saw that the place could be a terrific place to\nhide out in the future. I was only going around and thinking about how to\nevade them? How to get away from them without falling into their trap?\nWhenever I saw something, I made a mental note of it, to go back into that place.\nWe finished mounting that machine and then they transferred me to a different\ndepartment that was more the thing that Iused to do. We were trying to make\nbottles for the Germans but the bottles that they were having made had\nto go through five or six different processes. It took along time and many\nman-hours and they gave us an assignment to make bottles for the Germans that\ncould be made in two operations. Sure enough, we worked out a design whereby\nwe took a long piece of wire and with two hands, we bent that wire and we\nmade that insert in the middle to buckle on the letter. They were very\nsatisfied with that -- like I cared a lot. We made a good impression on\nthem. Whenever they came, they said, “What you did; we are smart but you\nare smarter than we are. You knew how to do it in such a short time.” It tickled\nme.\nI worked in that department for a few months. When I went to work one day,\nI noticed some signs that said the ghetto was going to be liquidated and\nanyone who wants to get areal good job, the earlier he goes, the better the job\nprospect would _ be. For me, that was no inducement. I felt that as longas I\ncan stay here, I'm going to stay. If I can stay until the war is over, that will be better\nyet. One day, our director from that factory came in and said we are going to stop\nwork at three o'clock because we have to go to be present at a public hanging. I\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nstarted to inquire, asking “What is that public hanging?” They told me there was a\nfellow from across the street. They were making for the horses--.",
        "Question: — Bridles?",
        "Answer: Yeah, whatever. They used to get a lot of leather so they could make things for\nthem. One guy who didn't have shoelaces cut a piece that fell off, sohe tried to\nmakea shoelace. They saw him and that was good enough reason for them to hang him\nfor that. We went to a place in the ghetto where it was sparsely occupied because it\nwas only land and it was called Marishein (470). All the goods for the ghetto\nwere shipped inthere. Ialways kept my eyes open. I wanted to find a place where I\ncan hide that nobody will be able to find me. I saw over there they had some\nwarehouses where a person could hide and probably live through the end of the\nwar. We knew the war is coming to an end but we didn't know how long it's going\nto last. I told a fellow from our factory, “You see this place over there. It'll be an\nideal place to hide out.” The first thing he asked me, “Where are you going to get\nthe food from?” I said, “Well, that's something we’ve got to work out.” He said,\n“How’re you going to work it out?” I didn't want to tell him that I have some jewelry\nthat Icould barter, because you didn't know who you can trust. I decided that it's not\ngoing to work out for the simple reason that you just cannot get food. It was a bad time\nto barter because everyone was thinking about being shipped out and they didn't want\nto be caught with jewelry because right away they would ask them where they got it.\nNobody wanted to buy it at that time or barter it for food so that fell through. When\nwe returned the following day to the factory, that fellow that I helped to mount\nmachinery came to me. He said, “You know we got an order to dismantle the\nmachinery. They told us two weeks is all we are going to get.” I said, “You must be\ncrazy, two weeks. The machines weighed tons, how can you--it's impossible.” He\nsaid, “That's what they told me. We started to dismantle smaller and large machines.\nBythe time we got halfway, the two weeks were over. The German came in\nand started swearing and he said, “I'm going to shoot you all.” [knew he wouldn't do\nit because he couldn’t get anyone else to do it. He begged the Germans, that\nMr. P__ (538) he says, “Give us another two weeks. He said, “You must be\ncrazy. I'll shoot you first before I'll give you two weeks.” We started working at\na little faster pace than before. Two weeks went by and we still didn't have that\ndone. Another two weeks and we didn't have everything dismounted. That Mr. P\ncame begging us, “Please, please. They threatened me with execution if I don’t force\nyou to work at a pace that will get everything out of here within a few days.” I knew\nthat by cooperating with them, the sooner we get done, the sooner I'll have to go to a\nconcentration camp. I felt if I can prolong it for another week or two weeks or a\nmonth, that would be much better for me than going into the concentration camp.",
        "Question: Had you heard, in the ghetto, had you heard about what the camps were like? You\ndid know”?",
        "Answer: Yes, the Poles broughtin somenews. They were not the best source about anything\nthat was adverse to the Jewish people. They tried to shove it down our throat. “They\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nare killing them by the thousand, by the millions,” they said. We didn't know\nwhether we could believe it or not but it was the truth. They told us about a camp\nthat I was going to be shipped to. They are gassing them by the thousands every day.\nOne day I noticed that I had to go through a square, where all the people were going\nto be assigned to a camp. They didn't tell us we were going to a concentration\ncamp. They just said we are going to a war camp. I noticed there was\ninformation on the bulletin board that R (599) was going with this\ntransport today. Anyone who would like to be assigned to this same transport and be\nsure that they can get the same luxury as he gets, let them enroll. The fact of the\nmatter was they didn't give him any time atall. They put him right away into the gas\nchamber, him and his wife. I outlived him. I stayed there I think for another two\nweeks. Finally, they stopped giving us the rations. They said, “Okay, you don't\nwant to go to the transport, you won't get any food. That was -- (End ofSide B,\nTape 1)\nTape IT, Side A",
        "Question: And so?",
        "Answer: I felt that someone was looking at me and I turned my head and I saw a blonde young\nwoman with a little boy next to her. Iwas sure, at first, that she must be a German.\nShe didn't have a trace of Jew in her, blonde, blue eyes. She came toward me and\nshe said, the first question, “ A re you going with this transport?” I said yes. Then\nshe introduced herself and said her name was Lessman (09) and this was her little\nbrother. “This guy is impulsive. He doesn't listen and going to a camp where his life is\ngoing to be in jeopardy, I need somebody to keep an eye on him.” All of a\nsudden, I was appointed a guardian of a little boy.",
        "Question:The boy's name?",
        "Answer: Lessman, I can't remember his first name. I don't recall. She said, “I'll be\neternally thankful if you could just make sure that he's not running off, that he's not\ndoing things that he shouldn't be doing. I give permission to give him a kick in the\npants if he does it.” She said goodbye and said she’s working for a tailoring factory.\nThey're going to be another three weeks in the ghetto and then it will be liquidated.\nTheirs will be liquidated too. (Two ghettos?) The boy and I arrived the following\nmorning at a camp. The first thing I saw was a human body stretched over the barbed\nwires. One of his hands was spread out like he was trying to conquer the wire gate.",
        "Question: | Where was this, where are you now?",
        "Answer: In Auschwitz-Birkenau. On the front of the camp was a placard, Arbeit Macht\nFrei, work will free you. Iknew we came to a place that it's not going to be so\neasily to get along with. I figure that here we’ve got to be very, very careful what we\ndo. Otherwise, we are not going to survive. I told that little boy, “ Y ou better\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nshape up. You are not at home, you cannot get away with it. If you want to live\nanother day, listen to what someone tells you. I'm not trying to put the law down to\nyou but I promised your sister I'm going tokeep an eye on you and I mean it.” The\nfollowing morning we came out in front of the barrack. It was a tent actually...",
        "Question: Is that where you stayed the night before?",
        "Answer: Yeah. A tent, half-round tent and there were people sleeping on the ground from one\nside and the other side, maybe a hundred people in each tent. We were assigned\nto one of them and they started shouting “Rouse, rouse.” (52) to come out, a\nselection. They want to select who should live and who should die. They were doing\nthe job of G-d. You learn fast when you are in a situation like that. I noticed that the\nlittle boy was put on the left side. We were told that the left side is the side that goes\nstraight into the frying pan. I motion to him that he should crawl over to my side.\nHe started moving and they hit him over the head but he didn't give up. When the\nSS man turned around, he ran to the other side.Then later he said, “I told you to stay\nover there.” I said, “This is my brother, I can't let him be without me, I’ve got to\nwatch over him.” Okay, okay. He hit him over the head, he hit me over the head but\nhe let us stay. I told him after that incident, “We’ve got to enroll\nto go out to work, not to be in this camp because any day, you\nescape today but you won't escape tomorrow or the next day. I said\nwe’ve got to go out and work into a satellite camp where they haven't\ngot extermination. He said, “Okay if I see something that's going on, I'll come and\nlet you know to go over there.” He kept on looking all day and the following\nmorning, when I was going to be tattooed, there was a line and I noticed a truck\nstanding not far from over there. They were taking only people that had the tattoo\nso I went over to that truck driver and I ask him if he needs some people. He\nsaid “Yes, I need some people, carpenters, mechanics,all the people that could\nrepair stuff that goes wrong in some of those mines where you dig the coal.”\nHe said, “We have a big camp, a number of camps in that area and we are all working\nfor that mine. Ifyou can do the work that you claim you can, you can have a good\nposition there.” He told me right after I get the tattoo, I can come over. I started\nlooking for that Lessman boy, but he was _ nowhere to be found. I\nbegged the driver, “Could you wait another half an hour? He promised he's going to come\nhere.” He said, “No way, it's getting dark and I have to be on my way.” I got separated\nfrom him. I went to a camp by the name Fersengruber (lO 4) and when J arrived, I\nfound out that I had a cousin in that camp. and then a second cousin who was a kapo.\nI tried to look up my cousin and his name was Kott, Dave Kott. (109) He looked\njust terrible like heS not going to last a week, his cheeks sunken and he had a\nyellowish complexion.I said, “What are they doing to you?” He said, “They're\nkilling me day by day.I just cannot be in that mine. It's too much for me.” I\npromised him I'll see what I can do if I get assigned to one of those places that are\ngoing to make repairs for the mine. I'll see maybe I can push you in into that. I\nalso promised myself I'm going to see that kapo. His name was Yanek Koltz.\n(121). I didn't wait long. I saw him marching down. I said, “ Yanek.” He said,\nwith his arrogant expression and filthy language, he said, “ Y ou so-and-so, what\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\ndo you want from me?” I told him we are related and he said, “We are related?\nCome on over here, let me give you a hug.” He lifted up his foot and gave it to\nme, oh boy! Knocked me down cold on the ground. He said, “If you ever come close\nto me, I'll finish the job on you. No relatives, nothing. Idon't know you, you don't\nknow me. Just get lost.”” So [knew [had to keep a distance from him. A day or\ntwo days later, they called my name and said I should come this and this hour.\nThey're going to take me toa shop that’s not finished yet but we have to start\nworking on it. We have some work to be done for the mine. went over there and\nthere was another fellow by the name Adash Karp (141) and he was selected to\nbe the foreman. I introduced myself to him and he said, “If you claim that you\nknow all of that work that you said you do, we are going to be good friends.“\nHe didn't know too much but what he didn't know, he made up with his mouth. The\nfirst job was an elevator shaft that had to be repaired. One of the gears was\nstripped and we either had _ to buy another gear, which was not available\nbecause they quit making those. All of the factories were geared for production for\nthe war. So, we had to improvise and put in two gears, teeth we called it. We had\nto take out those two that were stripped and file them down and put in two in their\nplace. Since we didn't have anything to weld it, we had to drill a hole into that gear\nand then set it up with some screws so it will work for the time being. Then that\nother Karp came over and said, “Boy-oh-boy.You really surprised me. I don’\nknow where you learned it but whatever you did, itS terrific.’They put it\nup and it worked andI didn't hear complaints for quite a while. We could weld\nto it and repairing 1t was no problem. The shop took shape. Each and every one had\nan assigned area that he worked from with the tools assigned to him. I tried to\nget my cousin to come in and IJ talked to that other Karp. I said the guy is\ndying by inches, couldn't you find something to do for him? He said, “If I take him\nin and he doesn't know the basics, you are not going to be hurt, I'm going to be hurt.\nI dontwant to jeopardize my life for somebody I don't even know.That was the\nend of that. I worked in there for a number of months. One day, a fellow who worked\nacross from me was bulging. I said, “What have you got in there?” He said, “I went to\nan Italian prisoner-of-war camp which was adjoining and they gave me some\npotatoes.” I said, “Empty out everything and put it in here in my workshop.” I thought\nthat maybe I will be immune, but him, they would probably kill. Sure enough, a\nminute later the head kapo came in and said, “Where is that Jew who just took some\npotatoes from the prison-of-war?” I said, “I don't know.” He said, “You don't know? I\ncan point him out to you. I have been watching him.” So he went to him and started\nkicking him and beating him, and asking where are the potatoes? He said, “I haven't\ngot them.” It was true, he didn't have them. He had him on the ground, kicking him\nmercilessly. Finally, I went over to him and said he brought them over and he dumped\nthem in my workshop. He said to come with him and he took me to his place. It was a\ntiny booth and somebody was holding my head. He kept on hitting my back with an\nelectric cord. I felt the first ten, but then I didn't feel any more. Either I was numb or--\nhe gave me 50 times in the back. He said, “Let it be a lesson to you. Don't help anyone\nout. If you want to be a good Samaritan, you will wind up dead. The next Saturday,\nwe went to take a shower and when I exposed my back to the water, it's like a million\npins kept on hurting me. All of a sudden, the SS men, the lagerfuhrer came in. He\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nnoticed the bruised back. He came over and asked who did it to you. I said, “Nobody\ndid it to me, I had an accident. I fell and that's what happened.” He said, “I can\ntell, this is not a fall, someone must have hit you.” I said no. If I would have told him\nthe truth, he would have gotten off scot free. He would have done nothing because he\nwas the head of the kapos and I would be probably the one that could be dispensable.\nHe could dispense with me but he couldn't dispense of him. So I figured I'll stick to\nthe lie and I stuck to it. He said, “Well, have it your way. And for all your\ninformation I want to tell you, I'm here to dish out justice.” Justice! He said, “If\nsomeone beats you up like that, you come to me and I'll see to it that it won't happen\nagain.” Go to him, to an SS man and seek justice. Well, that was in October, the\nmonth of October. During the night, we had been hearing from a distance thunder-like\nsounds and we knew that the Russians were coming close. We were told that they are\ngoing to liquidate the camp and we'll have to relocate somewhere else but it didn't\nhappen until December. One night, they woke us up. We couldn't even dress ourselves\nproperly and we had to march about 30 kilometers. That wasn't a march, that was a\njogging, we kept on running like someone would be chasing us. We came to a city by\nthe name Glivitz (263) that was German territory and it was a railroad hub where\nall the trains kept on coming from Poland, from Germany, from Czechoslovakia, they\nall came there. On the way to Glivitz, I noticed a guy where I was walking and\nminding my own business that he looked familiar. I went over to him and I asked,\n“Are you Myron Mak? (275). He looked at me and said, “Oh my God, yes, I am\nMyron Mak and you are Szpiro.” I said yes, I am. He looked like he's not going to\nlastan hour. He was suffering from dysentery. He couldn't keep anything inside\nhim, it kept on running out from him. I told him, “Lean against me and I'll try\nto walk with you.” But he was much taller than I was and he slowed me down because\nhe himself couldn't walk fast. Finally, we came to the end of the line. There was an SS\nman by the name of Debrowalski (289) and he claimed he was from Romania. He said\nto me, “You schwartza Juda (290), you black Jew; if you are not going to move up, I'll\nshoot you and him together because once you come close to me, I have an order to\nshoot.” I tried to get Mak to cooperate, “Please let's walk a little faster.” But I couldn't\ncarry him, that was impossible. Finally, it got to a point where the SS man with his\ngun came to me and to him and said, “All I have to do is pull the trigger and you'll be\nboth dead. I'm giving you notice, move up.” When Mak heard that, something came\nover him, he started running toward the SS man and the SS man started shooting at\nhim. The SS man grabbed a hold of him and threw him into the ditch. He told me, You\nbetter get lost from here because I have an eye on you. You'll be next.” I heard his\nadvice and I got up into the middle of the line. I ran up close to my good friend, Moka\nK (317) while I was (almost?) trampled on the trip from Glivitz to Prague,\nCzechoslovakia. He said, “You stay with me, walk the same pace I'm walking and if\nyou get tired, I'll help you out.” Coming back to that Moka K, the way I got\nacquainted with him. He was a man of immense power. He could take a bar, bend\nitand make a flower out ofit, a heavy bar, an iron bar. He entertained SS people by\nshowing them what he can do. Somehow, I couldn't believe it but they wanted to\npreserve him. One day, one SS man came into our shop and said, “You know that\nJew that bends the bar? We would like him to come and work here.” So that other\nKarp said the only place that we are going to have available is when we get a\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nblacksmith. If we get a blacksmith, he could work with the blacksmith and hit the iron\nwhile it's still hot. It took us a few days and we ran across somebody, a Jewish man\nwho was a blacksmith from years ago from a city in Gloslavik (349) in Poland. He\nknew his trade and from that time on, the blacksmith and he got to be\ninseparable. I befriended him because when he didn't have much to do, he came over\nand talked to me and we got to be very, very close. He impressed me; I had never seen\nanyone that could do things like he did. The guy took a bar between his teeth and two\npeople on each side were hanging from the bar. Didn't bother him. Coming back to\nthat -- I walked with him until we got to Glivitz and when we arrived over there, they\nassigned us into open wagons. It was December; it was very, very cold. We started\nout; they assigned, I think, about 100 people to animal wagons, the owners shipped\nanimals with it. When they put us in, there was no room to turn around. We were\npacked like sardines. A few hours later, we started to notice that people had been\ntrampled because if someone couldn't breathe properly, the mere fact that he was\nsqueezed so tightly with others, robbed him of his breath. People kept on falling\ndown. When a person fell down, the people kept on moving forward because the\nvacuum, they pushed one against the other. He was trampled, that person. There was\nno way to help anyone because you couldn't go and move ten or 20 people from the\narea, to get to the bottom of that guy. Toward morning, we came to Prague,\nCzechoslovakia. I said to my friend, Moka K, “You know, how often will I be in\nPrague? I'll take a look at what's going on, how the other half are living. I couldn't\nbelieve it. There were hundreds of | Czechs near that area where the train stopped.\nThey kept on encouraging us to jump off the train and they're going to help us. It was\nsheer nonsense because every wagon had two SS men with machine guns on an\nelevation to watch that nobody jumps. They were even shooting at people who kept on\nthrowing down a cup to catch some snow because everyone was dehydrated. They\nwere shooting at the people who tried to get a little snow. I kept watching them but I\nsaid “It's a noble gesture but it's not feasible. In my condition, I couldn't even run ten\nfeet. How can I outdistance a bullet?” While I was thinking about it, I felt enormous\ndesire to fall asleep. I felt I kept on sinking and sinking. All of a sudden, I felt that I'm\nbeing trampled. I felt that someone was walking on my head, on my throat, on my\nbody. I couldn't help myself; I figured well this is it. The next thing I knew I woke up\nand I was laying next to that Moka K. He made room for me to lay next to me. He\npushed everybody from the whole--he threw them to get to the bottom, to get me out.\nHe knew where I was; I pointed out to him when I came to the end of the wagon. I\nsaid, “I'm going to be right here” and he knew exactly where. When he saw people\ntrampling on somebody, he kept on pushing them and throwing aside to pull me out.\nWhen I came to, he said, “You're a sight to behold. G-d almighty, you are swollen,\nyour head is twice the size and your face is one great big bruise. Just stick close to me\nand I'll make sure that you'll get over it.” We went to a concentration camp by the\nname Mauthausen. Our SS man, that lagerfuhrer, the head of our camp, he was a\nshrewd fellow. He knew if he gives up that position to be lagerfuhrer, he will have to\ngo to the Russian front. He tried in the worst way to keep us intact. He tried to make a\ndeal with that Mauthausen lagerfuhrer to take us in and give him a position there. That\nlagerfuhrer told him, “My advice to you is take them into the forest and shoot them.\nSo he said “No, this I'm not going to do.” We started from over there and we went to a\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\ncamp by the name Rodhausen (481). Finally, he got what he wanted and that\nlagerfuhrer took us in and he tried to be very close to the group that he brought over.\nOne day, he came to me and said “There 1s a position available. They are making the\nV-1 rockets here. I know that you were very good over there. Would you like to try\nit?” I said, “If you think I can do it, why not?” He recommended me to go and work\nwith a German civilian. Every morning at six o'clock, that German civilian came and\npicked me up in his Volkswagen, a small, a templewagon (503) with three wheels. He\npicked me up and took me over into the mountains. They had thousands of feet of --\nwhere they had been establishing an assembly in the mountains. They called it\n‘“Stchone” (513). I started to work over there and the work was so diversified that\nnobody knew what others were working on. Each person had a different assignment so\nthat nobody would know to give out the secret. I had one assignment; I did wheels,\nhad to calibrate them and make sure that they were to one thousandth of a millimeter\ntolerance. That didn't last long because at that time, the Russians kept on coming\ncloser and the southern army kept on moving up. They decided they were going to\nship us to a different place. They packed us one morning on barges that normally carry\ngrain. It's not meant for human occupancy. We were traveling a night and a day on the\nElbe River. One morning, they opened the doors, I couldn't get used to it, I was\nblinded by the light -- I hadn't seen any daylight. When I looked around, I saw dead\nbodies. People who were just dropping dead from -- they suffocated. We stopped at a\ncity by the name Liebeck (559). We got out, whoever was still alive. One of the SS\nmen said to the guy who was running the boat, “At least you are not going empty, you\nare going to have dead cargo on the way back. A cruel joke but--. We started walking\nfrom Liebeck until we came to an area S (573). It surprised me, this was an\nintersection in the middle of nowhere. There was one big building, a barn and a house.\nI asked what is going on? One of the Ukrainian SS men said “This is the house where\nSchmidt, our SS fuhrer lives with his parents. He put us up in the barn because it was\ngetting dark already. It's the only night I enjoyed a good night's sleep. I was sleeping\nwith Moka K next to me. When I got up, I noticed a fellow who looked like one of\nthe Goldrans brothers from (603) and I said, “Yurek, what's the matter with you? You\ndon't look the same to me?” He said, “I'm so sick, I don't think I'll make it another\nday.” He had dysentery. I said, “Come on, get up because if you are not going to go\nand walk, they will shoot you in here.” “No,” he said, “I give up. I had it. This is the\nend of my line.” Sure enough, a few minutes later, they started shooting everyone that-\n(End of Side A, Tape 2)\nTape Il, Side B\nWe walked seven kilometers to the North Sea. It bothered me that I couldn't figure out\nwhat they want, are they going to push us into the sea? One of the Ukrainian SS men\nsaid, “You need a little recreation. You had a hard time, we are going to put you on a\nsea boat.” Then another one came and said, “We are going to exchange you for\nGerman prisoners-of-war with the English.” Nobody knew what was going to happen.\nWe saw three ships in the distance. The biggest one we could see was the Capacorna\n(14). Next to it from the right-hand side was the Athens and the one behind the\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nCapacorna we couldn't see the name because the Capacorna was the biggest and we\ncouldn't see what kind of a ship it was. They took us and loaded us on those ships.\nThey counted 100 people and we just -- I was separated at that point from that Moka\nK. I went to the Athens, Moka K went to the Capacorna. We were maybe 350 people\nin that ship, on the lowest deck. It was far from luxury. We were fed a very poor diet,\nyou couldn't even, it was mostly water. We had been smelling the food that they had\nbeen making in their kitchen, the fresh bread and everything. That was only for them.\nThe following morning, we heard airplanes flying over our ship and coming very\nclose to it. The captain of the ship decided quickly. He said, “You guys from down\nbelow, whoever speaks German, come on up here to the upper deck.” I went up and a\nnumber of other guys went up. We were wearing those striped uniforms. He said,\n“During the day, you have to be on the top deck. When the planes go by, they will see\nthat there are no soldiers on the deck and they won't bomb it.” He was smart. The\nCapacorna was not as smart and the next morning, when the English came, they\nstarted bombing the Capacorna and we could see from a distance, the ship was\nengulfed in fire. I don't know what happened to Moka K -- either he succumbed in\nthere--. I had also a friend that I knew from the camp by the name Blockman (51).\nHe came out with scars all over his back from the fire. He saved himself by jumping\ninto the salt water, which scarred him for life. It didn't take long, a day at most, when\nwe came up to the upper deck, we didn't see an SS man. I started looking around to\nmake an excuse (?) and there was nobody in sight. I went into the kitchen and there\nwas fresh bread being baked. Like a fool, I grabbed a piece of half-baked bread, hot,\nand I stuffed it. I got very sick, it didn't agree with me. But the English came on the\nboat and they said in German and Polish and English, “Be patient, we are going to\nbring boats and load you all up and take you off.” That took them maybe an hour, at\nthe most two hours. They came with large boats and took us down. They were not\norganized because they were not prepared for what they saw. There were hundreds of\npeople shabbily dressed in those uniforms. They said, “Frankly, we are not prepared\nfor what we saw. We give you authority to go into any house (where?) that is deserted.\nIf nobody's there, take it over. We'll support you, if someone comes and claims it, you\njust tell them to go to the authority.” I just didn't believe that this can be true. I didn't\nwant to go to a house that maybe some SS man was occupying. I went to a barracks\nand I found a quiet corner and I went to sleep. It was a barracks for marines and I\nfound a uniform, a marine uniform. I put it on just to get off from that striped cloth.\nThe next morning, I went out and I start to look around to see what is going on.\nI met a fellow by the name K (89) who was married to a girl from our city. He was\nwearing a practically new suit. I said, “Where did you get that suit?” He said, “I found\nit in the house I occupied.” The suit didn't fit him. He was a tailor and I saw he had\nimprovised -- shortened it and cut it down in width but it was still a fairly new\ngarment. He said, “If you want, you can come and occupy the place with me.” I just\ncouldn't take it. I was still afraid that any minute the Germans were going to overrun\nthe place and take us back. I went into the city and I met some civilians that the\nEnglish brought over to take over, to make a camp for all the people that were\nliberated. He said, “These barracks here are going to be designated for all of you,\nwhere you are going to be put up. We'll try in the future to find out if any of you will\nbe able to emigrate to different countries. In the meantime, the UNRRA which was\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nour body of the world organization, the United Nations, will be helping you out,\nyou're going to get food. Any one of you who 1s undernourished will go to a hospital\nand we'll build you up.” It started to look like it would be a long-range project and I\nstarted to feel a little better. After a few months, I ran across a guy who came from\nItaly. I talked to him and asked him about a cousin of mine. He said, “I did run across\nyour cousin.” He was from a neighboring town and he knew him. He said, “I saw him\nin Bari, where there was an Israeli legion. He was there with the Israeli legion.” I\ndecided that I was going to look for him. A day or two days later, I was hitchhiking on\nthe trains going down south until I came to Austria. From Austria, there were no\ntrains going to the Alps and we had to go mountain-climbing to go across the border.\nI came to Rome and then from over there I hitched a ride to Bari, only to find out that\nhe had been there and he left a short time earlier. They told me most likely he went to\nTs (139), which was another side of the peninsula. That was an area where Jewish\npeople were training future sailors. Was Palestine but they had long-range plans and\nTs was the place where future sailors were trained over there. He wanted to go to\nIsrael and when I came to Ts, they told me that yes, the guy was there. They said he\nwanted to go to Israel but “we cannot ship anyone to Israel. We ourselves have\nproblems if we want to go back because the English are blockading the whole sea over\nthere, the Mediterranean Sea. They won't let any boats go to Israel.” I decided to go\nback to Germany and I wound up in a camp Bergen-Belsen. Most of the liberated\npeople from that area were situated there. I ran across some friends I knew from camp.\nWe four boys occupied a one-room apartment. We started making plans about what to\ndo with our lives. One fellow by the name Alex Epstein (161) befriended a nice young\nlady, Sophia Levy. He got married over there. Blockman, I mentioned him before, had\na friend in Sweden. The friend had been sent to Sweden because she was very sick and\nwas taken there to be built up. Blockman decided he wanted to go to Sweden to marry\nher. I was left with one other guy --Fogel, Kubat Fogel. We decided at that point that\nsince he wanted to go to Australia and I wanted to go to the United States and they\ndidn't have a consulate over in Bergen-Belsen, so I'd have to move to Munich, where\nthere was a consulate. About two weeks later, I found myself in Munich. I started to\nlook around where many Jewish people congregated. There was a cafe by the name\nGrunwald and I started asking if they had seen my cousin. They said, “As a matter of\nfact, he was here a little while ago. If you stay here long enough or return tomorrow,\nyou'll find him, for sure.” Sure enough, I ran across him the following day. We\ndecided to move to a smaller community and it was about 10 kilometers from Munich.\nI mentioned (188) and we took a nice apartment and we lived in there for maybe\nseven, eight months. During that time, my cousin found out that he has a brother in\nEngleberg, Sweden. He had been sent to Sweden because the Swedes took in people\nwho were undernourished or were too young to be on their own. The brother was a\nyoungster so Sweden took him in and sent him to a little camp, a school established to\nteach young people. When we found out, we wanted in the worst way to go and visit\nhim. But we couldn't get a permit to cross the border, so we notified him that we were\ngoing to be at the border crossing. He came to see us. We spent a day with him. He\nhad to go back to be in the school. About four or five months later, he got a permit to\ngo to the United States. My uncle that lived in New York, and he worked out some\npapers to bring him over. In between time, when he left, I went by train back to\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nBergen-Belsen mainly to do a little business because we lived privately and we were\nnot supported by the UNRRA. We had to support ourselves.\nI got very sick one night and I had excruciating pain. Kubat Fogel said, “You know\nthat the only thing -- the best thing I can suggest is to take you to the hospital.” I went\nto the hospital, I was limping I didn't know what happened to me. They diagnosed that\nI have sciatica. They treated me like a guinea pig. They kept on shooting me with\nnovocaine and more novocaine but I didn't feel any relief. For a few minutes, while\nthe novocaine was working, I was all right, but then the pain started to come back.\nWhile I was in the hospital, I got a message that my cousin was killed in an accident\nin Munich. He was hitchhiking a ride from M -- (230) to Munich. The truck that he\nhitchhiked on tried to cross train tracks ahead of an oncoming train. There was no\nbarricade to stop him. The train hit the truck and killed him instantly. They wouldn't\nrelease me but I told the doctor I'm willing to pay a nurse to go with me to Munich.\nI said I would like to be at the funeral. They assigned a nurse and I took a train and I\nwent to Munich only to find out that I missed the funeral by six hours. When I went\nback to our apartment, I couldn't believe my eyes. Someone had pilfered the whole\nplace. I didn't even have a pair of shorts to change into. I asked the landlady, ““Who\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\ndid this?” She said the Yiddisha Geminda, the Jewish people assigned. They\norganized a group of Jewish people and they made them (do it?), one said he is a\nrabbi. The other said he is going to be the president, they appointed themselves!\nWhen they found out my cousin had been killed, they came over and they said “We\nare taking possession of everything. We are going to give it back to them when they\ncome.” She said that the Szpiro was going to come and he had to have the stuff. He\nsaid they can come to us and we'll give it to him. Only to find out that nobody claimed\nthat they had it. They hid it -- each one took something and I had to go out and buy\neverything from top to bottom to get dressed. I didn't have anything to change into.\nIn the meantime, I had to have that nurse because every few hours, she had to give me\nnovocaine. I begged her to stay with me a little while longer so I could have\nsomething to change into.\nThe second day, I checked into the Munich Nerve Clinic. They considered that a\nnerve disease, something to do with the nervous system, was causing the pain. They\nstarted treating me in an entirely different manner than I was treated before. I was\nthere six months and I didn't make any progress. The doctor that was assigned to me\nsaid the only thing he could suggest was Badhaden (282), Baden-Baden? which treats\npeople who have rheumatism, arthritis and also sciatica. Mud baths could help. I\nwent there and they gave me that treatments and I started to feel better every day, to a\npoint that I didn't limp any more. After three months, I was able to get discharged and\ngo back to Munich. When I went back to Munich, I found out that I had papers\nalready to go to the United States. Six weeks later, I was already on my way to\nBremerhaven, where I boarded a ship and I went to the United States. My uncle and\nmy cousin came to greet me. I stayed with my uncle for about three months. After\nthat, I decided that I was sick and tired of New York. It did not impress me too much.\nIn the morning at six o'clock, I had to be on the subway in order to make it to work\nthat started eight o'clock. I didn't get home until about six o'clock. I could barely eat\nthe food and I had to go to school. It was a pace that I just couldn't take it. I started to\nlook around and see if I could settle some place that 1s not so hectic. I found a friend\nwho lived in St. Paul and I contacted him. He told me you come, be my guest. If you\nlike it, you can stay. If you don't like it, you can always go back. I took him up on\nthat. I came on a Wednesday, and on a Thursday, I already had a job. They hired me\nto work for Burt's Shoe Stores. I was with them over a year. In the meantime, I met\nmy wife and we got married in 1952, August 24, 1952. Soon, we’ll have our 40\"\nwedding anniversary.\n(End of tape.)\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\n"
    ],
    "questions": [
        "Question: This is an interview with Charles Spear and this is Jennifer Clayman.\nToday's date is May 16, 1992 (in Golden Valley, MN). I guess I'd like to start out\nwith--we're going to backtrack a little bit from all this that you've been telling me. I'd\nlike to know a little bit about your family, what kind of a life you led before the\nwar, what your parents did, what life was like at your house, things like that. Ifyou\nwant to start with where you were born and justtake it from there.",
        "Question: | You knew why?",
        "Question: Just backtrack a little bit talking about--. You were 13 when you said---. Sixteen is\nthat what you said? Because I thought you said six and a half, but then you said\n1933 and I wasn't--and I know that you had to be older than that so--.",
        "Question: | When those things happened to you? Was that around 1924 or was that later?",
        "Question: | Butit was a Jewish school? Was it--?",
        "Question: The only difference was that the students were--?",
        "Question: So you were friends in school? Were you friends in school and--?",
        "Question: I want to talk to you a little bit more, just about school and--. Did you stay in school,\nin Pluzga and you went all the way through high school?",
        "Question: | So you stayed there?",
        "Question: |Youwere talking about school and about--._ [asked you if you went through high\nschool and you were saying youd gotten to the seventh grade and were talking\nabout--.",
        "Question: So you were really young when you went to--when you started in Lodz?",
        "Question: This was all in Lodz. How many years did you spend there?",
        "Question: | How did your parents feel about that?",
        "Question: I just wondered why you couldn't get a passport?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.",
        "Question: | Where were you going to go in the United States?",
        "Question: | The same job that was promised beforehand?",
        "Question: Okay. You left off with--you had just finished talking about your schooling and you\nfinished describing what happened toyou up until the beginning of the war, of being\nin school and all of that. Your script starts with your bicycling to Warsaw.",
        "Question: It's okay. Go on.",
        "Question: | Where was the place where you were, were you stayed? Were you in Germany?",
        "Question: | Were you in a work camp in Lublin?",
        "Question: | Did your parents know that you were going?",
        "Question: It was still winter when you started, wasn't it?",
        "Question: | Was this in Pluzga? A ghetto in Pluzga? I didn't realize that.",
        "Question: | Did you know where they were going to be going then?",
        "Question: | Two months before they liquidated--before the deportations started, is that it?",
        "Question: — But before they started taking the —_((316)?",
        "Question: — Bridles?",
        "Question: Had you heard, in the ghetto, had you heard about what the camps were like? You\ndid know”?",
        "Question: And so?",
        "Question:The boy's name?",
        "Question: | Where was this, where are you now?",
        "Question: Is that where you stayed the night before?"
    ],
    "answers": [
        "Answer: I was born in a city by the name Danzig on the Baltic Sea. My father was a\ngrain merchant and Danzig was on the Baltic. He conducted a lot of business,\nshipping grain from Danzig to East Prussia and to Germany. I remember good\nthings about my early years until I started going to school and I started feeling\nthat I'm in the wrong place. Somehow displaced, I didn't have anyone who would\ntake my side when I went to school. I found myself standing up and the teacher told\nme sit down. I was only six and a half years old and I said I could not sit down\nbecause someone spilled ink on my seat. You better sit down or else I'll come over and\nhelp you.” So Ihad to sit down and mess up my clothes. When I came home and I\ntold my parents what happened, they said maybe it's an isolated case and we'll see,\nmaybe it will never repeat itself. The next day, I came and I found myself in my seat\nwere thumbtacks one next to another where I was supposed to sit. Again the same\nthing, I was standing up and the teacher said “sit down.” I said I cannot sit down on\na hundred thumbtacks. “You better sit down.” And I told him I'm not going to sit\ndown on thumbtacks. He said “I'll come over and help you.” I ran out the school\nand I went home and I told my parents, I'll never go back there.",
        "Answer: It was already under the German occupation. That was after the 1933 plebiscite\nand that was the count, who they want to be under. The majority supposedly\nvoted to be under the Germans. I started feeling the Germans in 1933 already\nwhen the first ugly faces started to show upinthe _ and all those other hordes\nthat came marching down on that city. After that last episode, my parents\ndecided that I'll have to go and live with my grandmother in the city of Pluzga\n(46) which was on the German border in Poland. They had a school that was\njust for Jewish kids. Pluzga had a population of 5,000 and the majority of the\noccupants were Jewish. It was probably 65 percent Jewish people. They were\nswarming into that city because it was on the border and they could conduct\nbusiness. That was before the war. Pluzga didn’t experience any problems in the\nthirties until 1939. They could freely go across the borders by having a certain pass.\nThey conducted business there and many of them were doing tremendously well.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.",
        "Answer: Yeah. That was long before and I must stand corrected. That's true. Bynot\nlooking into what I wrote, it gets all confusing. It was long before the Germans even\nwalked into that city; they already had their ugly faces. They were all pro-German.\nEven it was a city that was Polish and German. The Poles had their own rules and\nregulations. We lived in a German neighborhood and the street was Jundergasser\n(74) and that's where we lived. Yeah, I started school over there and that must have\nbeen probably in 1924 when I started school.",
        "Answer: Yes, '24,'25. Ican't betoo specific about it butthat's when it happened and that's\nwhen Ihad to leave my parents and my younger brothers and go live with my\ngrandparents in Pluzga. Lucky for me that I had a good school, right across the\nstreet from my grandmother's house. I was fortunate to meet some people, three\nsisters by the name of Landorf (88). They were graduates of a seminary, I don't\nknow if that's how we called it, a teachers' college. But they couldn't get work in\nPoland because they were Jewish and they didn't hire Jewish teachers. The only place\nwhere they did hire them was ina Jewish school. Like Pluzga, we had all Jewish\nteachers there and I was one of their students and the other one was another young\nlady by the name Lipcha (98)Boglen. They are from . Those are the\ntwo, they didnt do it for money, they were well-off because their father went\nto the United States. He was a graduate engineer and he got work and he was in\nTexas. He was doing very, very well and he helped them out. From what I\nremember, I used to go up to their apartment. I remember an elderly lady always\nstanding near the stove. The three girls dressed very, very nicely and they were all\ntrying to help out. They only took on kids who -- and I don't know how my name\ncame up — maybe my grandmother passed the word that she would like I should get\nsame help in preparing me for school because I was brought up with the German\nlanguage and I wasn't quite prepared to take on a Polish school. Polish was the\ndominant language.",
        "Answer: The curriculum was Polish in accordance with all other schools. They had the same\ncurriculum.",
        "Answer: Religion, which was compulsoryOne religion, Mosaic, Moses they called over there,\nthe religion of Moses. We learned the Bible, our Bible. And there was another school\nthat the Poles attended and they had their own religion that they were taught.\nPoland did not separate state from religion. You had to attend a religious school. That\nschool was, to me it was a Godsend, when I went in there. I was supposed to go in\nthere right after I arrived over there but I wasn't prepared. I couldn't speak the language\nproperly. I knew a few words but that wasn't enough not to be ridiculed by other kids.\nThose Landorf sisters prepared me to such an extent that I was above the first\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\ngrade. The principal said, “I cannot put him into first grade because he knows so\nmuch more. He would be sleeping, he would have nothing to learn. So we'll start\nhim out with the second grade.” And the same with that other girl, that Lipa...She\nalso went into the third grade because she was a year older. My recollections from\nthat school were all good. I met my life-long friend by the name Edek Z (140). He\nwas from a Jewish family. They owned a large farm, farming community,\neverything, lock, stock and barrel. They had 20-some homes in that area and many\nacres of land. Mr. Z was a gentleman farmer and they called him all kind of names\nlike lordship because he was one of the richest men in that city. He controlled so\nmuch business that they didn't know how to address him. After I met my friend\nEdek, I started going to their home. Itwas an elaborate homewith many, many rooms.\nThey had things that normally other people didn't have like a grand piano that took\nup half aroom and all the kids got lessons in music, different--. My friend was not, did\nnot to music and he wanted to be free like a bird.",
        "Answer: Yes, that's where we met and we are friends still today. He used to live in London,\nEngland. Now his residence is in Spain on the Mediterranean. Then he got a home\nalso on the west coast of England where the weather is more to his liking. He suffers\nfrom arthritis and he cannot stand the weather in London.",
        "Answer: Yeah.",
        "Answer: I stayed there until I finished the seventh grade. The schools over there were seven\ngrades. Our curriculum was broader than normal in other schools. We learnedso\nmuch that it was almost like high school equivalency.\n(Tape is paused).",
        "Answer: The school gave us an education equivalent to a high school. When I finished public\nschool, grade school, and I came to Lodz to continue --.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.",
        "Answer: Yeah. Seventh grade is about 13 or 14 years old. We didn't have a high school in\nPluzga. It's not like the United States that any small community would have a high\nschool or for that matter, a college. You have to go tothe capital city to attend a\ncollege. We are not as progressive as other countries. Russia, they had higher\neducationin smaller communities. IfI wanted to attend another school, I had to go out\nof town. The same happened to my friend Edek. He went to college and he attended\na school, a trade school over there where he took pre-engineering courses. Iattendeda\nschool thatI felt would help me if I ever should come to the United States, I'll be able\nto get the same kind ofa job and be able to support myself. It was a school that was\nteaching people how to make nylon stockings. At that time, 1t was inits infancy. They\njuststarted making them and it was one of the most lucrative professions that if\nsomeone wanted to get into a good-paying job, to be a nylon maker, he had it made.\nThe school for that was paid for by an American organization by the name ORT.\nMy uncle's brother-in-law, rather sister-in-law, was the president of the ORT.\nThrough her, I got a scholarship and I was able to attend because living in another\ncity and paying for schooling, even though my parents were not poor but it was\nbeyond their means. For me, it was like a Godsend I was able to attend that\nschool. Also, in the evening, I went to classes which I learned things that, of higher\neducation, before college, like a junior college or something of that sort. My time\nwas quite taken up with school, trade school until about 2 o'clock. Then from 4\no'clock until 7 o'clock, I was in a junior high school, not junior high, junior\ncollege. I also went twice a week to Hebrew education.",
        "Answer: I lived over there until the Germans marchedin. I felt that Pluzga didn't\noffer me much. It was too small of acommunity. I used to go back for\nvacations. I spent a few months and then I had to go back. I saw my\nparents once or twice a year.",
        "Answer: I lived there with a family and they rented a room to me. [ate over there, boarded.\nIt wasn't an easy life but I felt if I want to succeed in life, I'll have to sacrifice\nsomething; that was playtime. I had many friends and the only time we could go out\nand have a good time was over the weekend like Saturday and Sunday. We met and\nwe used to go toa movie or some other place of recreation until the war broke out and\nthatruined everything. Asa matterof fact, in between time, my relatives in the\nUnited States sent me some papers to come to the United States as a student. I\nhad everything ready, the only thing that I needed was a Polish passport. Wouldnt\nyou know, the Poles refused to give me a passport to go out of the country.\n(A pause in tape)",
        "Answer: Everyone at the age of 15 was considered eligible for the draft. Consequently, I was\nin that age bracket and they refused to give me a passport. They said, “You cannot go\naway now, our country is in mortal danger of being overrun by the Germans and we\nneed every able-bodied person.” They refused to letme go. [hired an attorney and I\ntold them the army is going to exist without Harold Spear.They don't need me, it\ndidn't help. I had to stay.",
        "Answer: To New York City. [had relatives who were quite well-off. They had a factory for\nmen's clothing and . The gentleman who started the factory was my\ngrandmother's brother. When I went over there finally, he was already dead\nand the children had control over it and especially one son, Norman Cohen, who\nwas running that factory. He was empowered by his father’s Will. Norman Cohen\npromised to give me a job and educate me and teach me everything and advance me in\nthe business. But that was only on paper and that's as far as it went. I don't know if\nI'm jumping ahead of myself. In order to clarify that, when I finally came to the\nUnited States, a letter was waiting for me that I have a job waiting.",
        "Answer: Yes, the job that I envisioned -- his father's Will specified there was a job that would\nadvance me in that business. Every three months, I would go to a different place or\nthey would put me into different areas of the business so I could learn it from the\nbottom up. When I started to work in accordance with the provision, I was\nsupposed to be advanced every three months. Itturned out I was working as a --\ncutting cloth for the cutters to cut it down for jackets or coats. We had to unroll\nit and cut it into certain sizes. I was there four months and nothing happened. At\none time, a fellow bythe name Jacoby, a distant relative, came over and said to me,\n“You know, I feel sorry for you.” I said “Why?” He said, “You know you are\nstarting out the same way I started out in that business. At that time Norman’\nfather was running the business. He told me also that he's going to do this and that\nand he never lived up to it. The same thing is going to happen to you. What I’m doing\nnow, this is my job.” He showed me a broom. He said, “You'll wind up doing the same thing.\nWhen they have no use for you, they'll give you a broom in your hand and you'll have to sweep the\nfloors. You're young, run away from here.” This is my beginning coming to the United\nStates.\n(Pause in tape)\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.",
        "Answer: I see. I biked all the way to Warsaw. Is it down? Oh, okay. When I arrived in\nWarsaw with the bike, I had a reception committee of German SS people, who\nstopped everyone from coming into the city. They diverted all the people to a city by\nthe name . Itwas a large city and there was a German outpost that screened\neveryone who came over there. Me being in the age that they thought maybe I\nwould have been a Polish soldier, I disguised myself as a civilian. Actually they\ndidn't care, all they wanted was people to go towork for them and clean up all of the\nwork that had to be done in the farms. Because all the able-bodied people were in\nthe war. I'm not sure if I brought this up.",
        "Answer: Well, when we went over there, they sent us by cattle car and the city was St\n(398). Wewere assigned to a camp, it was all built with tents and they put us up in\ntents. There were about 150 people assigned to each tent. The lodging was, we\nwere lying on the ground with a little bit of straw as a mattress and one blanket for each\nperson. Atthat time, it was already fall and the weather got very, very chilly at night\nand being that we were near the Baltic Sea, we felt it very, very badly. We had to\nmake the best of it. I had a friend and we joined teams. He was a barber by trade\nand did barbering in the tent. Since money had no value for us because we\ncouldn't buy anything for it, he was bartering a haircut or a shave for either\nbread or a blanket. Eventually, we wound up having enough blankets that we didn't\nfeel the chill at night. Food was meager but we made it last. We got along just fine\nuntil one day Swiss Red Cross people saw us in those tents. They gave them a\nbawling out, “How can you do that, keeping those people in tents when you are\nfreezing inside a house if you haven't got heat. That made them do double work\nand they put up barracks and we moved into the barracks around December. It was\nquite a difference from the way you lived inthe tents. The tents, incidentally, had no\nsanitary conditions. We had to go out into a latrine that was in the open. That's\nwhat really stirred them up. They said a person could freeze by the time he goes\nand does his physiological duty. The barracks were putup at a very fast pace and we\nmoved into them, only to find out a month later that we were going to be shipped\nback to Poland.",
        "Answer: In Germany, yeah. That was near Stetten (465). Poland claimed that those are the\noccupied territories that they used to own at one time. They followed all the\ndirections of Himmler on how to get rid of the Jewish people. They put us up in\nrows and they made every Jew come forward. The gentiles were not touched, they\ntold them to go back into the barracks. We were put up on trains and shipped to\nPoland. We wound up ina city by the name Lublin and it was a miserable camp.\nThe SS fuhrerof the camp didn't like anyone to look him in the eyes. That was a death\nsentence. If someone looked him in the eyes, he took out a gun and shot him on the\nspot. When I heard about it, I said I better stay a mile away from him. I started\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nlooking around and when I came to the office, [noticed a guy who looked familiar. I\nwent over to him and I said “are you by chance Zweig (497) Silverberg?” He said,\n“Yes how do you know me?” I said, “You came once to our Betar (494) group in\nPluzga and you made a speech and that's how I remember you.” “Oh,” he said, “in\nthat case, you deserve something special. Do you want to go back to your parents?” I\nsaid, “Of course I would like that.” He said, “I'll work out the papers for you and\nyou can go back in two days.”",
        "Answer: That was a transit camp where they kept on shipping people in different directions.\nIf I would have told them that I don't have parents, that I don't have anyone to go to,\nI would have been shipped to a camp, a steady camp to stay there. But as long I\ninsisted I wanted to go back to my parents, they made out the papers forme.\nBefore I left his office, he said, “You know, looking at the listing here, I see there is\nanother person here from your hometown by the name Josef U (529).” I said,\n“Oh my G-d, I know him very well.” The man said, “I'm going to make out the\npaper for you and him and you'll both go the same time.” Sure enough, two days\nlater they put us on a horse and buggy and took us to the station. They told us to take\noff the yellow stars because we would have been harassed everywhere we would\nhave gone. We went on that train and four hours later we were at our destination.\nThe area where we stopped was never used for a stop except if someone wanted to get\noff at that place, otherwise it was going through with that area. We got off in there,\nnobody else. I was hoping that we might be able to find someone going the same\ndirection to hitch a ride but luck wasn't with us. At that time, going at night was a no-\nno. Ifthey caught somebody walking at night, they didn't ask questions, they just\nshot them. We took a great risk and we walked 11 kilometers to the city of\nPluzga and luck was with us that we didn't see a single person. We went to our\ndestinations; he went to his house, I went to my house. I knocked on the door\nand my father came to the door and said “Who is it?” I said, “It's me, Harold.” “Oh\nmy G-d,” he yelled out. “You wouldn't believe it, our son is here!” He opened up\nthe door and it was one o'clock and we spend maybe four hours overnight\nreminiscing about what had happened. We talked a lot and finally in the early\nmorning, I went to sleep. I slept until about 8 o'clock in the morning. They told me\nthat in the morning, every able-bodied person had to goout and do some work for\nthe Germans. They kept a close watch on everybody and if that person didn't\ncome out, they wanted to make sure that he's not skipping town or trying to get\naway from working. My father told me, “You better go and be with the\ngroup.” Since I was new in that city, they ask me what kind of work I could do. I had\na background in tool and die making. I told them that I took it up in trade school.\nThey said “Oh, a guy like you, we could use.” They assigned me to organize a\ngroup of people who have some knowledge about how to fix their stuff that gets\ndamaged. They said, “We can give you a lotof work and you'll be busy. You're going\nto have a better quality of living than all the others have because you'll be working for\ntheGermanarmy.” Thatdidn'timpress me a bit. From the day I went over there,\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nwhen I went out in the street, my father said, “You're not allowed to walk on the\nsidewalk. You have to walk in the gutter.”\nTape I, Side B",
        "Answer: When he told me that, I feel like someone would have jabbed me straight in my\nheart. “ Whatdo you mean?” Isaid. “ Why can't I walk on the sidewalk?” “That’s\nthe law. Go and argue with them.” So when I heard that, all the promises they made\nto me, that I'm going to have good eating and good lodging and whatever else,\nas I said, didn't impress me at all. I started to look around and see if I can find a\nplace where I can hide out and be sure that I can maybe live through the war. I\nmet a fellow who was working nearby where I was and he said, “I have the same\nidea, I would like to get away from the city.” Sure enough a few days later, we\npacked a few things that we had and we went 20 kilometers from the city. It was\nan area by the name Chisava (16).",
        "Answer: Yes. Itold my parents. They tried to talk me out of it but they felt if I can help\nmyself and hopefully survive, they said by all means. “We are too old to start a\nlifestyle like that, not to know where we are going to sleep tomorrow, where you'll be\nthe nextday. But if you feel you can do it, by all means go ahead.” I went with\nthe fellow one night and we wound up there one earlymorning. We went to see some\npeople who used to live there before the war, by the name Boldratt (26). They\nrecommended staying with an elderly person who was handicapped and used a crutch. Boldratt\nsaid you may have to help him out many times because sometimes he cannot get\noff the bed but once he does get off the bed and you put the crutch under his arm,\nthen he's all right. We stayed with them, with that farmer. Ofcourse, we had to pay\nhim and since we didn't have money to pay him and hedidn'twantnomoney __. He\nsaid, “Ican't buy nothing with the money that you'll give me. I need some\nprovisions, something that I could use in the house. Ifyou can give me something\nlike meat or sugar or some other foods, that will be greatly appreciated.” Sowe\nbartered with him for the lodging and we stayed a few months with him. Until one\nday, when we went out, we saw a sign from the Germans that said anyone who could\nhelp deliver a Jew to them would get five kilos of sugar. I knew then that our stay\nover there would be limited, but we didn't give up. We went and moved into the\nforest, dug in there; we made a tent, improvised from some trees. We started\nhousekeeping in the forest.",
        "Answer: Yes, what we did is, we dug an area that was maybe four or five feet into the\nground. It wasn't easy because everywhere we put a shovel in, there was a tree in\nthe way there. We had to chop it out and we didn't have tools, proper tools. But\nin order to feel warm, we felt that we’ve got to go under the ground so that will\nprotect us. That's how we managed to build some kind of lodging that we could\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nstay in there and feel that the elements are not going to be against us. I started\ngoing to a city by the name Bi (64) which was also about 25 kilometers from\nChisava. That area was called by the Germans, it was not an integrated area that they\nclaimed was their possession. Chisava was their possession, Bi they claim is a\nprotectorate. They wanted to make the people vote for them in case it will ever\ncome to a vote to show that they are willing to stay with them. That's why\nthey're called protectorate. Germans were hoping that eventually the public was\ngoing to be voting for them to remain over there.\nI went over to that city and I had my father's cousin by the name Russik (76) and\nwe were told that sugar is in abundance over there. You can get as much as you want.\nWe figured out that I'm going to go, that my friend Bro (80) will stay in the place, justin\ncase something, a message or something else, someone will have to be there. The\nfirst trip we had to cross a border and it was uneventful. It didn't bother us at all, we\njust slipped through the border and the Russiks were very nice and they\naccommodated me and helped me also to find the sugar that Ineeded. Ispent maybe\nthree or four days over there justto get a little rest and then I started on the way back.\nThe way back was a little harder. We had to hire somebody who would transport\nthe sugar and make sure that that the sugar was not going to be seen. He put some\nsheep in the wagon and hid the sugar under that double floor. We could not go with him\nbecause we were Jews and he was a Pole, and transporting Jews would have\ncaused him problems. I went by myself and a number of other people who would\ntry to cross the border with someone who knew the area and also knew when the\nguards were changing. We made it across the border and I met up with that man who\nwas carrying that stuff. He was recommended by Mr. Russik, who knew him from\nbefore the war. He said “He is beyond reproach, you don't have to worry. When you\nget there, he'll wait for you and he'll have it for you.” Sure enough, when I went back\nto Chisava, he told me where he’s going to be. There was only one beer joint. He\nsaid, “I'm going to be in that beer joint.” I went over to him and he had that stuff\nfor me. I paid him and I made arrangements that I'm going to use him again next\ntime. My friend Bro and I picked it up and we took it over. People were already\nwaiting forit. Of course, not for money but bartering for other foods. What we\nwanted mainly was bacon and ham. Those are the items that we are lacking,\neverybody was lacking. But the farmers had it in abundance. They're putting 1t away\nand hoarding it. For the sugar, we got all that stuff that we needed. I took off that\nstuff that we got and we hid it. A few days later, I had a message that my\ngrandmother was very sick and she was not expected to live another day. I filled a\nknapsack with a number of provisions. My father and my grandmother were very\nreligious and they wouldn't eat it. But the rabbi told them that if it 1s a life-\nthreatening situation you are allowed to eathaza (pig). I broughtit over and my\ngrandmother, it was like she waited for me.She was still alive but she didn't last the\nnext night. She justfell asleep and never woke up. We went to the funeral and my\nparents had some provisions. My father wouldn't eat any of that ham or bacon. My\nmother and my little brother had it. I didn't want to stay long because every so often\nthe Germans used to come and see who 1s alive and who is dead, to keep track of\nhow many people are still left. I was afraid that if they run into me, I'd be in bad\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nshape because no young people were there, only elderly people. I slipped away the\nfollowing night and I went back. Before I left him, my father told me news was\nspreading that they’re going to liquidate the ghetto. “It's only a matter of maybe a\nweek, two weeks. I'll let you know. There are always some people that go over\nthere and I'll let you know in plenty of time.”",
        "Answer: Yeah, yeah. They put them up in barns. My grandmother had to move out of her\nhouse that she occupied maybe for 50 years. Her children were born there. She was in\nvery poor health. There was only onething that they allowed her to take and it was --\nthe German said, “I'm going to turn my back. You carry the bed out for the old\nwoman.” He called her a very demeaning name. “Take the bed out but I won't see it.“\nShe lived in a barn with all the other Jewish people. There were maybe ten barns\non one street. My parents, my grandmother and a few other people occupied one barn.\nJust like my father had said, they let us know that the ghetto will be liquidated.\nThey would like very much to see me before they go. Again I went through the\nnight and met with them. The following morning, just as scheduled, the horses and\nbuggies were lined up for all the people to be taken away. I wanted to be with them as\nlong as Icould. The guy whocarried my parents, I knew him from before but he\npretended he didn't know me so I wouldn't ask him for any favors. I didn't need any\nfavors from him. I just sat on that buggy of his. He said, “I don't know that you are there\nand I dont want to get into any trouble. If you see a German coming, jump\noff.” I only wanted to get closer to that village, Chisava so I wouldn't have to\nwalk so much. I went back to say goodbye to my parents and I went back to\nChisava only to find out that they were expecting to be overrun by the\nGermans. Apparently, the five kilos of sugar were too tempting to the Poles so they\ngave us up and told them where we were hiding. The following morning, the\nGermans came with the dogs. We heard the dogs from a distance so we hada chance\nto hide. We had a couple of guns, ammunition and some other things. We buried\nit at adistance so as not to be found with it because that would have meant a\ndeath sentence. They took us also by horse and buggy to a city nearby, where people\nfrom all the ghettos in the area were brought. When I went over there, a fellow I\nknew said, “You know, I justsaw your mom and dad and your little brother. I saw\nthem over there. Ifyou go where I point, toa group of people, you'll see your father and\nmother are over there with your little brother.” I went over and I had a premonition\nthat this wouldbe the last that I will ever see them.",
        "Answer: Iknew. Where we were living we was able to get newspapers. There was a little\nunderground movement. We got some information through our radios that they're\ntrying liquidate everything and they already told us, the Poles, that they are going to use\ngas to exterminate the Jewish people. I said, “My G-d, how could anyone do something\nlike that?” Well, that's what they're planning to do. The first thing that we found out\nis that they were crude. They were taking in people into trucks and they had the\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nexhaust pipe going into the truck so carbon monoxide they killed them in the truck.\nMy parents were taken to a city by the name Helno (240). I didn't find out until I\nwent to Israel and met a guy from that city where they brought all of them over\nthere and shipped them to different extermination camps. He said, “I worked in that\ncamp and I saw them. There was nothing I could do because about four people\nwatched every Jew, so they shouldn't do anything that might jeopardize --\nmight rescue somebody.” He said, “I can give you the exact date when they were\nkilled.” He said it was Rosh Hashanah, the first day of Rosh Hashanah when they\nkilled them. When I saw my parents, I begged them to let me take my little\nbrother. He had so much to live for and I felt he was so bright, if he would have\nlived, he was a wizard in arithmetic, math. He could multiply something and give\nme the answer before I could even write it down. I felt it would be such a waste to\nlet somebody like that fall into the filthy hands of the Germans. My parents said,\n“You by yourself have a better chance than with him. Besides, he's too young,\nhe needs parents.” I didn't want to tell them what I knew. It would have only put\nfear into them. I left with that and said goodbye. I was loaded up on a truck and we\nwent to the city of Lodz and my parents were takenaway to that city of Helno, that\nwas an extermination camp. When I came to the city of Lodz, I told the guy who\nwas recruiting the people, a fellow by the name Beeboff (284), that I hada\nbackground in tool and die making. He was the head of the ghetto in Lodz. He\nsaid, “I could use somebody with your experience.” I went with a number of\nother people and we went into that ghetto. The first stop was the administration\noffice for the people who were shipped into the ghetto. They put do wn everyone’s\nnames, where they came from, the age, profession, or what they can do. While I was\nlooking at the people who came out of that office, I noticed my uncle, Morris\nFrelich (298). I tried to motion to him but he was busy writing but finally he\nnoticed me and I went over to him. He said, “Oh no, you're not going\nanywhere. You're coming to our house and you're going to work in here.” I told\nhim that I promised to work for a metal shop. He said, “Don't worry, as long as I'm\nhere you can stay in here. This job is much easier than to go and work in a factory, a\nmetal fabrication factory.” I was there with him probably two months.",
        "Answer: No, the ghetto was not liquidated. The ghetto was still in existence I think for about\neight months.",
        "Answer: Yeah, so my job was to unpack the suitcases of anyone who came in. I didn't\nhave anything, I didn't have to put anything down. But there were some people\nwho came like from Vienna, from Rolland, from many other cities where\nthey had lived a normal life. They were not persecuted as we were. They\ncame with suitcases jammed with all kinds of stuff. I couldnt believe it, so much\nstuff. The Germans were standing there, trying to make sure that we are not\ngoing to swipe anything. They told us that if they catch anyone trying to take\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nsomething from those suitcases and put it in his possession, they'll shoot him\non the spot.It was so tempting and I knew if I could get my hands on something\nlike that, Icould probably live until the end of the war by bartering that for\nfood. One time I had a chance, I took out some earrings and some other gems\nand I stuffed it in a crack of the table. Then, when we were done with the work, I\ntook it out and took it into the office and hid it there. I thought what if\nsomeone finds it. Well, luckily it was a good hiding place. It was there\nwhen we finally got our papers that we were done with the work over there\nbecause nobody was shipped into that ghetto anymore and they were starting\nliquidation of the ghetto. I went to that office, took it out, put it in my pocket\nand walked home. I didn't say anything to my uncle. He was very\nfearsome and he told me time and time again, “Don't do anything that could\njeopardize your life. I'm responsible for you so listen to me.” But I felt\ndifferently and I thought if I'm going to be able to take something like that, it will\nprolong my life. I hid it at their house where nobody could find it and it was\nthere for a month. I started to work in that metal fabricating shop. The shop\nwas justa shell, there was nothing in there because the machinery had been\npilfered by the Germans. They took it out and shipped it to Germany. But since they\nwanted to have us work for them, they brought in new machinery. We had to\nmount that machinery back on the _.I was called in by a fellow by the name\nPl_ (374) wowas the head of that department. We started mounting each of\nthe machines. Because of that mounting, I went down underground because in\norder to have those machines sit stable and not move, we had to pour\nfoundations, cement foundations. I saw that the place could be a terrific place to\nhide out in the future. I was only going around and thinking about how to\nevade them? How to get away from them without falling into their trap?\nWhenever I saw something, I made a mental note of it, to go back into that place.\nWe finished mounting that machine and then they transferred me to a different\ndepartment that was more the thing that Iused to do. We were trying to make\nbottles for the Germans but the bottles that they were having made had\nto go through five or six different processes. It took along time and many\nman-hours and they gave us an assignment to make bottles for the Germans that\ncould be made in two operations. Sure enough, we worked out a design whereby\nwe took a long piece of wire and with two hands, we bent that wire and we\nmade that insert in the middle to buckle on the letter. They were very\nsatisfied with that -- like I cared a lot. We made a good impression on\nthem. Whenever they came, they said, “What you did; we are smart but you\nare smarter than we are. You knew how to do it in such a short time.” It tickled\nme.\nI worked in that department for a few months. When I went to work one day,\nI noticed some signs that said the ghetto was going to be liquidated and\nanyone who wants to get areal good job, the earlier he goes, the better the job\nprospect would _ be. For me, that was no inducement. I felt that as longas I\ncan stay here, I'm going to stay. If I can stay until the war is over, that will be better\nyet. One day, our director from that factory came in and said we are going to stop\nwork at three o'clock because we have to go to be present at a public hanging. I\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nstarted to inquire, asking “What is that public hanging?” They told me there was a\nfellow from across the street. They were making for the horses--.",
        "Answer: Yeah, whatever. They used to get a lot of leather so they could make things for\nthem. One guy who didn't have shoelaces cut a piece that fell off, sohe tried to\nmakea shoelace. They saw him and that was good enough reason for them to hang him\nfor that. We went to a place in the ghetto where it was sparsely occupied because it\nwas only land and it was called Marishein (470). All the goods for the ghetto\nwere shipped inthere. Ialways kept my eyes open. I wanted to find a place where I\ncan hide that nobody will be able to find me. I saw over there they had some\nwarehouses where a person could hide and probably live through the end of the\nwar. We knew the war is coming to an end but we didn't know how long it's going\nto last. I told a fellow from our factory, “You see this place over there. It'll be an\nideal place to hide out.” The first thing he asked me, “Where are you going to get\nthe food from?” I said, “Well, that's something we’ve got to work out.” He said,\n“How’re you going to work it out?” I didn't want to tell him that I have some jewelry\nthat Icould barter, because you didn't know who you can trust. I decided that it's not\ngoing to work out for the simple reason that you just cannot get food. It was a bad time\nto barter because everyone was thinking about being shipped out and they didn't want\nto be caught with jewelry because right away they would ask them where they got it.\nNobody wanted to buy it at that time or barter it for food so that fell through. When\nwe returned the following day to the factory, that fellow that I helped to mount\nmachinery came to me. He said, “You know we got an order to dismantle the\nmachinery. They told us two weeks is all we are going to get.” I said, “You must be\ncrazy, two weeks. The machines weighed tons, how can you--it's impossible.” He\nsaid, “That's what they told me. We started to dismantle smaller and large machines.\nBythe time we got halfway, the two weeks were over. The German came in\nand started swearing and he said, “I'm going to shoot you all.” [knew he wouldn't do\nit because he couldn’t get anyone else to do it. He begged the Germans, that\nMr. P__ (538) he says, “Give us another two weeks. He said, “You must be\ncrazy. I'll shoot you first before I'll give you two weeks.” We started working at\na little faster pace than before. Two weeks went by and we still didn't have that\ndone. Another two weeks and we didn't have everything dismounted. That Mr. P\ncame begging us, “Please, please. They threatened me with execution if I don’t force\nyou to work at a pace that will get everything out of here within a few days.” I knew\nthat by cooperating with them, the sooner we get done, the sooner I'll have to go to a\nconcentration camp. I felt if I can prolong it for another week or two weeks or a\nmonth, that would be much better for me than going into the concentration camp.",
        "Answer: Yes, the Poles broughtin somenews. They were not the best source about anything\nthat was adverse to the Jewish people. They tried to shove it down our throat. “They\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nare killing them by the thousand, by the millions,” they said. We didn't know\nwhether we could believe it or not but it was the truth. They told us about a camp\nthat I was going to be shipped to. They are gassing them by the thousands every day.\nOne day I noticed that I had to go through a square, where all the people were going\nto be assigned to a camp. They didn't tell us we were going to a concentration\ncamp. They just said we are going to a war camp. I noticed there was\ninformation on the bulletin board that R (599) was going with this\ntransport today. Anyone who would like to be assigned to this same transport and be\nsure that they can get the same luxury as he gets, let them enroll. The fact of the\nmatter was they didn't give him any time atall. They put him right away into the gas\nchamber, him and his wife. I outlived him. I stayed there I think for another two\nweeks. Finally, they stopped giving us the rations. They said, “Okay, you don't\nwant to go to the transport, you won't get any food. That was -- (End ofSide B,\nTape 1)\nTape IT, Side A",
        "Answer: I felt that someone was looking at me and I turned my head and I saw a blonde young\nwoman with a little boy next to her. Iwas sure, at first, that she must be a German.\nShe didn't have a trace of Jew in her, blonde, blue eyes. She came toward me and\nshe said, the first question, “ A re you going with this transport?” I said yes. Then\nshe introduced herself and said her name was Lessman (09) and this was her little\nbrother. “This guy is impulsive. He doesn't listen and going to a camp where his life is\ngoing to be in jeopardy, I need somebody to keep an eye on him.” All of a\nsudden, I was appointed a guardian of a little boy.",
        "Answer: Lessman, I can't remember his first name. I don't recall. She said, “I'll be\neternally thankful if you could just make sure that he's not running off, that he's not\ndoing things that he shouldn't be doing. I give permission to give him a kick in the\npants if he does it.” She said goodbye and said she’s working for a tailoring factory.\nThey're going to be another three weeks in the ghetto and then it will be liquidated.\nTheirs will be liquidated too. (Two ghettos?) The boy and I arrived the following\nmorning at a camp. The first thing I saw was a human body stretched over the barbed\nwires. One of his hands was spread out like he was trying to conquer the wire gate.",
        "Answer: In Auschwitz-Birkenau. On the front of the camp was a placard, Arbeit Macht\nFrei, work will free you. Iknew we came to a place that it's not going to be so\neasily to get along with. I figure that here we’ve got to be very, very careful what we\ndo. Otherwise, we are not going to survive. I told that little boy, “ Y ou better\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nshape up. You are not at home, you cannot get away with it. If you want to live\nanother day, listen to what someone tells you. I'm not trying to put the law down to\nyou but I promised your sister I'm going tokeep an eye on you and I mean it.” The\nfollowing morning we came out in front of the barrack. It was a tent actually...",
        "Answer: Yeah. A tent, half-round tent and there were people sleeping on the ground from one\nside and the other side, maybe a hundred people in each tent. We were assigned\nto one of them and they started shouting “Rouse, rouse.” (52) to come out, a\nselection. They want to select who should live and who should die. They were doing\nthe job of G-d. You learn fast when you are in a situation like that. I noticed that the\nlittle boy was put on the left side. We were told that the left side is the side that goes\nstraight into the frying pan. I motion to him that he should crawl over to my side.\nHe started moving and they hit him over the head but he didn't give up. When the\nSS man turned around, he ran to the other side.Then later he said, “I told you to stay\nover there.” I said, “This is my brother, I can't let him be without me, I’ve got to\nwatch over him.” Okay, okay. He hit him over the head, he hit me over the head but\nhe let us stay. I told him after that incident, “We’ve got to enroll\nto go out to work, not to be in this camp because any day, you\nescape today but you won't escape tomorrow or the next day. I said\nwe’ve got to go out and work into a satellite camp where they haven't\ngot extermination. He said, “Okay if I see something that's going on, I'll come and\nlet you know to go over there.” He kept on looking all day and the following\nmorning, when I was going to be tattooed, there was a line and I noticed a truck\nstanding not far from over there. They were taking only people that had the tattoo\nso I went over to that truck driver and I ask him if he needs some people. He\nsaid “Yes, I need some people, carpenters, mechanics,all the people that could\nrepair stuff that goes wrong in some of those mines where you dig the coal.”\nHe said, “We have a big camp, a number of camps in that area and we are all working\nfor that mine. Ifyou can do the work that you claim you can, you can have a good\nposition there.” He told me right after I get the tattoo, I can come over. I started\nlooking for that Lessman boy, but he was _ nowhere to be found. I\nbegged the driver, “Could you wait another half an hour? He promised he's going to come\nhere.” He said, “No way, it's getting dark and I have to be on my way.” I got separated\nfrom him. I went to a camp by the name Fersengruber (lO 4) and when J arrived, I\nfound out that I had a cousin in that camp. and then a second cousin who was a kapo.\nI tried to look up my cousin and his name was Kott, Dave Kott. (109) He looked\njust terrible like heS not going to last a week, his cheeks sunken and he had a\nyellowish complexion.I said, “What are they doing to you?” He said, “They're\nkilling me day by day.I just cannot be in that mine. It's too much for me.” I\npromised him I'll see what I can do if I get assigned to one of those places that are\ngoing to make repairs for the mine. I'll see maybe I can push you in into that. I\nalso promised myself I'm going to see that kapo. His name was Yanek Koltz.\n(121). I didn't wait long. I saw him marching down. I said, “ Yanek.” He said,\nwith his arrogant expression and filthy language, he said, “ Y ou so-and-so, what\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\ndo you want from me?” I told him we are related and he said, “We are related?\nCome on over here, let me give you a hug.” He lifted up his foot and gave it to\nme, oh boy! Knocked me down cold on the ground. He said, “If you ever come close\nto me, I'll finish the job on you. No relatives, nothing. Idon't know you, you don't\nknow me. Just get lost.”” So [knew [had to keep a distance from him. A day or\ntwo days later, they called my name and said I should come this and this hour.\nThey're going to take me toa shop that’s not finished yet but we have to start\nworking on it. We have some work to be done for the mine. went over there and\nthere was another fellow by the name Adash Karp (141) and he was selected to\nbe the foreman. I introduced myself to him and he said, “If you claim that you\nknow all of that work that you said you do, we are going to be good friends.“\nHe didn't know too much but what he didn't know, he made up with his mouth. The\nfirst job was an elevator shaft that had to be repaired. One of the gears was\nstripped and we either had _ to buy another gear, which was not available\nbecause they quit making those. All of the factories were geared for production for\nthe war. So, we had to improvise and put in two gears, teeth we called it. We had\nto take out those two that were stripped and file them down and put in two in their\nplace. Since we didn't have anything to weld it, we had to drill a hole into that gear\nand then set it up with some screws so it will work for the time being. Then that\nother Karp came over and said, “Boy-oh-boy.You really surprised me. I don’\nknow where you learned it but whatever you did, itS terrific.’They put it\nup and it worked andI didn't hear complaints for quite a while. We could weld\nto it and repairing 1t was no problem. The shop took shape. Each and every one had\nan assigned area that he worked from with the tools assigned to him. I tried to\nget my cousin to come in and IJ talked to that other Karp. I said the guy is\ndying by inches, couldn't you find something to do for him? He said, “If I take him\nin and he doesn't know the basics, you are not going to be hurt, I'm going to be hurt.\nI dontwant to jeopardize my life for somebody I don't even know.That was the\nend of that. I worked in there for a number of months. One day, a fellow who worked\nacross from me was bulging. I said, “What have you got in there?” He said, “I went to\nan Italian prisoner-of-war camp which was adjoining and they gave me some\npotatoes.” I said, “Empty out everything and put it in here in my workshop.” I thought\nthat maybe I will be immune, but him, they would probably kill. Sure enough, a\nminute later the head kapo came in and said, “Where is that Jew who just took some\npotatoes from the prison-of-war?” I said, “I don't know.” He said, “You don't know? I\ncan point him out to you. I have been watching him.” So he went to him and started\nkicking him and beating him, and asking where are the potatoes? He said, “I haven't\ngot them.” It was true, he didn't have them. He had him on the ground, kicking him\nmercilessly. Finally, I went over to him and said he brought them over and he dumped\nthem in my workshop. He said to come with him and he took me to his place. It was a\ntiny booth and somebody was holding my head. He kept on hitting my back with an\nelectric cord. I felt the first ten, but then I didn't feel any more. Either I was numb or--\nhe gave me 50 times in the back. He said, “Let it be a lesson to you. Don't help anyone\nout. If you want to be a good Samaritan, you will wind up dead. The next Saturday,\nwe went to take a shower and when I exposed my back to the water, it's like a million\npins kept on hurting me. All of a sudden, the SS men, the lagerfuhrer came in. He\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nnoticed the bruised back. He came over and asked who did it to you. I said, “Nobody\ndid it to me, I had an accident. I fell and that's what happened.” He said, “I can\ntell, this is not a fall, someone must have hit you.” I said no. If I would have told him\nthe truth, he would have gotten off scot free. He would have done nothing because he\nwas the head of the kapos and I would be probably the one that could be dispensable.\nHe could dispense with me but he couldn't dispense of him. So I figured I'll stick to\nthe lie and I stuck to it. He said, “Well, have it your way. And for all your\ninformation I want to tell you, I'm here to dish out justice.” Justice! He said, “If\nsomeone beats you up like that, you come to me and I'll see to it that it won't happen\nagain.” Go to him, to an SS man and seek justice. Well, that was in October, the\nmonth of October. During the night, we had been hearing from a distance thunder-like\nsounds and we knew that the Russians were coming close. We were told that they are\ngoing to liquidate the camp and we'll have to relocate somewhere else but it didn't\nhappen until December. One night, they woke us up. We couldn't even dress ourselves\nproperly and we had to march about 30 kilometers. That wasn't a march, that was a\njogging, we kept on running like someone would be chasing us. We came to a city by\nthe name Glivitz (263) that was German territory and it was a railroad hub where\nall the trains kept on coming from Poland, from Germany, from Czechoslovakia, they\nall came there. On the way to Glivitz, I noticed a guy where I was walking and\nminding my own business that he looked familiar. I went over to him and I asked,\n“Are you Myron Mak? (275). He looked at me and said, “Oh my God, yes, I am\nMyron Mak and you are Szpiro.” I said yes, I am. He looked like he's not going to\nlastan hour. He was suffering from dysentery. He couldn't keep anything inside\nhim, it kept on running out from him. I told him, “Lean against me and I'll try\nto walk with you.” But he was much taller than I was and he slowed me down because\nhe himself couldn't walk fast. Finally, we came to the end of the line. There was an SS\nman by the name of Debrowalski (289) and he claimed he was from Romania. He said\nto me, “You schwartza Juda (290), you black Jew; if you are not going to move up, I'll\nshoot you and him together because once you come close to me, I have an order to\nshoot.” I tried to get Mak to cooperate, “Please let's walk a little faster.” But I couldn't\ncarry him, that was impossible. Finally, it got to a point where the SS man with his\ngun came to me and to him and said, “All I have to do is pull the trigger and you'll be\nboth dead. I'm giving you notice, move up.” When Mak heard that, something came\nover him, he started running toward the SS man and the SS man started shooting at\nhim. The SS man grabbed a hold of him and threw him into the ditch. He told me, You\nbetter get lost from here because I have an eye on you. You'll be next.” I heard his\nadvice and I got up into the middle of the line. I ran up close to my good friend, Moka\nK (317) while I was (almost?) trampled on the trip from Glivitz to Prague,\nCzechoslovakia. He said, “You stay with me, walk the same pace I'm walking and if\nyou get tired, I'll help you out.” Coming back to that Moka K, the way I got\nacquainted with him. He was a man of immense power. He could take a bar, bend\nitand make a flower out ofit, a heavy bar, an iron bar. He entertained SS people by\nshowing them what he can do. Somehow, I couldn't believe it but they wanted to\npreserve him. One day, one SS man came into our shop and said, “You know that\nJew that bends the bar? We would like him to come and work here.” So that other\nKarp said the only place that we are going to have available is when we get a\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nblacksmith. If we get a blacksmith, he could work with the blacksmith and hit the iron\nwhile it's still hot. It took us a few days and we ran across somebody, a Jewish man\nwho was a blacksmith from years ago from a city in Gloslavik (349) in Poland. He\nknew his trade and from that time on, the blacksmith and he got to be\ninseparable. I befriended him because when he didn't have much to do, he came over\nand talked to me and we got to be very, very close. He impressed me; I had never seen\nanyone that could do things like he did. The guy took a bar between his teeth and two\npeople on each side were hanging from the bar. Didn't bother him. Coming back to\nthat -- I walked with him until we got to Glivitz and when we arrived over there, they\nassigned us into open wagons. It was December; it was very, very cold. We started\nout; they assigned, I think, about 100 people to animal wagons, the owners shipped\nanimals with it. When they put us in, there was no room to turn around. We were\npacked like sardines. A few hours later, we started to notice that people had been\ntrampled because if someone couldn't breathe properly, the mere fact that he was\nsqueezed so tightly with others, robbed him of his breath. People kept on falling\ndown. When a person fell down, the people kept on moving forward because the\nvacuum, they pushed one against the other. He was trampled, that person. There was\nno way to help anyone because you couldn't go and move ten or 20 people from the\narea, to get to the bottom of that guy. Toward morning, we came to Prague,\nCzechoslovakia. I said to my friend, Moka K, “You know, how often will I be in\nPrague? I'll take a look at what's going on, how the other half are living. I couldn't\nbelieve it. There were hundreds of | Czechs near that area where the train stopped.\nThey kept on encouraging us to jump off the train and they're going to help us. It was\nsheer nonsense because every wagon had two SS men with machine guns on an\nelevation to watch that nobody jumps. They were even shooting at people who kept on\nthrowing down a cup to catch some snow because everyone was dehydrated. They\nwere shooting at the people who tried to get a little snow. I kept watching them but I\nsaid “It's a noble gesture but it's not feasible. In my condition, I couldn't even run ten\nfeet. How can I outdistance a bullet?” While I was thinking about it, I felt enormous\ndesire to fall asleep. I felt I kept on sinking and sinking. All of a sudden, I felt that I'm\nbeing trampled. I felt that someone was walking on my head, on my throat, on my\nbody. I couldn't help myself; I figured well this is it. The next thing I knew I woke up\nand I was laying next to that Moka K. He made room for me to lay next to me. He\npushed everybody from the whole--he threw them to get to the bottom, to get me out.\nHe knew where I was; I pointed out to him when I came to the end of the wagon. I\nsaid, “I'm going to be right here” and he knew exactly where. When he saw people\ntrampling on somebody, he kept on pushing them and throwing aside to pull me out.\nWhen I came to, he said, “You're a sight to behold. G-d almighty, you are swollen,\nyour head is twice the size and your face is one great big bruise. Just stick close to me\nand I'll make sure that you'll get over it.” We went to a concentration camp by the\nname Mauthausen. Our SS man, that lagerfuhrer, the head of our camp, he was a\nshrewd fellow. He knew if he gives up that position to be lagerfuhrer, he will have to\ngo to the Russian front. He tried in the worst way to keep us intact. He tried to make a\ndeal with that Mauthausen lagerfuhrer to take us in and give him a position there. That\nlagerfuhrer told him, “My advice to you is take them into the forest and shoot them.\nSo he said “No, this I'm not going to do.” We started from over there and we went to a\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\ncamp by the name Rodhausen (481). Finally, he got what he wanted and that\nlagerfuhrer took us in and he tried to be very close to the group that he brought over.\nOne day, he came to me and said “There 1s a position available. They are making the\nV-1 rockets here. I know that you were very good over there. Would you like to try\nit?” I said, “If you think I can do it, why not?” He recommended me to go and work\nwith a German civilian. Every morning at six o'clock, that German civilian came and\npicked me up in his Volkswagen, a small, a templewagon (503) with three wheels. He\npicked me up and took me over into the mountains. They had thousands of feet of --\nwhere they had been establishing an assembly in the mountains. They called it\n‘“Stchone” (513). I started to work over there and the work was so diversified that\nnobody knew what others were working on. Each person had a different assignment so\nthat nobody would know to give out the secret. I had one assignment; I did wheels,\nhad to calibrate them and make sure that they were to one thousandth of a millimeter\ntolerance. That didn't last long because at that time, the Russians kept on coming\ncloser and the southern army kept on moving up. They decided they were going to\nship us to a different place. They packed us one morning on barges that normally carry\ngrain. It's not meant for human occupancy. We were traveling a night and a day on the\nElbe River. One morning, they opened the doors, I couldn't get used to it, I was\nblinded by the light -- I hadn't seen any daylight. When I looked around, I saw dead\nbodies. People who were just dropping dead from -- they suffocated. We stopped at a\ncity by the name Liebeck (559). We got out, whoever was still alive. One of the SS\nmen said to the guy who was running the boat, “At least you are not going empty, you\nare going to have dead cargo on the way back. A cruel joke but--. We started walking\nfrom Liebeck until we came to an area S (573). It surprised me, this was an\nintersection in the middle of nowhere. There was one big building, a barn and a house.\nI asked what is going on? One of the Ukrainian SS men said “This is the house where\nSchmidt, our SS fuhrer lives with his parents. He put us up in the barn because it was\ngetting dark already. It's the only night I enjoyed a good night's sleep. I was sleeping\nwith Moka K next to me. When I got up, I noticed a fellow who looked like one of\nthe Goldrans brothers from (603) and I said, “Yurek, what's the matter with you? You\ndon't look the same to me?” He said, “I'm so sick, I don't think I'll make it another\nday.” He had dysentery. I said, “Come on, get up because if you are not going to go\nand walk, they will shoot you in here.” “No,” he said, “I give up. I had it. This is the\nend of my line.” Sure enough, a few minutes later, they started shooting everyone that-\n(End of Side A, Tape 2)\nTape Il, Side B\nWe walked seven kilometers to the North Sea. It bothered me that I couldn't figure out\nwhat they want, are they going to push us into the sea? One of the Ukrainian SS men\nsaid, “You need a little recreation. You had a hard time, we are going to put you on a\nsea boat.” Then another one came and said, “We are going to exchange you for\nGerman prisoners-of-war with the English.” Nobody knew what was going to happen.\nWe saw three ships in the distance. The biggest one we could see was the Capacorna\n(14). Next to it from the right-hand side was the Athens and the one behind the\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nCapacorna we couldn't see the name because the Capacorna was the biggest and we\ncouldn't see what kind of a ship it was. They took us and loaded us on those ships.\nThey counted 100 people and we just -- I was separated at that point from that Moka\nK. I went to the Athens, Moka K went to the Capacorna. We were maybe 350 people\nin that ship, on the lowest deck. It was far from luxury. We were fed a very poor diet,\nyou couldn't even, it was mostly water. We had been smelling the food that they had\nbeen making in their kitchen, the fresh bread and everything. That was only for them.\nThe following morning, we heard airplanes flying over our ship and coming very\nclose to it. The captain of the ship decided quickly. He said, “You guys from down\nbelow, whoever speaks German, come on up here to the upper deck.” I went up and a\nnumber of other guys went up. We were wearing those striped uniforms. He said,\n“During the day, you have to be on the top deck. When the planes go by, they will see\nthat there are no soldiers on the deck and they won't bomb it.” He was smart. The\nCapacorna was not as smart and the next morning, when the English came, they\nstarted bombing the Capacorna and we could see from a distance, the ship was\nengulfed in fire. I don't know what happened to Moka K -- either he succumbed in\nthere--. I had also a friend that I knew from the camp by the name Blockman (51).\nHe came out with scars all over his back from the fire. He saved himself by jumping\ninto the salt water, which scarred him for life. It didn't take long, a day at most, when\nwe came up to the upper deck, we didn't see an SS man. I started looking around to\nmake an excuse (?) and there was nobody in sight. I went into the kitchen and there\nwas fresh bread being baked. Like a fool, I grabbed a piece of half-baked bread, hot,\nand I stuffed it. I got very sick, it didn't agree with me. But the English came on the\nboat and they said in German and Polish and English, “Be patient, we are going to\nbring boats and load you all up and take you off.” That took them maybe an hour, at\nthe most two hours. They came with large boats and took us down. They were not\norganized because they were not prepared for what they saw. There were hundreds of\npeople shabbily dressed in those uniforms. They said, “Frankly, we are not prepared\nfor what we saw. We give you authority to go into any house (where?) that is deserted.\nIf nobody's there, take it over. We'll support you, if someone comes and claims it, you\njust tell them to go to the authority.” I just didn't believe that this can be true. I didn't\nwant to go to a house that maybe some SS man was occupying. I went to a barracks\nand I found a quiet corner and I went to sleep. It was a barracks for marines and I\nfound a uniform, a marine uniform. I put it on just to get off from that striped cloth.\nThe next morning, I went out and I start to look around to see what is going on.\nI met a fellow by the name K (89) who was married to a girl from our city. He was\nwearing a practically new suit. I said, “Where did you get that suit?” He said, “I found\nit in the house I occupied.” The suit didn't fit him. He was a tailor and I saw he had\nimprovised -- shortened it and cut it down in width but it was still a fairly new\ngarment. He said, “If you want, you can come and occupy the place with me.” I just\ncouldn't take it. I was still afraid that any minute the Germans were going to overrun\nthe place and take us back. I went into the city and I met some civilians that the\nEnglish brought over to take over, to make a camp for all the people that were\nliberated. He said, “These barracks here are going to be designated for all of you,\nwhere you are going to be put up. We'll try in the future to find out if any of you will\nbe able to emigrate to different countries. In the meantime, the UNRRA which was\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nour body of the world organization, the United Nations, will be helping you out,\nyou're going to get food. Any one of you who 1s undernourished will go to a hospital\nand we'll build you up.” It started to look like it would be a long-range project and I\nstarted to feel a little better. After a few months, I ran across a guy who came from\nItaly. I talked to him and asked him about a cousin of mine. He said, “I did run across\nyour cousin.” He was from a neighboring town and he knew him. He said, “I saw him\nin Bari, where there was an Israeli legion. He was there with the Israeli legion.” I\ndecided that I was going to look for him. A day or two days later, I was hitchhiking on\nthe trains going down south until I came to Austria. From Austria, there were no\ntrains going to the Alps and we had to go mountain-climbing to go across the border.\nI came to Rome and then from over there I hitched a ride to Bari, only to find out that\nhe had been there and he left a short time earlier. They told me most likely he went to\nTs (139), which was another side of the peninsula. That was an area where Jewish\npeople were training future sailors. Was Palestine but they had long-range plans and\nTs was the place where future sailors were trained over there. He wanted to go to\nIsrael and when I came to Ts, they told me that yes, the guy was there. They said he\nwanted to go to Israel but “we cannot ship anyone to Israel. We ourselves have\nproblems if we want to go back because the English are blockading the whole sea over\nthere, the Mediterranean Sea. They won't let any boats go to Israel.” I decided to go\nback to Germany and I wound up in a camp Bergen-Belsen. Most of the liberated\npeople from that area were situated there. I ran across some friends I knew from camp.\nWe four boys occupied a one-room apartment. We started making plans about what to\ndo with our lives. One fellow by the name Alex Epstein (161) befriended a nice young\nlady, Sophia Levy. He got married over there. Blockman, I mentioned him before, had\na friend in Sweden. The friend had been sent to Sweden because she was very sick and\nwas taken there to be built up. Blockman decided he wanted to go to Sweden to marry\nher. I was left with one other guy --Fogel, Kubat Fogel. We decided at that point that\nsince he wanted to go to Australia and I wanted to go to the United States and they\ndidn't have a consulate over in Bergen-Belsen, so I'd have to move to Munich, where\nthere was a consulate. About two weeks later, I found myself in Munich. I started to\nlook around where many Jewish people congregated. There was a cafe by the name\nGrunwald and I started asking if they had seen my cousin. They said, “As a matter of\nfact, he was here a little while ago. If you stay here long enough or return tomorrow,\nyou'll find him, for sure.” Sure enough, I ran across him the following day. We\ndecided to move to a smaller community and it was about 10 kilometers from Munich.\nI mentioned (188) and we took a nice apartment and we lived in there for maybe\nseven, eight months. During that time, my cousin found out that he has a brother in\nEngleberg, Sweden. He had been sent to Sweden because the Swedes took in people\nwho were undernourished or were too young to be on their own. The brother was a\nyoungster so Sweden took him in and sent him to a little camp, a school established to\nteach young people. When we found out, we wanted in the worst way to go and visit\nhim. But we couldn't get a permit to cross the border, so we notified him that we were\ngoing to be at the border crossing. He came to see us. We spent a day with him. He\nhad to go back to be in the school. About four or five months later, he got a permit to\ngo to the United States. My uncle that lived in New York, and he worked out some\npapers to bring him over. In between time, when he left, I went by train back to\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\nBergen-Belsen mainly to do a little business because we lived privately and we were\nnot supported by the UNRRA. We had to support ourselves.\nI got very sick one night and I had excruciating pain. Kubat Fogel said, “You know\nthat the only thing -- the best thing I can suggest is to take you to the hospital.” I went\nto the hospital, I was limping I didn't know what happened to me. They diagnosed that\nI have sciatica. They treated me like a guinea pig. They kept on shooting me with\nnovocaine and more novocaine but I didn't feel any relief. For a few minutes, while\nthe novocaine was working, I was all right, but then the pain started to come back.\nWhile I was in the hospital, I got a message that my cousin was killed in an accident\nin Munich. He was hitchhiking a ride from M -- (230) to Munich. The truck that he\nhitchhiked on tried to cross train tracks ahead of an oncoming train. There was no\nbarricade to stop him. The train hit the truck and killed him instantly. They wouldn't\nrelease me but I told the doctor I'm willing to pay a nurse to go with me to Munich.\nI said I would like to be at the funeral. They assigned a nurse and I took a train and I\nwent to Munich only to find out that I missed the funeral by six hours. When I went\nback to our apartment, I couldn't believe my eyes. Someone had pilfered the whole\nplace. I didn't even have a pair of shorts to change into. I asked the landlady, ““Who\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\ndid this?” She said the Yiddisha Geminda, the Jewish people assigned. They\norganized a group of Jewish people and they made them (do it?), one said he is a\nrabbi. The other said he is going to be the president, they appointed themselves!\nWhen they found out my cousin had been killed, they came over and they said “We\nare taking possession of everything. We are going to give it back to them when they\ncome.” She said that the Szpiro was going to come and he had to have the stuff. He\nsaid they can come to us and we'll give it to him. Only to find out that nobody claimed\nthat they had it. They hid it -- each one took something and I had to go out and buy\neverything from top to bottom to get dressed. I didn't have anything to change into.\nIn the meantime, I had to have that nurse because every few hours, she had to give me\nnovocaine. I begged her to stay with me a little while longer so I could have\nsomething to change into.\nThe second day, I checked into the Munich Nerve Clinic. They considered that a\nnerve disease, something to do with the nervous system, was causing the pain. They\nstarted treating me in an entirely different manner than I was treated before. I was\nthere six months and I didn't make any progress. The doctor that was assigned to me\nsaid the only thing he could suggest was Badhaden (282), Baden-Baden? which treats\npeople who have rheumatism, arthritis and also sciatica. Mud baths could help. I\nwent there and they gave me that treatments and I started to feel better every day, to a\npoint that I didn't limp any more. After three months, I was able to get discharged and\ngo back to Munich. When I went back to Munich, I found out that I had papers\nalready to go to the United States. Six weeks later, I was already on my way to\nBremerhaven, where I boarded a ship and I went to the United States. My uncle and\nmy cousin came to greet me. I stayed with my uncle for about three months. After\nthat, I decided that I was sick and tired of New York. It did not impress me too much.\nIn the morning at six o'clock, I had to be on the subway in order to make it to work\nthat started eight o'clock. I didn't get home until about six o'clock. I could barely eat\nthe food and I had to go to school. It was a pace that I just couldn't take it. I started to\nlook around and see if I could settle some place that 1s not so hectic. I found a friend\nwho lived in St. Paul and I contacted him. He told me you come, be my guest. If you\nlike it, you can stay. If you don't like it, you can always go back. I took him up on\nthat. I came on a Wednesday, and on a Thursday, I already had a job. They hired me\nto work for Burt's Shoe Stores. I was with them over a year. In the meantime, I met\nmy wife and we got married in 1952, August 24, 1952. Soon, we’ll have our 40\"\nwedding anniversary.\n(End of tape.)\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "SPEAR (Szpiro), Harold Charles\nRG-50.233*0129\nTwo tapes\nMay 16, 1992\nNote: Document contains formatting issues\nAbstract\nHarold Charles Spear (Szpiro) was born in Danzig, and confronted anti-Semitism by the time he was\nsix and a half years old, in 1924-1925. His schoolteacher forced him to sit down on spilled ink one\nday, and threatened to make him sit on a hundred thumbtacks the next day. Charles ran out of the\nschool and refused to return. His parents sent him to live with his grandmother in the predominantly\nJewish town of Pluzga, Poland on the border with Germany.\nLater, he went to Lodz, and eventually biked all the way to Warsaw. He had tried to get a passport to\nleave the country, but was refused because he was draft age.\nHe was sent to various camps. The head of a transfer camp in Lublin shot anyone who looked him in\nthe eyes. Harold managed to get himself and a friend sent back to their respective parents. But when\nHarold’s father told him Jews were not allowed to use sidewalks, Harold decided to go into hiding in\nChisava, 20 kilometers away. He stayed with a farmer and then moved into the forest.\nHis parents and little brother were put into a ghetto in Pluzga. Harold wanted to take his brother into\nhiding, but his parents refused because they thought Harold had a better chance of surviving on his\nown. They were taken eventually to an extermination camp.\nWhen Harold was taken to Auschwitz-Birkenau, the first thing he saw was a corpse hanging on an\nelectrified barbed wire fence. Harold, a tool and die maker, worked in a machine shop. A kapo gave\nhim 50 lashes with an electrical cord for helping a fellow prisoner. Harold became very close with a\nman so strong he could bend metal rods. The man, Moka K, saved Harold when he was trampled in a\ncattle car going to Mauthausen. Its head SS man refused to take the prisoners, and suggested\nshooting all of them. Instead, they were marched to Rodhausen, where Harold worked on V-1\nrockets.\nAs the Russians approached, prisoners were loaded onto barges and then were marched about 7\nkilometers to the North Sea, where they were put onto boats for a German prisoner-of-war exchange\nwith British forces. After the war, he returned to Germany, where he found a cousin who was soon\nkilled in a truck-train collision. Harold was treated for many months for a painful neurological\ncondition, but was eventually cured. He emigrated to the U.S. He did not like the fast pace of New\nYork City so he moved to the St. Paul, Minnesota area, where he joined a friend. Harold married and\nwas about to celebrate his 40\" wedding anniversary at the time of the interview.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral testimonies. Information about access and\nusage rights can be found in the catalog record.",
        "Tape I, Side A"
    ]
}