{
    "rg": "RG-50.030.0056_trs_en",
    "sequence": [
        "Q: Could you tell us your full name please?",
        "A: Yes, my name is Eva Cooper. My maiden name was Eva Brust and I was born in Budapest\nin Hungary.",
        "Q: And when were you born?",
        "A: I was born in 1934.",
        "Q: And could you tell us a little bit about your life before the war.",
        "A: My life before the war was very, very nice. I remember living in a very nice house, actually\nan apartment on the Pest side of Budapest. You probably know the city is divided by the\nDanube and the part that I lived in we had mostly apartment houses as opposed to the other\npart which was private homes. And I was...uh...besides my parents, obviously, I\nhad...uh...nannies and governesses and we led a very, very comfortable life with lots of\nvacations and...uh.. parties and I went to elementary school. And... uh...in school we\nhad...uh...we had religious education in the public school system...uh...besides the languages,\narts, geography, history and math, everybody went to their own religious classes during that\nparticular period so as Jewish children went to a class where a Rabbi taught Jewish history,\nHebrew, whatever. Catholics went to Catholic class and Protestants went to Protestant class\nand everybody mingled and got along very well and I was never aware of Jewish or not\nJewish or anything else pertaining to religion until much later.\nAnd until 1944, which was when I was 10 years old, I really don't recall anything\nparticularly disrupting my life. In retrospect, now I understand that many things were going\non since 1939. I was aware that my father was in labor camp, but I thought that was just\nbeing a soldier and he always came back. Uh...He went several times and came back and\nI...my mother did go help my father...run my father's business. My father was in\npaper...wholesale paper manufacturing business. Uh...But otherwise I, personally, was not\naware of having to be afraid or being concerned until 1944. And that was a particularly\nspecial day in my life because my birthday is March 18th and I was having my 10th birthday\nparty in my...my home with all my friends. They were really my parents' friends, children\nwho I was brought up with, as well as some of the mothers and a lot of the nannies or\ngovernesses. And it was an early evening party of hot dogs, and...uh...we lived on a fairly\nmain street. We heard marching of soldiers and we looked out the window and the German\narmy at that point, to my recall, was occupying Budapest. Hungary was the last of the\nEastern European countries to be occupied. Poland and the other countries had already had\nGerman troops in them.\nAnd everybody started running around and there went my party. Everybody went home. And\nthe reason being that they were all afraid and that the Germans at that time were occupying\nBudapest and...uh...that's when our whole world really fell apart. Uh... There were a lot of\nnegotiations. I didn't really know what was going on. Everybody tried to keep the children\nfrom worrying and...uh...we lived in...uh...a designated house that was called the Jewish\nhouse...uh... which happened to have been the building which we were in. What that meant is\nthat several houses, apartment houses, were designated Jewish houses where the Christians\nhad the option to stay or go. In a Jewish house, the Jews stayed and the ones that were not\nthe Jewish houses, the Jews had to leave. Also we had a fairly large apartment, and we were\nonly allowed to live in one room. But because my father was fairly active in the Jewish\ncommunity, we were able to pick the families to move into all the other rooms. So we had\nfriends and family move in. Uh...My parents' bedroom because our...our room. We had\nfriends in the living room and somebody else in the dining room and somebody else in\nmy...in my old room. Uh...That's when I first was aware of the fact that things were not quite\nthe same. Also, one of the laws that came to pass at the time was that Jews could not have\nhelp, servants or whatever you want to call them. And...uh...so all our so-called staff, which\nconsisted of my governess and a cook and a maid, had to leave. Uh...",
        "Q: What were the sanitary facilities like?",
        "A: Uh...Well, 1t was difficult because we had bathrooms and all that but it was a...1t was really\nreally interesting from a child's point of view. It was a time of sharing and pulling together. I\nwas an only child, so I thought it was just terrific to have all these children running around\nand I was always brought up very properly, to behave myself and speak when I was spoken\nto, and here they were all these people running around. And one of my father's very good\nfriends who was a lawyer and had a great deal of...a tremendous sense of humor wrote\npoetry for the bathroom, to the effect that the men were to put the toilet seats down after use\nand all sorts of funny things. We just thought that this was great fun and we played\njokes...uh...on the grownups and...uh...but things did progressively get worse because... And\none of my first personal experiences as a child was when a little girl who lived in the\nbuilding, who stayed in the building...all the Gentiles chose to stay in the building in their\nown apartments, but they kept the whole apartment. And one little girl said...I asked if I\ncould play with her in that afternoon as we usually had, and she said no, she couldn't play\nwith me. I said, \"Well, how about tomorrow?\" And she said, \"No, she can't play with me\ntomorrow either.” And I said, \"Well, why not?\" And she said, \"Because you're Jewish.” And\nI said, \"Well, I don't really understand what that means or what does that have to do with\nanything anyhow.” And she said well, she didn't know either, but her parents said that she\ncouldn't play with a Jewish child.” So...",
        "Q: What was a typical day like for you?",
        "A: Well, by this time we weren't going to school. We were only ...Jews were only allowed to\nshop and market in the stores late in the afternoon. They were only allowed on the street\n...uh...for an hour or so, when the produce and most of the stuff was gone and what was there\nwas not terrific. Uh...my father would go to the Jewish Community Center to see what he\ncould do. Uh...My father was a prominent person in the Jewish community so that the\nwealthy Jews still had some influence and were able to do such things, such as acquiring\nthe...the Star for our building to remain in our house and...uh...to get much more information\nthan we would have gotten otherwise.",
        "Q: Tell us about the Star.",
        "A: There was a Star outside the house that designated being a Jewish building so anybody that\nwould pass by that was not Jewish building would know that this was a Jewish Star...Jewish\nhouse and...uh...the Jews had to wear yellow Stars. Had to be exactly put on each item of\nclothes as a certain measurement that had to be...and it had to be put on the left upper\nshoulder of each garment. In other words, that when you went out on the street, you should\nalways be identified and if somebody wanted to spit on you, kick you, shoot you, take you\naway, that's what you were to do.",
        "Q: Did you go out on the streets?",
        "A: Yes, I did go out on the streets. We did go out. I have this...my...my little boyfriend who is\n11, and he and I would go out and do some stuff in the neighborhood. We would also buy\nnewspapers and sell them within the building. And...uh...we also, I remember...nobody in my\nfamily smoked, but people did. Europeans smoked a lot. And we would pick up cigarette\nbutts from everybody...wherever we could find them, take out the leftover tobacco and roll\nthem in tissue paper. I have no idea where we got the tissue paper. And sell them to the\nsmokers, because there was a shortage of all things. And so having this and, of course, the\nfact that we were children everybody bought it for us and we decided that we would support\nour parents because we did realize that nobody was working. And I'm not sure we supported\nthem, but it was again great fun.",
        "Q: Did you have any frightening instances on the street?",
        "A: No, I never had any frightening instances on the street. No. Uh...I did have...uh...a lot of fun\nthings in the... in the apartment as a I said because we were friends and we had all the\npeople. We played tricks on people and stuff like that. But, 1t was getting to be frightening\nbecause you ...you had sense of doom. You had a sense that there was... there was a lot of\nwhispering going on, and sometimes not knowing what is going on is almost as bad as\nsharing and being told that okay, these are the things that can happen. Uh...There were a lot\nof trucks...uh...obviously, going on the street with lots of people in it, and everybody was\nmaking up stories about where they were going. Labor camp, to the country, all sorts of\nthings, but it was...1t was getting obvious even at my age that people were being picked up,\nbut I didn't know why. And this lasted from about the middle of March until...uh...the fall in\nOctober. And in October, the Jewish houses did no longer protect the people that were there.\nUh...my parents were able to...uh...get the Wallenberg protection papers. Raoul Wallenberg,\nunder the Swedish king, was able to protect and save a lot of people. They were designated\nSwedish houses, protectorates, where they claimed that Jews could be saved and we did go\nto such a house...uh...for one night and they had hundreds and hundreds and hundreds of\npeople. I don't know how many. But my parents decided that there were just two many Jews\nunder one roof and if the...1f the Germans really wanted to get rid of a whole bunch at a time,\nwe would be better off going somewhere else where...where it would not be so obvious that\nwe're together. I think that night that we left our home in October was the first time that I\nwas really scared and I think that was the experience that, as a young adult, stayed with me\nfor a long time.\nI was very attached to a pillow that I carried. We had no suitcases to take with us because we\nhad to travel light. Uh...we were dressed, all of us, in several layers of clothes so as to have\nsome warmth and have some change and I did take my pillow. And...uh...I also had\nlong...long hair. I had long braids which were cut in case the sanitary facilities were non\nexistent and I shouldn't get lice. And I remember asking my parents...uh...where're we going\nto sleep that night. And my parents said, \"We didn't know.” We were just hoping that\nsomebody would take us in. I said, \"But we have to have a bed. We have to sleep.” And that\nwas really very upsetting and as I said that took me a long time. I always like to know where\nI'm going to sleep. I don't like to go. I have to know where my bed is going to be. And we\nwent to somebody's house who took us in for one night, that night, and again everybody\nwhispered and it was really scary. People were being picked up on the street. And from then\non, we went to several places.",
        "Q: Did you actually see people being picked up?",
        "A: Yes.",
        "Q: And what were your thoughts as a child?",
        "A: That I didn't know where they were going, and I didn't really get a lot of answers. I mean I\nwas asking questions, but I guess my parents were...this was not the time for the truth. It was\njust time for me to be quiet and do what I was told. I remember very distinctly once taking\nissue with something that I had seen, and my mother gave me a very stern lecture and she\nsaid that if she says it's black and if I know that it is white, but if she said that it is black, it is\nblack and I am never, ever to question because that's how people get killed. And this was not\na time that people came up and said, \"Are you Jewish,\" and my parents obviously were\ngoing to say no, and if I would have answered, \"Oh, yes, we are Jewish. Why are you telling\na lie?\" That could get you into a lot of trouble. So I was really at a very young age told...was\ntold to just do what I'm told and not to ask questions.",
        "Q: Were you still wearing your star?",
        "A: No. No. At this time we were so serious. This was not admitting to being a Jew. This was\nhiding...uh...and my mother did not look Jewish. My father did. And, of course, it's very easy\nto determine if a man is Jewish or isn't, especially in those days so that my mother always\ndid all the talking. And...uh...she was very competent and very strong willed and...uh...was\nable to handle these situations. We did go to somebody's house where we stayed for two\nweeks. Uh...A man worked for my father and my father gave him the position as\nsuperintendent of one of the houses, apartment houses, that my father owned, and he let us\nstay in the basement...uh...for a couple of days, and brought us food whenever he could. And\na very nice family who I think was aware that something that was going on, told the\nsuperintendent...uh...that they were going to be away for quite awhile and sort of insinuating\nthat without their knowledge but it's okay, 1f we stayed in their apartment. Uh...I don't think\nwe ever met them, but that's what the superintendent told us, that it's okay for us to be taken\nto this spot. He would bring us a tray. There was a radio. Uh...We listened to...uh...Radio\nFree Europe, and this lady happened to have had the best collection of child...of children's\nbooks, and I remember reading Little Lord Fauntleroy and a lot of the children's classics. I\nremember that very well. I was a avid reader, and that was the only place during the war that\nthere were books that I read. I used to remember taking a bath. I was too hot and I almost\npassed out. And one of the things that happened that I recall very clearly...and it's interesting\nbecause my mother just finished her interview and she didn't mention it...my father was\nhaving a kidney stone attack or had...we thought he had a kidney stone, and he was having\nan attack. And he had no choice. He had to go to a doctor.\nSo he went and he left...uh...quite late in the afternoon so as...so as to be dark and my mother\nand I sat there wondering if he would ever return, if he was going to be caught or what. But\nhe had to go because he had I guess ...I'm not sure but he must have had a kidney problem\nbefore because the choice was not to stay. It was not going to go away. Anyhow, he\nreturned. I don't know what happened to the kidney or the stone, but he came back. And\nfrom then on, we went to a place in the country, a very beautiful house. And by this time,\nthere was a lot of bombing going on because the Russians and Americans were bombing.\nThe Germans were starting to lose the war, so their interest in the Jews were getting less\nexcept if they happened to see any, they shot them. But I mean, it was not as active\ninvolvement in killing the Jews as to save their necks because they were losing the war. I\nremember somebody being shot. I think it was a Russian or a German. I'm not sure. But I\nknow there was a dead body, and somebody went out and stole their shoes or whatever they\ncould off the body. But I don't really remember the details. I just know that this was a body\nand people went and stole things off the body because peple were now at this point didn't\nhave shoes, didn't have clothes. The food situation was terrible. And I was an obnoxious,\nterrible eater. I still am. I don't eat if I don't like it. And most of the children just ate whatever\nthere was to eat, including horsemeat off dead horses, but I was not having anything to do\nwith that. So I had a hard time being fed because sometimes when something was found that\nwas edible I save it up for a week and chop up little pieces of it and I would just eat it\nbecause I wouldn't eat if I didn't like it.",
        "Q: What was your contact with other children then?",
        "A: Very little. At one point, we were being hidden and there was another child there. And that's\nwhen I was told that I was not to say that we were in hiding, that we were friends of the\nfamily. And I really don't remember too much about that.",
        "Q: What were the living conditions at that point?",
        "A: Terrible.",
        "Q: Can you describe them?",
        "A: We slept on the floor...on beds...as groups of people, together. I don't remember the sanitary\nconditions as far as baths or showers. I remember my mother mending things when they\nwere torn. Wearing the same dress, you know, over and over again. Sometimes rinsing\nthings out in little pails if there was enough time for it to dry to wear again. And then as the\nbombing got worse and worse, we moved. We didn't move, we walked to the countryside. I\nwouldn't call it a suburb. It was really countryside, village, peasants, a lot of poor people\nlived there.",
        "Q: Before we go into that, 1s there any story about your mother making a cake?\nA Oh, yes. This is as a matter of fact happened in the country. I was, as I said, a very bad eater\nand my mother, some way or other...out on a walk, saw some people that had some food and\nstole an egg. And out of this egg, she whipped up a I guess what you could call yellow cake\nthing and there was the one egg and I guess she had the other ingredients. So I ate that for a\nvery, very long time. And then this...this was in the country and there was a lot of bombing\ngoing on. It was sort of getting towards the end of the war. We all slept on the floor. Usually\nI slept between my parents. The toilets there I remember, they were on the outside. We used\nto take trips to go to...to an outhouse kind of a thing.",
        "Q: About how many people were with you?",
        "A: I don't know, but a lot. I think maybe a dozen or...I mean, not fifty or a hundred but maybe a\ncouple of dozen people.",
        "Q: All Jews?",
        "A: No. Not Jews. At this point there was a mixture of people because the war was ending and\npeople were hiding. There was...at this point in the war, people tried to keep alive from\nbombings that were going on. There were a lot of shooting and bombs and this all sorts of\nthings going on as far as our physical safety. And at one point I remember and I was going to\nask my mother and I don't remember but we were in front of the firing line. We Were lined\nup to be shot and I think they were by Russians, but then something happened and we all\nwalked away. But I remmeber thinking that we were going to be shot. I mean, I was aware of\nthe fact that there was a lineup and there were guns.",
        "Q: Can you tell us a little bit about how you got into the line?",
        "A: We were...we were walking. We were walking from one place to another place, and we were\ncaught. And whoever was with us...there were other people with us...",
        "Q: Who caught you?",
        "A: The...the soldiers. And...uh...and that's really all I remember. I don't really remember...I\nknow there were bad guys, but I don't know whose side they were on. By this time, the\nRussians started coming. And they kept saying that they were winning the war, and there\nwere not too many Germans around.",
        "Q: Do you remember being 1n the line?",
        "A: Yes. Oh, yes.",
        "Q: What...do you remember your feelings as a child?",
        "A: Yes. I was scared. I mean, I don't know if I thought about death as far as that's concerned, but\nI know that it was bad.",
        "Q: How many people were in the line?",
        "A: I think two dozen.",
        "Q: And what were their feelings there?",
        "A: I mean, there was a lot of, you know, crying out and talking and negotiating and foreign\nlanguages and stuff like that. And then all of a sudden it was dispersed and we just walked\naway. And then we stated walking back toward Budapest because we were told that the\nRussians and the Americans and the English, liberation had occurred and that the Germans\nwere gone. And it took a long time to come back because the roads were bad. There were a\nlot of bodies and still there was still some bombing going on because there were still groups\nof Germans all over the place.",
        "Q: What was your reaction when you would see a dead body?",
        "A: I just wanted to...oh, I think we were all very happy to see them, especially if they were\nGerman. I mean, there was like...like almost a game of...of Germans. I remember later when\nwe were back in Budapest. I was back in school. The Germans were being hung outside on\ntrees and stuff, and I remember everybody was very joyful and as a child, you just sort of go\nalong with it and just...1t almost becomes meaningless. You just walk through the bodies, and\nyou're just happy you're alive. And we walked back...",
        "Q: Do you remember the physical exhaustion?",
        "A: Yes. Especially with a child, you know. You're always tired and you want to stop and you\ncouldn't stop. You had to go to the next destination.",
        "Q: What condition were your clothes in at this point?",
        "A: Not very good. Funny, I don't remember anything about shoes. But I...I...just...1 don't know.\nOf course, we were also cold, because by this time, you know, we had gone through the\nwinter, and I remember being cold. I still am. I'm always cold. My hands are always cold.\nAnd my hands and feet were frozen and...",
        "Q: Did you ever leave your parents' side at this point?",
        "A: No. No. At one point, I was supposed to be sent to a convent. And also some arrangements\nwere made. A lot of Jewish children were being sent to convents because the nuns were\ngoing to take care of them and save them. And then...I don't think I wanted to go and my\nparents just decided that we would all get through the whole thing together or...or not at all.",
        "Q: Any question of conversion for you?",
        "A: Yes. Actually, before all this, we were told that...that...1f you had non-Jewish papers,\nCatholic papers...by a certain date that you would be...considered a half-Jew and possibly not\nbe taken to concentration camp or whatever. So we did acquire Catholic papers and my\nfather didn't. My mother and I went to church and we learned whatever it is. I\ndon't...Cath...whatever you call it.",
        "Q: Catechism.",
        "A: Catechism and the beads and all that kind of stuff. And we actually had to take a test or at\nleast I remember taking one, and I remember reciting the...uh...what everyone recites, and so\nwe had papers. I don't know of my mother still has them, but we had papers saying that we\nwere converted. My father wouldn't do it, but he thought it would be a good protection for\nus. Subsequently it didn't help anybody anyhow because it was just another gimmick, but we\ndid have the papers.",
        "Q: What was the attitude of priests and nuns during your classes and learning?",
        "A: Fine. They were happy to convert, and I guess they were hoping maybe ultimately that\npeople would remain. And a lot did. A lot of people who came to this country when we\ncame...families of my parents I knew had converted when they came to this country, raised\ntheir children as non-Jews. Well, we always remained Jewish and after the war was over the\npaper that was just a piece paper that may have saved our lives at the time, but it probably\nwouldn't have. So it sort of served its purpose.",
        "Q: When you were out of the country, were you aware of what was happening 1n other parts of\nEurope and the work camps? Do your parents talk to you about it?",
        "A: Yes. Yes. By that time we were aware of concentration camps. I don't know if I personally\nknew what that meant and I think the grownups had difficulty acknowledging that there\ncould be such a thing as...as...as ovens where they...where they gassed people. I mean, to\ncomprehend that whole thing 1s...1s very, very difficult. And a lot of people who should have\nat the time believed that it existed refused to believe it because it was so mind-boggling and I\ndon't reallythink I had any particular feelings or total awareness of just exactly...I knew we\nwere in hiding and I knew we were running away from being taken away. And then as we\nstarted coming back, I remember my father saying that if there was anybody in our home he\nwould just kill them. Which is most unlikely because he was a very, very gentle man. But\nyou do get angry. But I think it was when it was all over for us, I think it was a relief that it\nwas over and some of the anger kind of went away. And I am an only child and since my\nparents and I survived together, that was already a good beginning. A tremendous amount of\nour relatives were gassed in Auschwitz. Most of these relatives being my grandmother's\nsisters, brothers, and their children. Then after the war were the horrors of identifying people.\nYes.",
        "Q: What were your thoughts as you were coming back to your apartment?",
        "A: I just wanted to go home. I had enough of all this.",
        "Q: So you went back to your apartment. What were your feelings?",
        "A: I went back to the apartment. Glad to be home.",
        "Q: What did you do when you got back?",
        "A: The apartment was a mess. Interestingly enough, the furniture and all, that was there. It was\nnot totally destroyed. Windows were gone from bombings. This had nothing to do with the\nGermans. This was, you know, the shooting. And...life just short of started all over again. I\nwent back to school. People found whoever they found. People cried. They cleaned up...the\ncleanup process was really the bodies and they were just all over the place. At our temple...in\nthe backyard of the temple -- the court I guess is what you would call it -- became a\ngraveyard for those who could not be identified or they were such...they were so totally\ndisfigured that they were not recognized. My father went to identify people and, you know,\none of the ways to identify these bodies that were practically not recognizable through their\nteeth, through dental something. I'm not sure what, but it was like their teeth or through\nbirthmarks, stuff like that. So that was a horrible experience.",
        "Q: This is something you witnessed?",
        "A: Yes. And...uh...",
        "Q: And your thoughts when you would see sights like this?",
        "A: Scared. And...but I guess it's interesting, you know, from a child's point of view, because I...I\nwas with my parents. I always felt a certain amount of security and that I really think 1s what\nhelped me come out of it fairly well-adjusted, I guess. For a long time as an adult 1n this\ncountry or as a young adult, I never wanted to go anywhere without knowing where I'm\ngoing to sleep and I do not like sirens because we always ran to the shelter and I always\nknew that when the bombing started that there was the potential of being killed.",
        "Q: What kind of shelters did you go to?",
        "A: Well, when we were still living in our house, there was...the basements, became bomb\nshelters ad they were not set up with first aid. There were underground facilities under the\nbuilding, and whenever the bombings and sirens went off, everybody ran to the shelters.",
        "Q: What did you take with you?",
        "A: Nothing. Just whatever we had. Some food, if there was any to be had. A flashlight, that kind\nof thing. As a child, you were just sort of dragged along to go and be quiet, and that was a\nsafe place to be and when the...uh...when it was over, then you came back up again. And at\nthis point it was obvious that many buildings were bombed out and sometimes people died.\nSo, you know, toward the end of the war, you didn't know if you were going to survive\nbecause...or not survvie because you were a Jew or just because you could get killed from\nthe bombs.",
        "Q: Did you ever talk about not surviving with your parents?",
        "A: No. No. And so by 1945 we were back home. My father tried to get his business back and\nfor a while it looked like everything was going to go back to normal, but then the Russians\nsort of started taking over what the Germans had taken over before. And my grandparents\nhad come to this country in 1939 to visit the World's Fair and my grandfather I guess he was\nsmarter than most of us, had planned to stay. He just didn't tell my grandmother because she\nwouldn't have left. And so we came out here to this country in 1947. It took a while to get\npapers and visas and all that kind of stuff.",
        "Q: When you first came back to the apartment, did you try to look up friends?",
        "A: Oh, yes.",
        "Q: Some survived.",
        "A: Oh, yes.",
        "Q: What did you talk about with them?",
        "A: Most of my friends were children of my parents' friends and they all survived. And I think\nwe were just really talking about all the things that happened and busy listening or not\nlistening to each other's stories. A lot of these youngsters...well, they're not youngsters any\nmore, they're my age. A lot of them are in the States and Canada. Somehave stayed in\nBudapest. I have not stayed in touch with any of them.",
        "Q: What are some of your feelings about leaving Budapest to come to this country.",
        "A: I didn't want to leave.",
        "Q: Why not?",
        "A: Well, that was my home. I mean, after...after the war was over, there were my friends. There\nwas my family, whatever there was, and it was an adventure coming here and we came\nthrough Paris and then we went to England and we sailed on the Mauretania, which doesn't\nexist any more, but 1t was a Cunard Line and we travelled first class. It was a wonderful trip.\nAnd then when we came here, it was a very, very new life for everybody. But a child adjusts\nvery quickly.",
        "Q: Did your father have any experience with Adolph Eichmann?",
        "A: Yes. My father, because he was an important person in the Jewish community, met anybody\nand everybody that came to do any kind of negotiating and basically Eichmann wanted\nmoney from the Jewish community and the wealthy Hungarian Jewish Community had a\ngreat deal of money and he made all sorts of deals to promise to release some people or take\nless people to prison camps for money. So it was a trade. And my father was in on some of\nthe negotiations. They were not intimate friends, but as my mother told the story, that he was\na perfect gentleman and elegantly dressed, as all Germans were, as opposed to the Russians,\nwho were boors and did not, you know, their uniforms were not as the Germans' were. The\nGermans always were saluted and were, you know, in their own horrible way were always\nperfectly behaved. Such as Eichmann who obviously was not a perfect gentleman otherwise.\nAnd the Russians were...were just the opposite. But when the war was over, there were a lot\nof American soldiers were and my parents became quite friendly with some of them. And\nthe, as I said, the wheels started working...to my father, was not really thrilled about coming\nto this country in the beginning. I mean, he thought that everything was just...that was his\nhome, and...",
        "Q: What were your feelings to go out on the streets as a child when the freedom came about?\nWere you...did your parents let you go out after the war was over?",
        "A: Yes. No...after the war was over, for your own personal safety, there was no...there was no\nmore problem. Very slowly it was really the government, because of the Russians, the\nAmericans left and and the Russians stayed. But that took a while.",
        "Q: Did you go back to school?",
        "A: Oh, yes, I went back to school.",
        "Q: And what were your experiences with your non-Jewish classmates?",
        "A: It all passed. As a matter of fact, one of my best friends was non-Jewish, and at one point\nafter coming out to this country, I tried to bring her out because she was having hard times\nthere. And I tried through a Jewish agency and through a Catholic agency to bring her out\nand then I lost track. But I never had any...my only experience with...with so-called\nanitsemitism besides the large scale of things was with one child who said she couldn't play\nwith me because I was Jewish. But otherwise, 1t was not a one-to-one thing. It was the whole\nworld was collapsing and being Jewish I was part of that world.",
        "Q: But you didn't feel singled out at school after the war was all over?",
        "A: No. Not at all.",
        "Q: And then what were your thoughts as you were travelling from city to city to come to the\nUnited States?",
        "A: Well, that part was really...again, it was a very nice trip. It was a pleasure trip coming out. I\nmean, we weren't running away with...with clothes on our backs. By this time, my father had\nacquired some of his properties back. We weren't penniless. We weren't escaping. We\npacked our belongings and we were taking a trip. We had left options that if my parents\ndidn't like it here to come back, to go back to Budapest. Things were packed, ready to be\nshipped if we had said to ship it or not.And as I said, wecame out first class and my\ngrandfather was here. My uncle was here. We had relatives here. It was a difficult\nadjustment for my parents. New language. New country. Different lifestyle. My father was a\nvery prominent person in Budapest, and here he wasn't. So it took a long time for him to\nadjust...and probably a little bit faster for my mother. But I went to school. I literally got off\nthe boat, went to camp, and then went to school. And except for the fact that I spoke with an\naccent and I was probably a little embarrassed that my parents did, I just became an\nAmerican teenager.",
        "Q: Where did you settle?",
        "A: In New York. I lived in New York all my young and old adult life. I went to schools in\nManhattan and I have one daughter and three grandsons. And that's the story. I think that I\ngot involved with the Holocaust Musuem...actually, my daughter had pointed out to me\nabout a year ago a New York magazine had written an article about the Hidden Children\nConference that had taken place last year in the summer, and she thought it would be\nsomething...something I should look into. And I did. And I did attend the Conference and I\nrealize that with my generation...it's kind of the end of the road for the people that have been\nthere, that participated. That after me it's just history, which is very different from having\nbeen there. And I think that's for us who...whatever way participated in the war, it's very\nimportant to record the history, to tell our children and their children. And when I attended\nthe Conference, I went with mixed feelings, thinking, you know, the war is over. This was\nfifty or forty years ago. What am I doing here? And I found the Conference very, very\nmoving. I found a lot fo Hungarians. Some from similar and some from different\nbackgrounds. A lot of the nationalities formed support groups within themselves. The\nHungarian women of my generation formed a group. The Hungarian women that have been\nmeeting monthly and during the Conference besides meetings and people still searching for\neach other and people finding each other...there was also a large library of books on the\nHolcaust.\nAnd I bought one book: the name of it was Remember Never to Forget. And it was a book\nwritten for children in a very simplistic way with pictures, black and white barbed wire, but\nnothing particularly scary, certainly if you don't know what it's all about. And I bought the\nbook thinking that one of the days when my grandchildren are old enough, I will read it to\nthem. And I forgot all about it. And this summer I took my oldest grandson who js six and a\nhalf to the train to pick up somebody and as we were standing at the train station, he raised\nhis right hand in sort of a Hitler salute and said, \"Heil Hitler.\" And I was very upset and I\ntried very hard not to scare him. He didn't think he was doing anything bad. And we sat\ndown on a bench and I said, \"Adam, I don't ever want you to say that again, and I want to tell\nyou a little bit about who Hitler was, what he did, and how it affected me.\" And he really\nwas fascinated. He's a very bright little boy and he's very curious. And I said, \"When we go\nhome, I have a book that I'm going to read to you,\" which I subsequently did. But the reason\nhe did this \"Heil Hitler\", because we had been watching \"The Sound of Music\", and he loved\nthe music and that was one of the salutes. So that's where it all came from. But the concept\nwas still there and I had to get rid of his other brothers, because they really were too young,\nand he and I went into a room and read this story. And since then he has very often asked me\nto tell him stories.",
        "Q: Any other final message you would like to leave?",
        "A: Yes. It should never happen again. That's it.",
        "Q: Okay. Well, thank you very much.",
        "A: Thank you.\n"
    ],
    "questions": [
        "Q: Could you tell us your full name please?",
        "Q: And when were you born?",
        "Q: And could you tell us a little bit about your life before the war.",
        "Q: What were the sanitary facilities like?",
        "Q: What was a typical day like for you?",
        "Q: Tell us about the Star.",
        "Q: Did you go out on the streets?",
        "Q: Did you have any frightening instances on the street?",
        "Q: Did you actually see people being picked up?",
        "Q: And what were your thoughts as a child?",
        "Q: Were you still wearing your star?",
        "Q: What was your contact with other children then?",
        "Q: What were the living conditions at that point?",
        "Q: Can you describe them?",
        "Q: Before we go into that, 1s there any story about your mother making a cake?",
        "Q: About how many people were with you?",
        "Q: All Jews?",
        "Q: Can you tell us a little bit about how you got into the line?",
        "Q: Who caught you?",
        "Q: Do you remember being 1n the line?",
        "Q: What...do you remember your feelings as a child?",
        "Q: How many people were in the line?",
        "Q: And what were their feelings there?",
        "Q: What was your reaction when you would see a dead body?",
        "Q: Do you remember the physical exhaustion?",
        "Q: What condition were your clothes in at this point?",
        "Q: Did you ever leave your parents' side at this point?",
        "Q: Any question of conversion for you?",
        "Q: Catechism.",
        "Q: What was the attitude of priests and nuns during your classes and learning?",
        "Q: When you were out of the country, were you aware of what was happening 1n other parts of\nEurope and the work camps? Do your parents talk to you about it?",
        "Q: What were your thoughts as you were coming back to your apartment?",
        "Q: So you went back to your apartment. What were your feelings?",
        "Q: What did you do when you got back?",
        "Q: This is something you witnessed?",
        "Q: And your thoughts when you would see sights like this?",
        "Q: What kind of shelters did you go to?",
        "Q: What did you take with you?",
        "Q: Did you ever talk about not surviving with your parents?",
        "Q: When you first came back to the apartment, did you try to look up friends?",
        "Q: Some survived.",
        "Q: What did you talk about with them?",
        "Q: What are some of your feelings about leaving Budapest to come to this country.",
        "Q: Why not?",
        "Q: Did your father have any experience with Adolph Eichmann?",
        "Q: What were your feelings to go out on the streets as a child when the freedom came about?\nWere you...did your parents let you go out after the war was over?",
        "Q: Did you go back to school?",
        "Q: And what were your experiences with your non-Jewish classmates?",
        "Q: But you didn't feel singled out at school after the war was all over?",
        "Q: And then what were your thoughts as you were travelling from city to city to come to the\nUnited States?",
        "Q: Where did you settle?",
        "Q: Any other final message you would like to leave?",
        "Q: Okay. Well, thank you very much."
    ],
    "answers": [
        "A: Yes, my name is Eva Cooper. My maiden name was Eva Brust and I was born in Budapest\nin Hungary.",
        "A: I was born in 1934.",
        "A: My life before the war was very, very nice. I remember living in a very nice house, actually\nan apartment on the Pest side of Budapest. You probably know the city is divided by the\nDanube and the part that I lived in we had mostly apartment houses as opposed to the other\npart which was private homes. And I was...uh...besides my parents, obviously, I\nhad...uh...nannies and governesses and we led a very, very comfortable life with lots of\nvacations and...uh.. parties and I went to elementary school. And... uh...in school we\nhad...uh...we had religious education in the public school system...uh...besides the languages,\narts, geography, history and math, everybody went to their own religious classes during that\nparticular period so as Jewish children went to a class where a Rabbi taught Jewish history,\nHebrew, whatever. Catholics went to Catholic class and Protestants went to Protestant class\nand everybody mingled and got along very well and I was never aware of Jewish or not\nJewish or anything else pertaining to religion until much later.\nAnd until 1944, which was when I was 10 years old, I really don't recall anything\nparticularly disrupting my life. In retrospect, now I understand that many things were going\non since 1939. I was aware that my father was in labor camp, but I thought that was just\nbeing a soldier and he always came back. Uh...He went several times and came back and\nI...my mother did go help my father...run my father's business. My father was in\npaper...wholesale paper manufacturing business. Uh...But otherwise I, personally, was not\naware of having to be afraid or being concerned until 1944. And that was a particularly\nspecial day in my life because my birthday is March 18th and I was having my 10th birthday\nparty in my...my home with all my friends. They were really my parents' friends, children\nwho I was brought up with, as well as some of the mothers and a lot of the nannies or\ngovernesses. And it was an early evening party of hot dogs, and...uh...we lived on a fairly\nmain street. We heard marching of soldiers and we looked out the window and the German\narmy at that point, to my recall, was occupying Budapest. Hungary was the last of the\nEastern European countries to be occupied. Poland and the other countries had already had\nGerman troops in them.\nAnd everybody started running around and there went my party. Everybody went home. And\nthe reason being that they were all afraid and that the Germans at that time were occupying\nBudapest and...uh...that's when our whole world really fell apart. Uh... There were a lot of\nnegotiations. I didn't really know what was going on. Everybody tried to keep the children\nfrom worrying and...uh...we lived in...uh...a designated house that was called the Jewish\nhouse...uh... which happened to have been the building which we were in. What that meant is\nthat several houses, apartment houses, were designated Jewish houses where the Christians\nhad the option to stay or go. In a Jewish house, the Jews stayed and the ones that were not\nthe Jewish houses, the Jews had to leave. Also we had a fairly large apartment, and we were\nonly allowed to live in one room. But because my father was fairly active in the Jewish\ncommunity, we were able to pick the families to move into all the other rooms. So we had\nfriends and family move in. Uh...My parents' bedroom because our...our room. We had\nfriends in the living room and somebody else in the dining room and somebody else in\nmy...in my old room. Uh...That's when I first was aware of the fact that things were not quite\nthe same. Also, one of the laws that came to pass at the time was that Jews could not have\nhelp, servants or whatever you want to call them. And...uh...so all our so-called staff, which\nconsisted of my governess and a cook and a maid, had to leave. Uh...",
        "A: Uh...Well, 1t was difficult because we had bathrooms and all that but it was a...1t was really\nreally interesting from a child's point of view. It was a time of sharing and pulling together. I\nwas an only child, so I thought it was just terrific to have all these children running around\nand I was always brought up very properly, to behave myself and speak when I was spoken\nto, and here they were all these people running around. And one of my father's very good\nfriends who was a lawyer and had a great deal of...a tremendous sense of humor wrote\npoetry for the bathroom, to the effect that the men were to put the toilet seats down after use\nand all sorts of funny things. We just thought that this was great fun and we played\njokes...uh...on the grownups and...uh...but things did progressively get worse because... And\none of my first personal experiences as a child was when a little girl who lived in the\nbuilding, who stayed in the building...all the Gentiles chose to stay in the building in their\nown apartments, but they kept the whole apartment. And one little girl said...I asked if I\ncould play with her in that afternoon as we usually had, and she said no, she couldn't play\nwith me. I said, \"Well, how about tomorrow?\" And she said, \"No, she can't play with me\ntomorrow either.” And I said, \"Well, why not?\" And she said, \"Because you're Jewish.” And\nI said, \"Well, I don't really understand what that means or what does that have to do with\nanything anyhow.” And she said well, she didn't know either, but her parents said that she\ncouldn't play with a Jewish child.” So...",
        "A: Well, by this time we weren't going to school. We were only ...Jews were only allowed to\nshop and market in the stores late in the afternoon. They were only allowed on the street\n...uh...for an hour or so, when the produce and most of the stuff was gone and what was there\nwas not terrific. Uh...my father would go to the Jewish Community Center to see what he\ncould do. Uh...My father was a prominent person in the Jewish community so that the\nwealthy Jews still had some influence and were able to do such things, such as acquiring\nthe...the Star for our building to remain in our house and...uh...to get much more information\nthan we would have gotten otherwise.",
        "A: There was a Star outside the house that designated being a Jewish building so anybody that\nwould pass by that was not Jewish building would know that this was a Jewish Star...Jewish\nhouse and...uh...the Jews had to wear yellow Stars. Had to be exactly put on each item of\nclothes as a certain measurement that had to be...and it had to be put on the left upper\nshoulder of each garment. In other words, that when you went out on the street, you should\nalways be identified and if somebody wanted to spit on you, kick you, shoot you, take you\naway, that's what you were to do.",
        "A: Yes, I did go out on the streets. We did go out. I have this...my...my little boyfriend who is\n11, and he and I would go out and do some stuff in the neighborhood. We would also buy\nnewspapers and sell them within the building. And...uh...we also, I remember...nobody in my\nfamily smoked, but people did. Europeans smoked a lot. And we would pick up cigarette\nbutts from everybody...wherever we could find them, take out the leftover tobacco and roll\nthem in tissue paper. I have no idea where we got the tissue paper. And sell them to the\nsmokers, because there was a shortage of all things. And so having this and, of course, the\nfact that we were children everybody bought it for us and we decided that we would support\nour parents because we did realize that nobody was working. And I'm not sure we supported\nthem, but it was again great fun.",
        "A: No, I never had any frightening instances on the street. No. Uh...I did have...uh...a lot of fun\nthings in the... in the apartment as a I said because we were friends and we had all the\npeople. We played tricks on people and stuff like that. But, 1t was getting to be frightening\nbecause you ...you had sense of doom. You had a sense that there was... there was a lot of\nwhispering going on, and sometimes not knowing what is going on is almost as bad as\nsharing and being told that okay, these are the things that can happen. Uh...There were a lot\nof trucks...uh...obviously, going on the street with lots of people in it, and everybody was\nmaking up stories about where they were going. Labor camp, to the country, all sorts of\nthings, but it was...1t was getting obvious even at my age that people were being picked up,\nbut I didn't know why. And this lasted from about the middle of March until...uh...the fall in\nOctober. And in October, the Jewish houses did no longer protect the people that were there.\nUh...my parents were able to...uh...get the Wallenberg protection papers. Raoul Wallenberg,\nunder the Swedish king, was able to protect and save a lot of people. They were designated\nSwedish houses, protectorates, where they claimed that Jews could be saved and we did go\nto such a house...uh...for one night and they had hundreds and hundreds and hundreds of\npeople. I don't know how many. But my parents decided that there were just two many Jews\nunder one roof and if the...1f the Germans really wanted to get rid of a whole bunch at a time,\nwe would be better off going somewhere else where...where it would not be so obvious that\nwe're together. I think that night that we left our home in October was the first time that I\nwas really scared and I think that was the experience that, as a young adult, stayed with me\nfor a long time.\nI was very attached to a pillow that I carried. We had no suitcases to take with us because we\nhad to travel light. Uh...we were dressed, all of us, in several layers of clothes so as to have\nsome warmth and have some change and I did take my pillow. And...uh...I also had\nlong...long hair. I had long braids which were cut in case the sanitary facilities were non\nexistent and I shouldn't get lice. And I remember asking my parents...uh...where're we going\nto sleep that night. And my parents said, \"We didn't know.” We were just hoping that\nsomebody would take us in. I said, \"But we have to have a bed. We have to sleep.” And that\nwas really very upsetting and as I said that took me a long time. I always like to know where\nI'm going to sleep. I don't like to go. I have to know where my bed is going to be. And we\nwent to somebody's house who took us in for one night, that night, and again everybody\nwhispered and it was really scary. People were being picked up on the street. And from then\non, we went to several places.",
        "A: Yes.",
        "A: That I didn't know where they were going, and I didn't really get a lot of answers. I mean I\nwas asking questions, but I guess my parents were...this was not the time for the truth. It was\njust time for me to be quiet and do what I was told. I remember very distinctly once taking\nissue with something that I had seen, and my mother gave me a very stern lecture and she\nsaid that if she says it's black and if I know that it is white, but if she said that it is black, it is\nblack and I am never, ever to question because that's how people get killed. And this was not\na time that people came up and said, \"Are you Jewish,\" and my parents obviously were\ngoing to say no, and if I would have answered, \"Oh, yes, we are Jewish. Why are you telling\na lie?\" That could get you into a lot of trouble. So I was really at a very young age told...was\ntold to just do what I'm told and not to ask questions.",
        "A: No. No. At this time we were so serious. This was not admitting to being a Jew. This was\nhiding...uh...and my mother did not look Jewish. My father did. And, of course, it's very easy\nto determine if a man is Jewish or isn't, especially in those days so that my mother always\ndid all the talking. And...uh...she was very competent and very strong willed and...uh...was\nable to handle these situations. We did go to somebody's house where we stayed for two\nweeks. Uh...A man worked for my father and my father gave him the position as\nsuperintendent of one of the houses, apartment houses, that my father owned, and he let us\nstay in the basement...uh...for a couple of days, and brought us food whenever he could. And\na very nice family who I think was aware that something that was going on, told the\nsuperintendent...uh...that they were going to be away for quite awhile and sort of insinuating\nthat without their knowledge but it's okay, 1f we stayed in their apartment. Uh...I don't think\nwe ever met them, but that's what the superintendent told us, that it's okay for us to be taken\nto this spot. He would bring us a tray. There was a radio. Uh...We listened to...uh...Radio\nFree Europe, and this lady happened to have had the best collection of child...of children's\nbooks, and I remember reading Little Lord Fauntleroy and a lot of the children's classics. I\nremember that very well. I was a avid reader, and that was the only place during the war that\nthere were books that I read. I used to remember taking a bath. I was too hot and I almost\npassed out. And one of the things that happened that I recall very clearly...and it's interesting\nbecause my mother just finished her interview and she didn't mention it...my father was\nhaving a kidney stone attack or had...we thought he had a kidney stone, and he was having\nan attack. And he had no choice. He had to go to a doctor.\nSo he went and he left...uh...quite late in the afternoon so as...so as to be dark and my mother\nand I sat there wondering if he would ever return, if he was going to be caught or what. But\nhe had to go because he had I guess ...I'm not sure but he must have had a kidney problem\nbefore because the choice was not to stay. It was not going to go away. Anyhow, he\nreturned. I don't know what happened to the kidney or the stone, but he came back. And\nfrom then on, we went to a place in the country, a very beautiful house. And by this time,\nthere was a lot of bombing going on because the Russians and Americans were bombing.\nThe Germans were starting to lose the war, so their interest in the Jews were getting less\nexcept if they happened to see any, they shot them. But I mean, it was not as active\ninvolvement in killing the Jews as to save their necks because they were losing the war. I\nremember somebody being shot. I think it was a Russian or a German. I'm not sure. But I\nknow there was a dead body, and somebody went out and stole their shoes or whatever they\ncould off the body. But I don't really remember the details. I just know that this was a body\nand people went and stole things off the body because peple were now at this point didn't\nhave shoes, didn't have clothes. The food situation was terrible. And I was an obnoxious,\nterrible eater. I still am. I don't eat if I don't like it. And most of the children just ate whatever\nthere was to eat, including horsemeat off dead horses, but I was not having anything to do\nwith that. So I had a hard time being fed because sometimes when something was found that\nwas edible I save it up for a week and chop up little pieces of it and I would just eat it\nbecause I wouldn't eat if I didn't like it.",
        "A: Very little. At one point, we were being hidden and there was another child there. And that's\nwhen I was told that I was not to say that we were in hiding, that we were friends of the\nfamily. And I really don't remember too much about that.",
        "A: Terrible.",
        "A: We slept on the floor...on beds...as groups of people, together. I don't remember the sanitary\nconditions as far as baths or showers. I remember my mother mending things when they\nwere torn. Wearing the same dress, you know, over and over again. Sometimes rinsing\nthings out in little pails if there was enough time for it to dry to wear again. And then as the\nbombing got worse and worse, we moved. We didn't move, we walked to the countryside. I\nwouldn't call it a suburb. It was really countryside, village, peasants, a lot of poor people\nlived there.\nA Oh, yes. This is as a matter of fact happened in the country. I was, as I said, a very bad eater\nand my mother, some way or other...out on a walk, saw some people that had some food and\nstole an egg. And out of this egg, she whipped up a I guess what you could call yellow cake\nthing and there was the one egg and I guess she had the other ingredients. So I ate that for a\nvery, very long time. And then this...this was in the country and there was a lot of bombing\ngoing on. It was sort of getting towards the end of the war. We all slept on the floor. Usually\nI slept between my parents. The toilets there I remember, they were on the outside. We used\nto take trips to go to...to an outhouse kind of a thing.",
        "A: I don't know, but a lot. I think maybe a dozen or...I mean, not fifty or a hundred but maybe a\ncouple of dozen people.",
        "A: No. Not Jews. At this point there was a mixture of people because the war was ending and\npeople were hiding. There was...at this point in the war, people tried to keep alive from\nbombings that were going on. There were a lot of shooting and bombs and this all sorts of\nthings going on as far as our physical safety. And at one point I remember and I was going to\nask my mother and I don't remember but we were in front of the firing line. We Were lined\nup to be shot and I think they were by Russians, but then something happened and we all\nwalked away. But I remmeber thinking that we were going to be shot. I mean, I was aware of\nthe fact that there was a lineup and there were guns.",
        "A: We were...we were walking. We were walking from one place to another place, and we were\ncaught. And whoever was with us...there were other people with us...",
        "A: The...the soldiers. And...uh...and that's really all I remember. I don't really remember...I\nknow there were bad guys, but I don't know whose side they were on. By this time, the\nRussians started coming. And they kept saying that they were winning the war, and there\nwere not too many Germans around.",
        "A: Yes. Oh, yes.",
        "A: Yes. I was scared. I mean, I don't know if I thought about death as far as that's concerned, but\nI know that it was bad.",
        "A: I think two dozen.",
        "A: I mean, there was a lot of, you know, crying out and talking and negotiating and foreign\nlanguages and stuff like that. And then all of a sudden it was dispersed and we just walked\naway. And then we stated walking back toward Budapest because we were told that the\nRussians and the Americans and the English, liberation had occurred and that the Germans\nwere gone. And it took a long time to come back because the roads were bad. There were a\nlot of bodies and still there was still some bombing going on because there were still groups\nof Germans all over the place.",
        "A: I just wanted to...oh, I think we were all very happy to see them, especially if they were\nGerman. I mean, there was like...like almost a game of...of Germans. I remember later when\nwe were back in Budapest. I was back in school. The Germans were being hung outside on\ntrees and stuff, and I remember everybody was very joyful and as a child, you just sort of go\nalong with it and just...1t almost becomes meaningless. You just walk through the bodies, and\nyou're just happy you're alive. And we walked back...",
        "A: Yes. Especially with a child, you know. You're always tired and you want to stop and you\ncouldn't stop. You had to go to the next destination.",
        "A: Not very good. Funny, I don't remember anything about shoes. But I...I...just...1 don't know.\nOf course, we were also cold, because by this time, you know, we had gone through the\nwinter, and I remember being cold. I still am. I'm always cold. My hands are always cold.\nAnd my hands and feet were frozen and...",
        "A: No. No. At one point, I was supposed to be sent to a convent. And also some arrangements\nwere made. A lot of Jewish children were being sent to convents because the nuns were\ngoing to take care of them and save them. And then...I don't think I wanted to go and my\nparents just decided that we would all get through the whole thing together or...or not at all.",
        "A: Yes. Actually, before all this, we were told that...that...1f you had non-Jewish papers,\nCatholic papers...by a certain date that you would be...considered a half-Jew and possibly not\nbe taken to concentration camp or whatever. So we did acquire Catholic papers and my\nfather didn't. My mother and I went to church and we learned whatever it is. I\ndon't...Cath...whatever you call it.",
        "A: Catechism and the beads and all that kind of stuff. And we actually had to take a test or at\nleast I remember taking one, and I remember reciting the...uh...what everyone recites, and so\nwe had papers. I don't know of my mother still has them, but we had papers saying that we\nwere converted. My father wouldn't do it, but he thought it would be a good protection for\nus. Subsequently it didn't help anybody anyhow because it was just another gimmick, but we\ndid have the papers.",
        "A: Fine. They were happy to convert, and I guess they were hoping maybe ultimately that\npeople would remain. And a lot did. A lot of people who came to this country when we\ncame...families of my parents I knew had converted when they came to this country, raised\ntheir children as non-Jews. Well, we always remained Jewish and after the war was over the\npaper that was just a piece paper that may have saved our lives at the time, but it probably\nwouldn't have. So it sort of served its purpose.",
        "A: Yes. Yes. By that time we were aware of concentration camps. I don't know if I personally\nknew what that meant and I think the grownups had difficulty acknowledging that there\ncould be such a thing as...as...as ovens where they...where they gassed people. I mean, to\ncomprehend that whole thing 1s...1s very, very difficult. And a lot of people who should have\nat the time believed that it existed refused to believe it because it was so mind-boggling and I\ndon't reallythink I had any particular feelings or total awareness of just exactly...I knew we\nwere in hiding and I knew we were running away from being taken away. And then as we\nstarted coming back, I remember my father saying that if there was anybody in our home he\nwould just kill them. Which is most unlikely because he was a very, very gentle man. But\nyou do get angry. But I think it was when it was all over for us, I think it was a relief that it\nwas over and some of the anger kind of went away. And I am an only child and since my\nparents and I survived together, that was already a good beginning. A tremendous amount of\nour relatives were gassed in Auschwitz. Most of these relatives being my grandmother's\nsisters, brothers, and their children. Then after the war were the horrors of identifying people.\nYes.",
        "A: I just wanted to go home. I had enough of all this.",
        "A: I went back to the apartment. Glad to be home.",
        "A: The apartment was a mess. Interestingly enough, the furniture and all, that was there. It was\nnot totally destroyed. Windows were gone from bombings. This had nothing to do with the\nGermans. This was, you know, the shooting. And...life just short of started all over again. I\nwent back to school. People found whoever they found. People cried. They cleaned up...the\ncleanup process was really the bodies and they were just all over the place. At our temple...in\nthe backyard of the temple -- the court I guess is what you would call it -- became a\ngraveyard for those who could not be identified or they were such...they were so totally\ndisfigured that they were not recognized. My father went to identify people and, you know,\none of the ways to identify these bodies that were practically not recognizable through their\nteeth, through dental something. I'm not sure what, but it was like their teeth or through\nbirthmarks, stuff like that. So that was a horrible experience.",
        "A: Yes. And...uh...",
        "A: Scared. And...but I guess it's interesting, you know, from a child's point of view, because I...I\nwas with my parents. I always felt a certain amount of security and that I really think 1s what\nhelped me come out of it fairly well-adjusted, I guess. For a long time as an adult 1n this\ncountry or as a young adult, I never wanted to go anywhere without knowing where I'm\ngoing to sleep and I do not like sirens because we always ran to the shelter and I always\nknew that when the bombing started that there was the potential of being killed.",
        "A: Well, when we were still living in our house, there was...the basements, became bomb\nshelters ad they were not set up with first aid. There were underground facilities under the\nbuilding, and whenever the bombings and sirens went off, everybody ran to the shelters.",
        "A: Nothing. Just whatever we had. Some food, if there was any to be had. A flashlight, that kind\nof thing. As a child, you were just sort of dragged along to go and be quiet, and that was a\nsafe place to be and when the...uh...when it was over, then you came back up again. And at\nthis point it was obvious that many buildings were bombed out and sometimes people died.\nSo, you know, toward the end of the war, you didn't know if you were going to survive\nbecause...or not survvie because you were a Jew or just because you could get killed from\nthe bombs.",
        "A: No. No. And so by 1945 we were back home. My father tried to get his business back and\nfor a while it looked like everything was going to go back to normal, but then the Russians\nsort of started taking over what the Germans had taken over before. And my grandparents\nhad come to this country in 1939 to visit the World's Fair and my grandfather I guess he was\nsmarter than most of us, had planned to stay. He just didn't tell my grandmother because she\nwouldn't have left. And so we came out here to this country in 1947. It took a while to get\npapers and visas and all that kind of stuff.",
        "A: Oh, yes.",
        "A: Oh, yes.",
        "A: Most of my friends were children of my parents' friends and they all survived. And I think\nwe were just really talking about all the things that happened and busy listening or not\nlistening to each other's stories. A lot of these youngsters...well, they're not youngsters any\nmore, they're my age. A lot of them are in the States and Canada. Somehave stayed in\nBudapest. I have not stayed in touch with any of them.",
        "A: I didn't want to leave.",
        "A: Well, that was my home. I mean, after...after the war was over, there were my friends. There\nwas my family, whatever there was, and it was an adventure coming here and we came\nthrough Paris and then we went to England and we sailed on the Mauretania, which doesn't\nexist any more, but 1t was a Cunard Line and we travelled first class. It was a wonderful trip.\nAnd then when we came here, it was a very, very new life for everybody. But a child adjusts\nvery quickly.",
        "A: Yes. My father, because he was an important person in the Jewish community, met anybody\nand everybody that came to do any kind of negotiating and basically Eichmann wanted\nmoney from the Jewish community and the wealthy Hungarian Jewish Community had a\ngreat deal of money and he made all sorts of deals to promise to release some people or take\nless people to prison camps for money. So it was a trade. And my father was in on some of\nthe negotiations. They were not intimate friends, but as my mother told the story, that he was\na perfect gentleman and elegantly dressed, as all Germans were, as opposed to the Russians,\nwho were boors and did not, you know, their uniforms were not as the Germans' were. The\nGermans always were saluted and were, you know, in their own horrible way were always\nperfectly behaved. Such as Eichmann who obviously was not a perfect gentleman otherwise.\nAnd the Russians were...were just the opposite. But when the war was over, there were a lot\nof American soldiers were and my parents became quite friendly with some of them. And\nthe, as I said, the wheels started working...to my father, was not really thrilled about coming\nto this country in the beginning. I mean, he thought that everything was just...that was his\nhome, and...",
        "A: Yes. No...after the war was over, for your own personal safety, there was no...there was no\nmore problem. Very slowly it was really the government, because of the Russians, the\nAmericans left and and the Russians stayed. But that took a while.",
        "A: Oh, yes, I went back to school.",
        "A: It all passed. As a matter of fact, one of my best friends was non-Jewish, and at one point\nafter coming out to this country, I tried to bring her out because she was having hard times\nthere. And I tried through a Jewish agency and through a Catholic agency to bring her out\nand then I lost track. But I never had any...my only experience with...with so-called\nanitsemitism besides the large scale of things was with one child who said she couldn't play\nwith me because I was Jewish. But otherwise, 1t was not a one-to-one thing. It was the whole\nworld was collapsing and being Jewish I was part of that world.",
        "A: No. Not at all.",
        "A: Well, that part was really...again, it was a very nice trip. It was a pleasure trip coming out. I\nmean, we weren't running away with...with clothes on our backs. By this time, my father had\nacquired some of his properties back. We weren't penniless. We weren't escaping. We\npacked our belongings and we were taking a trip. We had left options that if my parents\ndidn't like it here to come back, to go back to Budapest. Things were packed, ready to be\nshipped if we had said to ship it or not.And as I said, wecame out first class and my\ngrandfather was here. My uncle was here. We had relatives here. It was a difficult\nadjustment for my parents. New language. New country. Different lifestyle. My father was a\nvery prominent person in Budapest, and here he wasn't. So it took a long time for him to\nadjust...and probably a little bit faster for my mother. But I went to school. I literally got off\nthe boat, went to camp, and then went to school. And except for the fact that I spoke with an\naccent and I was probably a little embarrassed that my parents did, I just became an\nAmerican teenager.",
        "A: In New York. I lived in New York all my young and old adult life. I went to schools in\nManhattan and I have one daughter and three grandsons. And that's the story. I think that I\ngot involved with the Holocaust Musuem...actually, my daughter had pointed out to me\nabout a year ago a New York magazine had written an article about the Hidden Children\nConference that had taken place last year in the summer, and she thought it would be\nsomething...something I should look into. And I did. And I did attend the Conference and I\nrealize that with my generation...it's kind of the end of the road for the people that have been\nthere, that participated. That after me it's just history, which is very different from having\nbeen there. And I think that's for us who...whatever way participated in the war, it's very\nimportant to record the history, to tell our children and their children. And when I attended\nthe Conference, I went with mixed feelings, thinking, you know, the war is over. This was\nfifty or forty years ago. What am I doing here? And I found the Conference very, very\nmoving. I found a lot fo Hungarians. Some from similar and some from different\nbackgrounds. A lot of the nationalities formed support groups within themselves. The\nHungarian women of my generation formed a group. The Hungarian women that have been\nmeeting monthly and during the Conference besides meetings and people still searching for\neach other and people finding each other...there was also a large library of books on the\nHolcaust.\nAnd I bought one book: the name of it was Remember Never to Forget. And it was a book\nwritten for children in a very simplistic way with pictures, black and white barbed wire, but\nnothing particularly scary, certainly if you don't know what it's all about. And I bought the\nbook thinking that one of the days when my grandchildren are old enough, I will read it to\nthem. And I forgot all about it. And this summer I took my oldest grandson who js six and a\nhalf to the train to pick up somebody and as we were standing at the train station, he raised\nhis right hand in sort of a Hitler salute and said, \"Heil Hitler.\" And I was very upset and I\ntried very hard not to scare him. He didn't think he was doing anything bad. And we sat\ndown on a bench and I said, \"Adam, I don't ever want you to say that again, and I want to tell\nyou a little bit about who Hitler was, what he did, and how it affected me.\" And he really\nwas fascinated. He's a very bright little boy and he's very curious. And I said, \"When we go\nhome, I have a book that I'm going to read to you,\" which I subsequently did. But the reason\nhe did this \"Heil Hitler\", because we had been watching \"The Sound of Music\", and he loved\nthe music and that was one of the salutes. So that's where it all came from. But the concept\nwas still there and I had to get rid of his other brothers, because they really were too young,\nand he and I went into a room and read this story. And since then he has very often asked me\nto tell him stories.",
        "A: Yes. It should never happen again. That's it.",
        "A: Thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumDecember 9, 1991\nRG-50.030*0056",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Eva Brust\nCooper, conducted by Linda Kuzmack on December 9, 1991 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum. The interview cannot be used for sale in\nthe Museum Shop. The interview cannot be used by a third party for creation of a work for\ncommercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "EVA BRUST COOPER\nDecember 9, 1991"
    ]
}