{
    "rg": "RG-50.030.0492_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with Mr. Paul Peeters,\nconducted by Ina Navazelskis, on Wednesday, December 22™, 2004, in Washington, D.C.. This\nis tape number one, side A. Mr. Peeters, could you tell us where you were born, what -- the date\nof your birth, town, circumstances, and a little bit about your early life.",
        "Answer: Oh, very good, yes. I was born in a -- first of all in a fairly large, I mean a locally very\nwell known family, very big family and you know, m-my family has been in the sugar industry\nand so on, and -- and with connections in the Belgium industry and so on, but at the time I was\ntotally immature and -- no I -- well, I -- I went through the -- the experience you are interested 1n,\nit was about 1920, and -- but very mentally immature. And for instance, we knew absolutely\nnothing about the suffering the Jewish people were -- underwent, but the war broke out in my n -\n- country, actually in May -- on May 10\", 1940.",
        "Q: And at that point, can you tell it -- back up a little bit, can we back up a little bit and -- and fill\nin the context somewhat.",
        "A: The -- th-th --",
        "Q: The town was what name, what was the name of the town?",
        "A: The name -- the town, it’s one of the oldest town in that part of the world, that was Torgny.",
        "Q: Torgny, and -- mm-hm?",
        "A: In Belgium, in Belgium, on the French border.",
        "Q: Uh-huh.",
        "A: Yes.",
        "Q: And --",
        "A: And I studied, you know, I had a normal Catholic education, high school and so on, and then -\n- I studied then my --",
        "Q: What does --",
        "A: -- university.",
        "Q: Excuse me. What does normal Catholic education for a place like Torgny at that time mean?",
        "A: Well at first I was in the so-called bourgeois, you know, level.",
        "Q: Mm-hm.",
        "A: And at that time, you know, the classes and so on were still quite, not segregated, but there\nwas a -- a fact -- a separation -- factual separation, so I lived very much in that kind of a -- not\nprivileged, but I would say self-contained world, mentally, values and so on. I don’t want to be\ncritical, but you have to realize how --",
        "Q: Was it an upper middle class family? Is that how you would say it?",
        "A: No -- yeah, upper middle class, yes.",
        "Q: I see.",
        "A: Yeah.",
        "Q: And you said you had many children in your family. How many brothers and sisters?",
        "A: No, not me, but m-my mother, my parents.",
        "Q: Yes, yes.",
        "A: Yes, about 12.",
        "Q: 12?",
        "A: Yes.",
        "Q: Oh my.",
        "A: Yes, unusual, not [indecipherable]",
        "Q: That’s quite a lot. And where were you?",
        "A: We always had servants and so on, and --",
        "Q: Uh-huh.",
        "A: No, it’s a kind of life, you know, you -- nobody has the experience [indecipherable] in the\ncountry and so on, and gardeners, and we had that kind of [indecipherable]",
        "Q: Can you tell me how much -- how many brothers an-and where you were in the -- in the\nbrothers and sisters hierarchy?",
        "A: Sure. I -- I don’t know, I must have been seventh or something. So --",
        "Q: And you were born in what year?",
        "A: I -- born, well that’s a very discreet question. I’m 20 -- 1921, at the end of 1921, so I'll be 83,\nin other words, very shortly.",
        "Q: Okay, here in to -- in the year 2004.",
        "A: I [indecipherable] show respect to my age, mm?",
        "Q: Of course, of course, of course. So you say you were sort of in the middle of all of the large\nfamily of siblings, you were number seven, or -- or --",
        "A: [indecipherable] yes, yes.",
        "Q: Mm-hm.",
        "A: Mm-hm.",
        "Q: And wa -- did you -- were most of the children boys, or girls, or a mix, or -- did everybody go\nto school?",
        "A: No, but -- I suppose there were more girls than -- I -- I’ve never asked myself that question.",
        "Q: Uh-huh.",
        "A: No, we were about six -- six boys.",
        "Q: Six boys?",
        "A: Mm-hm.",
        "Q: And were they mostly older than you or younger than you?",
        "A: Yes, yes, yes. I don’t know, really. No, I was in the middle as far as the boys were concerned,\nexactly in the middle.",
        "Q: Mm-hm. And you studied at a Catholic school?",
        "A: Yes, yes",
        "Q: You went to Catholic high school?",
        "A: Yes, when I -- when the -- the story, which I was involved in, I was studying at the -- a Jesuit\nI don’t whether you understand what it means, a school in Namur, N --",
        "Q: Mm-hm.",
        "A: -- N-a-m-u-r. And that’s where I met that -- that priest, you know, and those --",
        "Q: Was this after high school already, at university level?",
        "A: Yes, yes, yes.",
        "Q: I see.",
        "A: At university but on -- at the lower level, just the college, or even lower college, I would call\nit, yeah.",
        "Q: And what were your studies there?",
        "A: I’m sorry?",
        "Q: What were your studies there, in Namur?",
        "A: Oh, nondescript program [indecipherable] it could -- it -- it was called philosophy and letters.\nYou have nothing like this up [indecipherable]",
        "Q: Mm-hm.",
        "A: So 1-1t’s something which could have led, you know, to many different choices, and so on.",
        "Q: Were you alone from your family? Is Namur far from the town that you grew up in?",
        "A: No, no.",
        "Q: No, it was close?",
        "A: They all -- they studied there.",
        "Q: Uh-huh. So you were not alone from your family when you were studying there, you --",
        "A: I was alone in -- in that place, at the -- that college, but I’m not the first in the family to go to -\n- to college if that 1s -- is the meaning of your question.",
        "Q: No, no, no. My question is, when the war brokes out -- broke out, were you alone, away from\nyour family, studying --",
        "A: I was alone --",
        "Q: Mm-hm.",
        "A: -- when I was there, and so on, but of course, d-during the war condition we had, the traveling\nwas not restr -- I mean, it was restricted, and not taken for granted, the normal times, so --",
        "Q: Mm-hm. Can you tell us a little bit more about your childhood, about the town that you grew\nup in? You mentioned something about the sugar industry. In what way was your family\ninvolved? What we’re trying to do is get a sense of the community and the values and the world\nthat you grew up in, so whatever you could tell us about that child -- those childhood years --",
        "A: Well, that childhood was extremely happy, you see, I -- I never went to grammar school\nbecause I was too good to be sent to, you know, that country school. We were living in the\ncountry, and --",
        "Q: Mm-hm.",
        "A: -- well, I enjoyed -- I was very happy at the time, and just no -- we had no worries, and then\ncame -- you see, the Great Depression, beca -- at that time, because a -- the family business was a\nsugar producing and also [indecipherable] owning lots of farms and so on and so we were very\ninvolved in the agricultural way. And then my grandfather was a very capable and creative\nbusinessman, but he did not train, you see, his children and so on and so they were a background\nalso [indecipherable] and that sort of thing, because the economic situation in western Europe at\nthat time was difficult, particularly in the area of agricultural production and so on.",
        "Q: Mm-hm. And in the sugar business, is -- that was something your father himself was involved\nin?",
        "A: No, no, that’s the family business --",
        "Q: I see.",
        "A: -- so he was the owner of one part, part general stockholder and so on, and -- and also\nmanager, yes, yes, and --",
        "Q: I see.",
        "A: -- so that was entirely private thing, and just a -- but the times were th -- because the prices\nwere going up and down and then the harvests, you know, were long and difficult and so on.",
        "Q: You --",
        "A: I think there was a catastrophic year, I forgot when it was, 1935 or so.",
        "Q: And you mentioned before that when the war occurred --",
        "A: Yes.",
        "Q: -- you were -- you see yourself as somebody who was totally unprepared --",
        "A: Unprepared.",
        "Q: -- fo-for what had happened fo -- afterwards.",
        "A: And it happened very suddenly because, you know, the war was declared by France and\nEngland. I think it was on September -- on September first, Germany invaded Poland, right? And\nthen there was a, I don’t know, an ultimatum or something, and the war between Germany and\nEngland and France started on -- I think on September third, and then there was a period, you\nknow, a long period of neutrality and suspense and so on, and then on --",
        "Q: In Belgium?",
        "A: -- May the 10\" --",
        "Q: In Belgium, you s --",
        "A: -- [indecipherable] in Belgium, yeah.",
        "Q: Mm-hm.",
        "A: And on May the 10\", the German invaded Belgium and Holland if I am correct, and so on.\nThen th-that --",
        "Q: Do you remember that?",
        "A: -- for me who was still a -- a teenager, was a child, 1t came very suddenly, because all -- in\nour y-younger years, you know, we heard stories about the atrocities and suffering during the\nfirst World War, which was still reasonably close at the time, so -- so we were frightened, but we\ndidn’t know what we feared.",
        "Q: Do you have a memory of when the invasion occurred? Do you remember where you were at\nthe time?",
        "A: Sure, sure, sure.",
        "Q: Can you tell us about that?",
        "A: Yes, yes.",
        "Q: Okay.",
        "A: Well, the -- I was already in Namur at the time, and then I think there was some bombing and\nso on, and then -- then we left for France and so on, so -- so there 1s a -- was a retreat -- I mean, a\n-- we left the house, and so on the -- and then the -- there were battle and so on, just -- but well,\nthat’s -- that is not so clear in my memory, just that -- I just remember vaguely.",
        "Q: How -- did you return to Namur at any time?",
        "A: Yes, yes, of course --",
        "Q: Okay.",
        "A: -- we return, and then -- and then the -- I don’t know, I -- I -- I think the studies were\ninterrupted, but 1t was -- no, I -- and I -- and wa -- 1941 I was back -- back to Namur, and so on.\nAnd then I -- I met that -- that priest, you know, who took care of those Jewish boys and so on.",
        "Q: Can you tell me a little bit about how you met this priest, what his name was?",
        "A: I-I have no recollection of how I met them, but i -- it’s an entirely extraordinary story. If you\nwant -- did you want me to go into what I know of his --",
        "Q: What was his name? What were the circumstances --",
        "A: His name was Jose-Joseph -- you see, now I have a -- excuse me.",
        "Q: It’s okay.",
        "A: I’m getting old. I never thought I would forget his name. [indecipherable]. Oh, that’s\nridiculous. It will come back.",
        "Q: That’s okay. It happens sometimes.",
        "A: Yes, it -- no, 1-1t was an extraord -- a very sensitive, young priest --",
        "Q: Mm-hm.",
        "A: -- a parish priest, and then he was transferred someplace, seminary where he was teaching,\nand it was a very extraordinary, heroic kind of man, very sensitive, and at the same time he could\nbe -- violently could get fits of anger and so on, but not at all, you know, resentments, so on, just\nbecause at times he was -- I mean, he was oversensitive. And then he was -- you are -- now are\ngoing to the substance of my --",
        "Q: Yeah, I'd like to find out more how -- how it is that you got involved in this activity.",
        "A: That -- [have no memory of it.",
        "Q: Mm-hm.",
        "A: Why, I just got involved. I suppose I met him, or somebody told me about tt.",
        "Q: Mm-hm.",
        "A: But the story is that there was a parish house in -- on a sort of [indecipherable] and so on, but\nthat is very local, it’s not to be compared to the setting of Washington, it was very simple. And\nthere was a parish house here, and then next to it, exactly next to it, the same wall, there was a\nbig hotel before the war, which was occupied by the German Gestapo and various German\nservices in that town. So we had a wall, and when I was sitting with the wall, I could hear the\nGerman officers on the outside. And then that priest, you know, slowly -- I -- I -- I suppose he\nwas in touch -- no, later on he was in touch with the various Jewish idi -- organization. But we\nhad as many as 20 boys in that house, you see, and on the first floor was a sort of a big room\nwith a theater and so on, where the boys could at least take some exercise. And then, on the top\nthere were his office and so on. And the boys actually lived in that house, you see, for -- they\ncould not go out, right? And -- and that’s the reason why he got in touch with me, because we\nwanted to, you know, on Sunday -- on Saturdays and Sundays, well mostly on Sundays, I\nsuppose, we gathered, you know, neighborhood boys and so on, right, and then the Jewish\nchildren joined them and so -- so they could get some exercise and fresh air.",
        "Q: So, if I can understand this correctly, there was a house that belonged to the college --",
        "A: To the parish, or to the --",
        "Q: Uh-huh, to the parish in Namur.",
        "A: I shou -- in Namur, yes.",
        "Q: Yeah. And the priest who lived in the house --",
        "A: Yes.",
        "Q: -- it was -- 1t was --",
        "A: It was a parish house for certain functions, I suppose the parish functions.",
        "Q: And he was the one who started saving the children.",
        "A: Yes.",
        "Q: And were these -- how old was the range, the age range of the children who were",
        "A: Oh, the children, I could not say, I would say about seven -- the -- we -- as far as I recall, we\nhave no small children and so on, they were all, you know, beginning teenagers and so on.",
        "Q: So they were -- uh-huh.",
        "A: And no more than 12, I would say.",
        "Q: And what was --",
        "A: But then of course, they change. You see, there was --",
        "Q: Mm-hm.",
        "A: -- a rotation. I -- I don’t know, I -- yeah.",
        "Q: How was -- what was your involvement in it? Was it that you were a group of other boys --",
        "A: My involvement was pure, not charity. I was -- as I told you, I was immature, I didn’t know\nwhat I was doing. I was very happy to do it. I had a great, not love, but I mean I liked the boys, I\nseem to remember some of them. So -- and -- but my function, what I actually did was simply to\ntake them out with other friends.",
        "Q: Uh-huh. And so you would take them out --",
        "A: So I --",
        "Q: -- for playing and for exercise?",
        "A: -- to -- yeah, yeah, and exercise and play ball, and that sort of thing and so on. But -- and then,\nyou see that -- so, we had the Gestapo next door --",
        "Q: Mm-hm.",
        "A: -- right? And then, on the first floor, and then there was a roof, you see, on --",
        "Q: Mm-hm.",
        "A: -- on the top of the house, without any heating, with mattresses on the floor. And at times I\nsaw with my own eyes there’s something -- sometime 15 children and so on. A-And mostly --\nmost of them, if I am correct, I don’t -- came from Poland and Vienna.",
        "Q: Did you get -- did you have a common language that you --",
        "A: No.",
        "Q: No.",
        "A: No.",
        "Q: I see, so you never --",
        "A: Well, of course the -- they knew su -- I don’t know -- know, really. Communication was\nrather poor in the sense -- because most of them had language problems, right, and actually the\npriest, after the -- after the -- I mean the liberation of the country, created si -- courses in -- in\nHebrew for -- for the boys. And the most important part of my testimony as far as I’m concerned,\nthat I believe, I don’t know that, but -- I don’t know how many, but certainly perhaps a thousand\nboys, over the years, you know, went through that system.",
        "Q: So there -- about -- over a thousand boys were -- went through the school, through this house",
        "A: No, no, no, no --",
        "Q: -- excuse me, this house that they were saving --",
        "A: -- they were -- they just were --",
        "Q: Mm-hm.",
        "A: -- they were sheltered there, they found a shelter. But you have to realize th-th-the that e-\nextraordinary, absolutely extraordinary to keep boys --",
        "Q: Next to the --",
        "A: -- and I never witness any -- you know, any lack of discipline or anything there. The boys,\nmost of them were so conscious of their situation and -- and so disciplined and so on. But I want\n-- I wanted to say two things. The first thing is that as far as I know, only one boy who I changed\nhis fate, you know, so [indecipherable] it was part of the system to protect the Jewish -- and also\nperhaps even more than the Jewish aspect, the -- the authority of the parents. And that was very\nbeautiful, I never forgot that. Well, that’s one thing, and the second thing again, as far as I know,\nnot one boy was caught and so he saved them, really save --",
        "Q: That was one of my questions, is the fate of these children, as far as you knew it, that these\nchildren did not fall into the hands of the Gestapo, who were right next --",
        "A: They did not.",
        "Q: They did not.",
        "A: No.",
        "Q: Okay.",
        "A: Th-Then one day, a father of one of our boys was shot to --",
        "Q: Excuse me for a second -- [tape break] -- uh-huh?",
        "A: For a day and night. Cause that’s what I said, the Germans also heard, you see, voices, and I-I\n-- | -- [never understood how he could maintain, you know, that th -- type of discipline\nnecessary for their safety, for their protection.",
        "Q: Did --",
        "A: And in addition --",
        "Q: Mm-hm.",
        "A: -- there was, of course, an enormous problem of feeding them. You see, every citizen received\ncoupons or stamps and so on, and so we had to find food and nourishment for those boys. And --\nand we ha -- had not only to prepare the meal, and then but al-also to feed them, and to avoid\nnoises and so on. And quite frankly, I never understood how it was achieved, and sin -- and so\non, because it --",
        "Q: Were any of your friends involved in this as well?",
        "A: No, no, yeah, I-I myself only came, only on Sundays and Saturdays, so I -- I was not an\noutsider, but I was not involved in the actually daily routine of the -- of the shelter. And so 1 --\nyou have to -- also to understand that there was a network around that place, you see, providing\nfood, nourishment and so on. There was an er -- a truly heroic nurse who was heading sort of an\noffice -- sort of Red Cross offices, where the boys were treated and so on. Bu -- and all that was\nin -- achieving sec -- complete secrecy and so on. And that person, after having given herself to\nthat work for three year -- three years, on the very last day, a few days before the liberation, she\ngot -- she was killed in a bombing, and so on -- o-on the spot and her body was thrown on the\nwall [indecipherable]. And it was a truly -- I mean, extraordinary person, extra -- a nurse\n[indecipherable |",
        "Q: Do you remember her name?",
        "A: No, her name I don’t know.",
        "Q: You don’t know?",
        "A: I forgot, because you know I -- all these sad experiences has been extremely deep, I mean\n[indecipherable] really attached, but I did not follow it through. For -- for instance, if you had\ninformed me that -- this interview, I would have gone to talk to people [indecipherable] but th --",
        "Q: It’s okay.",
        "A: -- no, it -- it’s not important, no.",
        "Q: No, it -- it’s simply -- it’s n -- 1t’s helpful to have the name of the person you are talking\nabout, if you remember it.",
        "A: Yes, yes, yes, mm-hm.",
        "Q: And if not it’s -- it’s --",
        "A: No, no, no.",
        "Q: -- we can leave it by the side. Were there any of -- any other of your friends that you knew of,\neven if not directly, who in some way were involved in the sheltering?",
        "A: Yes, of course, of course, there were a -- a number of -- why, as a matter of fact, I -- very\nrecently I got in touch with a -- who is now al -- a priest also, but he was a boy at the time of\nthose events, and he had known that Joseph Andre -- now the name comes --",
        "Q: See? Mr. Joseph Andre was the priest.",
        "A: The priest, the name --",
        "Q: Yes.",
        "A: -- of the priest.",
        "Q: Mm-hm.",
        "A: So I -- I was saying yes, I -- I know that yeah, tha -- h-he was a boy at the time and that priest\ncame to his fath -- his parents had a little farm or something --",
        "Q: Mm-hm.",
        "A: -- and so they got supply, I mean the -- the shelter got supplies from them, and so --",
        "Q: Excuse me, can you repeat that? I didn’t fully understand.",
        "A: You didn’t understand, no? No, I just met recently --",
        "Q: Mm-hm, mm-hm.",
        "A: -- the priest, who was younger than me, and when he was a child, his parents supplied\npotatoes and eggs and so on and so --",
        "Q: To the school -- to the boys, mm-hm.",
        "A: Bu-But the main -- th-the one who worked most with the -- the priest and myself, died\nrecently. So should I continue?",
        "Q: Oh yes, please.",
        "A: Yes, yes, yes.",
        "Q: Yes, yes, please.",
        "A: So, if you want, I-I could tell you how this extraordinary experience ended, so -- becau -- ah\nyes, I was telling you that the father of one of our boys was shot by the Gestapo on the street, and\nthen, that moment I was called by phone, and I really risked my existence on that date, because\nof course the shelter, it was at the back of the house in -- in the cellar, down cellar --",
        "Q: Mm-hm.",
        "A: -- they had a door hidden by a piece of furniture and so on, and there -- so there was an escape\non -- on another street.",
        "Q: Mm-hm.",
        "A: You see, on the other side. And so all the boys escaped, and I took charge of a group of five\nor six, with the Gestapo [indecipherable] but I-I was not aware that -- I -- I was -- it was not an\nheroic action, it was just a purely human, but 1n fact, 1t was.",
        "Q: Mm-hm.",
        "A: Because -- and then the priest fled, disappeared. Hi-His brother was arrested, he was\n[indecipherable] and so on, and other people were -- are arrested, but none of the boys was\ncaptured.",
        "Q: Did the Gestapo know that they were in the house, and they came looking for them?",
        "A: Ah yes, I -- at that time, yes.",
        "Q: I see.",
        "A: At that time, yes.",
        "Q: And was that close to the end, or was th --",
        "A: It was close to the end of the war, yes, of course, and -- and then the boys were\n[indecipherable] and I went to a marvelous -- well, she was a nun with a very strong character\nand so on and she was in charge of an orphanage and so on. And so I took my boys to her and\nthat was the end as far as I was concerned, just to -- but then after that -- if -- should I continue?",
        "Q: Yes, please, mm-hm.",
        "A: Yes, yes. So the priest fled, the boys were -- disappeared, none of them was captured, well --\nand in September, I think, the -- the place, or the town was liberated by the U.S. first army. And\nthen that was a beautiful memory I have because the Jewish chaplain of the American unit\ninvited me and the priest for the celebration of the Jewish New Year. I forgot the exact date, but I\ndon’t know --",
        "Q: In September.",
        "A: It was in September, but I don’t recall whether it was the first and so on.",
        "Q: Mm-hm.",
        "A: And after that I -- I jotned the American first army as a volunteer. I-I didn’t accomplish\nanything. But then we crossed the Rhine, I think April first at Remagen, and then we raced\nthrough Germany -- not me, but the --",
        "Q: Mm-hm.",
        "A: -- Patton, and so on, and -- and so finally we -- we arrived in the vicinity of Weimar.",
        "Q: Oh yeah.",
        "A: Right? And then I wa -- I visited, must have been I don’t know how many days, let’s say 10,\nafter the liberation of the camp, of the -- Buchenwald.",
        "Q: Mm-hm.",
        "A: And there -- if you want I could talk to you about that experience, and --",
        "Q: Yes, of course.",
        "A: What?",
        "Q: Yes, please.",
        "A: Mm-hm.",
        "Q: Pll have more questions about the ci --",
        "A: Why don’t you ask them now?",
        "Q: Okay?",
        "A: No? Would you now?",
        "Q: Okay, then we can back up a little bit.",
        "A: Yes?",
        "Q: When you were talking about when the Gestapo started to hunt for these boys --",
        "A: Yes.",
        "Q: -- that were in the house, you mentioned that one boy had his -- had his father shot --",
        "A: Yes.",
        "Q: -- close by. Can you tell us a little bit about those circumstances, and how is it the connection\nwas established? How is it that the Gestapo knew that the father had a son there, or did they?",
        "A: No, because then we -- first of all, we knew, since the boy were -- a-as far as I recall, you say\nthe fa -- the father of that boy was shot a few steps from the house, and so on. But you -- we\nknew that we were in danger, but how the alert was given, that I-I have no recollection of that. I\njust know that at a certain hour in the morning, I was called by a friend working with that priest\nand so on, that I had to come at once, and then I was put in charge of a group of boys.",
        "Q: Even more to step back, what were the circumstances of this man’s -- how is it that he came\nto be there, that he was --",
        "A: Who --",
        "Q: -- the -- the father who was shot.",
        "A: I -- I don’t know, I don’t --",
        "Q: Oh, you don’t know. You just kn --",
        "A: No, I don’t know.",
        "Q: Oh, you don’t know that. Okay, so --",
        "A: I just know that this happened, and from that moment of course we were all in mortal danger\nbecause --",
        "Q: Because they could see the -- they could go and look for the boys.",
        "A: -- a-and the house must have been watch and so on, and --",
        "Q: Mm-hm. When --",
        "A: But it ended in a very sudden way, that all the boys fled through the -- that escape door on the\nother si -- on another street, you see, on the other side of the building, and --",
        "Q: Mm-hm. Now, when you would go out and play with them on Saturdays and Sundays --",
        "A: Yeah.",
        "Q: -- what kind of activities did you undertake with them?",
        "A: Normal, you know, boyish activities and so one, the --",
        "Q: What’s that?",
        "A: Walking, first of all. They were happy to be out, which was not given, you know, very\nfrequently. You must imagine what it is for a boy to be shut in a house and so on and then I\nsuppose we played ball and that sort of thing. It lasted a -- the outing lasted about four hours or\nsomething of that sort.",
        "Q: Would it use --",
        "A: In the afternoon.",
        "Q: Uh-huh. Would it use -- was it in the town, was it in, let’s say outside the town where -- did\nother people see you as you --",
        "A: Of course, sure, sure.",
        "Q: Okay.",
        "A: But they thought it was a church, normal church activity, you see, just --",
        "Q: I see, so did anybody ever look at these children and say they --",
        "A: Of course.",
        "Q: -- they don’t look like our children?",
        "A: No, no, as far as I know, no.",
        "Q: Okay, so there was never any --",
        "A: A-A-Anyway, I have no 1-idea.",
        "Q: I see, I see. So your outings were not like in the woods where no one would see them, they\nwere within the usual --",
        "A: No, no, no, no, I mean, it was totally open and so on.",
        "Q: Mm-hm.",
        "A: It was a normal parish activity, and -- but I -- as I say, tha-that priest was extremely sensitive\nto any proselyting and so on, and as far as I recall, those who -- the boys who had placed 1n that\norphanage and so on, actually on Sundays [indecipherable] they went to church, but they were\ngiven instructions, you see to respect their own Jewish practices and liturgies. Although they\nphysically participated, they were warned by that nun, or by the priests themselves, not to do\nanything. And that, I think is a very beautiful part of the story.",
        "Q: Mm-hm. I would a -- how -- can you tell me in total how long, how many years were you\ninvolved with -- with -- with taking care of these boys in that house?",
        "A: [indecipherable] that was very, very short, because he actually went into that house, you see,\nin °41.",
        "Q: Mm-hm.",
        "A: And then I-I -- ’'m not clear, I do not know the -- the actually links he had with Jewish\norganizations. I don’t even know their name, but th-they were very active, for instance, they\nsupplied food stamps, you see.",
        "Q: Mm-hm.",
        "A: And so I suppose that the boys came to that Jewish --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: -- interview with Paul Peeters, conducted by Ina Navazelskis on Wednesday, December 22\",\n2004, in Washington, D.C.. This is tape number one, side B. So, Mr. Peeters, we were talking\nabout the length of time that the boys were in the -- in the house, say -- you know, sheltered by\nthe priest -- his name was Joseph Andre, was that the n -- his name, yes? And you were saying it\nbegan in 1941, and lasted until almost the end of German occupation in Belgium --",
        "A: Sure.",
        "Q: -- in 1944, is that correct?",
        "A: A-Actually, it was February 1944. That’s when the incident we recall --",
        "Q: Yeah.",
        "A: -- took place.",
        "Q: With the fa -- with the man being shot?",
        "A: That’s it.",
        "Q: I see. So the --",
        "A: Well, that’s my recollection, of course.",
        "Q: I see. And so then, it was soon after that that -- that the liberation came?",
        "A: In September.",
        "Q: In September, yes. Well [indecipherable] yes?",
        "A: [indecipherable] the war lasted until May 8, 1945.",
        "Q: And you were with the you -- the army, the United States Army?",
        "A: Yes, I was, in Weimar.",
        "Q: Okay. So tell me a little bit more about when you went to Buchenwald.",
        "A: And then, I don’t know how, I don -- I forgot how it took place, why it -- but it was a very\nshort period I told you, aba -- af-after the liberation of the camp. What I would like to supply,\nbecause you know the -- the good Germans were asked to surrender their cameras and so on to\nthe -- and so I got hold, I don’t know how, of a -- a very small photo ca --",
        "Q: Of a -- of a photo camera?",
        "A: Yeah. And so I took pictures, and those pictures I will -- I have to look for them, but I would\nlike to supply to you, because as far as I know, I’m the only one who took the picture bec -- well,\nthat’s a -- I -- I --",
        "Q: Tell us, tell us, mm-hm.",
        "A: No, I have to tell you the story, because --",
        "Q: Sure.",
        "A: -- the first thing I -- we were greeted, the camp of Buchenwald was governed by Yugoslav\ncommunists. And so those communists were totally in control of the camp when we -- we came.\nAnd so when, I don’t know how, I -- I won’t call it a privilege, but yet it is something important\nfor me. I was taken by a team of those com -- so it’s a first experience --",
        "Q: The for -- the communist -- former communist prisoners in the camp?",
        "A: Yes.",
        "Q: Mm-hm.",
        "A: That was first experience of communism, because th-there was such a contrast, you see,\nbetween those starving inmates and those, you know, powerful and -- Yugoslav communists. So\nanyway, I don’t know -- I don’t know how I managed, perhaps because I could still already\nspeak some English, I don’t know. But I got an extraordinary experience, because there -- the\nman who guided me [indecipherable] took me really at the -- at the center where they -- they\nwere exterminated. It was a barrack, right, and there was a little yard with a gallows, is that what\nyou call it, right? Where they could hang about 15 people at a time, that -- so the barrack -- the\nbarrack was here and then there was a doctor’s office where the shot, you know, were given to\nthe inmates, and then there was a -- it’s horrible -- a place where the bodies were just piled, and\nso on, and then the cremation oven was nearby. So that man took me there, and of course that’s\nsomething [indecipherable] terrible, I mean not -- although, I mean I’m more impressed by it\nnow than I was when I [indecipherable] Jews with that, you know, immature mentality I had.",
        "Q: Why do you say that, why do you think it? Why was it immature?",
        "A: Because I said -- I proved it, I said, that Iam more moved now by what I experienced then,\nthan I was at the time. But I -- and -- and you have to -- 1-it was an extraordinary experience, this\n-- as far as I recall, that the oven were still used 1n the --",
        "Q: Even -- even then? After --",
        "A: E -- e -- a -- a -- th-that’s if -- that the -- the memory I have, but I admit it might be wrong.",
        "Q: Did you still see -- were there still bodies when you went to see it?",
        "A: I’m not sure about what my memory is. My feeling is that they were still used.",
        "Q: I see.",
        "A: Perhaps to dispose of -- because the people were still dying, you know, and -- and the good\nAmerican soldiers gave them chocolate and so on, which was -- it was totally uncontrolled at that\ntime. When I-I -- when I visited the camp where the [indecipherable] was --",
        "Q: Was this in --",
        "A: Because the American ri -- you know, rush -- you have no idea how fast it went. Patton, you\nknow, made a -- a breakthrough at Remagen, and so on, and in a matter of days we traveled\nhundreds of miles, and so on. And so there was no, as far as I’m -- as I can say, no effective,\nprobably, medical -- Americans are very, very nice, very kind and so on, but it was something\ntotally uncontrolled. And so the -- the in -- the prisoners died, scores of them died\n[indecipherable |",
        "Q: How long were you there in that area? How long were you in this Weimer area?",
        "A: I don’t know [indecipherable] it was si -- oh yeah, and then I come to the point which I\nwanted to make. Wa -- I took a picture --",
        "Q: Yes.",
        "A: -- which I still have, of that gallows. And I’m not sure you have it, and so on --",
        "Q: We’d very much be honored. We’d be very honored, yes.",
        "A: No, I tried -- I tried to -- it’s a very poor first shot, you know what I’m saying, but yet, I\nwould be very happy to -- to send it here --",
        "Q: I thi -- the museum would be very honored.",
        "A: -- so it would not be lost, and so on.",
        "Q: Yes. We will follow up with this. We can talk about it later, of how to -- how to help acquire\nthe picture, what is the proper procedure for sending. We will -- we will help with that.",
        "A: [indecipherable] I would be glad --",
        "Q: Yeah.",
        "A: -- because my children are simply -- know nothing about those things.",
        "Q: Mm-hm. So you say you were in -- in Buchenwald for a very, very short time, only --",
        "A: No, I -- in the camp itself.",
        "Q: In the camp itself.",
        "A: Especially in that area.",
        "Q: Mm-hm.",
        "A: Which I -- I-I don’t think that it remained open for a long time after my --",
        "Q: The camera that you found, that you said you ha -- do you still have that camera?",
        "A: No, of course not.",
        "Q: No, no. That’s long gone.",
        "A: One of the box cameras, you know, very -- the cheapest of the cheap. But yet, that picture\ncame out, and as far as I know, I hope [Il find it, but if I do find it, I -- P1l send it to you.",
        "Q: Mm-hm.",
        "A: [ll be very happy to do that -- to do so.",
        "Q: Was it that you were numb? When you saw this -- you say you appreciate it more now than\nthen.",
        "A: Of course.",
        "Q: Many people were numb when they saw such things, they couldn’t imagine --",
        "A: No.",
        "Q: -- such horror.",
        "A: No.",
        "Q: They were -- they were completely shocked.",
        "A: Yeah.",
        "Q: So, was that something that -- also that -- that you could s --",
        "A: No, I don’t think I was shocked. First of all, because I could not -- you see, it took me years,\nso to speak, to realize the -- the vastness of this operation and so on. It’s not that I was not moved\nand so on, I was very sensitive, but -- but I was a real -- that I could testify, a real attachment to\nthe-- to the boys and admiration to the way, you know, they acted and so on. I remember a little\nPolish boy, I don’t know how he did it, but he was reading phil-philosophical books, you know.\nHe was reading Rousseau and that sort of thing and yes --",
        "Q: Do you --",
        "A: And then --",
        "Q: Mm-hm? Please?",
        "A: But you have to know that that priest, Joseph Andre, after the war was asked to testify and so\non and to go to Israel, the -- the state of Israel was established if I am correct, in ’48\n[indecipherable] is that what it is? So actually he went to -- to Israel, to Yad Vashem, you know,\nonly in September 1967.",
        "Q: Mm-hm.",
        "A: And that’s whe-when he received that title, and planted a tree, and so on, and --",
        "Q: The Righteous.",
        "A: Yeah.",
        "Q: The -- yeah, mm-hm.",
        "A: And actually Yad Vashem send me a couple of interviews and so on which I could send you -\n- to you. In French, unfortunately.",
        "Q: Mm-hm. That will be fine.",
        "A: Yes, yes, yes.",
        "Q: So y -- a-and you said Yad Vashem sent you interviews --",
        "A: Yes.",
        "Q: -- done with him, or --",
        "A: I don’t know, I -- that I could not tell, but the document will s -- will tell you.",
        "Q: I see.",
        "A: Will answer your question, but I too -- Yad Vashem send me two or three articles on Joseph\nAndre, after he received that title and so on, then he was received a -- you kn -- in Jerusalem, I\nthink.",
        "Q: Did you ever meet any of the boys again?",
        "A: No, I -- that’s another story which is very sad.",
        "Q: Mm-hm.",
        "A: Because after that, in ’68, was the United Jewish Appeal had him come in America --",
        "Q: Right.",
        "A: -- and then there was a reunion of -- of the boys, it’s funny, I don’t know how they learned\nabout the reunion and that I missed, and I -- and that I don’t forgive myself.",
        "Q: Uh-huh. And did -- but did you --",
        "A: But perhaps you -- you may have a few names [indecipherable]",
        "Q: It’s possible, it’s possible. We can look in -- in our archives to see in Namur what kind of\nactivities were going on.",
        "A: Oh, oh yes",
        "Q: So it’s -- I -- I would --",
        "A: So you would have names, yes?",
        "Q: Yeah, it’s possible, it’s possible. But you kept in touch with the priest after the war?",
        "A: No, tha-that’s another mistake I made, why -- and actually it’s only very recently, it’s a few\nweeks ago, but I met that other priest who knew him.",
        "Q: Mm-hm.",
        "A: And if you had told me that you wanted to make that -- this interview, I would have been able",
        "Q: Mm-hm.",
        "A: -- to get more material, but -- but ac -- I-I -- what I never understood is that, you know, I --\nhow little Europeans, and the Belgians in particular did. Because, you know that priest? There’s\nnot even one article of biography on him, nothing, although he is known 1-in America, and in\nIsrael, of course.",
        "Q: What do you ho --",
        "A: There was no -- no official -- no -- no responsible ska -- written -- carefully written biography\nof him.",
        "Q: What do you put that down to? Why?",
        "A: Hm?",
        "Q: Why is that?",
        "A: I don’t know, I don’t know.",
        "Q: Mm-hm, mm-hm.",
        "A: You know, it’s a European. Old Europe, I suppose. And that’s why I -- I mean, I always\ndreamt of a -- you know, of Holocaust, you know, becoming a sort of light. But there is\nsomething missing, there is a missing link and so on, and -- of course you -- you gather material\nand so on, but it never became the light you see, and -- and there there is an enormous amount of\nwork that should be done.",
        "Q: In Belgium?",
        "A: No, in here --",
        "Q: Here”?",
        "A: -- in everything, in the world in general.",
        "Q: Could you explain a little bit more, because many people would say that that has happened\nalready, that the Holocaust is being used as a -- as a -- as an example to teach others not to have\nit happen again.",
        "A: There I disagree with you because that’s not enough. Because that sacrifice, you see, that\nshould not -- no longer, no -- I mean to -- to make the aura, you know. Knowing is something\nvery important.",
        "Q: Yes.",
        "A: Why that -- to transform that sacrifice of a whole nation into a -- a hope, a light. You will\nagree?",
        "Q: Oh, of -- of course I agree. I agree.",
        "A: Especially for the Jewish youth, and so on. And -- and there I see that there is work to do, but\nI’m too old to -- for doing.",
        "Q: What do you think would be ne -- what do you think is still needed?",
        "A: Three things. First of all, you have to connect right -- no, because for me, for me is -- 1s not at\nall -- is no longer -- is not something -- I’m not centering on the horror of the thing. I see that as a\n-- a-a-as a hope, I mean the -- and recently I got to understand much better the universality of the\nJewish faith, if I may use that word. I don’t whether I -- I hope I do not offend you, be-because\nthe thing is that the root of western culture, although it’s called Judeo-Christian, wi -- ba -- th-the\nfirst root is the -- the col -- the vocation of Israel, for instance, that Shema and so on, for me it’s\nan -- wi -- although I’m a -- a ca -- believer Catholic [indecipherable] believer, there is -- for me\nit’s absolutely fundamental. And I see it -- I would not say that in a Jewish way, but for me I-I\nsee the origin of my own Catholic faith here, right in that extraordinary history of Israel and so\non. No, wh-what I mean to say is that first of all there’s still a tremendous amount of ignorance.\nWhy -- I don’t see why, in every Catholic school, or in every public school there should not be a\n-- some -- a booklet or something, a very short, well written, educative information on the Jewish\ncustoms and so on and on the basic Jewish beliefs and so on. It could be done at a very little\nexpense. Why -- di -- that’s one thing, and the second thing is that you know the west?",
        "Q: Mm-hm.",
        "A: Now, we underwent a cultural revolution, wi -- and now the values, the traditional values,\nwhich we call Judean-Christian values are now deconstructed and so on. And there there is a\ntremendous work to do. I’m not negative, and I think that in that -- what I call that cultural\nrevolution, wi -- there is something which could be transformed into a positive [indecipherable]\nthe values of the western culture a-are changed. The change has been very negative and so on,\nbut it -- it’s also, you see, very -- 1-1t could be transformed into a positive -- and there I see if the\nJewish -- if there could be a common formulation. Not that the Jews really should -- to express\nthat basic fundamental reality, the universality of the Jewish message and so on. But that should\nnot be done, you know, by grade, or I don’t know, or books and so on. It should be done -- it\nshould come bottom up, you see? And that could be done. That -- that -- that could be done,\nbecause I’m sure that, first of all that there would be a communion of -- of the jewi -- because I\nam -- been a teacher all my life, you see and I’m oriented towards the -- the younger generation,\nI feel more at ease with -- but if that effort could come bottom up, wi -- through friendship, you\nknow, networking. Of course, there is an intellectual work which has to be done. And that means\neducational work. But the reality should be friendship, should be personal counters, and start,\nyou know, very low profile, not, you know, those big reunions. For instance, my daughter met\nDavid Rosen, Rabbi David Rosen, do you know him?",
        "Q: Mm-mm, no.",
        "A: No, but anyway, he’s a very outstanding person, but you know, now he’s totally identified\nwith those groups 1n [indecipherable] and go to Rome and so on, and you know they captured\nhim and so on, and that aspect of personal encounter, friendship, mutual understanding,\ncooperation where cooperation is possible, that 1s what is lacking, in my judgment.",
        "Q: That’s number two.",
        "A: Number two? [indecipherable]",
        "Q: That’s number two, you said there were three things?",
        "A: No, number one is to formulate, if possible -- first of all to understand why the structural\nframework of that deconstruction, which has now been established --",
        "Q: Mm-hm.",
        "A: -- and which threatens the basic Jewish faith and tradition and questions and so on, as they do\nfor the Christian and so on. And so there is a commonality, because the origin of Christianity are\nJewish, right?",
        "Q: That’s right, mm-hm.",
        "A: Yes. And the basic -- my faith, the Catholic faith 1s based on the Bible, and -- which is Jewish\nexperience. So, in other word, number one is understanding of the -- of the structure --\nintellectual structure of a deconstruction wh-which si -- is contrary to the fundamental Jewish\ntradition which, insofar is 1t is common to the Christian origin. Right? Number two 1-15, if\npossible, try to be more interactive, or more intelligent in spreading basic knowledge, even for\nkids and so on.",
        "Q: I see, mm-hm.",
        "A: In schools, and so on, and of course at the upper level even more, of Judaism, right? And third\nis that fred -- friendship business.",
        "Q: The context.",
        "A: You know, [indecipherable]",
        "Q: Mm-hm.",
        "A: By internetworking, by --",
        "Q: Did you -- here is an irony. Since we didn’t speak much before the interview, I had very little\ninformation. But of the little that I had, our -- our, you know, contact who told us of you said that\nyou hadn’t spoken much about your experience during the war, that --",
        "A: No.",
        "Q: -- okay. Did you tell your own children?",
        "A: I’m sorry?",
        "Q: Did you te -- did you tell your own children --",
        "A: No --",
        "Q: -- did you tell your own family?",
        "A: [indecipherable] little, very little.",
        "Q: And is there a reason for that? Was that a conscious decision on your part?",
        "A: No, no, there was no reason, I was just --",
        "Q: Did they know --",
        "A: -- too bashful to push myself forward, that’s about it, though. You know, they know about it,\nand --",
        "Q: Then --",
        "A: Because in addition to that experience with the priest, you know, I always thought about --",
        "Q: Mm-hm.",
        "A: -- I was connected with a -- though that was a very deep friendship and so on, and also with\nmy wife, of a French politician named Michelait I don’t know whether you know his name.",
        "Q: No, his name is not known to me.",
        "A: Anyway, he saved many, many Jews and so on, and he was a gr -- a great friend of mine, and\nhe became minister, he was a friend of de Gaulle. He went to Dachau and se -- and so on, but in\nDachau he -- he worked -- I mean, he did not work, but his association was more with the\ncommunists inmates than with the -- the Jewish people. But he saved, for instance, many Jewish\nfriends I -- I have who I met here in America, just -- so that experience is a little bit divided, but I\nwas a -- I wa -- never reluctant to speak about it and so on, it’s because my role, first of all, what\nI could do, except in that exceptional situation where I really risked my life for them, but I never\nthought I was doing much and so on. It’s only after the war, after the business Buchenwald that\nI-I realized the magnitude of the -- of the Holocaust.",
        "Q: I read a little bit about the Holocaust in Belgium.",
        "A: Yes?",
        "Q: And comparatively to, let’s say the Netherlands, there were in -- in the articles that I read, it\nwas stated that more people were involved in hiding and saving Jews, that f-fewer Jews died. St-\nstill many, many --",
        "A: Mm. Yes.",
        "Q: -- over half were killed, but the percentages were lower in -- in Belgium --",
        "A: Really?",
        "Q: -- than in the Netherlands.",
        "A: Mm-hm.",
        "Q: And in some of the other surrounding countries and that there were a number of factors that\ncontributed to that. Is that something that you found also to be --",
        "A: No, I am not aware of that at all, just --",
        "Q: I see.",
        "A: -- no. But I am aware of the number of people who performed, you know, heroic action\naround that -- that system, that little system we -- I was a-associated with. I mean --",
        "Q: Was your family -- did your family know what you were doing?",
        "A: No, no, no, not the family, not the -- none of the family. The people around , for instance,\nthere -- you know, there was a -- a bakery and -- a bakery that supplied bread, you know, as a\n[indecipherable] and so on, and -- and that woman really was heroic, heroic. She was leaving\n[indecipherable] not very far from the center. And that sort of thing, a p-place to a-avoid the\nfamily, and so on.",
        "Q: Your family --",
        "A: And go through the --",
        "Q: -- your --",
        "A: -- not my family.",
        "Q: -- no, but --",
        "A: Yeah, [indecipherable]",
        "Q: -- did they know what you were doing?",
        "A: They -- no, of course not.",
        "Q: Okay, so neither your parents, nor your brothers or your sisters --",
        "A: No, no, of course not.",
        "Q: Mm-hm.",
        "A: And that was entirely an un -- individual decision and so on.",
        "Q: Did you speak of --",
        "A: But I do not mean to say that -- no, I -- I was [indecipherable] or that sort of thing. I ju-just\naccepted -- I did not even consciously accepted the risk. I did it as a service for the -- the\nchildren, the boys we had, and --",
        "Q: Do you remember their names, any of the names of the boys?",
        "A: No, no, no.",
        "Q: No?",
        "A: We actually never knew them, and --",
        "Q: Bless you. Did yo -- did they stay for just a certain period of this time in this house and then\nmove on?",
        "A: Yeah.",
        "Q: Were there always different boys that were coming?",
        "A: No -- oh yes. Yes, yes, but that was, I think -- I believed at the time that [indecipherable] it\nwas some Jewish organization taking care of that circulation and moving the boys and so on.",
        "Q: Mm-hm.",
        "A: And they were very effective, as proved, as I said, by the coupon -- or they probably printed\nthem, or I don’t know, stole them, or --",
        "Q: Mm-hm.",
        "A: But we received whole sheets, you know, of -- of --",
        "Q: Of those ration tickets?",
        "A: Yeah, the ration tickets.",
        "Q: Can you tell me a little bit more, I wasn’t very clear about the French connection, this man\nwho you said was a minister under de Gaulle and had spent time in Dachau. Was your contact\nwith him after the war, or during the war?",
        "A: No, it was mostly after the war, because during the war he actually was the mayor of this\ntown in southern France, the middle of France, and he printed, you know, identification paper --\n1-identity papers and so on, and -- and saved, actually saved them.",
        "Q: Mm-hm.",
        "A: But he was captured fe -- I forgot what it was, but I think it was fairly early.",
        "Q: I see, I see. Is there anything else from your notes that you would like to --",
        "A: No, as far as I know, let me see.",
        "Q: Mm-hm.",
        "A: To -- a -- a -- I remember -- J-I recall that it -- the priest came in ’68 --",
        "Q: Mm-hm.",
        "A: Invited by the Jewish appeal in New York.",
        "Q: What was his last name? Was -- you said that --",
        "A: Andre, Andre.",
        "Q: Andre? I thought that was like a middle name.",
        "A: No, no, no --",
        "Q: No, no, that was his last name?",
        "A: Andre [indecipherable]",
        "Q: Okay.",
        "A: Actually I think I would like to show you, because for -- for 50 years I cut out from a letter,\nhis signature.",
        "Q: Oh my. Oh my, that’s the signature of the priest.",
        "A: Yes, yes.",
        "Q: Wow.",
        "A: And that also I could --",
        "Q: Donate.",
        "A: -- but I don’t know, it will be lost, I don’t know if --",
        "Q: We have -- I would talk to -- before you do that, we might make a photocopy.",
        "A: Yes?",
        "Q: And I will just talk about the photocopy with -- with our archivists, of how this could be\npreserved, how this could come in as a donation. I will -- we will see --",
        "A: But in the lectures I -- when I speak about this --",
        "Q: Mm-hm.",
        "A: -- you see, and the surface is very small. H-He was a man living in extreme -- under extreme\ncondition, and therefore positive words, [indecipherable] gratitude, I don’t know, peace and so\non. So you would like to make a photocopy of it?",
        "Q: Yes, at the end of our interview we’ll do that. Was this letter -- was this written to you after\nthe war, where you have this signature, the --",
        "A: No, no, that was -- he wrote me during the war, but I cut 1t out and I have carried it in my\nwallet for more than 50 years. Impressive, no?",
        "Q: Yes, very impressive, very impressive. What ever happened to him, after ’66?",
        "A: No, the last thing I would like to mention --",
        "Q: Mm-hm?",
        "A: -- 1s that when he was buried --",
        "Q: Mm-hm.",
        "A: -- one -- one of our boys, and here is -- you have a name, Theo Gricksburg --",
        "Q: Mm-hm.",
        "A: -- read th-the psalm that -- you know, the Kaddish or whatever it is, the --",
        "Q: Mm-hm.",
        "A: Which is, I think, very touching.",
        "Q: And he was buried in Namur?",
        "A: I suppose so, yes.",
        "Q: I see. I see. Is there anything else you’d like to add to what we have spoken about?",
        "A: I don’t know, I’m at -- entirely at your service. I-I -- I don’t see, no. I think we are about at\nthe end of what I have to say.",
        "Q: Okay. Then, in that case I thank you for the interview and this concludes our interview. The\nUnited States Holocaust Memorial -- Memorial Museum interview with Mr. Paul Peeters. Thank\nyou very much.\nEnd of Tape One, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with Mr. Paul Peeters,\nconducted by Ina Navazelskis, on Wednesday, December 22™, 2004, in Washington, D.C.. This\nis tape number one, side A. Mr. Peeters, could you tell us where you were born, what -- the date\nof your birth, town, circumstances, and a little bit about your early life.",
        "Q: And at that point, can you tell it -- back up a little bit, can we back up a little bit and -- and fill\nin the context somewhat.",
        "Q: The town was what name, what was the name of the town?",
        "Q: Torgny, and -- mm-hm?",
        "Q: Uh-huh.",
        "Q: And --",
        "Q: What does --",
        "Q: Excuse me. What does normal Catholic education for a place like Torgny at that time mean?",
        "Q: Mm-hm.",
        "Q: Was it an upper middle class family? Is that how you would say it?",
        "Q: I see.",
        "Q: And you said you had many children in your family. How many brothers and sisters?",
        "Q: Yes, yes.",
        "Q: 12?",
        "Q: Oh my.",
        "Q: That’s quite a lot. And where were you?",
        "Q: Uh-huh.",
        "Q: Can you tell me how much -- how many brothers an-and where you were in the -- in the\nbrothers and sisters hierarchy?",
        "Q: And you were born in what year?",
        "Q: Okay, here in to -- in the year 2004.",
        "Q: Of course, of course, of course. So you say you were sort of in the middle of all of the large\nfamily of siblings, you were number seven, or -- or --",
        "Q: Mm-hm.",
        "Q: And wa -- did you -- were most of the children boys, or girls, or a mix, or -- did everybody go\nto school?",
        "Q: Uh-huh.",
        "Q: Six boys?",
        "Q: And were they mostly older than you or younger than you?",
        "Q: Mm-hm. And you studied at a Catholic school?",
        "Q: You went to Catholic high school?",
        "Q: Mm-hm.",
        "Q: Was this after high school already, at university level?",
        "Q: I see.",
        "Q: And what were your studies there?",
        "Q: What were your studies there, in Namur?",
        "Q: Mm-hm.",
        "Q: Were you alone from your family? Is Namur far from the town that you grew up in?",
        "Q: No, it was close?",
        "Q: Uh-huh. So you were not alone from your family when you were studying there, you --",
        "Q: No, no, no. My question is, when the war brokes out -- broke out, were you alone, away from\nyour family, studying --",
        "Q: Mm-hm.",
        "Q: Mm-hm. Can you tell us a little bit more about your childhood, about the town that you grew\nup in? You mentioned something about the sugar industry. In what way was your family\ninvolved? What we’re trying to do is get a sense of the community and the values and the world\nthat you grew up in, so whatever you could tell us about that child -- those childhood years --",
        "Q: Mm-hm.",
        "Q: Mm-hm. And in the sugar business, is -- that was something your father himself was involved\nin?",
        "Q: I see.",
        "Q: I see.",
        "Q: You --",
        "Q: And you mentioned before that when the war occurred --",
        "Q: -- you were -- you see yourself as somebody who was totally unprepared --",
        "Q: -- fo-for what had happened fo -- afterwards.",
        "Q: In Belgium?",
        "Q: In Belgium, you s --",
        "Q: Mm-hm.",
        "Q: Do you remember that?",
        "Q: Do you have a memory of when the invasion occurred? Do you remember where you were at\nthe time?",
        "Q: Can you tell us about that?",
        "Q: Okay.",
        "Q: How -- did you return to Namur at any time?",
        "Q: Okay.",
        "Q: Can you tell me a little bit about how you met this priest, what his name was?",
        "Q: What was his name? What were the circumstances --",
        "Q: It’s okay.",
        "Q: That’s okay. It happens sometimes.",
        "Q: Mm-hm.",
        "Q: Yeah, I'd like to find out more how -- how it is that you got involved in this activity.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: So, if I can understand this correctly, there was a house that belonged to the college --",
        "Q: Uh-huh, to the parish in Namur.",
        "Q: Yeah. And the priest who lived in the house --",
        "Q: -- it was -- 1t was --",
        "Q: And he was the one who started saving the children.",
        "Q: And were these -- how old was the range, the age range of the children who were",
        "Q: So they were -- uh-huh.",
        "Q: And what was --",
        "Q: Mm-hm.",
        "Q: How was -- what was your involvement in it? Was it that you were a group of other boys --",
        "Q: Uh-huh. And so you would take them out --",
        "Q: -- for playing and for exercise?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Did you get -- did you have a common language that you --",
        "Q: No.",
        "Q: I see, so you never --",
        "Q: So there -- about -- over a thousand boys were -- went through the school, through this house",
        "Q: -- excuse me, this house that they were saving --",
        "Q: Mm-hm.",
        "Q: Next to the --",
        "Q: That was one of my questions, is the fate of these children, as far as you knew it, that these\nchildren did not fall into the hands of the Gestapo, who were right next --",
        "Q: They did not.",
        "Q: Okay.",
        "Q: Excuse me for a second -- [tape break] -- uh-huh?",
        "Q: Did --",
        "Q: Mm-hm.",
        "Q: Were any of your friends involved in this as well?",
        "Q: Do you remember her name?",
        "Q: You don’t know?",
        "Q: It’s okay.",
        "Q: No, it -- it’s simply -- it’s n -- 1t’s helpful to have the name of the person you are talking\nabout, if you remember it.",
        "Q: And if not it’s -- it’s --",
        "Q: -- we can leave it by the side. Were there any of -- any other of your friends that you knew of,\neven if not directly, who in some way were involved in the sheltering?",
        "Q: See? Mr. Joseph Andre was the priest.",
        "Q: Yes.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Excuse me, can you repeat that? I didn’t fully understand.",
        "Q: Mm-hm, mm-hm.",
        "Q: To the school -- to the boys, mm-hm.",
        "Q: Oh yes, please.",
        "Q: Yes, yes, please.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Did the Gestapo know that they were in the house, and they came looking for them?",
        "Q: I see.",
        "Q: And was that close to the end, or was th --",
        "Q: Yes, please, mm-hm.",
        "Q: In September.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Oh yeah.",
        "Q: Mm-hm.",
        "Q: Yes, of course.",
        "Q: Yes, please.",
        "Q: Pll have more questions about the ci --",
        "Q: Okay?",
        "Q: Okay, then we can back up a little bit.",
        "Q: When you were talking about when the Gestapo started to hunt for these boys --",
        "Q: -- that were in the house, you mentioned that one boy had his -- had his father shot --",
        "Q: -- close by. Can you tell us a little bit about those circumstances, and how is it the connection\nwas established? How is it that the Gestapo knew that the father had a son there, or did they?",
        "Q: Even more to step back, what were the circumstances of this man’s -- how is it that he came\nto be there, that he was --",
        "Q: -- the -- the father who was shot.",
        "Q: Oh, you don’t know. You just kn --",
        "Q: Oh, you don’t know that. Okay, so --",
        "Q: Because they could see the -- they could go and look for the boys.",
        "Q: Mm-hm. When --",
        "Q: Mm-hm. Now, when you would go out and play with them on Saturdays and Sundays --",
        "Q: -- what kind of activities did you undertake with them?",
        "Q: What’s that?",
        "Q: Would it use --",
        "Q: Uh-huh. Would it use -- was it in the town, was it in, let’s say outside the town where -- did\nother people see you as you --",
        "Q: Okay.",
        "Q: I see, so did anybody ever look at these children and say they --",
        "Q: -- they don’t look like our children?",
        "Q: Okay, so there was never any --",
        "Q: I see, I see. So your outings were not like in the woods where no one would see them, they\nwere within the usual --",
        "Q: Mm-hm.",
        "Q: Mm-hm. I would a -- how -- can you tell me in total how long, how many years were you\ninvolved with -- with -- with taking care of these boys in that house?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: -- interview with Paul Peeters, conducted by Ina Navazelskis on Wednesday, December 22\",\n2004, in Washington, D.C.. This is tape number one, side B. So, Mr. Peeters, we were talking\nabout the length of time that the boys were in the -- in the house, say -- you know, sheltered by\nthe priest -- his name was Joseph Andre, was that the n -- his name, yes? And you were saying it\nbegan in 1941, and lasted until almost the end of German occupation in Belgium --",
        "Q: -- in 1944, is that correct?",
        "Q: Yeah.",
        "Q: With the fa -- with the man being shot?",
        "Q: I see. So the --",
        "Q: I see. And so then, it was soon after that that -- that the liberation came?",
        "Q: In September, yes. Well [indecipherable] yes?",
        "Q: And you were with the you -- the army, the United States Army?",
        "Q: Okay. So tell me a little bit more about when you went to Buchenwald.",
        "Q: Of a -- of a photo camera?",
        "Q: Tell us, tell us, mm-hm.",
        "Q: Sure.",
        "Q: The for -- the communist -- former communist prisoners in the camp?",
        "Q: Mm-hm.",
        "Q: Why do you say that, why do you think it? Why was it immature?",
        "Q: Even -- even then? After --",
        "Q: Did you still see -- were there still bodies when you went to see it?",
        "Q: I see.",
        "Q: Was this in --",
        "Q: How long were you there in that area? How long were you in this Weimer area?",
        "Q: Yes.",
        "Q: We’d very much be honored. We’d be very honored, yes.",
        "Q: I thi -- the museum would be very honored.",
        "Q: Yes. We will follow up with this. We can talk about it later, of how to -- how to help acquire\nthe picture, what is the proper procedure for sending. We will -- we will help with that.",
        "Q: Yeah.",
        "Q: Mm-hm. So you say you were in -- in Buchenwald for a very, very short time, only --",
        "Q: In the camp itself.",
        "Q: Mm-hm.",
        "Q: The camera that you found, that you said you ha -- do you still have that camera?",
        "Q: No, no. That’s long gone.",
        "Q: Mm-hm.",
        "Q: Was it that you were numb? When you saw this -- you say you appreciate it more now than\nthen.",
        "Q: Many people were numb when they saw such things, they couldn’t imagine --",
        "Q: -- such horror.",
        "Q: They were -- they were completely shocked.",
        "Q: So, was that something that -- also that -- that you could s --",
        "Q: Do you --",
        "Q: Mm-hm? Please?",
        "Q: Mm-hm.",
        "Q: The Righteous.",
        "Q: The -- yeah, mm-hm.",
        "Q: Mm-hm. That will be fine.",
        "Q: So y -- a-and you said Yad Vashem sent you interviews --",
        "Q: -- done with him, or --",
        "Q: I see.",
        "Q: Did you ever meet any of the boys again?",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: Uh-huh. And did -- but did you --",
        "Q: It’s possible, it’s possible. We can look in -- in our archives to see in Namur what kind of\nactivities were going on.",
        "Q: So it’s -- I -- I would --",
        "Q: Yeah, it’s possible, it’s possible. But you kept in touch with the priest after the war?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: What do you ho --",
        "Q: What do you put that down to? Why?",
        "Q: Why is that?",
        "Q: Mm-hm, mm-hm.",
        "Q: In Belgium?",
        "Q: Here”?",
        "Q: Could you explain a little bit more, because many people would say that that has happened\nalready, that the Holocaust is being used as a -- as a -- as an example to teach others not to have\nit happen again.",
        "Q: Yes.",
        "Q: Oh, of -- of course I agree. I agree.",
        "Q: What do you think would be ne -- what do you think is still needed?",
        "Q: Mm-hm.",
        "Q: Mm-mm, no.",
        "Q: That’s number two.",
        "Q: That’s number two, you said there were three things?",
        "Q: Mm-hm.",
        "Q: That’s right, mm-hm.",
        "Q: I see, mm-hm.",
        "Q: The context.",
        "Q: Mm-hm.",
        "Q: Did you -- here is an irony. Since we didn’t speak much before the interview, I had very little\ninformation. But of the little that I had, our -- our, you know, contact who told us of you said that\nyou hadn’t spoken much about your experience during the war, that --",
        "Q: -- okay. Did you tell your own children?",
        "Q: Did you te -- did you tell your own children --",
        "Q: -- did you tell your own family?",
        "Q: And is there a reason for that? Was that a conscious decision on your part?",
        "Q: Did they know --",
        "Q: Then --",
        "Q: Mm-hm.",
        "Q: No, his name is not known to me.",
        "Q: I read a little bit about the Holocaust in Belgium.",
        "Q: And comparatively to, let’s say the Netherlands, there were in -- in the articles that I read, it\nwas stated that more people were involved in hiding and saving Jews, that f-fewer Jews died. St-\nstill many, many --",
        "Q: -- over half were killed, but the percentages were lower in -- in Belgium --",
        "Q: -- than in the Netherlands.",
        "Q: And in some of the other surrounding countries and that there were a number of factors that\ncontributed to that. Is that something that you found also to be --",
        "Q: I see.",
        "Q: Was your family -- did your family know what you were doing?",
        "Q: Your family --",
        "Q: -- your --",
        "Q: -- no, but --",
        "Q: -- did they know what you were doing?",
        "Q: Okay, so neither your parents, nor your brothers or your sisters --",
        "Q: Mm-hm.",
        "Q: Did you speak of --",
        "Q: Do you remember their names, any of the names of the boys?",
        "Q: No?",
        "Q: Bless you. Did yo -- did they stay for just a certain period of this time in this house and then\nmove on?",
        "Q: Were there always different boys that were coming?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Of those ration tickets?",
        "Q: Can you tell me a little bit more, I wasn’t very clear about the French connection, this man\nwho you said was a minister under de Gaulle and had spent time in Dachau. Was your contact\nwith him after the war, or during the war?",
        "Q: Mm-hm.",
        "Q: I see, I see. Is there anything else from your notes that you would like to --",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: What was his last name? Was -- you said that --",
        "Q: Andre? I thought that was like a middle name.",
        "Q: No, no, that was his last name?",
        "Q: Okay.",
        "Q: Oh my. Oh my, that’s the signature of the priest.",
        "Q: Wow.",
        "Q: Donate.",
        "Q: We have -- I would talk to -- before you do that, we might make a photocopy.",
        "Q: And I will just talk about the photocopy with -- with our archivists, of how this could be\npreserved, how this could come in as a donation. I will -- we will see --",
        "Q: Mm-hm.",
        "Q: Yes, at the end of our interview we’ll do that. Was this letter -- was this written to you after\nthe war, where you have this signature, the --",
        "Q: Yes, very impressive, very impressive. What ever happened to him, after ’66?",
        "Q: Mm-hm?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: And he was buried in Namur?",
        "Q: I see. I see. Is there anything else you’d like to add to what we have spoken about?",
        "Q: Okay. Then, in that case I thank you for the interview and this concludes our interview. The\nUnited States Holocaust Memorial -- Memorial Museum interview with Mr. Paul Peeters. Thank\nyou very much.\nEnd of Tape One, Side B\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Oh, very good, yes. I was born in a -- first of all in a fairly large, I mean a locally very\nwell known family, very big family and you know, m-my family has been in the sugar industry\nand so on, and -- and with connections in the Belgium industry and so on, but at the time I was\ntotally immature and -- no I -- well, I -- I went through the -- the experience you are interested 1n,\nit was about 1920, and -- but very mentally immature. And for instance, we knew absolutely\nnothing about the suffering the Jewish people were -- underwent, but the war broke out in my n -\n- country, actually in May -- on May 10\", 1940.",
        "A: The -- th-th --",
        "A: The name -- the town, it’s one of the oldest town in that part of the world, that was Torgny.",
        "A: In Belgium, in Belgium, on the French border.",
        "A: Yes.",
        "A: And I studied, you know, I had a normal Catholic education, high school and so on, and then -\n- I studied then my --",
        "A: -- university.",
        "A: Well at first I was in the so-called bourgeois, you know, level.",
        "A: And at that time, you know, the classes and so on were still quite, not segregated, but there\nwas a -- a fact -- a separation -- factual separation, so I lived very much in that kind of a -- not\nprivileged, but I would say self-contained world, mentally, values and so on. I don’t want to be\ncritical, but you have to realize how --",
        "A: No -- yeah, upper middle class, yes.",
        "A: Yeah.",
        "A: No, not me, but m-my mother, my parents.",
        "A: Yes, about 12.",
        "A: Yes.",
        "A: Yes, unusual, not [indecipherable]",
        "A: We always had servants and so on, and --",
        "A: No, it’s a kind of life, you know, you -- nobody has the experience [indecipherable] in the\ncountry and so on, and gardeners, and we had that kind of [indecipherable]",
        "A: Sure. I -- I don’t know, I must have been seventh or something. So --",
        "A: I -- born, well that’s a very discreet question. I’m 20 -- 1921, at the end of 1921, so I'll be 83,\nin other words, very shortly.",
        "A: I [indecipherable] show respect to my age, mm?",
        "A: [indecipherable] yes, yes.",
        "A: Mm-hm.",
        "A: No, but -- I suppose there were more girls than -- I -- I’ve never asked myself that question.",
        "A: No, we were about six -- six boys.",
        "A: Mm-hm.",
        "A: Yes, yes, yes. I don’t know, really. No, I was in the middle as far as the boys were concerned,\nexactly in the middle.",
        "A: Yes, yes",
        "A: Yes, when I -- when the -- the story, which I was involved in, I was studying at the -- a Jesuit\nI don’t whether you understand what it means, a school in Namur, N --",
        "A: -- N-a-m-u-r. And that’s where I met that -- that priest, you know, and those --",
        "A: Yes, yes, yes.",
        "A: At university but on -- at the lower level, just the college, or even lower college, I would call\nit, yeah.",
        "A: I’m sorry?",
        "A: Oh, nondescript program [indecipherable] it could -- it -- it was called philosophy and letters.\nYou have nothing like this up [indecipherable]",
        "A: So 1-1t’s something which could have led, you know, to many different choices, and so on.",
        "A: No, no.",
        "A: They all -- they studied there.",
        "A: I was alone in -- in that place, at the -- that college, but I’m not the first in the family to go to -\n- to college if that 1s -- is the meaning of your question.",
        "A: I was alone --",
        "A: -- when I was there, and so on, but of course, d-during the war condition we had, the traveling\nwas not restr -- I mean, it was restricted, and not taken for granted, the normal times, so --",
        "A: Well, that childhood was extremely happy, you see, I -- I never went to grammar school\nbecause I was too good to be sent to, you know, that country school. We were living in the\ncountry, and --",
        "A: -- well, I enjoyed -- I was very happy at the time, and just no -- we had no worries, and then\ncame -- you see, the Great Depression, beca -- at that time, because a -- the family business was a\nsugar producing and also [indecipherable] owning lots of farms and so on and so we were very\ninvolved in the agricultural way. And then my grandfather was a very capable and creative\nbusinessman, but he did not train, you see, his children and so on and so they were a background\nalso [indecipherable] and that sort of thing, because the economic situation in western Europe at\nthat time was difficult, particularly in the area of agricultural production and so on.",
        "A: No, no, that’s the family business --",
        "A: -- so he was the owner of one part, part general stockholder and so on, and -- and also\nmanager, yes, yes, and --",
        "A: -- so that was entirely private thing, and just a -- but the times were th -- because the prices\nwere going up and down and then the harvests, you know, were long and difficult and so on.",
        "A: I think there was a catastrophic year, I forgot when it was, 1935 or so.",
        "A: Yes.",
        "A: Unprepared.",
        "A: And it happened very suddenly because, you know, the war was declared by France and\nEngland. I think it was on September -- on September first, Germany invaded Poland, right? And\nthen there was a, I don’t know, an ultimatum or something, and the war between Germany and\nEngland and France started on -- I think on September third, and then there was a period, you\nknow, a long period of neutrality and suspense and so on, and then on --",
        "A: -- May the 10\" --",
        "A: -- [indecipherable] in Belgium, yeah.",
        "A: And on May the 10\", the German invaded Belgium and Holland if I am correct, and so on.\nThen th-that --",
        "A: -- for me who was still a -- a teenager, was a child, 1t came very suddenly, because all -- in\nour y-younger years, you know, we heard stories about the atrocities and suffering during the\nfirst World War, which was still reasonably close at the time, so -- so we were frightened, but we\ndidn’t know what we feared.",
        "A: Sure, sure, sure.",
        "A: Yes, yes.",
        "A: Well, the -- I was already in Namur at the time, and then I think there was some bombing and\nso on, and then -- then we left for France and so on, so -- so there 1s a -- was a retreat -- I mean, a\n-- we left the house, and so on the -- and then the -- there were battle and so on, just -- but well,\nthat’s -- that is not so clear in my memory, just that -- I just remember vaguely.",
        "A: Yes, yes, of course --",
        "A: -- we return, and then -- and then the -- I don’t know, I -- I -- I think the studies were\ninterrupted, but 1t was -- no, I -- and I -- and wa -- 1941 I was back -- back to Namur, and so on.\nAnd then I -- I met that -- that priest, you know, who took care of those Jewish boys and so on.",
        "A: I-I have no recollection of how I met them, but i -- it’s an entirely extraordinary story. If you\nwant -- did you want me to go into what I know of his --",
        "A: His name was Jose-Joseph -- you see, now I have a -- excuse me.",
        "A: I’m getting old. I never thought I would forget his name. [indecipherable]. Oh, that’s\nridiculous. It will come back.",
        "A: Yes, it -- no, 1-1t was an extraord -- a very sensitive, young priest --",
        "A: -- a parish priest, and then he was transferred someplace, seminary where he was teaching,\nand it was a very extraordinary, heroic kind of man, very sensitive, and at the same time he could\nbe -- violently could get fits of anger and so on, but not at all, you know, resentments, so on, just\nbecause at times he was -- I mean, he was oversensitive. And then he was -- you are -- now are\ngoing to the substance of my --",
        "A: That -- [have no memory of it.",
        "A: Why, I just got involved. I suppose I met him, or somebody told me about tt.",
        "A: But the story is that there was a parish house in -- on a sort of [indecipherable] and so on, but\nthat is very local, it’s not to be compared to the setting of Washington, it was very simple. And\nthere was a parish house here, and then next to it, exactly next to it, the same wall, there was a\nbig hotel before the war, which was occupied by the German Gestapo and various German\nservices in that town. So we had a wall, and when I was sitting with the wall, I could hear the\nGerman officers on the outside. And then that priest, you know, slowly -- I -- I -- I suppose he\nwas in touch -- no, later on he was in touch with the various Jewish idi -- organization. But we\nhad as many as 20 boys in that house, you see, and on the first floor was a sort of a big room\nwith a theater and so on, where the boys could at least take some exercise. And then, on the top\nthere were his office and so on. And the boys actually lived in that house, you see, for -- they\ncould not go out, right? And -- and that’s the reason why he got in touch with me, because we\nwanted to, you know, on Sunday -- on Saturdays and Sundays, well mostly on Sundays, I\nsuppose, we gathered, you know, neighborhood boys and so on, right, and then the Jewish\nchildren joined them and so -- so they could get some exercise and fresh air.",
        "A: To the parish, or to the --",
        "A: I shou -- in Namur, yes.",
        "A: Yes.",
        "A: It was a parish house for certain functions, I suppose the parish functions.",
        "A: Yes.",
        "A: Oh, the children, I could not say, I would say about seven -- the -- we -- as far as I recall, we\nhave no small children and so on, they were all, you know, beginning teenagers and so on.",
        "A: And no more than 12, I would say.",
        "A: But then of course, they change. You see, there was --",
        "A: -- a rotation. I -- I don’t know, I -- yeah.",
        "A: My involvement was pure, not charity. I was -- as I told you, I was immature, I didn’t know\nwhat I was doing. I was very happy to do it. I had a great, not love, but I mean I liked the boys, I\nseem to remember some of them. So -- and -- but my function, what I actually did was simply to\ntake them out with other friends.",
        "A: So I --",
        "A: -- to -- yeah, yeah, and exercise and play ball, and that sort of thing and so on. But -- and then,\nyou see that -- so, we had the Gestapo next door --",
        "A: -- right? And then, on the first floor, and then there was a roof, you see, on --",
        "A: -- on the top of the house, without any heating, with mattresses on the floor. And at times I\nsaw with my own eyes there’s something -- sometime 15 children and so on. A-And mostly --\nmost of them, if I am correct, I don’t -- came from Poland and Vienna.",
        "A: No.",
        "A: No.",
        "A: Well, of course the -- they knew su -- I don’t know -- know, really. Communication was\nrather poor in the sense -- because most of them had language problems, right, and actually the\npriest, after the -- after the -- I mean the liberation of the country, created si -- courses in -- in\nHebrew for -- for the boys. And the most important part of my testimony as far as I’m concerned,\nthat I believe, I don’t know that, but -- I don’t know how many, but certainly perhaps a thousand\nboys, over the years, you know, went through that system.",
        "A: No, no, no, no --",
        "A: -- they were -- they just were --",
        "A: -- they were sheltered there, they found a shelter. But you have to realize th-th-the that e-\nextraordinary, absolutely extraordinary to keep boys --",
        "A: -- and I never witness any -- you know, any lack of discipline or anything there. The boys,\nmost of them were so conscious of their situation and -- and so disciplined and so on. But I want\n-- I wanted to say two things. The first thing is that as far as I know, only one boy who I changed\nhis fate, you know, so [indecipherable] it was part of the system to protect the Jewish -- and also\nperhaps even more than the Jewish aspect, the -- the authority of the parents. And that was very\nbeautiful, I never forgot that. Well, that’s one thing, and the second thing again, as far as I know,\nnot one boy was caught and so he saved them, really save --",
        "A: They did not.",
        "A: No.",
        "A: Th-Then one day, a father of one of our boys was shot to --",
        "A: For a day and night. Cause that’s what I said, the Germans also heard, you see, voices, and I-I\n-- | -- [never understood how he could maintain, you know, that th -- type of discipline\nnecessary for their safety, for their protection.",
        "A: And in addition --",
        "A: -- there was, of course, an enormous problem of feeding them. You see, every citizen received\ncoupons or stamps and so on, and so we had to find food and nourishment for those boys. And --\nand we ha -- had not only to prepare the meal, and then but al-also to feed them, and to avoid\nnoises and so on. And quite frankly, I never understood how it was achieved, and sin -- and so\non, because it --",
        "A: No, no, yeah, I-I myself only came, only on Sundays and Saturdays, so I -- I was not an\noutsider, but I was not involved in the actually daily routine of the -- of the shelter. And so 1 --\nyou have to -- also to understand that there was a network around that place, you see, providing\nfood, nourishment and so on. There was an er -- a truly heroic nurse who was heading sort of an\noffice -- sort of Red Cross offices, where the boys were treated and so on. Bu -- and all that was\nin -- achieving sec -- complete secrecy and so on. And that person, after having given herself to\nthat work for three year -- three years, on the very last day, a few days before the liberation, she\ngot -- she was killed in a bombing, and so on -- o-on the spot and her body was thrown on the\nwall [indecipherable]. And it was a truly -- I mean, extraordinary person, extra -- a nurse\n[indecipherable |",
        "A: No, her name I don’t know.",
        "A: I forgot, because you know I -- all these sad experiences has been extremely deep, I mean\n[indecipherable] really attached, but I did not follow it through. For -- for instance, if you had\ninformed me that -- this interview, I would have gone to talk to people [indecipherable] but th --",
        "A: -- no, it -- it’s not important, no.",
        "A: Yes, yes, yes, mm-hm.",
        "A: No, no, no.",
        "A: Yes, of course, of course, there were a -- a number of -- why, as a matter of fact, I -- very\nrecently I got in touch with a -- who is now al -- a priest also, but he was a boy at the time of\nthose events, and he had known that Joseph Andre -- now the name comes --",
        "A: The priest, the name --",
        "A: -- of the priest.",
        "A: So I -- I was saying yes, I -- I know that yeah, tha -- h-he was a boy at the time and that priest\ncame to his fath -- his parents had a little farm or something --",
        "A: -- and so they got supply, I mean the -- the shelter got supplies from them, and so --",
        "A: You didn’t understand, no? No, I just met recently --",
        "A: -- the priest, who was younger than me, and when he was a child, his parents supplied\npotatoes and eggs and so on and so --",
        "A: Bu-But the main -- th-the one who worked most with the -- the priest and myself, died\nrecently. So should I continue?",
        "A: Yes, yes, yes.",
        "A: So, if you want, I-I could tell you how this extraordinary experience ended, so -- becau -- ah\nyes, I was telling you that the father of one of our boys was shot by the Gestapo on the street, and\nthen, that moment I was called by phone, and I really risked my existence on that date, because\nof course the shelter, it was at the back of the house in -- in the cellar, down cellar --",
        "A: -- they had a door hidden by a piece of furniture and so on, and there -- so there was an escape\non -- on another street.",
        "A: You see, on the other side. And so all the boys escaped, and I took charge of a group of five\nor six, with the Gestapo [indecipherable] but I-I was not aware that -- I -- I was -- it was not an\nheroic action, it was just a purely human, but 1n fact, 1t was.",
        "A: Because -- and then the priest fled, disappeared. Hi-His brother was arrested, he was\n[indecipherable] and so on, and other people were -- are arrested, but none of the boys was\ncaptured.",
        "A: Ah yes, I -- at that time, yes.",
        "A: At that time, yes.",
        "A: It was close to the end of the war, yes, of course, and -- and then the boys were\n[indecipherable] and I went to a marvelous -- well, she was a nun with a very strong character\nand so on and she was in charge of an orphanage and so on. And so I took my boys to her and\nthat was the end as far as I was concerned, just to -- but then after that -- if -- should I continue?",
        "A: Yes, yes. So the priest fled, the boys were -- disappeared, none of them was captured, well --\nand in September, I think, the -- the place, or the town was liberated by the U.S. first army. And\nthen that was a beautiful memory I have because the Jewish chaplain of the American unit\ninvited me and the priest for the celebration of the Jewish New Year. I forgot the exact date, but I\ndon’t know --",
        "A: It was in September, but I don’t recall whether it was the first and so on.",
        "A: And after that I -- I jotned the American first army as a volunteer. I-I didn’t accomplish\nanything. But then we crossed the Rhine, I think April first at Remagen, and then we raced\nthrough Germany -- not me, but the --",
        "A: -- Patton, and so on, and -- and so finally we -- we arrived in the vicinity of Weimar.",
        "A: Right? And then I wa -- I visited, must have been I don’t know how many days, let’s say 10,\nafter the liberation of the camp, of the -- Buchenwald.",
        "A: And there -- if you want I could talk to you about that experience, and --",
        "A: What?",
        "A: Mm-hm.",
        "A: Why don’t you ask them now?",
        "A: No? Would you now?",
        "A: Yes?",
        "A: Yes.",
        "A: Yes.",
        "A: No, because then we -- first of all, we knew, since the boy were -- a-as far as I recall, you say\nthe fa -- the father of that boy was shot a few steps from the house, and so on. But you -- we\nknew that we were in danger, but how the alert was given, that I-I have no recollection of that. I\njust know that at a certain hour in the morning, I was called by a friend working with that priest\nand so on, that I had to come at once, and then I was put in charge of a group of boys.",
        "A: Who --",
        "A: I -- I don’t know, I don’t --",
        "A: No, I don’t know.",
        "A: I just know that this happened, and from that moment of course we were all in mortal danger\nbecause --",
        "A: -- a-and the house must have been watch and so on, and --",
        "A: But it ended in a very sudden way, that all the boys fled through the -- that escape door on the\nother si -- on another street, you see, on the other side of the building, and --",
        "A: Yeah.",
        "A: Normal, you know, boyish activities and so one, the --",
        "A: Walking, first of all. They were happy to be out, which was not given, you know, very\nfrequently. You must imagine what it is for a boy to be shut in a house and so on and then I\nsuppose we played ball and that sort of thing. It lasted a -- the outing lasted about four hours or\nsomething of that sort.",
        "A: In the afternoon.",
        "A: Of course, sure, sure.",
        "A: But they thought it was a church, normal church activity, you see, just --",
        "A: Of course.",
        "A: No, no, as far as I know, no.",
        "A: A-A-Anyway, I have no 1-idea.",
        "A: No, no, no, no, I mean, it was totally open and so on.",
        "A: It was a normal parish activity, and -- but I -- as I say, tha-that priest was extremely sensitive\nto any proselyting and so on, and as far as I recall, those who -- the boys who had placed 1n that\norphanage and so on, actually on Sundays [indecipherable] they went to church, but they were\ngiven instructions, you see to respect their own Jewish practices and liturgies. Although they\nphysically participated, they were warned by that nun, or by the priests themselves, not to do\nanything. And that, I think is a very beautiful part of the story.",
        "A: [indecipherable] that was very, very short, because he actually went into that house, you see,\nin °41.",
        "A: And then I-I -- ’'m not clear, I do not know the -- the actually links he had with Jewish\norganizations. I don’t even know their name, but th-they were very active, for instance, they\nsupplied food stamps, you see.",
        "A: And so I suppose that the boys came to that Jewish --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Sure.",
        "A: A-Actually, it was February 1944. That’s when the incident we recall --",
        "A: -- took place.",
        "A: That’s it.",
        "A: Well, that’s my recollection, of course.",
        "A: In September.",
        "A: [indecipherable] the war lasted until May 8, 1945.",
        "A: Yes, I was, in Weimar.",
        "A: And then, I don’t know how, I don -- I forgot how it took place, why it -- but it was a very\nshort period I told you, aba -- af-after the liberation of the camp. What I would like to supply,\nbecause you know the -- the good Germans were asked to surrender their cameras and so on to\nthe -- and so I got hold, I don’t know how, of a -- a very small photo ca --",
        "A: Yeah. And so I took pictures, and those pictures I will -- I have to look for them, but I would\nlike to supply to you, because as far as I know, I’m the only one who took the picture bec -- well,\nthat’s a -- I -- I --",
        "A: No, I have to tell you the story, because --",
        "A: -- the first thing I -- we were greeted, the camp of Buchenwald was governed by Yugoslav\ncommunists. And so those communists were totally in control of the camp when we -- we came.\nAnd so when, I don’t know how, I -- I won’t call it a privilege, but yet it is something important\nfor me. I was taken by a team of those com -- so it’s a first experience --",
        "A: Yes.",
        "A: That was first experience of communism, because th-there was such a contrast, you see,\nbetween those starving inmates and those, you know, powerful and -- Yugoslav communists. So\nanyway, I don’t know -- I don’t know how I managed, perhaps because I could still already\nspeak some English, I don’t know. But I got an extraordinary experience, because there -- the\nman who guided me [indecipherable] took me really at the -- at the center where they -- they\nwere exterminated. It was a barrack, right, and there was a little yard with a gallows, is that what\nyou call it, right? Where they could hang about 15 people at a time, that -- so the barrack -- the\nbarrack was here and then there was a doctor’s office where the shot, you know, were given to\nthe inmates, and then there was a -- it’s horrible -- a place where the bodies were just piled, and\nso on, and then the cremation oven was nearby. So that man took me there, and of course that’s\nsomething [indecipherable] terrible, I mean not -- although, I mean I’m more impressed by it\nnow than I was when I [indecipherable] Jews with that, you know, immature mentality I had.",
        "A: Because I said -- I proved it, I said, that Iam more moved now by what I experienced then,\nthan I was at the time. But I -- and -- and you have to -- 1-it was an extraordinary experience, this\n-- as far as I recall, that the oven were still used 1n the --",
        "A: E -- e -- a -- a -- th-that’s if -- that the -- the memory I have, but I admit it might be wrong.",
        "A: I’m not sure about what my memory is. My feeling is that they were still used.",
        "A: Perhaps to dispose of -- because the people were still dying, you know, and -- and the good\nAmerican soldiers gave them chocolate and so on, which was -- it was totally uncontrolled at that\ntime. When I-I -- when I visited the camp where the [indecipherable] was --",
        "A: Because the American ri -- you know, rush -- you have no idea how fast it went. Patton, you\nknow, made a -- a breakthrough at Remagen, and so on, and in a matter of days we traveled\nhundreds of miles, and so on. And so there was no, as far as I’m -- as I can say, no effective,\nprobably, medical -- Americans are very, very nice, very kind and so on, but it was something\ntotally uncontrolled. And so the -- the in -- the prisoners died, scores of them died\n[indecipherable |",
        "A: I don’t know [indecipherable] it was si -- oh yeah, and then I come to the point which I\nwanted to make. Wa -- I took a picture --",
        "A: -- which I still have, of that gallows. And I’m not sure you have it, and so on --",
        "A: No, I tried -- I tried to -- it’s a very poor first shot, you know what I’m saying, but yet, I\nwould be very happy to -- to send it here --",
        "A: -- so it would not be lost, and so on.",
        "A: [indecipherable] I would be glad --",
        "A: -- because my children are simply -- know nothing about those things.",
        "A: No, I -- in the camp itself.",
        "A: Especially in that area.",
        "A: Which I -- I-I don’t think that it remained open for a long time after my --",
        "A: No, of course not.",
        "A: One of the box cameras, you know, very -- the cheapest of the cheap. But yet, that picture\ncame out, and as far as I know, I hope [Il find it, but if I do find it, I -- P1l send it to you.",
        "A: [ll be very happy to do that -- to do so.",
        "A: Of course.",
        "A: No.",
        "A: No.",
        "A: Yeah.",
        "A: No, I don’t think I was shocked. First of all, because I could not -- you see, it took me years,\nso to speak, to realize the -- the vastness of this operation and so on. It’s not that I was not moved\nand so on, I was very sensitive, but -- but I was a real -- that I could testify, a real attachment to\nthe-- to the boys and admiration to the way, you know, they acted and so on. I remember a little\nPolish boy, I don’t know how he did it, but he was reading phil-philosophical books, you know.\nHe was reading Rousseau and that sort of thing and yes --",
        "A: And then --",
        "A: But you have to know that that priest, Joseph Andre, after the war was asked to testify and so\non and to go to Israel, the -- the state of Israel was established if I am correct, in ’48\n[indecipherable] is that what it is? So actually he went to -- to Israel, to Yad Vashem, you know,\nonly in September 1967.",
        "A: And that’s whe-when he received that title, and planted a tree, and so on, and --",
        "A: Yeah.",
        "A: And actually Yad Vashem send me a couple of interviews and so on which I could send you -\n- to you. In French, unfortunately.",
        "A: Yes, yes, yes.",
        "A: Yes.",
        "A: I don’t know, I -- that I could not tell, but the document will s -- will tell you.",
        "A: Will answer your question, but I too -- Yad Vashem send me two or three articles on Joseph\nAndre, after he received that title and so on, then he was received a -- you kn -- in Jerusalem, I\nthink.",
        "A: No, I -- that’s another story which is very sad.",
        "A: Because after that, in ’68, was the United Jewish Appeal had him come in America --",
        "A: -- and then there was a reunion of -- of the boys, it’s funny, I don’t know how they learned\nabout the reunion and that I missed, and I -- and that I don’t forgive myself.",
        "A: But perhaps you -- you may have a few names [indecipherable]",
        "A: Oh, oh yes",
        "A: So you would have names, yes?",
        "A: No, tha-that’s another mistake I made, why -- and actually it’s only very recently, it’s a few\nweeks ago, but I met that other priest who knew him.",
        "A: And if you had told me that you wanted to make that -- this interview, I would have been able",
        "A: -- to get more material, but -- but ac -- I-I -- what I never understood is that, you know, I --\nhow little Europeans, and the Belgians in particular did. Because, you know that priest? There’s\nnot even one article of biography on him, nothing, although he is known 1-in America, and in\nIsrael, of course.",
        "A: There was no -- no official -- no -- no responsible ska -- written -- carefully written biography\nof him.",
        "A: Hm?",
        "A: I don’t know, I don’t know.",
        "A: You know, it’s a European. Old Europe, I suppose. And that’s why I -- I mean, I always\ndreamt of a -- you know, of Holocaust, you know, becoming a sort of light. But there is\nsomething missing, there is a missing link and so on, and -- of course you -- you gather material\nand so on, but it never became the light you see, and -- and there there is an enormous amount of\nwork that should be done.",
        "A: No, in here --",
        "A: -- in everything, in the world in general.",
        "A: There I disagree with you because that’s not enough. Because that sacrifice, you see, that\nshould not -- no longer, no -- I mean to -- to make the aura, you know. Knowing is something\nvery important.",
        "A: Why that -- to transform that sacrifice of a whole nation into a -- a hope, a light. You will\nagree?",
        "A: Especially for the Jewish youth, and so on. And -- and there I see that there is work to do, but\nI’m too old to -- for doing.",
        "A: Three things. First of all, you have to connect right -- no, because for me, for me is -- 1s not at\nall -- is no longer -- is not something -- I’m not centering on the horror of the thing. I see that as a\n-- a-a-as a hope, I mean the -- and recently I got to understand much better the universality of the\nJewish faith, if I may use that word. I don’t whether I -- I hope I do not offend you, be-because\nthe thing is that the root of western culture, although it’s called Judeo-Christian, wi -- ba -- th-the\nfirst root is the -- the col -- the vocation of Israel, for instance, that Shema and so on, for me it’s\nan -- wi -- although I’m a -- a ca -- believer Catholic [indecipherable] believer, there is -- for me\nit’s absolutely fundamental. And I see it -- I would not say that in a Jewish way, but for me I-I\nsee the origin of my own Catholic faith here, right in that extraordinary history of Israel and so\non. No, wh-what I mean to say is that first of all there’s still a tremendous amount of ignorance.\nWhy -- I don’t see why, in every Catholic school, or in every public school there should not be a\n-- some -- a booklet or something, a very short, well written, educative information on the Jewish\ncustoms and so on and on the basic Jewish beliefs and so on. It could be done at a very little\nexpense. Why -- di -- that’s one thing, and the second thing is that you know the west?",
        "A: Now, we underwent a cultural revolution, wi -- and now the values, the traditional values,\nwhich we call Judean-Christian values are now deconstructed and so on. And there there is a\ntremendous work to do. I’m not negative, and I think that in that -- what I call that cultural\nrevolution, wi -- there is something which could be transformed into a positive [indecipherable]\nthe values of the western culture a-are changed. The change has been very negative and so on,\nbut it -- it’s also, you see, very -- 1-1t could be transformed into a positive -- and there I see if the\nJewish -- if there could be a common formulation. Not that the Jews really should -- to express\nthat basic fundamental reality, the universality of the Jewish message and so on. But that should\nnot be done, you know, by grade, or I don’t know, or books and so on. It should be done -- it\nshould come bottom up, you see? And that could be done. That -- that -- that could be done,\nbecause I’m sure that, first of all that there would be a communion of -- of the jewi -- because I\nam -- been a teacher all my life, you see and I’m oriented towards the -- the younger generation,\nI feel more at ease with -- but if that effort could come bottom up, wi -- through friendship, you\nknow, networking. Of course, there is an intellectual work which has to be done. And that means\neducational work. But the reality should be friendship, should be personal counters, and start,\nyou know, very low profile, not, you know, those big reunions. For instance, my daughter met\nDavid Rosen, Rabbi David Rosen, do you know him?",
        "A: No, but anyway, he’s a very outstanding person, but you know, now he’s totally identified\nwith those groups 1n [indecipherable] and go to Rome and so on, and you know they captured\nhim and so on, and that aspect of personal encounter, friendship, mutual understanding,\ncooperation where cooperation is possible, that 1s what is lacking, in my judgment.",
        "A: Number two? [indecipherable]",
        "A: No, number one is to formulate, if possible -- first of all to understand why the structural\nframework of that deconstruction, which has now been established --",
        "A: -- and which threatens the basic Jewish faith and tradition and questions and so on, as they do\nfor the Christian and so on. And so there is a commonality, because the origin of Christianity are\nJewish, right?",
        "A: Yes. And the basic -- my faith, the Catholic faith 1s based on the Bible, and -- which is Jewish\nexperience. So, in other word, number one is understanding of the -- of the structure --\nintellectual structure of a deconstruction wh-which si -- is contrary to the fundamental Jewish\ntradition which, insofar is 1t is common to the Christian origin. Right? Number two 1-15, if\npossible, try to be more interactive, or more intelligent in spreading basic knowledge, even for\nkids and so on.",
        "A: In schools, and so on, and of course at the upper level even more, of Judaism, right? And third\nis that fred -- friendship business.",
        "A: You know, [indecipherable]",
        "A: By internetworking, by --",
        "A: No.",
        "A: I’m sorry?",
        "A: No --",
        "A: [indecipherable] little, very little.",
        "A: No, no, there was no reason, I was just --",
        "A: -- too bashful to push myself forward, that’s about it, though. You know, they know about it,\nand --",
        "A: Because in addition to that experience with the priest, you know, I always thought about --",
        "A: -- I was connected with a -- though that was a very deep friendship and so on, and also with\nmy wife, of a French politician named Michelait I don’t know whether you know his name.",
        "A: Anyway, he saved many, many Jews and so on, and he was a gr -- a great friend of mine, and\nhe became minister, he was a friend of de Gaulle. He went to Dachau and se -- and so on, but in\nDachau he -- he worked -- I mean, he did not work, but his association was more with the\ncommunists inmates than with the -- the Jewish people. But he saved, for instance, many Jewish\nfriends I -- I have who I met here in America, just -- so that experience is a little bit divided, but I\nwas a -- I wa -- never reluctant to speak about it and so on, it’s because my role, first of all, what\nI could do, except in that exceptional situation where I really risked my life for them, but I never\nthought I was doing much and so on. It’s only after the war, after the business Buchenwald that\nI-I realized the magnitude of the -- of the Holocaust.",
        "A: Yes?",
        "A: Mm. Yes.",
        "A: Really?",
        "A: Mm-hm.",
        "A: No, I am not aware of that at all, just --",
        "A: -- no. But I am aware of the number of people who performed, you know, heroic action\naround that -- that system, that little system we -- I was a-associated with. I mean --",
        "A: No, no, no, not the family, not the -- none of the family. The people around , for instance,\nthere -- you know, there was a -- a bakery and -- a bakery that supplied bread, you know, as a\n[indecipherable] and so on, and -- and that woman really was heroic, heroic. She was leaving\n[indecipherable] not very far from the center. And that sort of thing, a p-place to a-avoid the\nfamily, and so on.",
        "A: And go through the --",
        "A: -- not my family.",
        "A: Yeah, [indecipherable]",
        "A: They -- no, of course not.",
        "A: No, no, of course not.",
        "A: And that was entirely an un -- individual decision and so on.",
        "A: But I do not mean to say that -- no, I -- I was [indecipherable] or that sort of thing. I ju-just\naccepted -- I did not even consciously accepted the risk. I did it as a service for the -- the\nchildren, the boys we had, and --",
        "A: No, no, no.",
        "A: We actually never knew them, and --",
        "A: Yeah.",
        "A: No -- oh yes. Yes, yes, but that was, I think -- I believed at the time that [indecipherable] it\nwas some Jewish organization taking care of that circulation and moving the boys and so on.",
        "A: And they were very effective, as proved, as I said, by the coupon -- or they probably printed\nthem, or I don’t know, stole them, or --",
        "A: But we received whole sheets, you know, of -- of --",
        "A: Yeah, the ration tickets.",
        "A: No, it was mostly after the war, because during the war he actually was the mayor of this\ntown in southern France, the middle of France, and he printed, you know, identification paper --\n1-identity papers and so on, and -- and saved, actually saved them.",
        "A: But he was captured fe -- I forgot what it was, but I think it was fairly early.",
        "A: No, as far as I know, let me see.",
        "A: To -- a -- a -- I remember -- J-I recall that it -- the priest came in ’68 --",
        "A: Invited by the Jewish appeal in New York.",
        "A: Andre, Andre.",
        "A: No, no, no --",
        "A: Andre [indecipherable]",
        "A: Actually I think I would like to show you, because for -- for 50 years I cut out from a letter,\nhis signature.",
        "A: Yes, yes.",
        "A: And that also I could --",
        "A: -- but I don’t know, it will be lost, I don’t know if --",
        "A: Yes?",
        "A: But in the lectures I -- when I speak about this --",
        "A: -- you see, and the surface is very small. H-He was a man living in extreme -- under extreme\ncondition, and therefore positive words, [indecipherable] gratitude, I don’t know, peace and so\non. So you would like to make a photocopy of it?",
        "A: No, no, that was -- he wrote me during the war, but I cut 1t out and I have carried it in my\nwallet for more than 50 years. Impressive, no?",
        "A: No, the last thing I would like to mention --",
        "A: -- 1s that when he was buried --",
        "A: -- one -- one of our boys, and here is -- you have a name, Theo Gricksburg --",
        "A: -- read th-the psalm that -- you know, the Kaddish or whatever it is, the --",
        "A: Which is, I think, very touching.",
        "A: I suppose so, yes.",
        "A: I don’t know, I’m at -- entirely at your service. I-I -- I don’t see, no. I think we are about at\nthe end of what I have to say.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumDecember 22, 2004\nRG-50.030* 0492",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Paul Peeters,\nconducted by Ina Navazelkis on December 22, 2004 on behalf of the United States Holocaust\nMemorial Museum. The interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "PAUL PEETERS\nDecember 22, 2004\nBeginning Tape One, Side A"
    ]
}