{
    "rg": "RG-50.549.01.0004_trs_en",
    "sequence": [
        "Q: I would like to start with where you were born, and when, and what your name was at\nbirth, and what your name is now?",
        "A: Okay, that's easy enough. I was born in Czechoslovakia in 1937. My name was Renata\nGoodman, and today I'm Irene Hizme.",
        "Q: You did not stay very long in the town that you born in, right?",
        "A: Right. I guess about three or four years, and I have a twin brother by the name of Rene.",
        "Q: Where did you go after you left your birth town?",
        "A: We went with my mother to Razenstadt (ph). We were sent there and I think we were\nthere -- I don't really recall how long, but in 1943 we were sent to Auschwitz from\nTheresienstadt.",
        "Q: I would like to go back just a little bit to clear -- you went to Prague first, and lived there\nfor a little while, right?",
        "A: Yes. I think we lived in Prague. We were born in the outskirts of Prague in a place called\nTetraslifkanov(ph).",
        "Q: Could you give me a sense of your family a little bit? You mentioned a brother. Do you\nhave other siblings?",
        "A: No, but there was a father, and my mother and Rene and I and my memories are not very\nvivid, but we lived in an apartment, upstairs, because I remember because I used to watch\nthe street and there was a trolley, and it had the number 22 on it.",
        "Q: Do you remember whether your brother and you were close?",
        "A: Yes. We were each other's friends, playmates. We always played together. I don't\nremember ever socializing with any other children.",
        "Q: Did you know that you were twins?",
        "A: I don't think so. Just that we belonged to each other.",
        "Q: Do you recall your parents at all?",
        "A: Not very clearly. I just recall moments of things we sometimes did together, and I\nremember we used to go to the park together with my dad and my mom. But my dad was\n-- one night there was a big commotion and some men came in and they took him away,\nand I just remember my mother was crying and we also were crying. It just was a terrible\nmemory for me, and we never saw him again after that. My mother, I remember in\nparticular, she used to play a game with us at night -- at least I'm the one that wanted to\nplay this game. I wanted her to set us up, hand positions and to think that we could sleep\nthat way the whole night. I remember that.",
        "Q: The memory of your father being taken away, was that the earliest memory that you now\nknow had to do with the Nazi occupation?",
        "A: I'm not sure if that's -- I don't think I knew it had to do with anything. To me life was the\nway it was. I always -- there was a feeling that my parents were not happy. There was\nsomething going on, but of course I didn't know. I didn't feel anything. I didn't understand\nabout my father being taken away, and I don't think my mother really explained it to us. I\nthink we always felt that he was going to come back.",
        "Q: Do you remember soldiers taking him, or 1s it just a memory of him being taken away?",
        "A: It was some men. I don't know if they were soldiers.",
        "Q: Do you recall anything in particular about that night, anything more?",
        "A: Not really, not really.",
        "Q: When you went to Theresienstadt, what do you remember getting there?",
        "A: Well, I remember that we went on this train and it was quite nice, I thought. Then we\nwere just in a new place.",
        "Q: You were together?",
        "A: I was together, Rene and I and my mother, and I don't have a clue to what we did during\nthe day. My memories of Theresienstadt are really very vague except again, just for\nmoments here and there. I remember cobblestone roads. I remember watching carts with\ndead bodies, but it didn't mean anything to me. I didn't understand what was going on. I\nwas with Rene, and I was with my mother and so it was fine.",
        "Q: You don't remember any kind of activity that you did there?",
        "A: I really can't remember.",
        "Q: You do remember music from there sometimes?",
        "A: Yes, there was music, concerts, sitting in an audience and watching some kind of\npresentation. Yes, I remember that. I think that's it.",
        "Q: You had to go on a train again?",
        "A: Yes, that was when -- it was December '43 and it was a very cold night. It was snowing\nand there was snow on the ground and I remember it seemed like we had a long walk, a\nvery long way to get to the train. We were walking with my mom who was carrying a\nsuitcase and she said we were moving. But I remember that on this walk it was a lot of\npeople. It was not just us and there were soldiers and there were dogs barking and every\nonce in a while there would be a gun shot, and I think people were dropping-- falling\ndown to the ground. I don't really think I understood that they were killed or that they\nwere dead. I didn't know what was going on. I know I didn't want to walk. I just wanted\nto stop and sit down, I was so tired. My mother just kind of pushed me on and said you\nmust come. You must be still and just walk. The next thing I knew we were on this very\ncrowded train. It was not like the train we had taken to Theresienstadt. It was just\nstanding room and you were squeezed very tight. People were crying and moaning. It\nwas awful. People had to -- I don't recall having any food. I remember we were hungry\nand it was so tight you really had hardly room to breath and I was little so all I can\nremember is legs. I was scared. Even though Renee was there and my mother, but I\nremember being scared.",
        "Q: Do you have any sense of how long -- how much time was spent on the train?",
        "A: No. It seemed very long, but I don't know what the ride really is even today. I've never\nasked anybody how long is it from Theresienstadt to Auschwitz, but 1t seemed endless.\nWhen we finally -- when the train finally stopped and we got out, and we walked again\nfor a while to this big barn like structure, whatever and it had bunk beds in it. It had a\nstove like thing down the center and that was our new home.",
        "Q: What happened when you got off the train, do you remember in more detail what the\nprocedure was?",
        "A: Not too much actually. I just know my mom was holding on to us, and we just followed\nher and many other people. We were all going to the same place obviously.",
        "Q: Do you remember getting tattooed?",
        "A: It's a very vague -- very vague. I wish I could recall it better. I do vaguely remember it.",
        "Q: What are your memories then of this place of Auschwitz? What do you remember?",
        "A: Well, --.",
        "Q: Did you stay together at first?",
        "A: In the beginning we were together and it was also with many other Czech families. I just\nremember it was just very sad. I used to see people get hit. I know we were hungry\nalmost all the time, and it was cold. There were soldiers and I really didn't understand\nwhat was going on. We had to stand in line waiting for things and every once 1n a while\nmy mom took us. We went to the hospital for the doctor to look at us and I remember the\nvery first time, especially because Rene -- I always felt he was a crybaby and I was afraid\nthat he was going to cry, and I knew that if he cried something terrible might happen to\nhim. I went first and to be examined and I was -- I didn't utter a sound. The whole time I\nkept hoping that Rene was going to be good too, because I didn't want anything to\nhappen to him. So, we went with our mother. I also -- before we came to Auschwitz I\nremember there was one time where I remember we sat with our mother and we were\nbeing photographed, and I remember that particular moment. As it turns out we\nsubsequently learned those were actually propaganda photographs that were sent out, and\nI have the picture today of Rene, my mother and I in Theresienstadt.",
        "Q: What was it about that moment that makes you remember’? Is there anything particular\nabout it?",
        "A: Well, we were kind of like on stage. I think they kept saying smile, but we really didn't\nfeel much like it, but what I remember was being like close to my mother, feeling her\ncoat and just the closeness of her.",
        "Q: But you could not stay together for very long?",
        "A: No, at some point -- I know now it was six months afterwards we were separated from\nour mother. I remember it as being physically really taken from her, and I definitely\nremember a scream from her and I remember her getting hit by a soldier or some person\nand I just remember really -- it was very, very sad. I just somehow knew I'd never see her\nagain. Well, in fact that is what happened because the entire lager was killed that night,\nand also not only was I separated from my mom, but then Rene and I were also separated\nbecause we were -- though we were twins, we were of the opposite sex, so they didn't\nkeep twins of the opposite sex together. So, Rene was put in with twin boys, and I went\nin with the twin girls.",
        "Q: Did you know where he was? Were you aware of him being there?",
        "A: I think throughout the whole time that I was in Auschwitz, I always felt in my heart that\nRene was okay. I had a vague idea where he was. It was from my bunk it was a little over\nto the right near some chimneys or something, and in fact he really was there. That's how\nI remember it. There was once some kind of a fire and I was terribly scared that Rene's\nbunk may be caught up in that, but luckily he wasn't.",
        "Q: Did you see him sometimes?",
        "A: Well, I don't recall that I saw him, although Rene says that he did once catch a glimpse of\nme, so, it's possible that I saw him too, but it didn't quite register for me. But somehow I\nalways knew at some point no matter what this was, and I didn't understand what any of\nthis was, that we'd somehow be together again. You asked earlier about memories of\nAuschwitz and I guess most of them are really quite bad and I don't like speaking of them\nvery much and I haven't spoken about some at all and I might never because I can't. But\nAuschwitz, the things that I remember very clearly is having to stand for hours for roll\ncall, and I remember that I was one of the youngest and I was little and I always tried to\nhide behind somebody else, somebody taller so that I would not be seen. I think this was\nmy mode of operation, is to be invisible and you can't get into trouble. I used to get a\npiece of bread, usually int he morning, with some black stuff to drink and I remember\nthat I would always, since I was always -- maybe it was in the afternoon -- because I was\nalways hungriest in the morning so I thought it would be really clever for me to try to\nsave this piece of bread so I would have it the next day and of course it usually was gone\nand I didn't understand it but now in retrospect I think the rats and mice at Auschwitz\nmust have loved me. They knew who to come to. I remember standing in line, humiliated\nstanding outside in the cold naked waiting to get into the showers and also terribly scared\nbecause somehow I knew that you didn't always come out of the shower. I didn't know\nquite what happened, but I knew you didn't always come back. I'm amazed at my, I guess\ncall it chutzpa, because I had a locket on my neck, a gold locket from my mom and I was\ndetermined to hang on to this and of course if they had seen it, I don't know what would\nhappened to me, but I took it off my neck and held on to in my hand and somehow got\npassed the guard. I think what happened is in the showers it finally dropped out of my\nhand. But there was a little bit of me that said I got away -- I saved my locket. I\nremember once that I actually hid among dead bodies and I don't know exactly what was\ngoing on but I thought if I really lay still and make believe I was dead I would somehow\nescape whatever was happening. There was always this cloud of smoke in Auschwitz and\nthere was always this smell that after a while I heard comments you know they're burning\npeople. It's flesh burning. I don't think I still understood exactly. I said, you know, it\ncouldn't be. I think my most horrendous memories are those of Doctor Mengala and the\nhospital and I seemed to be a favorite candidate. I don't know why but I remember getting\ninjections and I remember having some little surgeries here and there, and things with\nelectrical wires. I spent a lot of time in the hospital. I was pretty sick very often, but\nsomehow I held on because I knew that Rene needed me. I had to get by.",
        "Q: How did you know it was Doctor Mengele?",
        "A: Oh, I don't really think I really knew. I think I know that today. It was just a doctor. It\njust seemed like he was in charge. I mean to me he was like in charge of everything, next\nto God.",
        "Q: You were alone there from your family, but did you relate to other women? Do you\nremember women of different ages? What was the relationship between you and the\nothers you were with?",
        "A: Unfortunately I think I really for whatever reason, I had no relationship with anybody. I\nwas a very quiet child, very introverted. I was scared. I didn't mingle. It didn't seem like\nthere were any children my age. They were a little bit older, and I somehow didn't belong\nand so I found myself just being kind of an observer. I watched a lot and I always again\ntried to make myself invisible. Always get behind somebody tall, behind a bunk, behind\nwhatever. One very, very sad experience for me was one night when I had to actually go\nto the latrines and somehow I got so totally disoriented that I just could not remember\nwhere my bunk was and I remember trying to just -- I remember it was almost dawn and I\nknew that if they found me I'd be in real trouble so I tried to just get into anybody's bunk\nand maybe it was the people or the times but I was just being pushed away and being told\nthis is not your place. This is not your place, but finally there was one woman and I don't\nknow who she is, she finally said -- just grabbed me and let me come in with her. It was\nvery sad. I missed my mom a lot.",
        "Q: So, you did not have an experience that other women have had of women taking care of\neach other a little bit in the camp?",
        "A: Not really. I also know that twin girls also had camaraderie because they had their\nsiblings. But I think my overwhelming sense was just loneliness. I felt that I was just\nalone, always all alone and didn't belong anywhere.",
        "Q: How did you get through those days? Did you talk to yourself? You had to do\nsomething?",
        "A: Well, I think I day-dreamed a little about -- I don't know exactly about what. I think I\nused to remember that I had a doll and I had trains and the toys I used to have, little\nbuilding blocks. I remembered my mom and I used to remember the walks in the park\nwith my parents. I think that's how I got through.",
        "Q: Were you ever beaten?",
        "A: Not that I -- no. No, but I did witness other people being beaten, and I witnessed people\nbeing shot and people running into the electric wire, fences, but no, I tried to keep out of\ntrouble. I had a sense that I had to be really good and listen and obey and I did.",
        "Q: What happened when finally liberation came and the Red Army came? Do you remember\nthat particular day?",
        "A: Well, what I remember is that there was a difference. Suddenly there was a difference in\nthe camp. I don't think that I understood that it was liberation day because I don't think I\nunderstood that we were at war. To me, I guess I always hated that the saddest thing is\nthat I really thought that what I had in Auschwitz was the way everybody lived. This was\nlife, but there was a change, a definite change. There was a lot of scurrying about. Things\nweren't as strict. There seemed to be -- there was no order suddenly. There was just no\norder, and at that time I was extremely sick and I was lying on the ground. I could not\nmove. I think if another week had passed I probably would have been dead, and I just\nremembered that a Polish woman picked me up and she piggy-back carried me all the\nway to her home in Auschwitz. That's what happened to me.",
        "Q: So you were very weak then, very sick, then when they came in?",
        "A: Right, and I saw people running here and there and there was some kind of shouting. It\nseemed there was a little almost joy like something good happened, but I couldn't move.\nSo, I was just wondering what was going to happen to me.",
        "Q: So, this woman carried you to her home and that's where you stayed for a while?",
        "A: Yes, she lived right in the town proper of Auschwitz and I was very sick. I remember\nbeing in bed. I remember -- 1t must have been a doctor who came to see me and I\nremember these hot glasses on my back. A lot of that, and eventually I guess I got better\nbecause I got enrolled in school. I started going to school and I went to church. I knew\nthat she was not Jewish. I also somehow knew that I was Jewish, but Jewish was not\ngood, and so I wanted very much to be catholic. That was fine with me.",
        "Q: How did you communicate with her? She was Polish?",
        "A: I think I very quickly learned how to speak Polish because I had no trouble in school. I\nhad no trouble in church. I understood everything. So, maybe as a child it was easy for\nme to pick up the language.",
        "Q: How did you communicate in the camps? Did you understand people there? What\nlanguages do you remember?",
        "A: I have to be honest, I don't think I spoke to anybody, but I understood everything that\nwas being said because I think that I did speak German. My dad and mom were originally\nfrom Germany and they fled to Czechoslovakia and that's where we were born, but I\nbelieve we spoke German, because I still understand some German today, so that's\nprobably true.",
        "Q: Can you describe a little bit the new life that you had there at this house? What was it\nlike? Did she have other children? Did she want to know what had happened to you?",
        "A: Actually in retrospect now it was probably very peculiar. No, she did not want to know\nanything. She had no other children. There was a man who would come and be there\nevery once in a while, but I don't know exactly what he was to her or not to her. I had a\nvery strict regiment that I had to follow. I had to take care of bunny rabbits and\nsometimes she served these bunny rabbits and I didn't want to eat them but I had to\nbecause if I didn't I would get hit. She was very strict. When she enrolled me in school,\nshe knew exactly how long it should take me to walk home from school, and if I was\nhome two minutes late, I'd get hit. With all of this, 1t was certainly better than Auschwitz.\nI did get food. The bathroom was outside in the yard. I had to clean the floors, set the\ntable, and do various other chores. I don't think she ever hugged me or kissed me. In the\nsummer time she had some family living outside of the city and we would make this very\nlong journey. It seemed like a couple of hours worth, to a farm, and there there were\nsome children, and all I can remember is that they made fun of my number and nobody\nsaid anything. I cried. I cried because I wanted to be catholic and they were telling me I\nwasn't. I surprising did very well at school. But it was not -- there was no love in the\nhome, but she obviously -- she fed me, she clothed me and she expected certain things\nfrom me. The gentleman who frequented the house at times-- I didn't understand then, but\nI think he had a drinking problem, and if I was in the way of his temper then I got it.",
        "Q: He would hit you then?",
        "A: Yes. I think I must have been with her for at least a year, perhaps a little longer, because I\nremember Christmas, and I remember her telling me if I was very, very good I would\nmay be get a present from Santa who was going to come out of the sky. Of course I\nbelieved her and I stayed up all night looking for this Santa who never came, and so I\ndecided I must be really bad.",
        "Q: Did you get a present?",
        "A: No. I did get a cookie from somebody, a gingerbread cookie. That was it.",
        "Q: Did you eat it or did you save it?",
        "A: No, I saved it.",
        "Q: So, nobody during that time--, you stayed there for about two years?",
        "A: I don't think it was that long. A little over a year I think.",
        "Q: Nobody ever asked you what happened and when the children made fun of you, what did\nthey say?",
        "A: They were saying something about me being Jewish and that I was a prisoner. I really\ndidn't understand. It so happened that at the time that I was with this woman, the\nRussians had occupied this town and almost diagonally across from her is where the\nRussian soldiers were living, or maybe it was an embassy. And I do remember that she\nused to send me to there with some kind of packages, which I really don't know what any\nof this was, but I have to say that the Russian soldiers were very nice and very loving,\nand I liked going there. The other thing that is very hard for me to talk about even now 1s\none of the things that she used to take me -- we used to go back to Auschwitz and we\nwould sift through the remains, ashes and look for gold teeth. She used to give me a sieve\nand I had to with a spoon or whatever had to pile it up and shake it and of course I had to\nfind at least one piece of gold otherwise I was going to get it. So, I had to be a busy little\nbeaver there, but the feeling that I knew that what I was doing was something so not\nright. I felt like I was -- even though I was young and didn't understand, I felt like I was\ntouching something that shouldn't be touched and that this was not right. But we went\nlooking for gold.",
        "Q: Do you have any nice memories of that lady, anything that has to do with warmth?",
        "A: Well, I have to say, and this might sound strange, but I loved going to church because it\nwas beautiful. The windows, the statues, the music. I only wanted to know when I was\never going to get called up for the -- to get that little wafer that looked so wonderful. But\nI never got it, I never got called up, but I loved going to church.",
        "Q: So, you wanted to be catholic?",
        "A: Absolutely. Then one fine day, I didn't know at that time, but now I know that it was\nVahasala (ph), a Jewish organization, and there were other children in Polish homes and\nthey were rescuing them, and one fine day I found myself, I was told that I was going that\nI had to leave and that I was going to go someplace else. It probably will sound bizarre\nbut I was actually sad that I was leaving. Not that it was wonderful, but it was the only\nhome I had and it was certainly better than Auschwitz. I wound up in an orphanage, a\nJewish orphanage and there I met a girl, a few years older than I, and she kind of became\nmy mother figure. Her name is Miriam and we are friends to this day, and she is the only\nperson I spoke to for about two years. I never spoke to anybody. I hated this place. It was\nJewish. It was not organized. It was sloppy, not neat, nothing ever was on time. I\nremember looking out the window with Miriam -- she also was not too happy-- and we\nkept thinking how we could escape as we were holding our rosary beads, how we could\nescape from this Jewish place and get back into the church. I was just really very\nunhappy, very unhappy. I wanted to go back.",
        "Q: But Miriam was Jewish?",
        "A: Yes, Miriam was Jewish, but she was like me. She was also indoctrinated at that point.\nWe thought we were doing our rosaries and saying our little things and --. Then we were\nmoved again, and this time we went to France to another orphanage and there were a lot\nof children at this place. It was somewhat better because I guess there were more children\nand not so many adults. But, again, I felt out of place for some reason. I would listen as\nmany of the children relate their tales of what happened to them and how they got to be\nhere, and many of them were hidden by catholic or non Jewish families. Some of them\nstill had relatives and parents and were just waiting to be reunited. Some had hidden with\nthe partisans in the woods, and some had been housed I think actually by ministers and\nclergy. I was the only child with a number. In fact, I was the only child from a\nconcentration camp. So, when I heard all the stories that were being told, I said, they're\nnever going to believe where I was and I never spoke about it. I never spoke about it.\nNobody asked me. The adults didn't ask and I only spoke to Miriam. I was Miss Goody\nTwo Shoes. I had to be the best at everything. We had lessons and classes and I was the\ntop student. I did everything well, to perfection. It was sickening.",
        "Q: Why did you do that?",
        "A: I think I wanted attention and I think I thought if I was the best I'd get more attention\nsome how. It was to the point where when the entire -- all the children were vaccinated\nand that really hurt and every body was in bed the next day. Not me, I was up early, I was\nbringing breakfast to everything. Not that my arm didn't hurt. It hurt just as much. I had\nthe same fever everybody else did, but no,I had to show that I was above this. An\ninjection wasn't going to get me down. I remember when a lot of us when we got there\nwe had these sores on our bodies, I think scabies or whatever and we had to every day go\nand get medication to put on this stuff. Sometimes the children would wince and cry, but\nnot me. Miss Perfect here never cried. I needed nothing. But I was crying the whole time\ninside. I was so lonely. I just desperately wanted somebody just to hug me, just to hug\nme, and I didn't know how to go about getting somebody to do that. But Miriam became\nsort of my surrogate mother. She used to do my hair. I had these long curls and --.",
        "Q: Did you tell anybody that you had a brother? Did you tell the woman in Poland?",
        "A: No.",
        "Q: What was her name?",
        "A: Her name was Mrs. Mucha and no I never told her and no I never --",
        "Q: Did you tell Miriam?",
        "A: I think I might have told Miriam and I guess in the search after this I did find an aunt in\nEngland. I was not searching but who ever was doing this who actually 1s my mother's\nsister and she was in England with her husband and a son, a young son, about my age,\nand she was asked if she wanted to take me. I guess it was a hard time for her because she\nsaid no, things weren't good and she already had a son and a husband and she didn't think\nshe could handle another child. She knew we were twins so --.",
        "Q: Before I ask you the question about Rene you said that you had long, long curls. Did you\nlike yourself at all then? Was it important to you to look nice?",
        "A: It seemed to have been important in some way. I don't know if I liked myself. I think I\nthought I was bad. I must have been bad because all these terrible things had happened to\nme. If I had been good, none of this could have happened to me. I guess a little childish\nreasoning there.",
        "Q: So, what happened after? You and Miriam did not go together?",
        "A: No. What happened was, as I said, some children they found homes for. Some were\nactually blessed enough to be reunited with family, and then a lot of them were sent to\nIsrael. It was the beginnings of Aliat Israel, and Miriam was slated for that, and I thought\nI would be as well because I wanted to go with her. But I was told by this gentleman who\nused to come to visit us at Fluebane that he was going to take me to America. Lucky me.\nI didn't want to go to America. I wanted to go with Miriam. She was the only person who\nI felt close to and so this very nice gentleman said to me, well it will only be for a little\nbit and we'll bring you right back. I believed him. The next thing I knew was I was\ntogether with another little boy who was selected from another orphanage. We were on\nthis big airplane on the way to America. Nobody explained about a plane. We had -- they\nsent a young woman with us who spoke only French. The boy spoke only French. I spoke\nPolish. Didn't understand a word of French, barely. I mean I know that we were in\nFrance, but we always, the children we spoke Polish. I thought a thousand times this\nplane was going to blow up. I had no idea what a plane even was, but we did finally land.\nThen, it turned out there was a lot of commotion about us. Subsequently, I learned that\nwe were chosen to raise money for the war orphans of Europe by this organization called\nRescue Children, and I guess we were quite successful because they did raise quite a bit\nof money. We stayed at hotels and I saw white bread. I saw things that were totally\nmagical to me. We were taken to this store, this Sax Fifth Avenue, or Barnwitz, I don't\nremember -- floors and floors of -- I could not believe my eyes. They bought us things\nand they gave us things. It was unbelievable, unbelievable. But I have to be honest, I only\nwanted to go back and be with Miriam and go to Israel and all these extraneous things,\nthe teddy bears, the dolls, the chocolate didn't mean anything to me, even though it was\nexciting. When it came time to ask well when am I going back, this very nice gentleman\nsaid to me, we're not sending you back.",
        "Q: How did you feel about that?",
        "A: Terrible. I was very, very upset. There was a very loving and caring family by whom I\nstayed. It was a temporary arrangement. I thought I was staying permanently however.\nShe had a son and she was pregnant and gave birth to a daughter, I think, around that\ntime, and I thought that this was going to be my home. They sent me to school, and I\nquickly learned English and Hebrew. I don't know how, but within -- well, I just first\nstarted school with them, but then it turned out --",
        "Q: You thought that you would stay there?",
        "A: I thought, but it seemed that it was really just a temporary arrangement and they were\ntrying to place me. There was a family that was interested in me, but they wanted to try\nme out. So, I was invited to spend shobot with them, and they had a little girl that was\nabout a year younger than me and a boy. He must have been about four or five years\nyounger than me. I spent Shobot there and I was very uncomfortable the whole time.\nThey thought that I would be a good playmate for their daughter. There was only one\nproblem. I didn't know how to play. I had never played. She had lots of games, lots of\ndolls. I really didn't know what to do with this stuff and I was again, I was very\nintroverted, very quiet, not at all talkative, not at all bubbly. It just happens that the little\nboy also came with me for that Shobot and he was exactly the opposite of me. He was\nextraverted, bubbly, cute, a child anybody would want. So, when they brought us back, I\nguess they must have told these people that well, I didn't quite work out, but they'd be\nvery interested in the little boy. So, that is what in fact happened. So the search was on to\nfind me a home and I think at that time, I did tell Eva Best, who was the woman, that I\nhad a twin brother. Her husband, who was at that time the director of Rescue Children,\nstarted making inquiries. They also found a wonderful, wonderful family who had\noriginally wanted to adopt a boy and were thinking that they were going to get Charlie\nwho when they were told that the home they thought was for me didn't quite work out,\nwould they be interested in a girl. It seems now that she has a twin brother, would they be\ninterested. So, this was more than they ever anticipated or expected, but they said\ncertainly. We'll be happy to take them. And they did come to see me and they had seen\nme and they knew that I was introverted and shy. I never said hello to them. I never\nlooked at them. It didn't matter. They were up to the challenge. So, very shortly after that,\nEva Best took me over to Mr. and Mrs. Myer Slatkin who eventually adopted me and\nRene, but that's a whole story, but I was not happy in the beginning because again, I felt\nlike I had been given away again. This was the Polish woman. It was the orphanage in\nPrague, it was the orphanage in France and now it was this woman. It seemed like\nnobody really wanted me and I only wanted to keep going back to Eva Best and I know\nthat my mom though, she tried real hard. She bought me things. She tried to get me\ninvolved in going shopping and things, but I only wanted to go back to Eva Best. It took\nquite a long time before I got really used to being with them. I continued in the same\nschool, and they were exceptionally loving to me. I started in the third grade in I think\nDecember and I think by March and April I was in fifth grade with children my age. To\nthe credit of my mom who worked really hard with me on English. Hebrew I was on my\nown because she didn't know Hebrew, but I seemed to have done well. In fact, I excelled\nat Hebrew and they had a lot of patience. Slowly, slowly, I realized that this was going to\nbe my home, and when they heard that I had a brother they right away got busy looking\nfor him and they spared absolutely no expense and believe me, lucky they had it, but they\nspent thousands of dollars to find Rene and to be finally able to get him here.\nBut the one thing all through this is nobody ever asked me \"What happened to you?\"\nNobody ever asked. Nobody ever wanted to know.",
        "Q: What time was that now?",
        "A: This was -- we're about 1948, December '47, 1948 January, with the Slotkins now.",
        "Q: What kind of school did you go to?",
        "A: It was a private school, a Yushiva, an Orthodox Jewish school. It followed the traditions\nof what I had learned in Fluebane, because that was also run by an Orthodox group. I felt\nthat I had a great need to excel and I did. I graduated at the top of the class and won a\nscholarship in eighth grade.\nEnd of Tape #1\nTape #2",
        "Q: You just talked about the great need to excel that you even got a scholarship. Where do\nyou think that great need came from?",
        "A: I think because I felt really that I must have been bad to have so many horrible things\nhappen to me that I wanted to prove to my new parents that I was worth adopting and that\nthey could be proud of me, that I could be good. I think that was my need. Of course, I\nhave to say that perhaps it wasn't so hard to excel at school because I came from a very\nEuropean kind of view of education where everything was very strict. You never spoke\nback to the teacher. You wouldn't dare show up without your assignment completed.\nHere I noticed that children just yelled things out in class and even spoke among\nthemselves while the teacher was giving the lesson. I thought they were going to get\nkilled but I saw the teacher just said \"be quiet,\" and nothing terrible was happening. A lot\nof times they came to school and they didn't have the homework and I just could not\nrelate to this. I thought something just terrible, terrible would happen if I came without\nmy homework or if I spoke out of turn. So, I really, really could not understand the\nAmerican system. It was very hard for me. I felt very outside all the time. I never kind of\nquite got into the fun of the activities at school. I always had a certain sadness and\nmemories that just kept haunting me. It didn't help that nobody ever asked me anything or\nwanted to even know. Even at school and though I'm quite sure that all the teachers were\nperfectly aware that I was their one and only Holocaust student, a survivor student. No\nteacher ever befriended me especially or tried to help me especially. They just kind of let\nme be. But then again, now I'm thinking about it, I was very, very shy and very\nintroverted and maybe they thought it was better to just let me be. My mother helped me\na great deal with the English. She worked with me constantly because she was a teacher\nand she had a great deal of patience. Hebrew I was on my own. As great as I had all the\nmaterial things I could wish for, and I seemingly fit in very well with the crowd. I was in\nthe right crowd. I was among the most popular. I was in the right clique, but it was never\nright for me because nobody -- I had a lot of problems inside that I didn't know how to\ndeal with and it seemed nobody else knew either at that time. Also, I got the feeling that\nif I ever spoke about prewar things, somehow my parents didn't like that. They wanted\nme to forget and just accept this as a new life, as a new start and just go on from there\nand forget everything from the past. I had a lot of trouble with this because I very often\nhad dreams and flashbacks and I had nobody to tell.",
        "Q: What kind of flashbacks came particularly strong or what are the recurring memories?",
        "A: I was terribly afraid of electrical things, a lightening storm, or anything. I mean if my\nmom said plug in the radio, it was like \"do I have to, couldn't Debbie do that?\" I don't\nknow why, but I got this huge anxiety attack when anything electrical came into play. I\nknow there was a shower in the house and I never wanted to take a shower. I always\nwanted only to take a bath. That seemed better somehow because no matter how hard I\ntried, everytime I took a shower I could not help but remember waiting in line and how\nhumiliating 1t was and how cold and how scared I was. I was afraid I would die. Train\nrides. It's a big treat for child. Let's go to New York. We'll go through the tunnel. Wow. I\nhad to make believe this was a real thrill but when I got on the train all I could think of\nwas it's a journey into oblivion. I just wanted to get off, and I couldn't say it. I had to say,\n\"oh, I love this. This is great.\"So, 1t was really very difficult. I only liked stale bread. My\nmother only served fresh stuff. I would always leave things out. I'd save them for later so\nthey would get stale. Bizarre. She didn't understand. She didn't have a clue, and I felt\nstrange. I really did.",
        "Q: Did people see your tattoo?",
        "A: Well, I was so totally ashamed of my tattoo because I felt that this was a mark of some\nsort that I had committed some great grievance sin for which I had been adequately\npunished, but I certainly didn't want anybody to know that I was in a concentration camp.\nI mean that was like, my God, I would sooner die than have someone know. So, my mom\nwas very understanding about this. In the winter I only wore long sleeved things and then\nin the summer she bought all these pancake powders and started mixing them to match\nmy skin. Every morning she'd get this waterproof stuff and she'd mix the color to be\nexactly right and we'd feather it and powder it and I thought it was really quite good, but\nin all honesty, anybody who had any eyes would have seen that there was something on\nmy arm that I was covering, but no one ever asked. In fact, it's strange, I remember over\nhearing a teacher in my school. Somebody who came to teach after I was already there\nand somebody must have been saying \"See her, she's the little girl that came from the\nconcentration camps\" and this person in total ignorance and I heard this said \"It couldn't\nbe. No children survived the concentration camps.\" So, blotto me out totally. I had no --\nthey had no psychologists. My parents never thought of it. I was in desperate need.",
        "Q: Do you remember the first time you felt really at home there. Was there anything in\nparticular that made you feel, now I can trust the situation?",
        "A: I think it was a very gradual -- I know they overwhelmed me with presents in the\nbeginning. I got this doll -- in fact I still have her. She's probably a treasure. It's a honey\nbunch doll. Dick Tracy, whatever, and a carriage. I was the envy of everybody. I was\noverwhelmed. I think the trust came little by little because I saw how my mom always\nworked with me on my school things. Whenever I needed anything for school, she would\ntake me, anything at all. When I saw how they were trying to unite me with Rene, I think\nthat's when I knew that these people really care. Again, it didn't feel like my real mother\nand father, but I guess as close as I could come to that. It happened.",
        "Q: What had happened to Rene in the meantime and how did you get reunited?",
        "A: Well, Rene was at Auschwitz when the Red Army came, and he did go on that march\nwhatever. Somehow there was a Doctor Kilina who liked Rene alot and he took him\nhome, back to Czechoslovakia and Rene became part of his family, kind of. Sometime\nthereafter, this Doctor Kilina had to flee because the communists had already taken over\nCzechoslovakia and someone had something about him. Anyway, it was necessary for\nhim to escape to Israel. So, he had to leave Rene, and it really broke his heart because\nRene talks with great love for this man. He knew how to reach a little boy who had been\nthrough trauma. He knew just what this little boy needed. He needed a bicycle, you\nknow. It broke his heart, but he gave Rene into the care of his sister. In the meantime,\nRescue Children was trying to locate Rene. I don't know what enroutes they were or were\nnot making but when I came to America to raise all this money, Life Magazine had done\na complete story about me. It seemed when Doctor Kilina got to Israel, he happened to\npick up that Life Magazine issue, saw my name, Irene Goodman, and it clicked for him.\nThat must be Rene's twin sister. And that's really how he called and that's how we found\nout where Rene was. Of course that was wonderful because then I started writing to Rene\nand my parents really did -- it was very hard to get him out from behind the Iron Curtain.\nHe had to go to Switzerland to a boarding school for a while, but Rene loved it because\nhe learned how to ski. He really was just up in the mountains and he had a great time\nthere. Then I think he had to go to Germany for while, but anyway, make a very long\narduous path with lots of politicians helping, lots of money passing hands and the help of\na most unique individual, and I'm going to name him, Mr. Maurice Enwright who saved\nhundreds of children, all just out of the kindness of his heart. People just paid his\nexpenses and he brought children back. He spent a lot of time with Rene and finally came\nthe day when he came to America. That was quite a day.",
        "Q: How was it when you two met again? You hadn't seen each other for --?",
        "A: Since 1945, and this was now 1950. When I was told he was coming I was very excited,\nvery excited, but I didn't know how I was going to speak to him because you see I was\nnow speaking English. I had forgotten my Polish, not totally yet, but practically because I\nwas still in correspondence with my friend Miriam, and he spoke Czech.\nHe was learning English in this school in Switzerland but -- so I was a little apprehensive\nand I wasn't quite sure, and with all this build up and everything when we finally saw\neach other it was like we just stared at each other. It's not like we ran towards each other.\nWe just looked at each other and I thought, gee I'm much bigger than him. He seemed\nkind of small next to me. I guess that's what happens when a girl is twelve and a boy 1s\ntwelve, because he very quickly out distanced me the following year. But, there was a\nfeeling that we completed some kind of a journey. Something came to completion and I\nremember thinking that my real parents would be happy to see that we are together.\nIt wasn't until the next day that we actually started to talk a little. It was not fireworks or\nanything like that.",
        "Q: Did you have somebody now to talk to about your experience or did you not talk to Rene\nmuch about it either?",
        "A: It would seem that perhaps we would talk about this, but somehow I think the atmosphere\nin the house was again, to forget. This 1s a new life, this is America. So, that even Rene\nand I, I only remember one conversation with him and it didn't have anything to do with\nthe time in Auschwitz or in Theresienstadt. It had to do with a memory I had of long ago\nof him getting bitten by a bee when we were children. That led us to talking about some\nof the toys we had and going to the park. We only had this conversation once, and in fact,\nRene and I were not terribly close. Again, Rene was more extroverted and more social\nand not as interested in studies and more into fun. So, we were very opposite and again\nunfortunately I excelled at school and Rene didn't, so my parents were constantly holding\nme up as an example. A terrible thing to do to any children. So, in a sense Rene resented\nme a little but what happened was the less he did what he should have been doing, the\nmore I felt I had to make up. So, I had to be not only super smart, but super duper\nextraordinary smart. I had to excel at everything. So, Rene was more into social things\nand I was more into being very studious and quiet, but I'm sure it just came out in\ndifferent ways for me and Rene, because he certainly had bad memories that he needed to\ndeal with, and for me I sublimated myself in my studies and excelling. By the time I\ngraduated high school I was the salutatorian of the class. I was the editor of the year\nbook. I was the captain of the cheerleading squad. I was on the basketball team. You\nname it, I did it. I joined the crowd. I knew how to do that.",
        "Q: Was it difficult for you to trust anybody except maybe your parents or to trust the\nsituation?",
        "A: Yes. Yes, I always felt that whatever I had, it could all be gone tomorrow. I never felt\nthat it would be ongoing and that I could be lucky enough to really have a good life. So, I\nwas a very serious young girl and teen.",
        "Q: Did you date at all? Being a good American girl in some ways --?",
        "A: I'll say I started dating later than my girlfriends. I was not interested in dating. I don't\nthink I knew how to form relationships like that. It was very difficult for me. I didn't start\ndating until I was well into college, probably close to my senior year.",
        "Q: You mentioned earlier that your name in Life Magazine article was Irene Goodman. How\ndid the change -- you were born --?",
        "A: Renatta Goodman. Well, I think the Polish lady took a few liberties with my name. I\nguess she didn't care for Renatta and name me Iranka, which I guess 1s a Polish name.\nWhen I came to America, again, nobody really asked me what my name was or wasn't. In\nFrance I was known as Iranka, but I knew that I was Renatta but nobody really asked me\nthere either. I guess here in America my parents just made it American and decided Irene.\nThey said Irene, I probably nodded my head and was Irene. To compound this, now I\nremember I also had a Hebrew name, Rifca, which I found out from my aunt. When I was\nenrolled in this school and the teacher asked me what my name was I said it was Rifca\nand he said to me, well, I have two other Rifcas in this class. It's going to be too\nconfusing for me to have a third one, so I think we'll call you Esther. That's exactly how\nit happened.",
        "Q: So you did not have a history that was validated? You did not have a name that was\nvalidated? Who were you?",
        "A: I don't know. I was this Esther Irene, whoever that was and that was somebody who\nneeded to excel for my parents, to make them happy that they had adopted me. That was\nthe whole thing.",
        "Q: What did you major in in terms of education? What kind of profession did you pursue?",
        "A: It may seem odd but I had always wanted to be a doctor, even though the thought of\ngoing to a doctor is a nightmare, for me, or anything to do with being sick is not\nacceptable and hospitals are totally out of the question for me. But I wanted to be a\ndoctor. I found when I started college and even in high school I was very good at the\nsciences. I enjoyed them. I liked math, which was a terrible thing because all girls were\nsupposed to be stupid in math at that time, and that didn't gain me much popularity. I\nmean I even still liked math when I was in college so I minored in it and minored in\nphysics and majored in chemistry. I didn't go on to be a doctor because the home that I\nwas raised in, being a very traditional orthodox Jewish home and you know \"orthodox\nJewish girls didn't go to medical school.\" They got married, they had children and they\nbecame teachers. They became teachers. I knew I didn't want to be a teacher, so I became\na biochemist and I did research, chemistry. I worked for Cornell Medical College and\nAlbert Einstein.",
        "Q: Did you teach at all?",
        "A: I did teach also after a while. In high school I taught biology and chemistry and physics. I\ndid teach, although I said I'd never teach, I did. That was actually a horror for me because\nnow I actually had to demonstrate things to the children and here we went with electrical\nthings. But I got smart. I asked for volunteers to plug in things and push the switches and\ndo the things. I've gotten over that now that I'm passed 50, but it was a long time.\nHousework, doing the vacuuming or plugging in anything for years and years would\nbring on major anxiety attacks, which I didn't understand. Now I understand that it was\njust anxiety attacks.",
        "Q: When did you begin to talk about your experiences?",
        "A: Actually not until 1985. My husband knew that I was a Holocaust survivor. My children\nknew. It was becoming a little bit more okay to be a Holocaust survivor. People were\nfinally interested. Then Benjamin Meade has started this whole big group and there was\nthe very first Holocaust reunion and I thought I might even go to it. I was pretty excited\nabout it but I don't know if I might have mentioned it to somebody casually that I'm a\nHolocaust survivor and they just kind of looked at me and said, \"you're too young, it\ncouldn't be.\" They negated my whole thing and what could you remember and what\ncould you possibly remember you were so little. So, I didn't go to the reunion and I felt\nvery -- I didn't feel like I really belonged there either. It's kind of a strange thing. My\nwhole life is trying to find where I belong and here I didn't even feel welcome with other\nHolocaust survivors because they somehow belittled my experience. Kind of felt I\ncouldn't remember much and how terrible could it have been. Needless to say, they were\nso ignorant because they didn't have a clue as to what the Mengele twins had undergone.\nIt wasn't until 1985 when there was actually an organization of twins that came about\nbecause of the first Holocaust gathering in '83 1n Washington where Eva Core a twin\nwent, and she started searching for other twins, because she too didn't feel comfortable\nwith the other Holocaust survivors. We didn't have anything in common somehow. And\nso, when she called to tell me that she is a twin and we are having a reunion in Israel in\nJanuary and I said \"there were other twins besides Rene and me who survived\nAuschwitz.\" For sure I thought that Rene and I were the only ones. Absolutely, the only\nchildren to survive. She started telling me no, there are a hundred and some odd all over\nthe world and this I said, I remember I called Rene in June and said \"We have to go to\nthis. We have to.\"",
        "Q: So, you decided to go?",
        "A: No, Eva was -- everybody was going to Auschwitz first and then on to Israel to hold this\nmock trial of Mengele, but Rene and I felt that we just -- going to Auschwitz was a little\ntoo much. We told Eva we'd meet her in Israel, and that's what we in fact did.\nI was amazed to see so many twins. I was hoping that I would recognize somebody. I was\nhoping somebody might recognize me, but it just didn't happen for me. Rene was luckier.\nHe did find twins who remembered him very specifically and in some way that's bizarre,\nbut it kind of validated that he was really there, and yes what you think happened,\nhappened. But I wasn't getting any validation for me and I still felt like well, if none of\nthem recognize me, where was I. Was I in a different place? Was I in the hospital so\nmuch, or was I just so extremely quiet. Eva -- it seemed like a lot of the other twins\nremembered each other. I was only three or four years younger and I don't know if that\nmade the big difference or whether I was just so quiet and kept so to myself that nobody\njust ever noticed me. Because I really truly did not speak to anybody. I remember that. I\nspoke to no one. So, for me the trip, though I saw the twins and when I heard some of\ntheir stories, oh yeah, I remember that. It confirmed some things for me but I didn't feel\ntotally validated because I didn't find anybody who really knew me until I met these older\ntwins from Australia. They were originally from Czechoslovakia also and they had been\nto Theresienstadt and I don't know if they said it to make me feel good, which is probably\nwhat it was, but they thought that vaguely they had remembered me from the hospital.\nThey had worked as nurses in the hospital and they thought they remembered a little girl\nwith long, blondish hair. Well, there probably weren't too many because heads were\nshaved in Auschwitz, except the twins. My head was never shaved so I always had this\nlong hair. Then there was another woman, Ruth Elias, a horrendous story, but she was\nalso from Czechoslovakia. She was on the same transport with us to Auschwitz and she\nthought that she remembered me from the Czech lager. So, I had to be satisfied with that.",
        "Q: Was that the experience that made you do more research? Did you ever try to find out\nwhat really happened to your father?",
        "A: Never before. I never read Holocaust books. I did in late 1970s attend some lectures by\nElli Resell, but now I felt I needed to find out more and I did start looking and asking\nquestions and I guess doing major research on what really happened. I learned a lot. I was\nable to find out a lot. I found out that there are very good records at the Polish Museum in\nAuschwitz and I was able to get documentation about me and experiments on me and\nwhen. While we were in Israel for this reunion, we also managed to find our transport\nstubs on what seats we had to Auschwitz with my mom and Rene and actually found a\nthing that said that my mom had died in Auschwitz at this kibbutz where they housed all\nthe Czech documentation. I don't recall the name. We didn't find anything about my\nfather there, but I found out just this passed year actually since having been to the\nHolocaust Museum, I found out a great deal about my dad and even got a picture from\nthe Auschwitz Museum of him in his prisoner's garb. I can't tell you what that was like.\nBecause I have a great many photographs and I could see from when he was healthy and\neverything was good and to see what he looked like now in Auschwitz was really a\nshock. Also, we learned that he was killed as a prisoner and I can only hope that he didn't\nhave too many days there and that he didn't suffer. But I'm now continually looking, I\ndiscovered this great book The Chronicles of Auschwitz and I'm in there. My number,\neverything, so I'm pretty well documented and so is Rene. My dad is in there too. I'd like\nto -- I don't know enough about my mother except for what we found at that kibbutz that\nshe died in Auschwitz, but I'm like on a search to find out more what happened after we\nwere separated. I don't know if I'll succeed.",
        "Q: You just mentioned your number again, would you tell us the number?",
        "A: It's 70917.",
        "Q: You also said that you learned more about what was done to you. Do you know what was\ndone?",
        "A: Well, again I'm not 100 percent sure. It does show that I did have some kind of blood\nwork up. I had some kind of injections. I don't think I ever got all my documents. It was\njust what they had. I don't really know what was done to me, but it couldn't have been\ngood.",
        "Q: I would like to go to your family, this family now. When did you and how did you meet\nyour husband?",
        "A: I actually met him on a blind date and that's how we met. This is my second marriage. I\ndon't speak about this too much. I was married once before, for a very short time and my\noldest girl is from that marriage. Unfortunately I was married to a wife abuser. I wouldn't\nhave been able to get out of the marriage. I probably felt I deserved to be treated this way\nexcept something about having a baby. I said I in my heart knew I could never subject a\nchild to this kind of an atmosphere and that's what really gave me the strength and also a\nvery good friend and neighbor who helped me through this very trying time. And then of\ncourse my parents -- I was ashamed to tell my parents, so we had this charade for about\nsix months. I felt I would be disappointing them somehow that I had failed at my\nmarriage but I finally owned up to it and of course they came and collected me. They\ndidn't like him anyway. Again, I married perhaps not for the right reasons. I still felt very\nalone. Most of my friends were getting married and I wanted to have a family of my own.\nI felt I had nothing and this man had had a bad marriage, he had a son, and what could be\nbetter? I could be a mom to this 13 year old. I was 22. What did I know. It seems nothing.\nSo, part of me also staying in this marriage was for the son's sake because I tried to\nsmooth things over because he was pretty strict with his son also. I saw there was nothing\nI could really do that would change and I needed to get out for my own child and so I did.",
        "Q: How long were you married?",
        "A: I think six months.",
        "Q: And then you met --?",
        "A: Then I met Sammy on a blind date. I don't know if I was in the marriage frame of mind\nbecause I was beginning to see that I had a lot of things going on that were not resolved. I\nhad trouble with relationships and I wasn't trusting and of course I was a little scared of\nmen too. I didn't have the best image of men after the doctors in Auschwitz either so, but\nI don't know. Sammy was just so sweet. I married Sammy because he was kind. That was\nhis outstanding quality and it's nothing against him if things had been different, I don't\nthink Sammy would have been the kind of person I would have married, but I married\nhim because I knew he would be good to me and he wouldn't hit me and he was kind.",
        "Q: You did not really talk to him about how you felt about your problems either?",
        "A: No, never.",
        "Q: How did you live with that? Were there nightmares?",
        "A: Yes, nightmares. He used to wake me up. He'd always ask me what's the matter and I'd\nsay \"Nothing, just a little nightmare.\" I did not talk about it. Just before I married Sammy\nwe were living with my parents and my daughter Lori and Lori had noticed my number\nand she was about six or seven at the time and she asked me what that was and I started\ntelling her that I had been in a concentration camp. I wasn't going into details and my\nmother overheard me and she says, \"You don't need to be telling her this.\" So, again, I\njust didn't know what to say. I said, \"Mom I'm not telling her anything, but you know\nhow can I not explain to her the number on my arm?\" But, my mother said you don't have\nto tell her anything. So, I think Lori knew after that that I had survived but she never\nasked me anything. I never volunteered anything else. Part of it was my own thing was\nthat I didn't want to lay this heavy burden. I wanted my kids to have a childhood. I\nwanted them to have everything that I didn't and that's probably why I also remarried. I\nwanted Lori to have a father.",
        "Q: When did you ever do something for yourself?",
        "A: Good question. I don't know, I don't have an answer. I'm still the person who feels she\nneeds to do for others, even though at this point in my life where I have this MS and I\ndon't get out that much, one of the highlights of my week is visiting sick patients at the\nhospital and trying to bring cheer to terminal patients who are suffering with cancer. The\nonly time -- I guess that's the answer to your answer. I do something for myself by\nhelping out people.",
        "Q: Is the MS, do you know whether or not that is in any way connected or might have been\nconnected to things that happened?",
        "A: Well, it can be definitely acknowledged because they really don't know that much about\nMS, but my neurologist said that certainly whatever happened to me predisposed me to\nan illness so that it wound up being MS. But certainly all those injections and the\ncircumstances of my childhood could certainly lay the ground work for this.",
        "Q: Did you ever go back to Czechoslovakia or did you ever visit Germany?",
        "A: I've never been back to Czechoslovakia or Poland, but I did visit Germany as I found out\nnot too long ago that my father has a sister who lives in Dresden. I was fortunate in\nhaving a wonderful, wonderful girlfriend who said, \"Come on. I'll take you. I'll treat you\nthe trip and I'll go with you and we'll do it together.\" So, we did. That was -- I think it\nwas in 1987 or 1988 when I made the trip and I met my aunt and her daughter. My first\ncousin, and I can't describe in words the moment that we saw eachother. This was truly\nsomething that they never thought they'd ever see me. They knew all about me. They\nknew about Rene. My parents had been in touch with them when we were born and sent\nmany, many photographs to my aunt. So, it was a dream kind of come true. I never\nthought I'd be able to go to Dresden. It was still before the Wall came down, and we\nspent four or five days with my aunt and cousin and my aunt told me lots of stories that\nshe remembered and she showed me the many, many photographs and letters that my\nfather had written to her from Prague. She even gave me the letters, and at the end of the\ntrip she gave me all these precious, precious photographs and it was like getting a life. It\nwas my life and she gave it to me. She gave me a knick knack, a little music box that\nused to belong to my father and so it's very special. It was also very special because I feel\nthat I don't think we'll ever see each other again, but we are in correspondence. She just\nsent me beautiful embroidered tablecloths. It's wonderful.",
        "Q: Did you get a sense whether or not people in East Germany at that time knew that much\nabout the Holocaust?",
        "A: Interestingly enough, I think they knew hardly anything. My aunt, though she knew of\nthe suffering, after all she did live through the Dresden bombing which killed my\ngrandparents, she did not have any idea of what was happening and what happened to us\nin the concentration camps. She speaks German and we used an interpreter, a young\nwoman in her late 30s who was absolutely astounded at the things I was saying. She had\nno idea, not a clue, that this is what had happened. It was very sobering and kind of\nupsetting to me to see the such a trauma was going unacknowledged. People knew very\nlittle.",
        "Q: Things have changed in that respect in America a little bit in the late '70s and early '80s?",
        "A: Yes, people did start talking about it and there was some recognition and we had\nHolocaust Memorial Day and a lot of literature has come out, but there are always those\nwho say what do we need this for and I always say, look at the world today. You\nshouldn't ask why you need to learn. Look at this world today. Look where we are. We\nhaven't yet learned. We haven't learned not to hate.",
        "Q: You started speaking publicly or in schools about that. Tell me a little bit about the\nreasons for doing that and what it was like to do that after so many decades of not\nspeaking about it?",
        "A: It was extremely difficult for me when I came back from Israel and there was quite a bit\nof publicity in magazines and New York Times on which we appeared. I had friends who\nhad known me many, many years who are totally astounded, shocked. They could not\nbelieve that I was a Holocaust survivor. They said \"You're so American.\" I took that as a\ncompliment of sorts, but I also as Rene and I started talking and June started talking and\nstarted telling my children and Sam a little bit. I realized that I have an obligation, that I\nhad an obligation to my parents, if not to anybody else, to speak about this. I suddenly\nfound myself talking to schools, synagogues, appearing on TV, appearing 1n books and\ntalking. I also had the very good fortune to after the trip to Israel to make connection with\na Doctor Kestenberg who saw me professionally and also as a friend and encouraged me\nto write poetry or talk about it and that has helped me greatly. I don't often talk, maybe\ntwo or three times a year because that saying it gets easier as you keep doing it, it isn't at\nall true with this. Somehow, it's harder. Every time I give a talk or give an interview I get\npushed back into that time and it takes me weeks to get out of the depression. I don't\nknow why, whether it's because I'm older and I'm beginning to see that I'm at the end of\nmy life rather than at the beginning or whether I feel so hopeless about the world because\nof the way it's going, feeling that all that's happened that somehow there was such an evil\nunleashed in Auschwitz that it's lingering to this day. We haven't learned or been able to\nrise above it. It was something not of this world happened there and it continues. It\ncontinues, where I don't know. It's hard.",
        "Q: Do you still think that you are being hurt now, differently, understood differently than all\nyour life?",
        "A: I know my mom even though she's gone now but when I first started speaking she never\ncame to anything. She never watched any of the TV shows. She could never look at the\nbooks. In a way I wanted her to. I wanted her to be a little proud of me, not that I'd rather\nhave done something else greater, but this 1s what I have. I'm trying to make -- to do\nsomething for humanity with it. If I can just touch one person to kind of give over the\nmessage that we're all people and we all have feelings and we shouldn't hate. You don't\nhave to agree with me. We don't have to be the same religion but we can respect each\nother. We don't even have to like each other if that's too difficult, but there's a sanctity to\nhuman life which we've totally lost sight of and my friends understand me better today,\nbut even today I'm still very much that little girl who's scared of authority. Policemen\nterrify me. I'm still very much that little Holocaust kid who's there in Auschwitz.",
        "Q: Are you still trying to deal with everything yourself then, or have you ever seen a\ntherapist or have you asked your family to help you in a different way? Have you ever\nreached out?",
        "A: Yes. As I said, Doctor Kestenberg has seen me professionally as a therapist and that's\nbeen helpful to me. I think speaking with my brother -- we've gotten very, very close.\nWe're almost inseparable. It's too bad we live such a distance. My children, it's still hard\nto talk to them but I think they're very interested. They always want to look at the\npictures. They always want to know what's the latest thing and what did I find out. They\ncome to my lectures. They come to the TV things even though they don't want to be part\nof this. But it's hard for their kids too, because even though in my attempt all my life to\nprotect them from this, I guess I was a little bizarre. I mean, I was a strange mother. Let's\ngo back to the stale bread. They laughed me out of the house all the time with that, but\nmy values seem to be somewhat different. So, I think they saw some crying and things\nthat they didn't understand. At a joyous thing you'd find me crying because I'm saying\n\"My mom and dad aren't here.\" And what would life have been like, and I wish my\nparents could know my kids. Would they finally be proud of me. It's hard. I think my kids\nhave somehow subliminarily absorbed some of my hurt even though I tried desperately to\nprotect them and not be an overprotective mother. I deliberately leaned back the other\nway. \"Yeah, you can cross the street, okay.\" I'm joking about that, but I really tried to be\n-- I was always reading these child rearing books from Doctor Spock to everybody. I\nwanted to be sure that I was not making them nuts with my worries and fears.\nEnd of Tape #2\nTape #3",
        "Q: Can you describe for me a little bit this home here? What feelings do you have? What\nmakes it home for you?",
        "A: Well, I never thought about that. Well, my children would make it home for me, but my\nolder daughter is now married and my younger one about to get married 1n Israel. So, I\nmiss them a great deal but I have photos everywhere. I think what makes this home for\nme is the fact that I have finally gotten my hands on some memorabilia from my early\nchildhood and I have a vast collection of pictures of myself with Rene and my parents\nand just looking at them I can piece together the kind of life we must have had and the\nkind of life my parents tried to provide for us. It looks like we were very happy children,\nso I think my parents did a really good job. In some ways, maybe their love and their\nstrength helped both of us survive somehow.",
        "Q: You do have MS now. What is it like for you to live with that?",
        "A: In a word it's a horror. The worst thing about having MS is that I've actually had to go to\na doctor and I actually have to go to the hospital. I actually need therapy. I have to keep\ndealing with these medical people which for me is a nightmare. It's my own trauma. I\nnever wanted to go to doctors, and don't like them much. I try to stay out of hospitals. But\nI've had to come to terms with the fact that this illness I do need the therapy and I do need\na doctor's supervision of medication and I can really say is that somehow I've been\nblessed I don't know whether by my parents who are gone, but I've been blessed with a\nneurologist who is so sensitive to my needs and understands my hang up with doctors and\nis so gentle and just kind of try to point me in the right direction and never pushes. He is\nactually not just my doctor anymore, he's just become one of my very best friends. So,\nthat's turned out okay. But I still, when he says \"Go to the lab for blood work.\" I say \"Do\nI have to? I really don't want to. Can we do it next month?\" And he says, \"Okay, we'll\nwait.\"",
        "Q: Is there any distinction by the way between your feelings about female or male doctors\nbecause it seems that male doctors --?",
        "A: Actually my neurologist is a male doctor. I've always tried to find myself a female doctor\nvery unsuccessfully, so that's where I am. The other thing I hate about MS besides the\nmedical side of it, is that I'm no different than any other MS person. It's robbed me of my\nindependence and my need to excel and be independent and do for others and this really\ncurtails that a lot. I find that I need to depend on people, which is very hard for me\nbecause I've never found that I really could depend on people and I do have now some\nwonderful friends that I can depend on but I'm still 1n the end and I try not to ask too\nmuch from anybody because I fell I'll overstep my requests and it will be hard to do\nthings for me all the time so very often I just suffer 1t out myself. I still feel alone.",
        "Q: So this particular illness has in a way is doing the same thing to you that your experience\nin the Holocaust has done for you, has it?",
        "A: Yes, very much so. And it's also society and the way they react to someone who's not\nwell. That doesn't help. Although I try to educate them and joke a lot with them. I keep\ntelling people that just because I'm in a wheel chair doesn't mean that I don't have a brain.\nYou don't have to talk slowly to me and stuff like that. Just kind of, when you think about\nit, it's sad that this has to be said in the year 1995. You'd think we'd be more educated.",
        "Q: We have talked about the impact of the Holocaust on your life and also this interview, but\nif I were to ask you to think and describe in one capsule, how do you feel that experience\nhas really shaped your life, what would you say?",
        "A: That's really a hard question. I can only really say that no matter how hard I try,\neverything in my life always leads back to the Holocaust and Auschwitz. It's just always,\nalways there beneath everything. Perhaps, it has made me in a strange kind of way I think\nI'm strong because of it. People always tell me, \"Oh, you're so strong.\" I don't know if I'm\nstrong but I feel I have an endurance that's beyond the average. I can tolerate more things.\nI have more patience. I appreciate things more because I always know how elusive they\ncan be and how very quickly things could change. That's it.",
        "Q: For so many years your memories were denied, now that you're working on that much\nmore in a positive way and also trying to work through it in therapy and so on, do you\nfeel that some memories are safer to be buried to be gone?",
        "A: Yes, I do. I've talked about a lot things and I talk with my therapist about a great many\nmemories and things, but there is -- I find there is some kind of a line. There are certain\nthings I don't want to even try to put to words because I can't. I can't and I don't want to.",
        "Q: Have you seen those movies that came out -- there was a great debate in the Jewish\ncommunity too, anyway, do you think that experience can be expressed adequately in\npopular films or how do you feel about that?",
        "A: I think it's a two sided thing. It's important to do it. A lot of people will not read the\nbooks and not attend the lectures and a lot of people need to have things -- movies that\nare popular. I think it's always watered down, and somehow it takes away from it. I'm not\neven expressing it properly but it was so horrible and so awesome and so out of this\nworld that you can dilute it and make it into a popular film, it just loses.",
        "Q: Is there anything that you would like to say?",
        "A: I have a lot to learn.",
        "Q: There are some memorabilia from your life here on the sofa and it would be nice if\nmaybe you could say something about them maybe one after another.",
        "A: This is Life Magazine from November 1947 and it is an article about me and another\nlittle boy who came from Europe to help raise funds for the European war orphans and\nwe're pictured sitting on a step of some sort and behind us are all these clothes that have\nbeen bought for us. More clothes than we've ever seen in our life. I'm sitting -- I have\nlong curls. I always say that's probably why they chose me to be this so-called poster\nchild. I notice that I'm wearing a plaid dress which was one of the best dresses in the\norphanage and that is the only dress I came with. In the orphanage we wore the same\nclothing every single day and then for the sabbath we would get a new pretty little dress\nand then back into our old -- it would get washed and we'd get it back again on Sunday.\nWe didn't have designer jeans or I have to have a blue sweater today or a red sweater\ntomorrow. We had what we had. I see about five outfits for me with a coat and a hat and\nCharlie also. We each had a -- I'm holding on to a pink teddy bear and Charlie is holding\non to a very nice gray elephant.",
        "Q: And that is the article that Doctor Kilina saw and recognized you?",
        "A: Right. He recognized the name Irene Goodman.",
        "Q: Now which one has the letters?",
        "A: The letter 1s in that one. On occasion packages would come to the orphanage from\nAmerica with clothing and shoes and always Mr. Tenzer would bring us Barton's candy\nand gum which we kids just could not get enough of. One day a shipment came and there\nwas this beautiful red sandals and I had been wearing brown shoes and this plain dress.\nWe wore the same clothing every single day except for Shobot and I really wanted those\nred shoes desperately. So, when we got to trying them on the shoes were really tight on\nme but I said \"They feel great. They're perfect. I love them.\" I got them. The next day we\nwere on an outing near Paris and we went on this long walk and I'm walking in my red\nsandals and before very long I can barely walk because I've got blisters and sores and my\nfeet are bleeding. The shoes don't fit me. The shoes don't fit and the counselor who was\nwith us noticed and looked at my feet and said \"Why did you say that they fit?\" \"I wanted\nred shoes and they were the only red shoes.\" I hated my brown shoes. The out shot of the\nstory was they took the red shoes away from me, but they had to buy me shoes and I got\nthe white, white sandals.",
        "Q: So there was a little bit of vanity there?",
        "A: Absolutely.",
        "Q: Here's the letter you sent Rene.",
        "A: Actually, these are two letters that I wrote to Rene after we found him. I could read them.\nThey're kind of funny. This is written March 5, 1950. \"Dear Rene. I thought you had lots\nof fun. I had lots of fun in school. We saw a play about Esther and (in Hebrew.) Today,\nI'm going ice skating with my friend.\" I've drawn a picture of an ice skate. \"Love and\nkisses, Irene.\"",
        "Q: What's the date on that?",
        "A: March 5, 1950. Now, another letter, but it's not dated. It's probably around the same time.\n\"Dear Rene, I received your letter and I'm glad that you are well and enjoyed your trip to\nthe Tatra mountains. I live near the ocean and soon we will go bathing every day. My\nschool and piano keep me very busy. I'm learning how to ride a bicycle. Dear Rene, I\nhope you will be together soon with me. Lot's of love and kisses from all of us. Your\nloving sister, Irene.\" The English is not so great.",
        "Q: This is another --?",
        "A: This is a little hand-operated music box with an angel at the top on a tree with birds. It\nbelongs to my father and my aunt in Dresden gave it to me when I visited her, and it\nplays this song in German. \"All the Birds are Here Again.\" That little angel on top has a\nmandolin and it turns around as the music is playing.",
        "Q: I forgot to ask you one question. Do you have any hobbies?",
        "A: Yes, I love calligraphy. It's just the love of my life. I discovered -- well, I've always loved\nletters but I wasn't aware of the so-called \"art of calligraphy\" until about 1978. But, if I\nlook at some of my notebooks from years back I can see even grade school I was making\nthese fancy letters and always printing neatly, taking great pride in my writing. Then, I\ndiscovered calligraphy. I used to do it -- I thought I was getting fairly good at it and then\nthis MS came along and kind of cut my career, but I love it so much that I continue doing\nit with my shaky hand by using weights. I use a mouse stick as well and I look like a\nperson from outer space when I do it but it really brings me a great deal of joy. I love\nmaking pictures out of words. I do it especially for friends. I love making cards and I\nmake my neurologist a calendar every year on his birthday and he's got an office full of\nmy work hanging on the walls. You don't see the work now. It's all behind the sofa\nbecause we've recently papered here, so everything came down. I think if not for my\ncalligraphy I would lose my sanity.",
        "Q: You have also done poetry?",
        "A: Yes. And I also -- a well kept secret, I do poetry. I started it because Doctor Kestenberg\nhas suggested to me that I write. When I brought her the first poem she said you should\nreally do this. You really have a knack and every time I've done something she has made\nsure it has gotten into a journal, into a book, into a something. I don't feel I have the\ntalent. I think they're just poems, but she likes them.",
        "Q: Would you be willing to share one or two?",
        "A: I could.",
        "Q: So, these are one or two poems that you have written?",
        "A: Yes, and most of my poems are really a reflection of how I felt as a child because that's\nhow I understood things around me. This particular poem was written -- it was about\nRene, my mother and I are going from Theresienstadt and we're on this march to the train\nthat's going to Auschwitz. \"The long column painfully marches on a journey to the end\nsurrounded by the darkness black with terror yet untold. Silence shattered by rifle fire,\ndogs ferociously bark, bodies falling to the ground eventually lie still. The snow so white\nupon the field is muddy slush beneath my feet. Icy chill invades my bones, fingers aflame\nwith searing pain, weariness engulfs me. Mother quickly prods me on. I hold back my\ntears and silently march on.\" This is one that I wrote about a memory I have about hiding\namong dead bodies. I was six and half years old at the time. \"Some nights transport me\nback to a time where absolute fear was mine. Like a stone between dead bodies I lie\nholding my breath afraid I'll die. The earth a cold wet gritty slime, stiff limbs with mine\nintertwine. A shiver or twitch will reveal that I am one who still can feel. I wait with a\npounding heart. Will the bullets split it apart? I shut my eyes so they won't see the\nsadness, fear inside of me.\"",
        "Q: Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: I would like to start with where you were born, and when, and what your name was at\nbirth, and what your name is now?",
        "Q: You did not stay very long in the town that you born in, right?",
        "Q: Where did you go after you left your birth town?",
        "Q: I would like to go back just a little bit to clear -- you went to Prague first, and lived there\nfor a little while, right?",
        "Q: Could you give me a sense of your family a little bit? You mentioned a brother. Do you\nhave other siblings?",
        "Q: Do you remember whether your brother and you were close?",
        "Q: Did you know that you were twins?",
        "Q: Do you recall your parents at all?",
        "Q: The memory of your father being taken away, was that the earliest memory that you now\nknow had to do with the Nazi occupation?",
        "Q: Do you remember soldiers taking him, or 1s it just a memory of him being taken away?",
        "Q: Do you recall anything in particular about that night, anything more?",
        "Q: When you went to Theresienstadt, what do you remember getting there?",
        "Q: You were together?",
        "Q: You don't remember any kind of activity that you did there?",
        "Q: You do remember music from there sometimes?",
        "Q: You had to go on a train again?",
        "Q: Do you have any sense of how long -- how much time was spent on the train?",
        "Q: What happened when you got off the train, do you remember in more detail what the\nprocedure was?",
        "Q: Do you remember getting tattooed?",
        "Q: What are your memories then of this place of Auschwitz? What do you remember?",
        "Q: Did you stay together at first?",
        "Q: What was it about that moment that makes you remember’? Is there anything particular\nabout it?",
        "Q: But you could not stay together for very long?",
        "Q: Did you know where he was? Were you aware of him being there?",
        "Q: Did you see him sometimes?",
        "Q: How did you know it was Doctor Mengele?",
        "Q: You were alone there from your family, but did you relate to other women? Do you",
        "Q: So, you did not have an experience that other women have had of women taking care of\neach other a little bit in the camp?",
        "Q: How did you get through those days? Did you talk to yourself? You had to do\nsomething?",
        "Q: Were you ever beaten?",
        "Q: What happened when finally liberation came and the Red Army came? Do you remember\nthat particular day?",
        "Q: So you were very weak then, very sick, then when they came in?",
        "Q: So, this woman carried you to her home and that's where you stayed for a while?",
        "Q: How did you communicate with her? She was Polish?",
        "Q: How did you communicate in the camps? Did you understand people there? What\nlanguages do you remember?",
        "Q: Can you describe a little bit the new life that you had there at this house? What was it\nlike? Did she have other children? Did she want to know what had happened to you?",
        "Q: He would hit you then?",
        "Q: Did you get a present?",
        "Q: Did you eat it or did you save it?",
        "Q: So, nobody during that time--, you stayed there for about two years?",
        "Q: Nobody ever asked you what happened and when the children made fun of you, what did\nthey say?",
        "Q: Do you have any nice memories of that lady, anything that has to do with warmth?",
        "Q: So, you wanted to be catholic?",
        "Q: But Miriam was Jewish?",
        "Q: Why did you do that?",
        "Q: Did you tell anybody that you had a brother? Did you tell the woman in Poland?",
        "Q: What was her name?",
        "Q: Did you tell Miriam?",
        "Q: Before I ask you the question about Rene you said that you had long, long curls. Did you\nlike yourself at all then? Was it important to you to look nice?",
        "Q: So, what happened after? You and Miriam did not go together?",
        "Q: How did you feel about that?",
        "Q: You thought that you would stay there?",
        "Q: What time was that now?",
        "Q: What kind of school did you go to?",
        "Q: You just talked about the great need to excel that you even got a scholarship. Where do\nyou think that great need came from?",
        "Q: What kind of flashbacks came particularly strong or what are the recurring memories?",
        "Q: Did people see your tattoo?",
        "Q: Do you remember the first time you felt really at home there. Was there anything in\nparticular that made you feel, now I can trust the situation?",
        "Q: What had happened to Rene in the meantime and how did you get reunited?",
        "Q: How was it when you two met again? You hadn't seen each other for --?",
        "Q: Did you have somebody now to talk to about your experience or did you not talk to Rene\nmuch about it either?",
        "Q: Was it difficult for you to trust anybody except maybe your parents or to trust the\nsituation?",
        "Q: Did you date at all? Being a good American girl in some ways --?",
        "Q: You mentioned earlier that your name in Life Magazine article was Irene Goodman. How\ndid the change -- you were born --?",
        "Q: So you did not have a history that was validated? You did not have a name that was\nvalidated? Who were you?",
        "Q: What did you major in in terms of education? What kind of profession did you pursue?",
        "Q: Did you teach at all?",
        "Q: When did you begin to talk about your experiences?",
        "Q: So, you decided to go?",
        "Q: Was that the experience that made you do more research? Did you ever try to find out\nwhat really happened to your father?",
        "Q: You just mentioned your number again, would you tell us the number?",
        "Q: You also said that you learned more about what was done to you. Do you know what was\ndone?",
        "Q: I would like to go to your family, this family now. When did you and how did you meet\nyour husband?",
        "Q: How long were you married?",
        "Q: And then you met --?",
        "Q: You did not really talk to him about how you felt about your problems either?",
        "Q: How did you live with that? Were there nightmares?",
        "Q: When did you ever do something for yourself?",
        "Q: Is the MS, do you know whether or not that is in any way connected or might have been\nconnected to things that happened?",
        "Q: Did you ever go back to Czechoslovakia or did you ever visit Germany?",
        "Q: Did you get a sense whether or not people in East Germany at that time knew that much\nabout the Holocaust?",
        "Q: Things have changed in that respect in America a little bit in the late '70s and early '80s?",
        "Q: You started speaking publicly or in schools about that. Tell me a little bit about the\nreasons for doing that and what it was like to do that after so many decades of not\nspeaking about it?",
        "Q: Do you still think that you are being hurt now, differently, understood differently than all\nyour life?",
        "Q: Are you still trying to deal with everything yourself then, or have you ever seen a\ntherapist or have you asked your family to help you in a different way? Have you ever\nreached out?",
        "Q: Can you describe for me a little bit this home here? What feelings do you have? What\nmakes it home for you?",
        "Q: You do have MS now. What is it like for you to live with that?",
        "Q: Is there any distinction by the way between your feelings about female or male doctors\nbecause it seems that male doctors --?",
        "Q: So this particular illness has in a way is doing the same thing to you that your experience\nin the Holocaust has done for you, has it?",
        "Q: We have talked about the impact of the Holocaust on your life and also this interview, but\nif I were to ask you to think and describe in one capsule, how do you feel that experience\nhas really shaped your life, what would you say?",
        "Q: For so many years your memories were denied, now that you're working on that much\nmore in a positive way and also trying to work through it in therapy and so on, do you\nfeel that some memories are safer to be buried to be gone?",
        "Q: Have you seen those movies that came out -- there was a great debate in the Jewish\ncommunity too, anyway, do you think that experience can be expressed adequately in\npopular films or how do you feel about that?",
        "Q: Is there anything that you would like to say?",
        "Q: There are some memorabilia from your life here on the sofa and it would be nice if",
        "Q: And that is the article that Doctor Kilina saw and recognized you?",
        "Q: Now which one has the letters?",
        "Q: So there was a little bit of vanity there?",
        "Q: Here's the letter you sent Rene.",
        "Q: What's the date on that?",
        "Q: This is another --?",
        "Q: I forgot to ask you one question. Do you have any hobbies?",
        "Q: You have also done poetry?",
        "Q: Would you be willing to share one or two?",
        "Q: So, these are one or two poems that you have written?",
        "Q: Thank you."
    ],
    "answers": [
        "A: Okay, that's easy enough. I was born in Czechoslovakia in 1937. My name was Renata\nGoodman, and today I'm Irene Hizme.",
        "A: Right. I guess about three or four years, and I have a twin brother by the name of Rene.",
        "A: We went with my mother to Razenstadt (ph). We were sent there and I think we were\nthere -- I don't really recall how long, but in 1943 we were sent to Auschwitz from\nTheresienstadt.",
        "A: Yes. I think we lived in Prague. We were born in the outskirts of Prague in a place called\nTetraslifkanov(ph).",
        "A: No, but there was a father, and my mother and Rene and I and my memories are not very\nvivid, but we lived in an apartment, upstairs, because I remember because I used to watch\nthe street and there was a trolley, and it had the number 22 on it.",
        "A: Yes. We were each other's friends, playmates. We always played together. I don't\nremember ever socializing with any other children.",
        "A: I don't think so. Just that we belonged to each other.",
        "A: Not very clearly. I just recall moments of things we sometimes did together, and I\nremember we used to go to the park together with my dad and my mom. But my dad was\n-- one night there was a big commotion and some men came in and they took him away,\nand I just remember my mother was crying and we also were crying. It just was a terrible\nmemory for me, and we never saw him again after that. My mother, I remember in\nparticular, she used to play a game with us at night -- at least I'm the one that wanted to\nplay this game. I wanted her to set us up, hand positions and to think that we could sleep\nthat way the whole night. I remember that.",
        "A: I'm not sure if that's -- I don't think I knew it had to do with anything. To me life was the\nway it was. I always -- there was a feeling that my parents were not happy. There was\nsomething going on, but of course I didn't know. I didn't feel anything. I didn't understand\nabout my father being taken away, and I don't think my mother really explained it to us. I\nthink we always felt that he was going to come back.",
        "A: It was some men. I don't know if they were soldiers.",
        "A: Not really, not really.",
        "A: Well, I remember that we went on this train and it was quite nice, I thought. Then we\nwere just in a new place.",
        "A: I was together, Rene and I and my mother, and I don't have a clue to what we did during\nthe day. My memories of Theresienstadt are really very vague except again, just for\nmoments here and there. I remember cobblestone roads. I remember watching carts with\ndead bodies, but it didn't mean anything to me. I didn't understand what was going on. I\nwas with Rene, and I was with my mother and so it was fine.",
        "A: I really can't remember.",
        "A: Yes, there was music, concerts, sitting in an audience and watching some kind of\npresentation. Yes, I remember that. I think that's it.",
        "A: Yes, that was when -- it was December '43 and it was a very cold night. It was snowing\nand there was snow on the ground and I remember it seemed like we had a long walk, a\nvery long way to get to the train. We were walking with my mom who was carrying a\nsuitcase and she said we were moving. But I remember that on this walk it was a lot of\npeople. It was not just us and there were soldiers and there were dogs barking and every\nonce in a while there would be a gun shot, and I think people were dropping-- falling\ndown to the ground. I don't really think I understood that they were killed or that they\nwere dead. I didn't know what was going on. I know I didn't want to walk. I just wanted\nto stop and sit down, I was so tired. My mother just kind of pushed me on and said you\nmust come. You must be still and just walk. The next thing I knew we were on this very\ncrowded train. It was not like the train we had taken to Theresienstadt. It was just\nstanding room and you were squeezed very tight. People were crying and moaning. It\nwas awful. People had to -- I don't recall having any food. I remember we were hungry\nand it was so tight you really had hardly room to breath and I was little so all I can\nremember is legs. I was scared. Even though Renee was there and my mother, but I\nremember being scared.",
        "A: No. It seemed very long, but I don't know what the ride really is even today. I've never\nasked anybody how long is it from Theresienstadt to Auschwitz, but 1t seemed endless.\nWhen we finally -- when the train finally stopped and we got out, and we walked again\nfor a while to this big barn like structure, whatever and it had bunk beds in it. It had a\nstove like thing down the center and that was our new home.",
        "A: Not too much actually. I just know my mom was holding on to us, and we just followed\nher and many other people. We were all going to the same place obviously.",
        "A: It's a very vague -- very vague. I wish I could recall it better. I do vaguely remember it.",
        "A: Well, --.",
        "A: In the beginning we were together and it was also with many other Czech families. I just\nremember it was just very sad. I used to see people get hit. I know we were hungry\nalmost all the time, and it was cold. There were soldiers and I really didn't understand\nwhat was going on. We had to stand in line waiting for things and every once 1n a while\nmy mom took us. We went to the hospital for the doctor to look at us and I remember the\nvery first time, especially because Rene -- I always felt he was a crybaby and I was afraid\nthat he was going to cry, and I knew that if he cried something terrible might happen to\nhim. I went first and to be examined and I was -- I didn't utter a sound. The whole time I\nkept hoping that Rene was going to be good too, because I didn't want anything to\nhappen to him. So, we went with our mother. I also -- before we came to Auschwitz I\nremember there was one time where I remember we sat with our mother and we were\nbeing photographed, and I remember that particular moment. As it turns out we\nsubsequently learned those were actually propaganda photographs that were sent out, and\nI have the picture today of Rene, my mother and I in Theresienstadt.",
        "A: Well, we were kind of like on stage. I think they kept saying smile, but we really didn't\nfeel much like it, but what I remember was being like close to my mother, feeling her\ncoat and just the closeness of her.",
        "A: No, at some point -- I know now it was six months afterwards we were separated from\nour mother. I remember it as being physically really taken from her, and I definitely\nremember a scream from her and I remember her getting hit by a soldier or some person\nand I just remember really -- it was very, very sad. I just somehow knew I'd never see her\nagain. Well, in fact that is what happened because the entire lager was killed that night,\nand also not only was I separated from my mom, but then Rene and I were also separated\nbecause we were -- though we were twins, we were of the opposite sex, so they didn't\nkeep twins of the opposite sex together. So, Rene was put in with twin boys, and I went\nin with the twin girls.",
        "A: I think throughout the whole time that I was in Auschwitz, I always felt in my heart that\nRene was okay. I had a vague idea where he was. It was from my bunk it was a little over\nto the right near some chimneys or something, and in fact he really was there. That's how\nI remember it. There was once some kind of a fire and I was terribly scared that Rene's\nbunk may be caught up in that, but luckily he wasn't.",
        "A: Well, I don't recall that I saw him, although Rene says that he did once catch a glimpse of\nme, so, it's possible that I saw him too, but it didn't quite register for me. But somehow I\nalways knew at some point no matter what this was, and I didn't understand what any of\nthis was, that we'd somehow be together again. You asked earlier about memories of\nAuschwitz and I guess most of them are really quite bad and I don't like speaking of them\nvery much and I haven't spoken about some at all and I might never because I can't. But\nAuschwitz, the things that I remember very clearly is having to stand for hours for roll\ncall, and I remember that I was one of the youngest and I was little and I always tried to\nhide behind somebody else, somebody taller so that I would not be seen. I think this was\nmy mode of operation, is to be invisible and you can't get into trouble. I used to get a\npiece of bread, usually int he morning, with some black stuff to drink and I remember\nthat I would always, since I was always -- maybe it was in the afternoon -- because I was\nalways hungriest in the morning so I thought it would be really clever for me to try to\nsave this piece of bread so I would have it the next day and of course it usually was gone\nand I didn't understand it but now in retrospect I think the rats and mice at Auschwitz\nmust have loved me. They knew who to come to. I remember standing in line, humiliated\nstanding outside in the cold naked waiting to get into the showers and also terribly scared\nbecause somehow I knew that you didn't always come out of the shower. I didn't know\nquite what happened, but I knew you didn't always come back. I'm amazed at my, I guess\ncall it chutzpa, because I had a locket on my neck, a gold locket from my mom and I was\ndetermined to hang on to this and of course if they had seen it, I don't know what would\nhappened to me, but I took it off my neck and held on to in my hand and somehow got\npassed the guard. I think what happened is in the showers it finally dropped out of my\nhand. But there was a little bit of me that said I got away -- I saved my locket. I\nremember once that I actually hid among dead bodies and I don't know exactly what was\ngoing on but I thought if I really lay still and make believe I was dead I would somehow\nescape whatever was happening. There was always this cloud of smoke in Auschwitz and\nthere was always this smell that after a while I heard comments you know they're burning\npeople. It's flesh burning. I don't think I still understood exactly. I said, you know, it\ncouldn't be. I think my most horrendous memories are those of Doctor Mengala and the\nhospital and I seemed to be a favorite candidate. I don't know why but I remember getting\ninjections and I remember having some little surgeries here and there, and things with\nelectrical wires. I spent a lot of time in the hospital. I was pretty sick very often, but\nsomehow I held on because I knew that Rene needed me. I had to get by.",
        "A: Oh, I don't really think I really knew. I think I know that today. It was just a doctor. It\njust seemed like he was in charge. I mean to me he was like in charge of everything, next\nto God.\nremember women of different ages? What was the relationship between you and the\nothers you were with?",
        "A: Unfortunately I think I really for whatever reason, I had no relationship with anybody. I\nwas a very quiet child, very introverted. I was scared. I didn't mingle. It didn't seem like\nthere were any children my age. They were a little bit older, and I somehow didn't belong\nand so I found myself just being kind of an observer. I watched a lot and I always again\ntried to make myself invisible. Always get behind somebody tall, behind a bunk, behind\nwhatever. One very, very sad experience for me was one night when I had to actually go\nto the latrines and somehow I got so totally disoriented that I just could not remember\nwhere my bunk was and I remember trying to just -- I remember it was almost dawn and I\nknew that if they found me I'd be in real trouble so I tried to just get into anybody's bunk\nand maybe it was the people or the times but I was just being pushed away and being told\nthis is not your place. This is not your place, but finally there was one woman and I don't\nknow who she is, she finally said -- just grabbed me and let me come in with her. It was\nvery sad. I missed my mom a lot.",
        "A: Not really. I also know that twin girls also had camaraderie because they had their\nsiblings. But I think my overwhelming sense was just loneliness. I felt that I was just\nalone, always all alone and didn't belong anywhere.",
        "A: Well, I think I day-dreamed a little about -- I don't know exactly about what. I think I\nused to remember that I had a doll and I had trains and the toys I used to have, little\nbuilding blocks. I remembered my mom and I used to remember the walks in the park\nwith my parents. I think that's how I got through.",
        "A: Not that I -- no. No, but I did witness other people being beaten, and I witnessed people\nbeing shot and people running into the electric wire, fences, but no, I tried to keep out of\ntrouble. I had a sense that I had to be really good and listen and obey and I did.",
        "A: Well, what I remember is that there was a difference. Suddenly there was a difference in\nthe camp. I don't think that I understood that it was liberation day because I don't think I\nunderstood that we were at war. To me, I guess I always hated that the saddest thing is\nthat I really thought that what I had in Auschwitz was the way everybody lived. This was\nlife, but there was a change, a definite change. There was a lot of scurrying about. Things\nweren't as strict. There seemed to be -- there was no order suddenly. There was just no\norder, and at that time I was extremely sick and I was lying on the ground. I could not\nmove. I think if another week had passed I probably would have been dead, and I just\nremembered that a Polish woman picked me up and she piggy-back carried me all the\nway to her home in Auschwitz. That's what happened to me.",
        "A: Right, and I saw people running here and there and there was some kind of shouting. It\nseemed there was a little almost joy like something good happened, but I couldn't move.\nSo, I was just wondering what was going to happen to me.",
        "A: Yes, she lived right in the town proper of Auschwitz and I was very sick. I remember\nbeing in bed. I remember -- 1t must have been a doctor who came to see me and I\nremember these hot glasses on my back. A lot of that, and eventually I guess I got better\nbecause I got enrolled in school. I started going to school and I went to church. I knew\nthat she was not Jewish. I also somehow knew that I was Jewish, but Jewish was not\ngood, and so I wanted very much to be catholic. That was fine with me.",
        "A: I think I very quickly learned how to speak Polish because I had no trouble in school. I\nhad no trouble in church. I understood everything. So, maybe as a child it was easy for\nme to pick up the language.",
        "A: I have to be honest, I don't think I spoke to anybody, but I understood everything that\nwas being said because I think that I did speak German. My dad and mom were originally\nfrom Germany and they fled to Czechoslovakia and that's where we were born, but I\nbelieve we spoke German, because I still understand some German today, so that's\nprobably true.",
        "A: Actually in retrospect now it was probably very peculiar. No, she did not want to know\nanything. She had no other children. There was a man who would come and be there\nevery once in a while, but I don't know exactly what he was to her or not to her. I had a\nvery strict regiment that I had to follow. I had to take care of bunny rabbits and\nsometimes she served these bunny rabbits and I didn't want to eat them but I had to\nbecause if I didn't I would get hit. She was very strict. When she enrolled me in school,\nshe knew exactly how long it should take me to walk home from school, and if I was\nhome two minutes late, I'd get hit. With all of this, 1t was certainly better than Auschwitz.\nI did get food. The bathroom was outside in the yard. I had to clean the floors, set the\ntable, and do various other chores. I don't think she ever hugged me or kissed me. In the\nsummer time she had some family living outside of the city and we would make this very\nlong journey. It seemed like a couple of hours worth, to a farm, and there there were\nsome children, and all I can remember is that they made fun of my number and nobody\nsaid anything. I cried. I cried because I wanted to be catholic and they were telling me I\nwasn't. I surprising did very well at school. But it was not -- there was no love in the\nhome, but she obviously -- she fed me, she clothed me and she expected certain things\nfrom me. The gentleman who frequented the house at times-- I didn't understand then, but\nI think he had a drinking problem, and if I was in the way of his temper then I got it.",
        "A: Yes. I think I must have been with her for at least a year, perhaps a little longer, because I\nremember Christmas, and I remember her telling me if I was very, very good I would\nmay be get a present from Santa who was going to come out of the sky. Of course I\nbelieved her and I stayed up all night looking for this Santa who never came, and so I\ndecided I must be really bad.",
        "A: No. I did get a cookie from somebody, a gingerbread cookie. That was it.",
        "A: No, I saved it.",
        "A: I don't think it was that long. A little over a year I think.",
        "A: They were saying something about me being Jewish and that I was a prisoner. I really\ndidn't understand. It so happened that at the time that I was with this woman, the\nRussians had occupied this town and almost diagonally across from her is where the\nRussian soldiers were living, or maybe it was an embassy. And I do remember that she\nused to send me to there with some kind of packages, which I really don't know what any\nof this was, but I have to say that the Russian soldiers were very nice and very loving,\nand I liked going there. The other thing that is very hard for me to talk about even now 1s\none of the things that she used to take me -- we used to go back to Auschwitz and we\nwould sift through the remains, ashes and look for gold teeth. She used to give me a sieve\nand I had to with a spoon or whatever had to pile it up and shake it and of course I had to\nfind at least one piece of gold otherwise I was going to get it. So, I had to be a busy little\nbeaver there, but the feeling that I knew that what I was doing was something so not\nright. I felt like I was -- even though I was young and didn't understand, I felt like I was\ntouching something that shouldn't be touched and that this was not right. But we went\nlooking for gold.",
        "A: Well, I have to say, and this might sound strange, but I loved going to church because it\nwas beautiful. The windows, the statues, the music. I only wanted to know when I was\never going to get called up for the -- to get that little wafer that looked so wonderful. But\nI never got it, I never got called up, but I loved going to church.",
        "A: Absolutely. Then one fine day, I didn't know at that time, but now I know that it was\nVahasala (ph), a Jewish organization, and there were other children in Polish homes and\nthey were rescuing them, and one fine day I found myself, I was told that I was going that\nI had to leave and that I was going to go someplace else. It probably will sound bizarre\nbut I was actually sad that I was leaving. Not that it was wonderful, but it was the only\nhome I had and it was certainly better than Auschwitz. I wound up in an orphanage, a\nJewish orphanage and there I met a girl, a few years older than I, and she kind of became\nmy mother figure. Her name is Miriam and we are friends to this day, and she is the only\nperson I spoke to for about two years. I never spoke to anybody. I hated this place. It was\nJewish. It was not organized. It was sloppy, not neat, nothing ever was on time. I\nremember looking out the window with Miriam -- she also was not too happy-- and we\nkept thinking how we could escape as we were holding our rosary beads, how we could\nescape from this Jewish place and get back into the church. I was just really very\nunhappy, very unhappy. I wanted to go back.",
        "A: Yes, Miriam was Jewish, but she was like me. She was also indoctrinated at that point.\nWe thought we were doing our rosaries and saying our little things and --. Then we were\nmoved again, and this time we went to France to another orphanage and there were a lot\nof children at this place. It was somewhat better because I guess there were more children\nand not so many adults. But, again, I felt out of place for some reason. I would listen as\nmany of the children relate their tales of what happened to them and how they got to be\nhere, and many of them were hidden by catholic or non Jewish families. Some of them\nstill had relatives and parents and were just waiting to be reunited. Some had hidden with\nthe partisans in the woods, and some had been housed I think actually by ministers and\nclergy. I was the only child with a number. In fact, I was the only child from a\nconcentration camp. So, when I heard all the stories that were being told, I said, they're\nnever going to believe where I was and I never spoke about it. I never spoke about it.\nNobody asked me. The adults didn't ask and I only spoke to Miriam. I was Miss Goody\nTwo Shoes. I had to be the best at everything. We had lessons and classes and I was the\ntop student. I did everything well, to perfection. It was sickening.",
        "A: I think I wanted attention and I think I thought if I was the best I'd get more attention\nsome how. It was to the point where when the entire -- all the children were vaccinated\nand that really hurt and every body was in bed the next day. Not me, I was up early, I was\nbringing breakfast to everything. Not that my arm didn't hurt. It hurt just as much. I had\nthe same fever everybody else did, but no,I had to show that I was above this. An\ninjection wasn't going to get me down. I remember when a lot of us when we got there\nwe had these sores on our bodies, I think scabies or whatever and we had to every day go\nand get medication to put on this stuff. Sometimes the children would wince and cry, but\nnot me. Miss Perfect here never cried. I needed nothing. But I was crying the whole time\ninside. I was so lonely. I just desperately wanted somebody just to hug me, just to hug\nme, and I didn't know how to go about getting somebody to do that. But Miriam became\nsort of my surrogate mother. She used to do my hair. I had these long curls and --.",
        "A: No.",
        "A: Her name was Mrs. Mucha and no I never told her and no I never --",
        "A: I think I might have told Miriam and I guess in the search after this I did find an aunt in\nEngland. I was not searching but who ever was doing this who actually 1s my mother's\nsister and she was in England with her husband and a son, a young son, about my age,\nand she was asked if she wanted to take me. I guess it was a hard time for her because she\nsaid no, things weren't good and she already had a son and a husband and she didn't think\nshe could handle another child. She knew we were twins so --.",
        "A: It seemed to have been important in some way. I don't know if I liked myself. I think I\nthought I was bad. I must have been bad because all these terrible things had happened to\nme. If I had been good, none of this could have happened to me. I guess a little childish\nreasoning there.",
        "A: No. What happened was, as I said, some children they found homes for. Some were\nactually blessed enough to be reunited with family, and then a lot of them were sent to\nIsrael. It was the beginnings of Aliat Israel, and Miriam was slated for that, and I thought\nI would be as well because I wanted to go with her. But I was told by this gentleman who\nused to come to visit us at Fluebane that he was going to take me to America. Lucky me.\nI didn't want to go to America. I wanted to go with Miriam. She was the only person who\nI felt close to and so this very nice gentleman said to me, well it will only be for a little\nbit and we'll bring you right back. I believed him. The next thing I knew was I was\ntogether with another little boy who was selected from another orphanage. We were on\nthis big airplane on the way to America. Nobody explained about a plane. We had -- they\nsent a young woman with us who spoke only French. The boy spoke only French. I spoke\nPolish. Didn't understand a word of French, barely. I mean I know that we were in\nFrance, but we always, the children we spoke Polish. I thought a thousand times this\nplane was going to blow up. I had no idea what a plane even was, but we did finally land.\nThen, it turned out there was a lot of commotion about us. Subsequently, I learned that\nwe were chosen to raise money for the war orphans of Europe by this organization called\nRescue Children, and I guess we were quite successful because they did raise quite a bit\nof money. We stayed at hotels and I saw white bread. I saw things that were totally\nmagical to me. We were taken to this store, this Sax Fifth Avenue, or Barnwitz, I don't\nremember -- floors and floors of -- I could not believe my eyes. They bought us things\nand they gave us things. It was unbelievable, unbelievable. But I have to be honest, I only\nwanted to go back and be with Miriam and go to Israel and all these extraneous things,\nthe teddy bears, the dolls, the chocolate didn't mean anything to me, even though it was\nexciting. When it came time to ask well when am I going back, this very nice gentleman\nsaid to me, we're not sending you back.",
        "A: Terrible. I was very, very upset. There was a very loving and caring family by whom I\nstayed. It was a temporary arrangement. I thought I was staying permanently however.\nShe had a son and she was pregnant and gave birth to a daughter, I think, around that\ntime, and I thought that this was going to be my home. They sent me to school, and I\nquickly learned English and Hebrew. I don't know how, but within -- well, I just first\nstarted school with them, but then it turned out --",
        "A: I thought, but it seemed that it was really just a temporary arrangement and they were\ntrying to place me. There was a family that was interested in me, but they wanted to try\nme out. So, I was invited to spend shobot with them, and they had a little girl that was\nabout a year younger than me and a boy. He must have been about four or five years\nyounger than me. I spent Shobot there and I was very uncomfortable the whole time.\nThey thought that I would be a good playmate for their daughter. There was only one\nproblem. I didn't know how to play. I had never played. She had lots of games, lots of\ndolls. I really didn't know what to do with this stuff and I was again, I was very\nintroverted, very quiet, not at all talkative, not at all bubbly. It just happens that the little\nboy also came with me for that Shobot and he was exactly the opposite of me. He was\nextraverted, bubbly, cute, a child anybody would want. So, when they brought us back, I\nguess they must have told these people that well, I didn't quite work out, but they'd be\nvery interested in the little boy. So, that is what in fact happened. So the search was on to\nfind me a home and I think at that time, I did tell Eva Best, who was the woman, that I\nhad a twin brother. Her husband, who was at that time the director of Rescue Children,\nstarted making inquiries. They also found a wonderful, wonderful family who had\noriginally wanted to adopt a boy and were thinking that they were going to get Charlie\nwho when they were told that the home they thought was for me didn't quite work out,\nwould they be interested in a girl. It seems now that she has a twin brother, would they be\ninterested. So, this was more than they ever anticipated or expected, but they said\ncertainly. We'll be happy to take them. And they did come to see me and they had seen\nme and they knew that I was introverted and shy. I never said hello to them. I never\nlooked at them. It didn't matter. They were up to the challenge. So, very shortly after that,\nEva Best took me over to Mr. and Mrs. Myer Slatkin who eventually adopted me and\nRene, but that's a whole story, but I was not happy in the beginning because again, I felt\nlike I had been given away again. This was the Polish woman. It was the orphanage in\nPrague, it was the orphanage in France and now it was this woman. It seemed like\nnobody really wanted me and I only wanted to keep going back to Eva Best and I know\nthat my mom though, she tried real hard. She bought me things. She tried to get me\ninvolved in going shopping and things, but I only wanted to go back to Eva Best. It took\nquite a long time before I got really used to being with them. I continued in the same\nschool, and they were exceptionally loving to me. I started in the third grade in I think\nDecember and I think by March and April I was in fifth grade with children my age. To\nthe credit of my mom who worked really hard with me on English. Hebrew I was on my\nown because she didn't know Hebrew, but I seemed to have done well. In fact, I excelled\nat Hebrew and they had a lot of patience. Slowly, slowly, I realized that this was going to\nbe my home, and when they heard that I had a brother they right away got busy looking\nfor him and they spared absolutely no expense and believe me, lucky they had it, but they\nspent thousands of dollars to find Rene and to be finally able to get him here.\nBut the one thing all through this is nobody ever asked me \"What happened to you?\"\nNobody ever asked. Nobody ever wanted to know.",
        "A: This was -- we're about 1948, December '47, 1948 January, with the Slotkins now.",
        "A: It was a private school, a Yushiva, an Orthodox Jewish school. It followed the traditions\nof what I had learned in Fluebane, because that was also run by an Orthodox group. I felt\nthat I had a great need to excel and I did. I graduated at the top of the class and won a\nscholarship in eighth grade.\nEnd of Tape #1\nTape #2",
        "A: I think because I felt really that I must have been bad to have so many horrible things\nhappen to me that I wanted to prove to my new parents that I was worth adopting and that\nthey could be proud of me, that I could be good. I think that was my need. Of course, I\nhave to say that perhaps it wasn't so hard to excel at school because I came from a very\nEuropean kind of view of education where everything was very strict. You never spoke\nback to the teacher. You wouldn't dare show up without your assignment completed.\nHere I noticed that children just yelled things out in class and even spoke among\nthemselves while the teacher was giving the lesson. I thought they were going to get\nkilled but I saw the teacher just said \"be quiet,\" and nothing terrible was happening. A lot\nof times they came to school and they didn't have the homework and I just could not\nrelate to this. I thought something just terrible, terrible would happen if I came without\nmy homework or if I spoke out of turn. So, I really, really could not understand the\nAmerican system. It was very hard for me. I felt very outside all the time. I never kind of\nquite got into the fun of the activities at school. I always had a certain sadness and\nmemories that just kept haunting me. It didn't help that nobody ever asked me anything or\nwanted to even know. Even at school and though I'm quite sure that all the teachers were\nperfectly aware that I was their one and only Holocaust student, a survivor student. No\nteacher ever befriended me especially or tried to help me especially. They just kind of let\nme be. But then again, now I'm thinking about it, I was very, very shy and very\nintroverted and maybe they thought it was better to just let me be. My mother helped me\na great deal with the English. She worked with me constantly because she was a teacher\nand she had a great deal of patience. Hebrew I was on my own. As great as I had all the\nmaterial things I could wish for, and I seemingly fit in very well with the crowd. I was in\nthe right crowd. I was among the most popular. I was in the right clique, but it was never\nright for me because nobody -- I had a lot of problems inside that I didn't know how to\ndeal with and it seemed nobody else knew either at that time. Also, I got the feeling that\nif I ever spoke about prewar things, somehow my parents didn't like that. They wanted\nme to forget and just accept this as a new life, as a new start and just go on from there\nand forget everything from the past. I had a lot of trouble with this because I very often\nhad dreams and flashbacks and I had nobody to tell.",
        "A: I was terribly afraid of electrical things, a lightening storm, or anything. I mean if my\nmom said plug in the radio, it was like \"do I have to, couldn't Debbie do that?\" I don't\nknow why, but I got this huge anxiety attack when anything electrical came into play. I\nknow there was a shower in the house and I never wanted to take a shower. I always\nwanted only to take a bath. That seemed better somehow because no matter how hard I\ntried, everytime I took a shower I could not help but remember waiting in line and how\nhumiliating 1t was and how cold and how scared I was. I was afraid I would die. Train\nrides. It's a big treat for child. Let's go to New York. We'll go through the tunnel. Wow. I\nhad to make believe this was a real thrill but when I got on the train all I could think of\nwas it's a journey into oblivion. I just wanted to get off, and I couldn't say it. I had to say,\n\"oh, I love this. This is great.\"So, 1t was really very difficult. I only liked stale bread. My\nmother only served fresh stuff. I would always leave things out. I'd save them for later so\nthey would get stale. Bizarre. She didn't understand. She didn't have a clue, and I felt\nstrange. I really did.",
        "A: Well, I was so totally ashamed of my tattoo because I felt that this was a mark of some\nsort that I had committed some great grievance sin for which I had been adequately\npunished, but I certainly didn't want anybody to know that I was in a concentration camp.\nI mean that was like, my God, I would sooner die than have someone know. So, my mom\nwas very understanding about this. In the winter I only wore long sleeved things and then\nin the summer she bought all these pancake powders and started mixing them to match\nmy skin. Every morning she'd get this waterproof stuff and she'd mix the color to be\nexactly right and we'd feather it and powder it and I thought it was really quite good, but\nin all honesty, anybody who had any eyes would have seen that there was something on\nmy arm that I was covering, but no one ever asked. In fact, it's strange, I remember over\nhearing a teacher in my school. Somebody who came to teach after I was already there\nand somebody must have been saying \"See her, she's the little girl that came from the\nconcentration camps\" and this person in total ignorance and I heard this said \"It couldn't\nbe. No children survived the concentration camps.\" So, blotto me out totally. I had no --\nthey had no psychologists. My parents never thought of it. I was in desperate need.",
        "A: I think it was a very gradual -- I know they overwhelmed me with presents in the\nbeginning. I got this doll -- in fact I still have her. She's probably a treasure. It's a honey\nbunch doll. Dick Tracy, whatever, and a carriage. I was the envy of everybody. I was\noverwhelmed. I think the trust came little by little because I saw how my mom always\nworked with me on my school things. Whenever I needed anything for school, she would\ntake me, anything at all. When I saw how they were trying to unite me with Rene, I think\nthat's when I knew that these people really care. Again, it didn't feel like my real mother\nand father, but I guess as close as I could come to that. It happened.",
        "A: Well, Rene was at Auschwitz when the Red Army came, and he did go on that march\nwhatever. Somehow there was a Doctor Kilina who liked Rene alot and he took him\nhome, back to Czechoslovakia and Rene became part of his family, kind of. Sometime\nthereafter, this Doctor Kilina had to flee because the communists had already taken over\nCzechoslovakia and someone had something about him. Anyway, it was necessary for\nhim to escape to Israel. So, he had to leave Rene, and it really broke his heart because\nRene talks with great love for this man. He knew how to reach a little boy who had been\nthrough trauma. He knew just what this little boy needed. He needed a bicycle, you\nknow. It broke his heart, but he gave Rene into the care of his sister. In the meantime,\nRescue Children was trying to locate Rene. I don't know what enroutes they were or were\nnot making but when I came to America to raise all this money, Life Magazine had done\na complete story about me. It seemed when Doctor Kilina got to Israel, he happened to\npick up that Life Magazine issue, saw my name, Irene Goodman, and it clicked for him.\nThat must be Rene's twin sister. And that's really how he called and that's how we found\nout where Rene was. Of course that was wonderful because then I started writing to Rene\nand my parents really did -- it was very hard to get him out from behind the Iron Curtain.\nHe had to go to Switzerland to a boarding school for a while, but Rene loved it because\nhe learned how to ski. He really was just up in the mountains and he had a great time\nthere. Then I think he had to go to Germany for while, but anyway, make a very long\narduous path with lots of politicians helping, lots of money passing hands and the help of\na most unique individual, and I'm going to name him, Mr. Maurice Enwright who saved\nhundreds of children, all just out of the kindness of his heart. People just paid his\nexpenses and he brought children back. He spent a lot of time with Rene and finally came\nthe day when he came to America. That was quite a day.",
        "A: Since 1945, and this was now 1950. When I was told he was coming I was very excited,\nvery excited, but I didn't know how I was going to speak to him because you see I was\nnow speaking English. I had forgotten my Polish, not totally yet, but practically because I\nwas still in correspondence with my friend Miriam, and he spoke Czech.\nHe was learning English in this school in Switzerland but -- so I was a little apprehensive\nand I wasn't quite sure, and with all this build up and everything when we finally saw\neach other it was like we just stared at each other. It's not like we ran towards each other.\nWe just looked at each other and I thought, gee I'm much bigger than him. He seemed\nkind of small next to me. I guess that's what happens when a girl is twelve and a boy 1s\ntwelve, because he very quickly out distanced me the following year. But, there was a\nfeeling that we completed some kind of a journey. Something came to completion and I\nremember thinking that my real parents would be happy to see that we are together.\nIt wasn't until the next day that we actually started to talk a little. It was not fireworks or\nanything like that.",
        "A: It would seem that perhaps we would talk about this, but somehow I think the atmosphere\nin the house was again, to forget. This 1s a new life, this is America. So, that even Rene\nand I, I only remember one conversation with him and it didn't have anything to do with\nthe time in Auschwitz or in Theresienstadt. It had to do with a memory I had of long ago\nof him getting bitten by a bee when we were children. That led us to talking about some\nof the toys we had and going to the park. We only had this conversation once, and in fact,\nRene and I were not terribly close. Again, Rene was more extroverted and more social\nand not as interested in studies and more into fun. So, we were very opposite and again\nunfortunately I excelled at school and Rene didn't, so my parents were constantly holding\nme up as an example. A terrible thing to do to any children. So, in a sense Rene resented\nme a little but what happened was the less he did what he should have been doing, the\nmore I felt I had to make up. So, I had to be not only super smart, but super duper\nextraordinary smart. I had to excel at everything. So, Rene was more into social things\nand I was more into being very studious and quiet, but I'm sure it just came out in\ndifferent ways for me and Rene, because he certainly had bad memories that he needed to\ndeal with, and for me I sublimated myself in my studies and excelling. By the time I\ngraduated high school I was the salutatorian of the class. I was the editor of the year\nbook. I was the captain of the cheerleading squad. I was on the basketball team. You\nname it, I did it. I joined the crowd. I knew how to do that.",
        "A: Yes. Yes, I always felt that whatever I had, it could all be gone tomorrow. I never felt\nthat it would be ongoing and that I could be lucky enough to really have a good life. So, I\nwas a very serious young girl and teen.",
        "A: I'll say I started dating later than my girlfriends. I was not interested in dating. I don't\nthink I knew how to form relationships like that. It was very difficult for me. I didn't start\ndating until I was well into college, probably close to my senior year.",
        "A: Renatta Goodman. Well, I think the Polish lady took a few liberties with my name. I\nguess she didn't care for Renatta and name me Iranka, which I guess 1s a Polish name.\nWhen I came to America, again, nobody really asked me what my name was or wasn't. In\nFrance I was known as Iranka, but I knew that I was Renatta but nobody really asked me\nthere either. I guess here in America my parents just made it American and decided Irene.\nThey said Irene, I probably nodded my head and was Irene. To compound this, now I\nremember I also had a Hebrew name, Rifca, which I found out from my aunt. When I was\nenrolled in this school and the teacher asked me what my name was I said it was Rifca\nand he said to me, well, I have two other Rifcas in this class. It's going to be too\nconfusing for me to have a third one, so I think we'll call you Esther. That's exactly how\nit happened.",
        "A: I don't know. I was this Esther Irene, whoever that was and that was somebody who\nneeded to excel for my parents, to make them happy that they had adopted me. That was\nthe whole thing.",
        "A: It may seem odd but I had always wanted to be a doctor, even though the thought of\ngoing to a doctor is a nightmare, for me, or anything to do with being sick is not\nacceptable and hospitals are totally out of the question for me. But I wanted to be a\ndoctor. I found when I started college and even in high school I was very good at the\nsciences. I enjoyed them. I liked math, which was a terrible thing because all girls were\nsupposed to be stupid in math at that time, and that didn't gain me much popularity. I\nmean I even still liked math when I was in college so I minored in it and minored in\nphysics and majored in chemistry. I didn't go on to be a doctor because the home that I\nwas raised in, being a very traditional orthodox Jewish home and you know \"orthodox\nJewish girls didn't go to medical school.\" They got married, they had children and they\nbecame teachers. They became teachers. I knew I didn't want to be a teacher, so I became\na biochemist and I did research, chemistry. I worked for Cornell Medical College and\nAlbert Einstein.",
        "A: I did teach also after a while. In high school I taught biology and chemistry and physics. I\ndid teach, although I said I'd never teach, I did. That was actually a horror for me because\nnow I actually had to demonstrate things to the children and here we went with electrical\nthings. But I got smart. I asked for volunteers to plug in things and push the switches and\ndo the things. I've gotten over that now that I'm passed 50, but it was a long time.\nHousework, doing the vacuuming or plugging in anything for years and years would\nbring on major anxiety attacks, which I didn't understand. Now I understand that it was\njust anxiety attacks.",
        "A: Actually not until 1985. My husband knew that I was a Holocaust survivor. My children\nknew. It was becoming a little bit more okay to be a Holocaust survivor. People were\nfinally interested. Then Benjamin Meade has started this whole big group and there was\nthe very first Holocaust reunion and I thought I might even go to it. I was pretty excited\nabout it but I don't know if I might have mentioned it to somebody casually that I'm a\nHolocaust survivor and they just kind of looked at me and said, \"you're too young, it\ncouldn't be.\" They negated my whole thing and what could you remember and what\ncould you possibly remember you were so little. So, I didn't go to the reunion and I felt\nvery -- I didn't feel like I really belonged there either. It's kind of a strange thing. My\nwhole life is trying to find where I belong and here I didn't even feel welcome with other\nHolocaust survivors because they somehow belittled my experience. Kind of felt I\ncouldn't remember much and how terrible could it have been. Needless to say, they were\nso ignorant because they didn't have a clue as to what the Mengele twins had undergone.\nIt wasn't until 1985 when there was actually an organization of twins that came about\nbecause of the first Holocaust gathering in '83 1n Washington where Eva Core a twin\nwent, and she started searching for other twins, because she too didn't feel comfortable\nwith the other Holocaust survivors. We didn't have anything in common somehow. And\nso, when she called to tell me that she is a twin and we are having a reunion in Israel in\nJanuary and I said \"there were other twins besides Rene and me who survived\nAuschwitz.\" For sure I thought that Rene and I were the only ones. Absolutely, the only\nchildren to survive. She started telling me no, there are a hundred and some odd all over\nthe world and this I said, I remember I called Rene in June and said \"We have to go to\nthis. We have to.\"",
        "A: No, Eva was -- everybody was going to Auschwitz first and then on to Israel to hold this\nmock trial of Mengele, but Rene and I felt that we just -- going to Auschwitz was a little\ntoo much. We told Eva we'd meet her in Israel, and that's what we in fact did.\nI was amazed to see so many twins. I was hoping that I would recognize somebody. I was\nhoping somebody might recognize me, but it just didn't happen for me. Rene was luckier.\nHe did find twins who remembered him very specifically and in some way that's bizarre,\nbut it kind of validated that he was really there, and yes what you think happened,\nhappened. But I wasn't getting any validation for me and I still felt like well, if none of\nthem recognize me, where was I. Was I in a different place? Was I in the hospital so\nmuch, or was I just so extremely quiet. Eva -- it seemed like a lot of the other twins\nremembered each other. I was only three or four years younger and I don't know if that\nmade the big difference or whether I was just so quiet and kept so to myself that nobody\njust ever noticed me. Because I really truly did not speak to anybody. I remember that. I\nspoke to no one. So, for me the trip, though I saw the twins and when I heard some of\ntheir stories, oh yeah, I remember that. It confirmed some things for me but I didn't feel\ntotally validated because I didn't find anybody who really knew me until I met these older\ntwins from Australia. They were originally from Czechoslovakia also and they had been\nto Theresienstadt and I don't know if they said it to make me feel good, which is probably\nwhat it was, but they thought that vaguely they had remembered me from the hospital.\nThey had worked as nurses in the hospital and they thought they remembered a little girl\nwith long, blondish hair. Well, there probably weren't too many because heads were\nshaved in Auschwitz, except the twins. My head was never shaved so I always had this\nlong hair. Then there was another woman, Ruth Elias, a horrendous story, but she was\nalso from Czechoslovakia. She was on the same transport with us to Auschwitz and she\nthought that she remembered me from the Czech lager. So, I had to be satisfied with that.",
        "A: Never before. I never read Holocaust books. I did in late 1970s attend some lectures by\nElli Resell, but now I felt I needed to find out more and I did start looking and asking\nquestions and I guess doing major research on what really happened. I learned a lot. I was\nable to find out a lot. I found out that there are very good records at the Polish Museum in\nAuschwitz and I was able to get documentation about me and experiments on me and\nwhen. While we were in Israel for this reunion, we also managed to find our transport\nstubs on what seats we had to Auschwitz with my mom and Rene and actually found a\nthing that said that my mom had died in Auschwitz at this kibbutz where they housed all\nthe Czech documentation. I don't recall the name. We didn't find anything about my\nfather there, but I found out just this passed year actually since having been to the\nHolocaust Museum, I found out a great deal about my dad and even got a picture from\nthe Auschwitz Museum of him in his prisoner's garb. I can't tell you what that was like.\nBecause I have a great many photographs and I could see from when he was healthy and\neverything was good and to see what he looked like now in Auschwitz was really a\nshock. Also, we learned that he was killed as a prisoner and I can only hope that he didn't\nhave too many days there and that he didn't suffer. But I'm now continually looking, I\ndiscovered this great book The Chronicles of Auschwitz and I'm in there. My number,\neverything, so I'm pretty well documented and so is Rene. My dad is in there too. I'd like\nto -- I don't know enough about my mother except for what we found at that kibbutz that\nshe died in Auschwitz, but I'm like on a search to find out more what happened after we\nwere separated. I don't know if I'll succeed.",
        "A: It's 70917.",
        "A: Well, again I'm not 100 percent sure. It does show that I did have some kind of blood\nwork up. I had some kind of injections. I don't think I ever got all my documents. It was\njust what they had. I don't really know what was done to me, but it couldn't have been\ngood.",
        "A: I actually met him on a blind date and that's how we met. This is my second marriage. I\ndon't speak about this too much. I was married once before, for a very short time and my\noldest girl is from that marriage. Unfortunately I was married to a wife abuser. I wouldn't\nhave been able to get out of the marriage. I probably felt I deserved to be treated this way\nexcept something about having a baby. I said I in my heart knew I could never subject a\nchild to this kind of an atmosphere and that's what really gave me the strength and also a\nvery good friend and neighbor who helped me through this very trying time. And then of\ncourse my parents -- I was ashamed to tell my parents, so we had this charade for about\nsix months. I felt I would be disappointing them somehow that I had failed at my\nmarriage but I finally owned up to it and of course they came and collected me. They\ndidn't like him anyway. Again, I married perhaps not for the right reasons. I still felt very\nalone. Most of my friends were getting married and I wanted to have a family of my own.\nI felt I had nothing and this man had had a bad marriage, he had a son, and what could be\nbetter? I could be a mom to this 13 year old. I was 22. What did I know. It seems nothing.\nSo, part of me also staying in this marriage was for the son's sake because I tried to\nsmooth things over because he was pretty strict with his son also. I saw there was nothing\nI could really do that would change and I needed to get out for my own child and so I did.",
        "A: I think six months.",
        "A: Then I met Sammy on a blind date. I don't know if I was in the marriage frame of mind\nbecause I was beginning to see that I had a lot of things going on that were not resolved. I\nhad trouble with relationships and I wasn't trusting and of course I was a little scared of\nmen too. I didn't have the best image of men after the doctors in Auschwitz either so, but\nI don't know. Sammy was just so sweet. I married Sammy because he was kind. That was\nhis outstanding quality and it's nothing against him if things had been different, I don't\nthink Sammy would have been the kind of person I would have married, but I married\nhim because I knew he would be good to me and he wouldn't hit me and he was kind.",
        "A: No, never.",
        "A: Yes, nightmares. He used to wake me up. He'd always ask me what's the matter and I'd\nsay \"Nothing, just a little nightmare.\" I did not talk about it. Just before I married Sammy\nwe were living with my parents and my daughter Lori and Lori had noticed my number\nand she was about six or seven at the time and she asked me what that was and I started\ntelling her that I had been in a concentration camp. I wasn't going into details and my\nmother overheard me and she says, \"You don't need to be telling her this.\" So, again, I\njust didn't know what to say. I said, \"Mom I'm not telling her anything, but you know\nhow can I not explain to her the number on my arm?\" But, my mother said you don't have\nto tell her anything. So, I think Lori knew after that that I had survived but she never\nasked me anything. I never volunteered anything else. Part of it was my own thing was\nthat I didn't want to lay this heavy burden. I wanted my kids to have a childhood. I\nwanted them to have everything that I didn't and that's probably why I also remarried. I\nwanted Lori to have a father.",
        "A: Good question. I don't know, I don't have an answer. I'm still the person who feels she\nneeds to do for others, even though at this point in my life where I have this MS and I\ndon't get out that much, one of the highlights of my week is visiting sick patients at the\nhospital and trying to bring cheer to terminal patients who are suffering with cancer. The\nonly time -- I guess that's the answer to your answer. I do something for myself by\nhelping out people.",
        "A: Well, it can be definitely acknowledged because they really don't know that much about\nMS, but my neurologist said that certainly whatever happened to me predisposed me to\nan illness so that it wound up being MS. But certainly all those injections and the\ncircumstances of my childhood could certainly lay the ground work for this.",
        "A: I've never been back to Czechoslovakia or Poland, but I did visit Germany as I found out\nnot too long ago that my father has a sister who lives in Dresden. I was fortunate in\nhaving a wonderful, wonderful girlfriend who said, \"Come on. I'll take you. I'll treat you\nthe trip and I'll go with you and we'll do it together.\" So, we did. That was -- I think it\nwas in 1987 or 1988 when I made the trip and I met my aunt and her daughter. My first\ncousin, and I can't describe in words the moment that we saw eachother. This was truly\nsomething that they never thought they'd ever see me. They knew all about me. They\nknew about Rene. My parents had been in touch with them when we were born and sent\nmany, many photographs to my aunt. So, it was a dream kind of come true. I never\nthought I'd be able to go to Dresden. It was still before the Wall came down, and we\nspent four or five days with my aunt and cousin and my aunt told me lots of stories that\nshe remembered and she showed me the many, many photographs and letters that my\nfather had written to her from Prague. She even gave me the letters, and at the end of the\ntrip she gave me all these precious, precious photographs and it was like getting a life. It\nwas my life and she gave it to me. She gave me a knick knack, a little music box that\nused to belong to my father and so it's very special. It was also very special because I feel\nthat I don't think we'll ever see each other again, but we are in correspondence. She just\nsent me beautiful embroidered tablecloths. It's wonderful.",
        "A: Interestingly enough, I think they knew hardly anything. My aunt, though she knew of\nthe suffering, after all she did live through the Dresden bombing which killed my\ngrandparents, she did not have any idea of what was happening and what happened to us\nin the concentration camps. She speaks German and we used an interpreter, a young\nwoman in her late 30s who was absolutely astounded at the things I was saying. She had\nno idea, not a clue, that this is what had happened. It was very sobering and kind of\nupsetting to me to see the such a trauma was going unacknowledged. People knew very\nlittle.",
        "A: Yes, people did start talking about it and there was some recognition and we had\nHolocaust Memorial Day and a lot of literature has come out, but there are always those\nwho say what do we need this for and I always say, look at the world today. You\nshouldn't ask why you need to learn. Look at this world today. Look where we are. We\nhaven't yet learned. We haven't learned not to hate.",
        "A: It was extremely difficult for me when I came back from Israel and there was quite a bit\nof publicity in magazines and New York Times on which we appeared. I had friends who\nhad known me many, many years who are totally astounded, shocked. They could not\nbelieve that I was a Holocaust survivor. They said \"You're so American.\" I took that as a\ncompliment of sorts, but I also as Rene and I started talking and June started talking and\nstarted telling my children and Sam a little bit. I realized that I have an obligation, that I\nhad an obligation to my parents, if not to anybody else, to speak about this. I suddenly\nfound myself talking to schools, synagogues, appearing on TV, appearing 1n books and\ntalking. I also had the very good fortune to after the trip to Israel to make connection with\na Doctor Kestenberg who saw me professionally and also as a friend and encouraged me\nto write poetry or talk about it and that has helped me greatly. I don't often talk, maybe\ntwo or three times a year because that saying it gets easier as you keep doing it, it isn't at\nall true with this. Somehow, it's harder. Every time I give a talk or give an interview I get\npushed back into that time and it takes me weeks to get out of the depression. I don't\nknow why, whether it's because I'm older and I'm beginning to see that I'm at the end of\nmy life rather than at the beginning or whether I feel so hopeless about the world because\nof the way it's going, feeling that all that's happened that somehow there was such an evil\nunleashed in Auschwitz that it's lingering to this day. We haven't learned or been able to\nrise above it. It was something not of this world happened there and it continues. It\ncontinues, where I don't know. It's hard.",
        "A: I know my mom even though she's gone now but when I first started speaking she never\ncame to anything. She never watched any of the TV shows. She could never look at the\nbooks. In a way I wanted her to. I wanted her to be a little proud of me, not that I'd rather\nhave done something else greater, but this 1s what I have. I'm trying to make -- to do\nsomething for humanity with it. If I can just touch one person to kind of give over the\nmessage that we're all people and we all have feelings and we shouldn't hate. You don't\nhave to agree with me. We don't have to be the same religion but we can respect each\nother. We don't even have to like each other if that's too difficult, but there's a sanctity to\nhuman life which we've totally lost sight of and my friends understand me better today,\nbut even today I'm still very much that little girl who's scared of authority. Policemen\nterrify me. I'm still very much that little Holocaust kid who's there in Auschwitz.",
        "A: Yes. As I said, Doctor Kestenberg has seen me professionally as a therapist and that's\nbeen helpful to me. I think speaking with my brother -- we've gotten very, very close.\nWe're almost inseparable. It's too bad we live such a distance. My children, it's still hard\nto talk to them but I think they're very interested. They always want to look at the\npictures. They always want to know what's the latest thing and what did I find out. They\ncome to my lectures. They come to the TV things even though they don't want to be part\nof this. But it's hard for their kids too, because even though in my attempt all my life to\nprotect them from this, I guess I was a little bizarre. I mean, I was a strange mother. Let's\ngo back to the stale bread. They laughed me out of the house all the time with that, but\nmy values seem to be somewhat different. So, I think they saw some crying and things\nthat they didn't understand. At a joyous thing you'd find me crying because I'm saying\n\"My mom and dad aren't here.\" And what would life have been like, and I wish my\nparents could know my kids. Would they finally be proud of me. It's hard. I think my kids\nhave somehow subliminarily absorbed some of my hurt even though I tried desperately to\nprotect them and not be an overprotective mother. I deliberately leaned back the other\nway. \"Yeah, you can cross the street, okay.\" I'm joking about that, but I really tried to be\n-- I was always reading these child rearing books from Doctor Spock to everybody. I\nwanted to be sure that I was not making them nuts with my worries and fears.\nEnd of Tape #2\nTape #3",
        "A: Well, I never thought about that. Well, my children would make it home for me, but my\nolder daughter is now married and my younger one about to get married 1n Israel. So, I\nmiss them a great deal but I have photos everywhere. I think what makes this home for\nme is the fact that I have finally gotten my hands on some memorabilia from my early\nchildhood and I have a vast collection of pictures of myself with Rene and my parents\nand just looking at them I can piece together the kind of life we must have had and the\nkind of life my parents tried to provide for us. It looks like we were very happy children,\nso I think my parents did a really good job. In some ways, maybe their love and their\nstrength helped both of us survive somehow.",
        "A: In a word it's a horror. The worst thing about having MS is that I've actually had to go to\na doctor and I actually have to go to the hospital. I actually need therapy. I have to keep\ndealing with these medical people which for me is a nightmare. It's my own trauma. I\nnever wanted to go to doctors, and don't like them much. I try to stay out of hospitals. But\nI've had to come to terms with the fact that this illness I do need the therapy and I do need\na doctor's supervision of medication and I can really say is that somehow I've been\nblessed I don't know whether by my parents who are gone, but I've been blessed with a\nneurologist who is so sensitive to my needs and understands my hang up with doctors and\nis so gentle and just kind of try to point me in the right direction and never pushes. He is\nactually not just my doctor anymore, he's just become one of my very best friends. So,\nthat's turned out okay. But I still, when he says \"Go to the lab for blood work.\" I say \"Do\nI have to? I really don't want to. Can we do it next month?\" And he says, \"Okay, we'll\nwait.\"",
        "A: Actually my neurologist is a male doctor. I've always tried to find myself a female doctor\nvery unsuccessfully, so that's where I am. The other thing I hate about MS besides the\nmedical side of it, is that I'm no different than any other MS person. It's robbed me of my\nindependence and my need to excel and be independent and do for others and this really\ncurtails that a lot. I find that I need to depend on people, which is very hard for me\nbecause I've never found that I really could depend on people and I do have now some\nwonderful friends that I can depend on but I'm still 1n the end and I try not to ask too\nmuch from anybody because I fell I'll overstep my requests and it will be hard to do\nthings for me all the time so very often I just suffer 1t out myself. I still feel alone.",
        "A: Yes, very much so. And it's also society and the way they react to someone who's not\nwell. That doesn't help. Although I try to educate them and joke a lot with them. I keep\ntelling people that just because I'm in a wheel chair doesn't mean that I don't have a brain.\nYou don't have to talk slowly to me and stuff like that. Just kind of, when you think about\nit, it's sad that this has to be said in the year 1995. You'd think we'd be more educated.",
        "A: That's really a hard question. I can only really say that no matter how hard I try,\neverything in my life always leads back to the Holocaust and Auschwitz. It's just always,\nalways there beneath everything. Perhaps, it has made me in a strange kind of way I think\nI'm strong because of it. People always tell me, \"Oh, you're so strong.\" I don't know if I'm\nstrong but I feel I have an endurance that's beyond the average. I can tolerate more things.\nI have more patience. I appreciate things more because I always know how elusive they\ncan be and how very quickly things could change. That's it.",
        "A: Yes, I do. I've talked about a lot things and I talk with my therapist about a great many\nmemories and things, but there is -- I find there is some kind of a line. There are certain\nthings I don't want to even try to put to words because I can't. I can't and I don't want to.",
        "A: I think it's a two sided thing. It's important to do it. A lot of people will not read the\nbooks and not attend the lectures and a lot of people need to have things -- movies that\nare popular. I think it's always watered down, and somehow it takes away from it. I'm not\neven expressing it properly but it was so horrible and so awesome and so out of this\nworld that you can dilute it and make it into a popular film, it just loses.",
        "A: I have a lot to learn.\nmaybe you could say something about them maybe one after another.",
        "A: This is Life Magazine from November 1947 and it is an article about me and another\nlittle boy who came from Europe to help raise funds for the European war orphans and\nwe're pictured sitting on a step of some sort and behind us are all these clothes that have\nbeen bought for us. More clothes than we've ever seen in our life. I'm sitting -- I have\nlong curls. I always say that's probably why they chose me to be this so-called poster\nchild. I notice that I'm wearing a plaid dress which was one of the best dresses in the\norphanage and that is the only dress I came with. In the orphanage we wore the same\nclothing every single day and then for the sabbath we would get a new pretty little dress\nand then back into our old -- it would get washed and we'd get it back again on Sunday.\nWe didn't have designer jeans or I have to have a blue sweater today or a red sweater\ntomorrow. We had what we had. I see about five outfits for me with a coat and a hat and\nCharlie also. We each had a -- I'm holding on to a pink teddy bear and Charlie is holding\non to a very nice gray elephant.",
        "A: Right. He recognized the name Irene Goodman.",
        "A: The letter 1s in that one. On occasion packages would come to the orphanage from\nAmerica with clothing and shoes and always Mr. Tenzer would bring us Barton's candy\nand gum which we kids just could not get enough of. One day a shipment came and there\nwas this beautiful red sandals and I had been wearing brown shoes and this plain dress.\nWe wore the same clothing every single day except for Shobot and I really wanted those\nred shoes desperately. So, when we got to trying them on the shoes were really tight on\nme but I said \"They feel great. They're perfect. I love them.\" I got them. The next day we\nwere on an outing near Paris and we went on this long walk and I'm walking in my red\nsandals and before very long I can barely walk because I've got blisters and sores and my\nfeet are bleeding. The shoes don't fit me. The shoes don't fit and the counselor who was\nwith us noticed and looked at my feet and said \"Why did you say that they fit?\" \"I wanted\nred shoes and they were the only red shoes.\" I hated my brown shoes. The out shot of the\nstory was they took the red shoes away from me, but they had to buy me shoes and I got\nthe white, white sandals.",
        "A: Absolutely.",
        "A: Actually, these are two letters that I wrote to Rene after we found him. I could read them.\nThey're kind of funny. This is written March 5, 1950. \"Dear Rene. I thought you had lots\nof fun. I had lots of fun in school. We saw a play about Esther and (in Hebrew.) Today,\nI'm going ice skating with my friend.\" I've drawn a picture of an ice skate. \"Love and\nkisses, Irene.\"",
        "A: March 5, 1950. Now, another letter, but it's not dated. It's probably around the same time.\n\"Dear Rene, I received your letter and I'm glad that you are well and enjoyed your trip to\nthe Tatra mountains. I live near the ocean and soon we will go bathing every day. My\nschool and piano keep me very busy. I'm learning how to ride a bicycle. Dear Rene, I\nhope you will be together soon with me. Lot's of love and kisses from all of us. Your\nloving sister, Irene.\" The English is not so great.",
        "A: This is a little hand-operated music box with an angel at the top on a tree with birds. It\nbelongs to my father and my aunt in Dresden gave it to me when I visited her, and it\nplays this song in German. \"All the Birds are Here Again.\" That little angel on top has a\nmandolin and it turns around as the music is playing.",
        "A: Yes, I love calligraphy. It's just the love of my life. I discovered -- well, I've always loved\nletters but I wasn't aware of the so-called \"art of calligraphy\" until about 1978. But, if I\nlook at some of my notebooks from years back I can see even grade school I was making\nthese fancy letters and always printing neatly, taking great pride in my writing. Then, I\ndiscovered calligraphy. I used to do it -- I thought I was getting fairly good at it and then\nthis MS came along and kind of cut my career, but I love it so much that I continue doing\nit with my shaky hand by using weights. I use a mouse stick as well and I look like a\nperson from outer space when I do it but it really brings me a great deal of joy. I love\nmaking pictures out of words. I do it especially for friends. I love making cards and I\nmake my neurologist a calendar every year on his birthday and he's got an office full of\nmy work hanging on the walls. You don't see the work now. It's all behind the sofa\nbecause we've recently papered here, so everything came down. I think if not for my\ncalligraphy I would lose my sanity.",
        "A: Yes. And I also -- a well kept secret, I do poetry. I started it because Doctor Kestenberg\nhas suggested to me that I write. When I brought her the first poem she said you should\nreally do this. You really have a knack and every time I've done something she has made\nsure it has gotten into a journal, into a book, into a something. I don't feel I have the\ntalent. I think they're just poems, but she likes them.",
        "A: I could.",
        "A: Yes, and most of my poems are really a reflection of how I felt as a child because that's\nhow I understood things around me. This particular poem was written -- it was about\nRene, my mother and I are going from Theresienstadt and we're on this march to the train\nthat's going to Auschwitz. \"The long column painfully marches on a journey to the end\nsurrounded by the darkness black with terror yet untold. Silence shattered by rifle fire,\ndogs ferociously bark, bodies falling to the ground eventually lie still. The snow so white\nupon the field is muddy slush beneath my feet. Icy chill invades my bones, fingers aflame\nwith searing pain, weariness engulfs me. Mother quickly prods me on. I hold back my\ntears and silently march on.\" This is one that I wrote about a memory I have about hiding\namong dead bodies. I was six and half years old at the time. \"Some nights transport me\nback to a time where absolute fear was mine. Like a stone between dead bodies I lie\nholding my breath afraid I'll die. The earth a cold wet gritty slime, stiff limbs with mine\nintertwine. A shiver or twitch will reveal that I am one who still can feel. I wait with a\npounding heart. Will the bullets split it apart? I shut my eyes so they won't see the\nsadness, fear inside of me.\"\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 22, 1995\nRG-50.549.01* 0004",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Irene\nHizme, conducted by Regine Beyer on November 22, 1995 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Oceanside, NY and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "Ms. Hizme requests that whoever reads the transcript or listens to the oral testimony to be\naware of two statements made on tape 1, side A and tape 1, side B. In reviewing her oral\ntestimony Ms. Hizme clarifies statements made in her interview. Ms. Hizme stated that Mrs.\nMucha was very strict and Ms. Hizme knew that if she did not meet expectations she would be\npunished. She was not hit often, as she was very good. As far as the gentleman, perhaps a\nboyfriend of Mrs. Mucha, is concerned, she doesn’t know how often he visited. She remembers\nseeing him only once or twice and there was a drinking problem.",
        "IRENE HIZME\nNovember 22, 1995"
    ]
}