{
    "rg": "RG-50.030.0200_trs_en",
    "sequence": [
        "Q: Good morning. Would you please state your name, your date of birth, and your place of\nbirth?",
        "A: My name now is George Salton. I have used two other names in the past, but this will\ncome out in...later in the discussion. I was born in Chemish (ph) on January 7th, 1928.",
        "Q: And could you tell me a little bit about your parents and their occupations?",
        "A: Uh my father was a small-town lawyer in Poland before the war. We lived in town called\nPitchen (ph), which a suburb of a county seat called , uh in German,\nand uh my mother was from a town called Chemish and when the time came for me to be\nborn, she decided to go home to mother where her parents lived in Chemish and uh where\nthe hospitals were better, so I was born in Chemish but I lived there for only seven days\nof my life, and then they brought me home and I grew up in this town called Pitchen. Uh\nmy family consisted of my parents and an older brother, brother who was six years older\nand it was a as I remember it a nice life really for for us. While we were not very rich.\nThey were kind of a good town to grow up in uh as a youngster with woods and rivers\nand swimming and going to school.",
        "Q: When you were growing up, was was the town uh mostly a Jewish town or a non-Jewish\ntown?",
        "A: Well, it was a...the town was a typical eastern European or Polish ..uh I'm talking\nabout the suburb in which I lived, and it may...I I I suppose it had maybe five thousand\npeople of...and of the five thousand, maybe two thousand or two and a half thousand\nwere Jewish. Uh our family was relatively assimilated so I had both Jewish and non-\nJewish friends. I spoke only Polish and not Yiddish so that uh immediately uh limited my\nassociation with uh youngsters from religious Jewish homes. And I I considered myself\nPolish as well as Jewish. Of course that view of myself uh changed very quickly once the\nwar came, because my Christian friends reminded me very soon that I was not one of\nthem.",
        "Q: What uh...from the time the war began, what...how did your life change before you went\ninto the ghetto, after the Germans came?",
        "A: Uh the war as you know started in September, September Ist, 1939. I was eleven, eleven\nand a half years old and when the war started I remember uh as it was starting I\nremember the excitement of...excitement on the part of an eleven year old of seeing our\nparents uh you know getting ready and listen to the radio, listen to the news and there\nwas something about uh I suppose exciting about it. Then the war started. My father who\nwas a a reserve officer in the Polish army expected to be mobilized but before anything\nhappened uh the Germans came to our town and to the best of my recollection it was on\nthe 8th of September, about a week or eight days after the war started, and uh things have\nchanged from then on. First uh the day after the Germans came or maybe two days after,\nthey uh broke into the synagogue uh and uh burned the Torahs (ph) and destroyed uh the\nthe the contents and the furniture and they imposed restrictions on the general population,\nbut more severe restrictions on the Jews, arrested a number of uh intellectuals or people\nthat they considered to be uh leaders of society. Among them was my father who was\narrested by the Gestapo about a week or maybe two weeks after the Germans arrived and\nand uh the life was changed. It was getting progressively worse. The restrictions\nwere...that were imposed on us were were by themselves small but progressively more\nsevere and the penalties were very, very severe, so therefore, for example, one was\nprohibited from shopping in certain stores or later prohibited from uh being walking on\ncertain streets or later required to wear a white arm band with a blue Star of David on it,\nor prohibited from using the trains or the buses. While each restriction by by by itself was\nnot all that severe, the penalty was very frequently imprisonment or execution and\nconsequently life was changed. And as as time passed, uh life became more and more\ndifficult. In addition to it, there were Jews, and my parents in particular were unable to\nexercise uh their professions or make a living and we had to sustain ourselves by slowly\nselling whatever possessions we had...furniture, fur coats, piano...and so the life was\ndifficult and uh and in addition to it, my my friends, my former associates who were\nChristians uh now were quite uh sensitive to the fact that I was not one of them and made\nme and let me know about it. I remember the day when the when our synagogue was\ndestroyed and when the Germans pulled out the torahs on the street in front of the\nbuilding and burned it...uh we youngsters were observing this and wanted to know what\nthe Germans were doing. My Christian friends stayed and laughed and said that that's\nkind of a funny uh incident where I and maybe one or two other Jews who were there felt\naa sense of damage or destruction, and kind of laughed, you know, destroyed and so\nthings like this have happened. So my life has changed both because there were\nrestrictions on the Jews, because there was uh economic hardship, and because there was\na general rejection by those of my friends whom I with whom I associated prior to the\nwar.",
        "Q: Now you then went into a a ghetto. Is that correct? Can you tell me about that?",
        "A: Yes. I...let me just add something else. There is one something else that happened of\ncourse. Uh the the war started in September of 1939 and and shortly we were occupied uh\nmid-September or late September, the public schools opened again. Schools in Europe\nstarted usually the first Monday in September, and I went to school and I was...I think\nwas in the fifth grade at that time and went to school because it was time to go to school.\nAnd I remember my teacher who who was known as anti-Semitic, my Polish Christian\nteacher, uh taking me aside with some sense of embarrassment and telling me that Jews\nwere no longer allowed to attend school, so there was another change. That was another\nanother restriction on my life. To to go back to your question, yes, uh life was getting\nmore difficult. There more and more restrictions. My father, after a number of months of\nuh being imprisoned, was uh released, came home a broken, sick man and uh the\nrestrictions that the Germans imposed upon us were greater and greater. There was some\nterror. There was some executions. We were basically uh we were basically conditioned\nto to to obey the laws and the restrictions, the demands, until early in 1942 uh the ghetto\nwas established 1n in and uh slowly the various uh Jewish communities both 1n the\ntown and the neighborhood, the villages were compelled to leave all possessions behind\nand move to the ghetto, so in the spring of 1942 my family uh was required to move to\nthe ghetto and the ghetto was in the oldest part of town. It was very congested. There was\nlots of misery and hunger and uh uh sickness and it was really as terrible as one can\nimagine life to be. I was at that time fourteen years old. Let me talk to you a little bit\nabout the ghetto if that's OK. There were always I would guess maybe fifteen to twenty\nthousand Jewish people in this very small section of the ghetto, uh small section of the\ntown. It was surrounded by a very tall wooden fence which was guarded continuously by\nboth German and Polish police. Food was very limited and there was really no room to\nlive. We managed to to share a room with a with one of my father's brothers who was\nalso an attorney and people were living outside on the street and it was just terrible and in\nthose circumstances the ghetto was full of rumors or speculations. Uh people were\nspeculating that something is going to happen. There were rumors that people who are\nnot working will go to work, uh will be compelled to to go to some labor camps outside\nof the of the ghetto and to to work in the forests. There was other speculation that people\nwill be sent here and there. It was a fearful, terrible ttme which was made worse by a\ngrowing terror on the part of the Germans who would come to the ghetto at night and\nexecute people at random, just kind of break into a house and uh into an apartment house,\nenter an apartment on the first floor, on the third floor or in the basement and take out the\ntwo women or a man and his son and execute them, and then uh leave that apartment\nhouse and go to another one. If something in in their pattern that appeared completely\nrandom and execute some other people for no reason at all. It did condition us, however,\nto be really fearful and terrorized and made us realize that uh we have virtually no\nchoices, because the community, the the Christian community, the Polish community\noutside the ghetto was not supportive or sympathetic. If anything they they be...they were\nactive in in uh spotting and denouncing Jews who left the ghetto when a penalty for\ndoing it was execution and as the conditions in the ghetto were getting worse and worse\nuh people thought about doing something else, but there were virtually no choices. One\neither had to stay and hope for the best or take a chance and jump over the fence and that\nwas not an easy thing to do because uh unlike soldiers who really are responsible for\nthemselves, most people had children or wives or parents and and one who was maybe\nwilling to be courageous and put one's own life at risk, but few people are willing to do\nthat to their own family, so that was the life in the ghetto. Hunger, misery, terror,\nexecution.",
        "Q: Did you have any particular daily activity? Did you try to continue your studies or\nanything?",
        "A: No, no. There was there was no opportunity to study. Some people of course in the ghetto\nworked. Uh my father found a some job 1n some social organization which really I I think\nhad no other value than he gave him a aa some certificate that uh that that allowed him to\nbe excused in any kind of a a raid for for workers to work on the on railroad and so on,\nbut there was no education. There was no...nothing formal. Uh of course our Jewish and\nintellectual roots uh cause us caused us to continue doing it, so there was some private\nprivate teaching and former high school students who were maybe teenagers were uh\nbusy teaching reading and writing to youngsters and I who was fourteen was also\nsometimes asked to teach young children of nine or six to how to read and write, so there\nwas a little bit of act...there was some, there was some, there was a structure to deal with\nit but nothing formal. Much of the time was spent uh wandering through the ghetto\nlooking for some opportunity to to do something that would secure some food or\nlistening to rumors or just wasting time.",
        "Q: Did any kind of an underground organization develop?",
        "A: There was uh...first of all, you have to understand that as a as a fourteen year old, I wasn't\nnecessarily trusted enough to to be taken into it. Uh I don't know that there was a\nunderground organization that uh that had plans to enter into combat, but there was, there\nwere many underground organizations that dealt with the cultural and social life of the\npeople in the ghetto and and uh uh approved and...I shouldn't say approved...but uh\nsupported activities that were really prohibited by by the Germans like teaching or having\nsome religious services or having some social services that provided whatever little help\none could provide to to the inhabitants of the ghetto. It was underground. It took courage.\nIt took commitment, even though it did not involve carrying a gun.",
        "Q: How long were you in the ghetto?",
        "A: I was in the ghetto about six months, and...uh in in about June of 1942, the ghetto was\nfully of rumors. Rife was rumors that something is going to happen and uh it gave it it\ncaused us all to be very active, to run from place to place to to listen for some rumors,\nand I remember being one day uh together with my brother who was uh twenty at that\ntime...I was fourteen...in front of a building, in that house the German work office, labor\noffice uh and people...whatever there were there...maybe two or three hundred people\nstanding and milling around. There was fear in the air. There was concern and at some\npoint some of the officials of the the German officials came out and started examining\nidentity papers of those people that were ed...on the edge of the crowd and again people\nwere saying (cough) oh this is good or bad and those whose papers will be somehow\nexamined will be sent out to work and others were saying those that whose papers are\nexamined will be allowed to stay here, and it (cough)...excuse me...and 1n in the course of\nthat uh activity and that...all that was accompanied you must understand while beating\nand kicking and hitting...and they looked at the young man's paper, a man, a young man\nwho was maybe sixteen or seventeen at that time...I I knew him...and uh his papers, his\nidentity card which was yellow...that was specifically uh given to Jews...uh yellow\nbecause the Germans consider yellow to be a color of shame and they were very very\nmuch involved with the symbolism of that...and his papers indicated that he had some\nphysical limitation that uh excused him from random assignment to la...to to work\ngroups, and one of the Germans looked at these papers and said, ah...1n German of\ncourse...you didn't want to work before so the heck with you now. And that gave us, of\ncourse, all of us, a great crowd of a few hundred people an indication that having the\npaper somehow stamped, the process was a positive thing. Everybody started pushing\nforward with their papers in hand and the Germans, the...additional German officials\ncame out and was shooting in the air and beating and pushing people back, and it it\nhappened that the man in charge of that office was a a man of German origin who lived in\nour town before the war and was a teacher, a high school teacher, my brother's high\nschool teacher. He recognized my brother and said to him, give me your paper and of\ncourse my brother also gave him mine. Our papers were taken away and we went...our\npapers and the papers of a number of other people, and we went home without them.\nAgain, the rumors were they are not letting us know what what this is all about and the\nnext morning the Jewish police...they were kind of Jewish police is really...that's what\nthey were called but they more like like couriers and and and uh people who help keep\norder...anyway a Jewish policeman came to our house and returned mine and my\nbrother's paper and they had a stamp put from the German Gestapo. We didn't know what\nit meant. We, again, were driven by rumors and speculation. Uh two days later there was\nan announcement in the ghetto. This is now late June of 1942...I have to take some\nwater...(pause)...announcements posted on all the buildings in Polish and in German and\nin Yiddish I believe, basically saying that the ghetto is being being evacuated, being\nmoved or the inhabitants are being moved to a big farm in Ukraine. Let me just point out\nthat this was in June of '42. Uh the German-Russian war started in June of '41 and June of\n'42 was the height of German success in in Russia where the large segments of Russian\nwere under German occupation, so it made sense when they said that the ghetto\npopulation is being moved to a large communal farm in the Ukraine that sits idle. There\nwill be work there, that the trip will take uh three days and that people should take food\nalong for three days which really silly because we had no food, and that uh what the\nclimate is going to be and uh what clothing to take along and that everyone except those\nwho have stamps on their ID cards, on their identification papers, are required to to be\ndeported. Deported is not the term they used, but to be moved to that new new location. I\ndidn't want to stay. I was fourteen. I was the youngest son. I wanted to go with my\nparents, but my parents said no, uh stay here. You have a home town. You'll be with your\nbrother. We don't know what's going to happen over there. In retrospect, I don't\nknow...they they had some premonition that that story was really a lie as as you can\ngather. Anyway uh a week later the ghetto was divided into two parts. The lar...1t was the\nlarge ghetto. It was a small place but we call...they called it the large ghetto. One corner\nof the ghetto was uh surrounded by an internal fence and the instructions were given by\nthe Germans that all those who had their cards stamped including their wives and\nchildren had to move to that small ghetto and no one in the small ghetto...no one can be\nin the small ghetto without a stamp on his card and if there is anyone found without the\nstamp on his card, he or she will be executed and all others are to move to the larger\nghetto which was then in the course of four days with great violence, and great shooting\nand blood, uh driven to the railroad stations on four consecutive days and driven and\ntaken to what I believe...and maybe some people believed to...was this farm in the\nUkraine. Me and my brother stayed in the ghetto. We were assigned jobs at the local\nfactory. Uh that was kind of a random process. Those who who stayed were assigned to\nto work groups, and me in one...1n a group that was doing construction on a housing\nconstruction on this large uh airplane engine factory that was built by the Poles before the\nwar but was not operating, now was operated by Benz or Mercedes Benz\nif you wish. They are the same company, and my brother was assigned to the same\nfactory but in another group where they were doing repairs of damaged airplane engines.\nAnd so we we were marched under guard every day to that to that factory, about uh five\nmiles or maybe five kilometers from the ghetto in separate groups and we worked. The\nwork was hard and miserable but we worked and we came back and we met at night in\nthe ghetto and uh hoping to hear something from our parents because we believed, or at\nleast I believed...I had no reason not to...that they are someplace in the Ukraine. And of\ncourse that was...there's no suspense then and of course they all went to a destruction\ncamp and all the people were driven naked into gas chambers and killed. After about\nthree weeks of working in that factory, one day...and our group was maybe a group of\nhundred people...after about three weeks of working and the marching every day to that\nfactory, one day when the work, when the job was over, the officials in that factory said\nto us you are not going back. We have built a camp uh within the factory, right outside\nthe factory walls but kind of adjoining the factory and you're staying here tonight. You're\nnot going back. So we were taken there and the name of the camp was Reischof, and I\nneed to look at my piece of paper here to tell you how it was spelled. It was spelled R - E\n-I-S-C-H-O- F. And uh when we were marched to that camp in the factory, we\ndiscovered there were about three hundred other Jewish people from other towns. Most\nof them were people who were selected in the process of deportation and during the day's\ndeportation there were people who had professions like watchmakers or watch repairmen\nor locksmiths uh because this was a factory in which they needed people that knew\nsomething about uh uh mechanical or metal working, either mechanical work or metal\nwork. Apparently we were taken to that camp and uh a long period of three years, almost\nthree years, started. Uh this was a camp of some that varied between three hundred and\nfive hundred people. Virtually all Jews. Uh the work was uh was inside the factory and\ninside the the plant working on lathe or drill presses for some of us. For others like me,\nworking outside in construction or sweeping the street, and before I tell you more about\nthe conditions and what happened, let me say something about my brother. My brother\ncontinued to work in the factory in the building in which they repaired airplane engines.\nSo I...so he was still...he was not confined to the camp. His group continued to come\nevery day to uh to the factory, and since I was, my job was to sweep the streets, I\nmanaged to sweep the street under the window in which he worked and so we could say\nhello to each other, and that continued for about four months and uh sometimes in late uh\nlate '42, his group as well as the remnants of the ghetto that the Poles, all those people\nwas the was their was the stamps on their ID cards and including some other groups that\nwas still going to work from the from the ghetto, they were put on a train and shipped on\nto that farm on the in the east. I I discovered it when I went to see my brother that the\ngroup was not uh no longer working there, that they were deported. I was , and\nthat week a man whom...this was in a factory in Poland, a man whom I knew before the\nwar who went to school with my brother, came to see me and gave me a note from my\nbrother and that note indicated that he jumped out the window and joined the partisans,\nso he continued to to exist in the woods together with partisans. I continued to receive\nnotes from him on and off without telling me very much about where he is or his what\nname he was using for a year. In September...I think it was the 7th of September,\n1943...he sent me a note through some people that worked in the factory that he is about\nto enter on a mission which will prevent him from uh contacting me and that we shall see\neach other after the war and that we should find each other by writing once the war is\nover to our uncle and aunt in New York, New York City and this would be a way to find\nout each other. Needless to say, I have never heard from him since then. I have no idea\nwhat happened but I can guess that he like countless others didn't make it. The camp was\n(cough) very difficult. Life was difficult. There was hunger. There was beating. There\nwere there were the guards were Ukrainians and they they were quite cruel and and\nmiserable. Our our overseers, our masters were were Germans, German civilians who\nwere also unpleasant. Our Polish co-workers really didn't show any sympathy and given\nthat it was the town...the factory was in the town in which I was I I was born in, the town\nin which I grew up (coughing)...excuse me...every once in a while I'll meet someone\nwhom I knew before the war who was maybe...they were they were not my age because I\nwas too young to to really be there, but they were maybe older brothers of my friends,\nand their reaction to seeing me was, are you still alive. And so that was a miserable camp\nand whatever whatever comfort there was, we found in each other. People who were\nstrangers, people who maybe didn't like each other, found a special fellowship, special\nkinship with each other and we tried to support each other and tried to help each other.\n(Cough) Another thing...a thing happened to me which 1s one of those incidents that uh\nthat reoccurred over and over during the war where something happened over which I\nhad really no control or or when it happened I had really no way to project what it will\nlead to that allowed me, that that that saved my life and gave me an opportunity to\ncontinue, you know, with my struggle to survive. The first of them was this incident of\nfinding a man in the in the labor department who was my brother's teacher. I mean there\nwas really no way that I would have managed, especially at my age, to have my card\napproved. What happened in the camp uh I started working after maybe eight months of\nworking outdoors, sweeping streets and working on construction, I was assigned to work\ninside the factory and I was marched to that large building and led in together with all the\nother people inside the building and was walking through the factory building to my\nassigned place of work (cough) and I noticed that in front of me there was a man in a\nwhite coat walking and something fell out of his pocket and instinctively I ran after him,\npicked up that envelope it was, and chased him and gave him that envelope, and he kind\nof looked of me and was pleased. The look appeared pleased and walked away. It turned\nout that night when the police came looking for me that it was his pay envelope and he\nwas one of the German engineers working. Now they came looking for me because he\nwanted to tell me that he appreciated me returning his money to him, that it was really\nsurprising that somebody who's Jewish would not steal it but return him the money, and\nfrankly when I discovered it was money I was had some second thoughts of whether I\nshould have done it or not. About six months later I we I was working on a...cleaning\nwindows, standing on a long ladder, because in addition to working twelve hours a shift\nin the inside the factory, we were required to work in the evening, on weekends and\ndoing other work and I was standing on this long ladder cleaning a window above a\nentrance to an office building when one of the German guard guards kicked the ladder\nfrom under me. I fell down and there was a grate at the bottom in front of the door which\nare common in Europe on which people were able to scrape their shoes. Anyway I fell,\nuh cut my knee. It was very badly damaged and injured and since we had no physicians\nand no medicine, it was infected and my knee was stiff and I really couldn't walk. I was\nrunning high temperature and after a number of weeks of being sick and miserable, I was\nselected together some others uh to be to be driven to another place which we believed\nwas really a place where they executed people that were not useful. And uh I was too sick\nand too beaten to really to care, to really be able to resist it. And as I was sitting on that\ntruck or standing on that truck with maybe six or eight or other people, that uh German\nmaster came by, the German engineer. He recognized me and uh said oh, this is a very\nimportant worker that I cannot spare and took me off the truck and a job was assigned to\nme, a wonderful job...the best job one could have there...to be a janitor cleaning uh\ntoilets. That may sound strange but this was a job that one had some degree of freedom\nbecause there was not a supervisor that stood over one. One could go walk and go and\nclean and and it gave me an opportunity in the next four or five months to recover, but\nagain that little incident was one of those and there were others and I will mention them\nas I go along, that that were those lucky things for which I claim no responsibility\nbecause when I found the envelope and gave it back to him, I had no way of knowing that\nwhere it's going to lead. Anyhow it was one those lucky incidents that allowed me to\ncontinue. Uh we were in that camp, working. Uh there were a number of miserable\nthings...some uh executions and killing and beating and hunger and misery. I remember\none incident that I I remember it quite well because I could never really understand it and\nI still don't. One day...it must have been spring of '43 when the leaves were turning green\nand and uh weather was turning turn turning nice, when two young men and they must\nhave been nineteen or twenty, young prisoners, escaped. They tunneled themselves under\nthe fence. It was on a Saturday or on a weekend. On a Sunday it must have been because\nwe did work on Saturday. They tunneled themselves under the fence and escaped and\nthere was much excitement and the Poles living in the neighborhood villages joined the\nUkrainian guards in chasing them and they were caught by the by the two, by the\nUkrainian guards with the help of the Polish peasants, brought back to camp, badly, very\nbadly beaten and uh somehow the the authorities, the guards sent for the German Gestapo\nman who incidentally survived the war and was not not punished very much but that's\nanother story...sent for the Gestapo man to come to deal with this breach of of order. And\nI remember he came on a in a in a kind of horse-driven buggy with his wife who was...he\nmust have been a young man in his thirties with his young wife and two little children,\nreally blonde, pink (ph) children. Left them sitting in the carriage outside of the camp\ngate and uh the kids were running around. The wife was sitting over there while he went\ninside, tortured the two men and executed them, and I could never understand how a\nperson who obviously had tender feelings for his family, who thought that it was a good\nopportunity to take his wife and children on a Sunday spring outing, would just transition\nfrom by just crossing the threshold of the gate and to become a a terri...a terrible torturer\nand executioner, but these were the things that happened in the camp. And I'm trying to\nremember...1t was a long period of about a year and a half. Difficult work. Difficult\nconditions. Hunger. Uh many tragedies, people trying to escape and being caught and and\nbrought back and people executed but 1n the passage of time in spring of 1944 or maybe\nit was...yeah, it was late winter 1944 when...you understand that I was taken to this camp\nin July of '42 and about a year and a half later in spring of '44, the Russians were coming.\nThe Ger...the Russian front was advancing and uh and uh they were not in our town but\nthey were someplace in in eastern Poland, but anyway they were close enough and as you\nmay know the Russian advances were kind of . They will advance uh a hundred\nmiles and then stop for a few months waiting I suppose for their supplies and logistics to\ncatch up with them. Anyway the Russians were advancing and the Germans decided to\nevacuate most of their key machinery in the factory as well as us, those four or five\nhundred Jewish prisoners who were in the camp who by that time were considered kind\nof specialists or important people. So one night in a great panic the trains showed up and\nthe machines were being loaded and dis...(cough)...uh disconnected from the electric uh\nwiring and loaded on the trains and the train left and the next day the rest of us were put\non another train that arrived and shipped west toward Krackow (ph). Uh however in the\ninterim between the time when the machines were put on the train to be shipped out of\nthe town and the next day when we were deported, a number of people managed to\nescape. There was a group of uh about eighteen people that escaped because the gates\nwere open. There was confusion. They escaped, uh and I have met one of the escapees\nafter the war and who...and he lives in New York now and it turned out that they escaped.\nThey were hidden in the woods and hiding in the woods, I should say, and then\nencountered the Polish national army resistance group who looked upon hiding Jews as\nbandits and they were, all but one were killed by the Polish resistance group. Our group\nin our train moved very slowly west, and we were deposited in a camp called Pruschov\n(ph) which was a major uh execution camp outside of Krackow. It was a camp in which\nmost of the Jewish community of Krackow was liquidated. It was located in a on the\ngrounds of a Jewish cemetery outside the town and there we were given new numbers.\nIncidentally, I had...my number in the first camp 222, a very low number. In Pruschov I\nhad the number of 25,113, and assigned to a barrack and made to work digging holes in\nthe in the ground which was full of skeletons and and uh graves. We were just digging\nholes and filling them in but it was...it was really a brutal and terrible camp. Uh people\nwere beaten at random. There were continuous execution, almost random execution of\nprisoners. We stayed in that camp maybe a month, and then sent to another camp that\nwas even worse, uh not far from Krackow called Vileshka (ph). It was a town that was\nwell-known for having major salt mines and uh my ancestors lived in that town. I didn't\nsay that my my original name in Poland was Salzman (ph) and uh that means salt man\nand my...I, as I recall the story of I heard from my father, my ancestors lived in that\nvillage, that town, and their business was to buy and transport salt to the neighboring\ncountries and when in the late 17th century or maybe it was early 18th century, the tax\nofficials decided that everyone including Jews must have last name for tax purposes, and\nthey just called my...they assigned a name to my great-great-grandfather uh that he\nhad...uh that was associated with his occupation, so that's where the Salzman came and it\nwas at that town that this camp was located, with most of the prisoners working in the\nsalt mine.",
        "Q: Let me go back for a second, if I may, to Pruschov. Can you give me a little bit more\ninformation, more detail about what it was really like and what your routine was like and\nand how you survived that that daily trauma?",
        "A: Well, OK. The camp was a very crowded camp. There were barracks, wooden barracks in\nwhich there were great crowds of prisoners uh sleeping on kind of a three tier shelves. Uh\nfood was very very limited. Our work was uh basically hard like labor where it was really\nno skill required and which made anyone of us expendable. Working in the factory...if\nsomeone's working on a drill press there was some value to one's identity, because if that\noperator of the drill press was executed, the drill press would idle until they found\nsomebody else that they could train, but digging holes in the cemetery was really black\nlabor, labor that was, that had no identity. It was just uh kind of useless labor and we\nwere all vulnerable to be beaten or executed uh and uh one just existed from day to day.\nOne just had a a kind of a inwards determination and to one's mind and to one's heart to\njust kind of bear with it, to to somehow avoid being identified, never to stand in the front\nrow and if one marched in columns of five to be in the middle rather than the outside, to\nto appear busy, to avert one's eyes, to to be driven by an instinct for survival which was I\nthink is in all of us. The other thing that was different about that camp...in in that camp\nfor the first time I encountered uh women prisoners, Jewish women prisoners. They were\nI believe from Romania and it was it was an additional injury to my humanity to see\nwomen about whom I have romanticized, because I was just a young man of sixteen you\nknow, being compelled to work hard and being compelled to walk around half dressed\nand to not being given any facilities for sanitary purposes that somehow gave them some\ndegree of privacy, and all those things kind of added together to make us, to make me\nfeel uh less than a human being really,but feel as a kind of a uh uh...a a a machine that\nwhose purpose was to avoid exposure, to avoid any kind of a risk and just survive by uh\nobeying and following and doing the kind of things that I felt uh uh avoided uh being\nsingled out by people, by the guards and by the SS supervisors who uh amused\nthemselves I believe or satisfied some of their sadistic uh drives by beating and and\nkilling people for no reason at all and and what one had to do is somehow be both lucky\nand be sufficiently assertive to avoid that situation when one could be singled out. Uh II\navoided it, not because I was really more aggressive than the others, but because I I was\nlucky. So that...when I look upon those months there, just months of of of ailment, of a of\na sickness of mind and body...",
        "Q: You were not able to continue the factory work that you had been doing at Reischof?",
        "A: Oh no, no...we were just there, working there. And then when we reached Vileshka we\nwere...1n which we were for a very short time, uh we were just also kind of like working\nin the ground and sleeping and uh and we were now emersed in a large mass of prisoners\nuh with the German SS men who were over us walking through the camp, you know,\nshooting people at random and and uh there was, we were just part of the mass. I was part\nof the mass.",
        "Q: Did they tell you why they sent you to Vileshka?",
        "A: Nobody told us anything. I was st...the the the the the consideration of being ever told or\nbeing or having any kind of explanation or justification uh doesn't apply. I mean we were\nkind of like uh if one has rabbits and one has chickens, one doesn't explain to chickens\nwhy they are being put in this or that building. We were treated in that way, and of course\npeople speculated and this and that, but most of the most of our energy was was\nconcentrated, was was spent on surviving of...on somehow nurturing that little piece of\nbread we received everyday, or the bowl of cabbage soup and of uh trying to make sure\nthat our shoelaces when they broke could be repaired because if one was broken, had\nbroken shoelaces one would limp, and if one limped one was singled out as somehow\nbeing being uh disabled and that was sufficient to be killed, so that's where our energy\nwent, to survive. I mean the the little daily things that gave one a chance...no guarantee, a\nchance to make it through the day. And if one was hit by somebody or injured or if one\nfell down and had a bruise, that was sufficient to be singled out and not make it through\nthe day. So that's where our energy went. Uh no one told us why we were there and we\nre...we really didn't ask. We were sufficiently beaten up. We were sufficiently damaged\nthat we somehow didn't expect any explanation, didn't expect any humane treatment,\ndidn't expect to be treated as anything that was...that had any value.",
        "Q: What did you do at Vileshka?",
        "A: Pardon me?",
        "Q: What did you do at Vileshka?",
        "A: Uh, in Vileshka we were relatively short time. I would say maybe a week, and they made\nme work uh on a...breaking stones. They had piles of stones that were the size of uh a\nbasketball and they gave us a hammer and uh sit on the ground and we breaking the\nstones into smaller pieces and it was it was suitable for paving unpaved roads, but that's\nwhat we did. And and and again I am saying this kind of unskilled labor was the most\ndangerous job to to do because there was no value in any individual worker. There were\nthere were thousands of hundreds of thousands of people gassed and killed every day so\nthere was basically unlimited supply of replacements. Things have changed. At at the end\nof one week in Vileshka, the four hundred or four hundred and fifty of us who came from\nthe factory in Reischof were assembled and they had a way of assembling us, and put on\na train and moved west, or we assume it was west. I really don't know that I could tell the\ndirection but the others said we were moving west. It was first...it was the first indication\nthat the identity of that group that worked for a year and a half in the factory in Reischof\nwas still retained and had some meaning. It was a very long trip and for people that\nsurvived the concentration camps, frequently the worse memories have to do with trips.\nTrips which maybe by car or by conven...normal train today would take three or four\nhours, took four or five days. The trains were sidelines and made to wait on on some\nback, back towns on the back rails and without food and water, very cramped and after\nfour days of such a journey we arrived in a mountainous region uh where we were made\nto leave the train, those of the few people that died along the way...we were made to\nleave the train. We were surrounded by uh a group of SS. Young SS men was holding\ndogs and machine guns and turned out it was the camp was called Flossenburg (ph) and it\nis in uh now in in uh it 1s...1t was in Bavaria in not far from the Czech border, not far from\na town called Hoff (ph). Flossenburg was a well-known penal camp where most of the\nwork was in the stone quarry. Anyway, we were caused (ph) to leave. The SS were very\nhappy to see us. They were laughing, saying well these are the first Jews we are getting\nhere since 1939 and we're glad to have you here. And they were really cynical. Marched\nus into the camp and you took a . As the train was moving from Vileshka toward\nFlossenburg, it stopped at a at a town which others could identify as being Auschwitz. It\nstopped. I must confess I didn't know very much about Auschwitz except that it was a big\nand bad camp. But others of those four hundred and fifty of us or others at least in that\nbox car in which I was confined, knew what it was and there was a great cry and\nlamentation (ph) that we are in Auschwitz. They must have known what it was. It's just\ndifficult to remember. People prayed and it's always a wonder wonder to me that in those\ncircumstances when there was no God and no mercy, people prayed. Let me take a\nminute. (Pause - Drinking) We were in Flossenburg for six weeks and work was in a\nstone quarry, very difficult work and we had to go break stones and carry stones on our\nback and the guards were brutal. We were for the first time really exposed to to German\nkapos. Kapos were uh trustees. They were prisoners, frequently prisoners from criminal\ninstitutions, from criminal prisons where people who were come...were were there for\ncommitting some violent crimes like murder, something like this, and they were made\ntrustees in in concentration camps and we were for the first time exposed to kapos who\nwere also brutal and miserable and who I believe tried to outdo the German guards in\norder to retain their privileged position. Uh it was just one of those difficult nightmares\nthat went on from day to day and one had to survive. One had to avoid again being\nsomehow singled out or beaten or injured or or fractured. I worked in the stone quarry. I\nalso had the job...and I was sixteen at that time I believe...I had a job carrying dead\nbodies to the crematortum where they were burned. These were people who who were\neither executed or died in the hospital or died of hunger or exhaustion. And I worked\nsweeping streets. I did all kinds of work. There was one experience that I remember that\nis not really cruel but philosophical. It turned out that people who worked at certain jobs,\nthey would get additional meal at noon time. They would give us one bowl of soup for\ntwo people. You have to remember a bowl of watery soup with some leaves or some\npiece of potato in 1t for two people who each one of them equipped with his own spoon\nand and this was ready made for conflict and combat and and and and uh the the spilling\nof soup and so on, but somehow before I arrived a a custom was developed over there\nwhere the two prisoners, skeleton-looking hungary prisoners who would be given this\nbowl of soup to share, would feed each other, so if you gave me half a spoon, I gave you\nhalf a spoon. And if you dipped down and found a piece of potato, I'll dip down and give\nyou a piece of potato, and so that customs or that habits or that arrangement which had\nboth philosophical and not religious undertones, people managed to people who were\nstrangers, people who were dying of hunger managed somehow to be disciplined and to\ngo through that daily ritual of sharing the bowl of soup. After six weeks of work and hard\nlabor...oh yes...I'm I'm forgetting something...when we first came to Flossenburg, we\nwere marched by this young SS guards with their dogs up the hill to the camp, we we\nwere brought before a very large building in a kind of assembly area, and we were...there\nwere four hundred and fifty of us approximately, and we were all told to undress, to leave\nour clothing on the floor and all our possessions and we go in to take showers. Now there\nwas concern. There was speculation, because by that time we knew about gas chambers.\nWe knew that our parents who were who went to the to the allegedly were sent to that\nfarm in the east were really killed and sent to gas chambers. We knew about that, and\nthere was great concern that we may be taken to a gas chamber. This was typical...this the\nthing...undress...go in naked. But there were really no choices. The choice was to resist\nand be killed, to run, to fight, to or to just hope and to do what one was told and hope that\nit was true that what they said that we will take a shower. I did that. I left my clothing and\nI left what whatever little possessions I had of my own that I carried through all the years\nof camps, and these possessions were a little handkerchief in which I had tied\nphotographs of my brother and my parents, and after that we were really given showers\nand when the shower was over, made out...made to go out through another door where\nwe were given new stripped uniform and uh and uh wooden shoes and all those things\nthat we left behind we have never seen again, so I have not had a picture of my parents\nuntil I came to the United States where my aunt uh gave me a picture of my parents when\nthey were first married. This uh...I remember them only vaguely that way, and I have no\npicture of my brother. We worked. We were in Flossenburg for about six weeks. Worked\nvery hard and one time we were exposed to a selection. Uh selection was a process where\neverybody stood naked and the a few SS people, one of them I believe a physician, kind\nof went by and marked us with a green ink writing numbers or some symbols on our\nforehead and he did it to me too. I don't know what it meant and we didn't know or we\ndidn't care anyway. Didn't know, didn't care, but that night again our group was\nassembled, put on a train...that group of four hundred and fifty. And sent to France. Sent\nwest I should say. Or sent west. Again this terrible long journey and it was it was uh like\nlate spring of 1944. You remember February, March and they sent us to Pruschov. We\nwere there for a few weeks. Then Vileshka, then Flossenburg for six weeks and about\nApril when I have to now really estimate the specific months...uh April '44 we were sent\nwest and after a journey of about six or seven days we arrived in a town...we didn't know\nwhere we were. I mean I got...when I say France I mean that's in retrospect. At that time\nwe didn't know. Along the way experienced great hostility from the Germans along the\nway. We knew we were being driven through...we were being driven, if that's the right\nterm to apply to a train, through through Germany. We sometimes stopped in a railroad\nstation and through the little windows, through the barbed wires, we would call for some\nwater because this was the greatest suffering...that we had no water for these days, or\nvery little water. And the Germans would mock us and say, you know, this and\nthat...wouldn't help us. There was great hostility. After that long journey we arrived in\nthis small town...",
        "Q: We're going to take a brief break and change the film.\nTECHNICAL CONVERSATION\nEnd of Tape #1\nTape #2\nTECHNICAL CONVERSATION",
        "Q: We left off with your having just arrived at Colmar (ph).",
        "A: Yeah, I I uh I made...I stressed some of the unfriendly and difficult and and hostile\nex...encounters that we had along the way to Colmar to contrast what happened in\nColmar, which uh was special and I I I remember it with great emotion, so if I get upset,\nlet no one be embarrassed by it. We were made to leave the train at some site,\nrail..railroad station in the town with a sign called Colmar. I really didn't know what it\nwas uh or what the town was, even though some people said well, it uh it's France. I\njust... must confess I don't remember at what point I found out that it was France, and\nthen under SS guard made to march through this small town which 1s an ancient town of\nuh you know...it looks medieval and old buildings and cobblestones. We had wooden\nshoes and our marching made a tremendous clatters on the streets. It was early in the\nmorning and as we were being marched people were, who were going to work, civilians,\nwere stopped. The trolley cars were stopped and people were stopped to let us pass, a\ncolumn of a few hundred people in stripped uniforms. (Crying) And the people cried.\n(Crying) For the first time I saw support. I saw people cared. (Crying) I have to stop.",
        "Q: It's OK, George. Just take your time.",
        "A: You know, I never cry when I am...remember sadness. I cry when I remember happy\nthings. Anyway, people (crying)... people cried and they threw their sandwiches or\nwhatever they were carrying in their lunch box, packages at us which we couldn't pick up\nand cigarette, packs of cigarettes... (crying)...and they booed. They booed the Germans\nwho were escorting us, who made us take of our caps every time we passed a building\nwith a Nazi swastika flag. It really was such a special experience, not only for me but for\nthe others with whom I have talked. While most of us didn't survive the war...of those\nfour hundred and fifty, on that day maybe twenty-five survived or thirty survived. Uh we\nfelt human. We felt human for for a while and that was a special gift that the people gave\nus. And we were taken then to a small camp. It was kind of a temporary camp in outside\nof of the town town of Colmar where we were kept for a week. Uh we didn't do anything.\nJust sat there. There were hardly any food. We were eating grass, but at night fruit and\n(crying) bread was thrown over the fence by unknown people into the camp. After about\na week of that, and it was special. I I get more emotional about it and I become\nembarrassed that I am that I am about those other places which were terrible because it\nwas a a unique encounter with human kindness which I had forgotten about. After a week\nwe were put in the train again, again after a few, two days of traveling, arrived in a kind\nof a mountainous area called uh in which which we discovered was called Orbas (ph). It's\na small, small village in in eastern France in which there was a unfinished railroad tunnel\nand in inside the railroad tunnel there was a factory set up to manufacture airplane\nengines and most of the machines and many of the supervisors were those people back in\nReischof uh who were who left sometimes back in in March. Again uh circumstances of\nof luck that for which I take no responsibility and decisions that were made outside of my\npresence uh completely outside of any influence that we had, that some German officials\nin that factory or whatever, decided that it is valuable to retain this group of four hundred\nand fifty specialists which they considered us at that time, and had us catch up with the\nmachinery that was being transferred to defense (ph) and uh uh absent that, we would\ncertain not survived because working in stone quarries or salt mines or some other places\nwas a job where one survived for only weeks and we worked with Frenchmen, uh\nguarded by Germans but working with Frenchmen in the factory and it was a better\ncamp. The French workers that we worked with, the French worker I worked with shared\nhis food that he brought with him...they used to bring a lunch bucket and they usually\nshared an apple or something like that. Uh on weekends I was made to work 1n the in the\nin a farm complex in which the SS were located washing cars for soldiers and as I did\nthat strangers would throw apples or other things to me and uh and uh, you know, the\ncountryside was pretty. There were hills with goats on it and little villages and uh we\nwere still unhappy and miserable and the guards would still uh the SS guards that\nguarded the thing was still cruel. They have uh a few people were shot and killed. One\nman was told by a young guard I remember who was maybe nineteen to hey, run away\nand he ran and as he ran about six feet, the man killed him, but it was a different\nenvironment. It was a somewhat better camp. One night I remember I was walking\nthrough this tunnel. I was made to carry something and uh on the floor there was a piece\nof newspaper with a large headline, and my judgment wasn't very good at that time and I\npicked it up and stuck inside my jacket and then that night when we looked at it, 1t said in\nGerman, fortress Europe under attack. It uh really was the D-Day invasion and\nNormandy by the Allied Forces from England. It was very reassuring. We were happy\nabout it, but we really didn't know exactly where we were. We didn't know how the\nAmericans were doing and the the Allies were doing. The newspaper was not uh uh was\nnot really honest. It's kind of said they attacked but they are being beaten back. But\nfinally we didn't expect really anything good to happen to us. We didn't expect...the\nwhole idea of being liberated or being free or being autonomous was strange. We were\nconditioned now to be prisoners, to live in barracks, to be given cabbage soup, to be told\nwhat to do, to be completely without rights, to be beaten, you know, and so anyway the\nAmericans were coming and in August as you remember...the Americans landed in June\nof '44. They was landing in southern France uh by early in August as I as I believe, and in\nAugust of '44 they put us in a train again and shipped us east. First the machines left and\nthen we left. As our train went through Colmar, we looked out the windows. On our train\nthere were box cars with four hundred and fifty of us...there were box cars and we would\nlooked...no, we looked. We were in the box cars. We were looking out the windows and\nwe saw the train with all the machines that we worked on sitting on the side railing,\ncompletely destroyed by a air raid and we knew that that connection was behind us, that\nconnection with the factory. Incidentally this is also the time of the...1n retrospect when\nthere was the last attempt on Hitler's life in August of 1944. I just remembered now. Uh\nwas a long, long journey. Many people, a number of people died from hunger and thirst.\nWe arrived in a camp outside of Berlin in a town called . The name of the camp\nwas Saxonhausen. It was one of the largest camps in uh in Germany and my number over\nthere...just to tell you how big...was 107,081. I was under the name the name of Salzman\n(ph). We were put in a barrack and the four hundred and fifty of us were assigned to work\nin a ina ina warehouse where iron devices like uh axles for trucks and so on were being\nstored and we were caused to move it and required to move it and assemble it and pile it\nand so on. I don't know that there was really any sense to it. It was hardness of the\nwork...uh same thing again. Beating, hunger, uh uh rejection again. I know I'm kind of\nnot emphasizing here...that I'm...but you know, we just was there. That's how life was.\nThere was nothing exciting that happened from day to day. One got up and one hoped\nthat it wouldn't rain and one hoped that the shoe which didn't have a hole in. One hoped\nthat one got into line to to get one's soup. If one was at the right point in the line so when\none got the the bowl of soup it wasn't from the top but was from the bottom of the of the\nof the container where there was a little bit more cabbage and these were the things that\noccupied our life. There wasn't anything dramatic or wonderful. Was just to survive to\nand little things in life were the kind of things that allowed us to somehow sustain\nourselves another day. Uh if one uh was required to move a big piece of iron, one\nsomehow tried to do utmost to have six people rather than four people, because four\npeople carrying that piece of iron would be so much more difficult that one's ability to\nsurvive, to somehow carry another day, would be diminished. So I don't know what\nothers say, but I must tell you those monontenous terrible days were were occupied by\nthe by the compulsion to survive, by doing those little tiny things, you know, by\nsomehow uh being able to find a needle to fix one's pants or to sew on a button because\none needed this button to be warm and one needed the button to look orderly and proper,\nto not somehow be singled out by a guard who could use that for whatever purpose he\nwanted to use. After...at at the time, the time, the days passed one after another. There\nwere...1t was a terrible camp. There were French resistance prisoners, from the French\nresistance who were made to...they were being made to walk all day long in leg chains\nand and there were random hangings. There were other people in a in a prison uh\ncompany that were that were caused to march everyday with a new pair of German\nmilitary shoes because they wanted to...when they issued the shoes to the German\nsoldiers they wanted the shoes to be worn for at least one day so these people had to\nmarch all day long, and it was just...1t was an awful camp, but after about a number of\nweeks, an announcement, an announcement was made that our group of about four\nhundred and fifty who were somehow identified as machine machine operators or or lathe\n(ph) operator specialists, was being shipped, was being sent to two different camps, one\noutside of Braunschweig. Now I...we just knew...I I must tell you we are told we are\nbeing shipped to two different camps. I don't know that we knew at that time. I guess we\nknew that we...one group was going to go to Braunschweig and another group was being\nsent to a camp outside of Bremen (ph). And the way it was done that orderly would say\nwell we need seven lathe operators to go here and five uh drill press operators to go there\nand because they allowed it that way rather than saying you and you go there, people that\nhad some connection with each other, either because they were from the same town or\nbecause they knew each other, managed to stay together, and they would just be assigned\nand we continued going to work and about four or five days later there was a list posted\nby number...all of us had numbers... had this number that I said, 107,081, and there was\na list posted of the people that were going to go to Bremen. I originally was supposed to\ngo to Braunschweig and not that I had any knowledge of whether Braunschweig is better\nor not, but the people that I knew from before the war and some of the people I knew for\na long time were going there and I just wanted to stay with people on whom one could\ncount as a little bit of support. Well, I discovered that in the process of assembling the\nfinal list, there was some changes and about forty or so people were shifted and I was\ngoing to Bremen. Another person that was shifted with me was a young man who had a\ncousin by the name of Joe Senga (ph) that was allowed to remain in Braunschweig. I\nhope I'm not confusing it. Some of us that was supposed to go was shipped here and this\ncousin said I want to go with my cousin because we're just cousins and that's most\nunusual among those few survivors that that there was their cousins or brothers. Well,\nthis cousin said uh I don't know what fate has for me. They assigned me here and I'm\ngoing to stay...I don't know what to do. Well, anyway, after much ado and much\nsuffering, Joe Senga and I changed uniforms. He put my uniform with your number on\nthe side and so on and I took his uniform. He told me his name and his date of birth. He\nwas incidentally born in Chemish too, but he was eighteen and I was sixteen at that time\nand he went to Braunschweig with his cousin...I'm sorry...he went to Bremen with his\ncousin and I, under his name, stayed with my friends and and town...fellow townspeople\nin that group that went to Braunschweig. Uh of that group of two hundred or twenty or\nforty that went to Bremen, only one survived I found out after the war. And all the others\nuh died and uh Senga who carried my name didn't make it either. Again, one of those\nlucky incidents. Lucky. One of those fateful incidents where, you know, I really didn't\nknow which one was better, and I did it, you know, just for reasons to please him and to\ngo with my...the people I knew. Our group of some two hundred and twenty...I would\nguess about twenty-five, twenty-eight survived and I was one of them. None of the\nothers. And I...cemember I say twenty-five, twenty-eight. Maybe it was thirty-two. It was\nsome small number survived and nevertheless I was one of them. I was sent to camp in\nWatenstedt (ph) is the name of the camp, outside of Braunschweig. It was a camp of\nabout twelve thousand prisoners. Uh we were the first and only Jews, about two hundred\nand fifty of us and that camp was attached to a factory in which they manufactured the\ncasings for bombs and therefore there was a need for lathe operators and all that stuff and\nit was one of those...as as the war was going on, the time was passing, conditions were\ngetting worse and worse. There was much less food. The the guards were much more\ncruel and there was no clothing and anyway we we got there in October. I was now\nJoseph Senga, had a new number and my number was 107,028. I don't know why his\nnumber was smaller than mine and uh worked in the factory. Very hard conditions.\nKapos, which were the trustees, were very cruel. They were...most of the people were uh\nfrom...well, there were no...very few Jews and people were dying like flies, either from\nhunger, from exhaustion. I have seen people arrive and be there for two, three weeks and\nthen unless they were really hustling and competing, if they were trying to be some how\naccommodating of all the others who but all the other prisoners who by that time were\nvery aggressive and would try to steal your bread or steal your soup just to survive, not\nout of villainy (ph), or they wouldn't make it. At one point there there were two French\npeople brought in who I was told were priests or bishops and they were just overwhelmed\nby the misery they saw around and were willing to share their food and they lasted two\nweeks and I'm not making any judgment about it but that's how it was. In January of...we\ngot there in October...work in the factory, try to keep warm. We had very little clothing.\nWe got wooden shower shoes and very thin clothing. In January of 1945 the factory was\nbombed by B-17's I suppose. It was a daylight bomb and it was on a Sunday and we\nworked all the time except Sunday afternoon was free. And it was bombed on Sunday\nafternoon. Was completely destroyed and at that point, from that day on...well, anyway,\nfrom that day on we worked rebuilding the factory, moving, building bricks, picking up\npieces. It was just tremendous feel of gloom (ph) and also that night, the night of the\nbombing, snow for the first time, so when we went to work it was terrible. It was cold.\nWe had no gloves. We had no socks. We had no shoes and we just worked outdoors\nmoving bricks and moving uh moving uh stones and I have and uh this was the time\nwhen most of the people died, just from cold and exhaustion. We would sleep two men to\na little bunk and I remember sleeving...slee... sleeping with a young man whom I knew\nfor about two, three years now whose name was Hoffenflack (ph) and at night when I\nwoke up, he was dead, and I couldn't push him out of bed so I just slept there the rest of\nthe night, but he was dead just from cold and not eating. Uh I need to go back for a little\nwhile. I said that in January when the factory was bombed...1in mid-December, the times\nwere already very difficult. There was very little food. Someone recognized that I have\nsome artistic talent and assigned me to work for those kind of two weeks before\nChristmas in a uh carpentry uh shop in which uh toys were being made for the children of\nthe guards, so I worked designing drawing horses and ducks and the carpenters would\nwould uh cut it out and assemble it into something they could draw on a string and all\nthat. At one point one of the SS officers came in and said to me we need a star to put on\ntop of our Christmas tree and design one and have it painted, but don't make it make a\nfive-corner star because it's communist or a six-cornered star because it's Jewish, so I had\nto design an eight-corner star because uh that's how I knew how to do it, you know,\nbecause I just remembered that incident. During that time when I work in the carpentry\nshop I was getting some extra food which I shared with a friend of mine, someone by the\nname of , Julius , who was somebody I knew from home. He was three\nyears older than I was and he was with me and I was getting more food. I was able to\nshare it with him and uh then when the factory was bombed out, I was no longer working\nin the carpentry store. I was working...in carpentry shop...I was working carrying bricks\nand cement. So was he, but he found in the rooms a a box of ration cards and remember\nat that ttme Germany had food rationing. He found a box of ration cards and made some\ncontact with uh with a Polish worker who was there who was willing to trade those ration\ncards for extra bread, and he was able to help me. Again, those special circumstances that\nallowed me to be drawing Christmas tree stars and have some food to share with him and\nthen allowed him by accident to have access to some additional bread which he was able\nto share with me. He shared with me because uh well, because we were friends I suppose\nand because he had enough for himself. But it was a very terrible time. There was very\nlittle food. There was very little...there was no clothing. It was cold, miserable. The\nGerman guards were even more cruel and we would find in the rooms some old drapery\nmaterial because they had...and we tried to either fashion gloves or vests or something\nand they would search us and if we had any gloves made out of drapery material or vests,\nthey would take the take it away from us or we would find paper sacks from cement and\ntry to use this as something to keep warm. They would also take it away from us and we\nmarched to work every day and every night when we walked back we would have to\ncarry fifty, sixty dead people who died during the uh during the day. That is how it went.\nPeople were just dying, just dying. There was no hospital. There was nothing. People\nwere just like flies. Uh those of us that survived uh again did the same thing and it\nit...there was no drama. There was nothing there. No no great things happened. There was\nno special danger. There was no special mercy. There was no...no one showed up to do\nanything good or bad. We just had to survive, day to day, survive. Finda piece of _ to\ntie around your shoes. Uh uh try to have a piece of paper around your body to keep warm\nand and avoid the German searching you and if uh if there was jobs being assigned, try to\nget to assigned to a job that was less exhausting than some other job, because it gave you\na chance to live another day. And uh early 1945...I would guess it was uh maybe in late\nFebruary, March...we heard guns on the horizon. Now we had no idea what was\nhappening. By that time we didn't have any hope. We didn't nurture any hope. Of those\ntwo hundred and twenty or so of us that came to that camp, there were maybe forty, fifty\nalive. We didn't nurture...I was...specifically, I was sinking. There was in...there was in\nconcentration camp a condition called mussulman and I don't know what it comes from,\nbut these were people who was...whose...who were so physically and mentally\ndeteriorated that they no longer cared about survival. They kind of like wandered or\nstaggered around. They fall down. They usually live for a day or two. I was approaching\nthat condition. Times I was hungry. I was cold. I and I was sick. I know that and I\nremember talking to some people and saying I don't know if I can manage it another\nweek or two, and they were saying come on...even though they were in the same\ncondition. Even though some of them that said to me come on, you know, try, try...didn't\nmake it themselves. Anyway, in early March...I'm estimating now...there were guns on\nthe horizon. The Germans again put us on a train and after a very long and very deadly\njourney uh we arrived in a...in the middle of the night someplace. We were made to get\nout of out of the train and there were these mountains of bones, human bones, and it was\nkind of like something that an abstract picture of hell...just big piles of human bones. We\nwalked into the camp. Turned out it was the camp was Ravensbruck (ph), which is a\nMecklenberg (ph) which was a major, primarily a women's camp. There was a small\nsatellite camp for men and uh we were kept there for two weeks, really doing nothing.\nSitting in the sand. Uh all organization started breaking down. For example, when there\nwas a distribution of slices of bread and they would they would have a ba...a basket of\nslices of bread and which you get one slice of bread a day and the the kapos who would\nhand it out would hand it out and as the people pushed, they would turn over the basket\nand everybody would attack it and grab it and and our belief was that the kapos did it\nbecause they kept some of the bread for themselves. They didn't have enough to to give\neach one of us a slice of bread, so then those that are a little bit stronger managed to have\ntwo pieces. Those that were either not in position or were weaker would die that day or\nthe next day. I remember the sun was shining and I was kind of wandering around and\ncame outside and we had lice and we were dirty and we were just terrible and I came by a\nwindow and I saw my image in a window pane and I didn't recognize myself, and I saw\nthat I was a mussulman already. I saw that I was not making it. After about three weeks\nin that camp they put us in a train again and shipped us someplace else and when we\narrived there we discovered that the name of the camp was . It was a camp that\nincidentally was liberated by the 82nd Airborne Division and if one reads Gavin's (ph)\nbook uh Road to Berlin, in the last chapter he talks about that camp and he says\nsomething that I don't remember...that you could smell that camp before you saw it. I\ndon't remember any obvious smells. It was just a camp, one of those camps. But was half\nfinished. We slept on the ground. There was no food. Dead bodies all over. People were\neating the dead bodies and uh everyone who sur...wanted to survive would do whatever\none had to do to to eat uh whatever was available. Uh more people were dying. There\nwere just mountains of dead people. They didn't bury them anymore. It was late in the\nwar. It was April of...late April of '45. Of our group there were just a few, but there were\nsome other Jews now by then there and then on May Ist, and I know the date in\nretrospect of course...on May Ist, we were all told to get in a train again. It was this camp\nwas assembled and we were all told to get in the train. We all were marched in a line. I\ncouldn't walk anymore. I made the first first risky thing I did. When we were when we\nwere assembled and were informed that we are leaving, they asked those who cannot\nwalk will go on the train. The others will march. Those that cannot...that can walk step\nforward. And I didn't. I couldn't walk anymore. My head was hurting me and I couldn't\nwalk. But it turned out they put us all on a train, so that fact that I accepted now, that\nbeing singled out, showing some weakness that I had fought for three years to prevent,\nreally didn't harm me. We were put in the train and we were sitting on the train all night\nlong and confined hundred, hundred and twenty people to a box car, and there was no\nlocomotive and in the morning they made us walk out of the train and stand there\nbetween the railroad track where the train was and the front fence of the camp. The the\nway it was arranged the camp has two pieces, two areas. There was a camp of the\nprisoners. There were railroad tracks and on the other side of the railroad tracks there was\nan area where the guards lived, so we were there and uh my...I don't know...maybe four\nthousand prisoners although there was lot of death later on, and they said all Jews step\nforward. And we didn't. I mean I didn't. Uh some of the...well, of course this was not\nannounced the way they announce it now. It was announced...it was de...demanded with\nthreat and with violence and some of the non-Jewish prisoners started pointing us out. It\nwas possible for us to be identified because we would have a red triangle showing that\nwe are political, but there were little three yellow corners behind it to make that into a\nstar of David and in all that tumult and confusion...this was now May 2nd...there was\na...I'm again coming to an emotional time...there was a gunshot and we all looked down\nthe railroad track which was kind of like a corridor cut in the forest and in May there\nwere...the trees were already green and far away there's a tank. It looked kind of like a\nprehistoric monster with smoke coming out of it and was maybe a mile away, but the\nGermans just opened the gate, pushed us all in, and we were still guarded. There were\nstill guards in the in the towers and they kept shooting at random at uh at the ca...at the\nprisoners and one had to find a place to hide behind a barrack not to be exposed to line of\nfire and uh then they took the German trustees out of the camp. And we were kind of\nalone and I remember finding someplace three potatoes, because they...whatever supplies\nthere were were no longer guarded by the German trustees, by the kapos, and cooking\nthose three potatoes in the fire, baking and making little fires...others did it too...a little\nfire behind...and it was afternoon and then I hear noises. People running and shouting and\nI really didn't want to leave the three potatoes but I was concerned that maybe something\nbad is happening, and I was still, had sufficient instinct for survival that I needed to know\nwhat's happening. __ I couldn't walk very well and my head hurt. I and I I suppose\nmaybe I was stimulated by that tank and which obviously was a friendly one, or at least\nunfriendly to the Germans, so I ran to see what all these people were running and there\nwere Americans. (Crying) They were soldiers. There was a patrol of 82nd Airborne\nsoldiers inside the camp, standing among these mountains of bodies and thousand or two\nthousand crazy prisoners jumping and hugging each other and kissing each other and uh I\nreally didn't feel it. I didn't know what it meant. And they were there. They were\noverwhelmed and they left. It was a patrol. They were not going to...oh yes, when\nthey...when we jumped and screamed and saw the Americans, we looked around. There\nwere no guards in the towers, and when the Americans left, when those...when the patrol\nof six or seven soldiers left, and we...some of us...people continued still dying. There\nwere lots of people that were dying laying around and some people started leaving and\nme and five friends, , the one that I mentioned before , and another was a\nman I knew from my town who was an older brother of that young man back in the\nghetto who had a certificate on his on his identification paper that he had some physical\nailment and should be excused...we decided based on the stories we heard from the...from\nour parents on what happened in the first war when the Russians and the Austrians keep\nmoving back and forth, so the Americans left and the Germans may be coming back. We\nreally didn't know where we were. We left at night. We jumped...the door, gate was open\nand the five of us just left, went went walking in the woods and hiding over there. At one\npoint we came to a town called that was still in German hands and we hid in a\nlittle paint store and that night the Americans came and I was free. I didn't try very hard\nto...1 was seventeen. I tried very hard to write a letter to my aunt and uncle in New York,\nand I didn't know their address anymore because among the things that I left behind in\nFlossenberg with the photographs was the address of my uncle. I knew that he lived in\nNew York. I knew that there was MD attached to his name and I didn't know exactly\nwhat it meant or I knew that he was a physician and uh needless to say I finally got\nthrough to him. None of them...I I I asked every soldier, American or English, to send a\nletter for me and none of the letters arrived but one of the GI's came back and brought a\nletter with him and looked him up in the phone book in New York and called him and uh\nI just you know, I made contact with relatives in the United States. I discovered that no\none else has survived, none of my family, and the part of Europe, Germany where I was\nliberated, became...was destined to become the eastern, the Russian zone, now part of\neastern rather than East, Germany, and uh the Americans wanted to uh put uh on turn us\nover to the Russians because they were shipping people that were from France and\nHolland to France and Holland and people that were from Poland and Czechoslovakia\nback east and that day the Russians didn't...they put us in a truck and brought us out to\nthe town, outside of the town where the Russian's lines were. The Russians didn't want to\naccept us that day. I don't know if that would have made any difference in my life, but at\nleast they didn't. So then the British picked us up and took us in a on trucks to a town\ncalled Lubeck, Lubeck, or Lubeck (ph) was pronounced in English which was right\nacross the line between the English and the Russian zones where I stayed and waited to\ncome to the United States. The only thing that I have from those days is a photograph of\nmyself, how I looked uh about three or four months after I was liberated. I have no other\nphotographs of of anyone else, but that...and when the war was over there was some\nalready institutional things started and one needed papers and so I went to a photographer\nand had a picture taken. As you can see...I think there is a date on it. The date\nis...OK...here we're looking...1 st June of '45 in Lubeck which would be a month after I\nwas liberated and being seventeen and having access to food which the American\nsoldiers around were kind enough to share with us, I was recovering. I mean my hair\nstarted growing. Let me just finish the story very quickly. I I stayed in Europe in\nGermany in DP camps for two years. It took that long to get uh...I had to make the\narrangements for for to come to the United States. My relatives sponsored me. I came to\nNew York in...October 2nd, 1947. I...",
        "Q: Could you, George, could you tell us a little bit about what your life was like for the two\nyears in the DP camps, what you did? And did you do some of your art work there?",
        "A: Well, uh yes, yes, yes. I stayed in a DP camp. One was kind of abandoned. Many of the\nJewish, my Jewish friends, went to to Israel or to Palestine at that time...uh illegal but\narrangements were being made by the Brichah for people to to somehow smuggle\nthemselves into Israel. I, who had already made commit...made contact with my relatives\nor who were making arrangements for me to come to the United States...there was still\nhope that my brother would show up somehow. I made a decision to come to the United\nStates and there was really nothing done for me. I was just a young man of seventeen.\nThere was no school. There was...I needed dental work and there were no dentists and I\nwas kind of like sitting around and uh to occupy myself or to maybe to to give give vent\nto some emotional needs I had I started painting and I painted some pictures. Some of\nthem were lost. Some of them I brought with me uh to the United States and have given\nto the Holocaust Museum for whatever it's worth. Clearly they are just my own images of\nwhat I remembered or what I thought, and and otherwise they were kind of wasted two\nyears, waiting. There were no school. You know, I I was uh many of the people to\nsurvive were getting involved in in black market and some illegal activities which I didn't\nwant to do because I was afraid that I would be tainted somehow and not be able to come\nto the United States so it was a time of uh waiting, of growing up. You know, I\nwas...nevertheless I was influenced by that kind of a illegal illegal activities that were\ntaking place. They were not activities of violence or villainy. They were activities of\nviolating some economic rules, smuggling, dealing with the black market, finding\ncigarettes and selling them for this and that and I and in order to be...was affected by it.\nI'm saying this because when I came to the United States and moved with my uncle who\nwas a successful physician, who had great uh had friends who were musicians in the New\nYork Symphony and who had candles at the dinner table and friends _, it was a very\ndifficult transition for me. A wonderful but a difficult transition. In the United States I\nworked as a delivery boy. I went to school in the afternoon to learn how to repair\ntelevision sets. I went to school at night to learn English, one of those typical classical\nthings where you go to school at night. There was a book whose name I now don't\nremember about it, don't remember any more uh to and was in New York. I went to\nschool at uh George Washington High School in Washington Heights at night to study\nEnglish. After a year of doing that and learning how to repair television sets, I got a job\nas a television repairman and then another year later or a year and a half, I was drafted in\nthe United States Army. I served two years in the Signal Corps with a honorable\ndischarge. This was during the Korean War, but this was a police action rather than a war\nso some of the provisions for citizenship didn't apply and I had to be in the United States\nfor two years, for five years so in March of '53 I was discharged from the army and\nbecame a citizen. I was still in the army when I became a citizen and one of the questions\nthat the judge asked of me was whether I if called upon I'd be willing to serve in the\nUnited States Armed Forces and I was wearing my uniform which was kind of funny and\nthen in March of '53 I was uh married to my present wife, who to...to my present wife\nand uh shortly got a job and shortly thereafter taking advantage of my GI bill uh I went to\nSyracuse University at night uh because I couldn't afford to go during the day. The GI\nbill just paid for school. I received my Bachelor's Degree in Physics and Magna Cum\nLaude in five years at night and went to school, continued in school and received a\nMaster's Degree in Electrical Engineering. I worked in a re...worked for industry and then\nworked for a government lab and in uh mid-sixties when McNamara was uh the\nSecretary of Defense, I was asked to come to Washington and join his staff as one of\nthose whatever they were called at that time... McNamara's raiders or whatever. And I\nspent about ten, twelve years in Washington in the in the Office of the Secretary of\nDefense and the last eight years as Director of Defense Communications Systems uh\nwhich required me to testify before various committees and so on and then about and\nthen I went back to industry and I'm now a an executive in an aerospace company and\nstill working. Uh I'm still married to my wife. We still still love each other and we have\nthree children who are married and well, and four grandchildren. And I tried not to think\nabout the war and tried to live my life as if the war never happened, even though I\nrecognize that I am tainted by that fact. That's my story.",
        "Q: Thank you very much. (Pause) Do you want some water? Can you tell me, with the\nbenefit of hindsight, what effect that you feel the war has had on you?",
        "A: Well, obviously it's most difficult for me to judge myself but I think uh it has had definite\neffects. I for example never cry when I'm sad. I only cry when I'm happy. And you have\nmaybe observed it here, that I was emotional remembering good things like Colmar or\nthe liberation. I suppose I'm too protective of my children and giving them what is\ncommonly known as survivor children syndrome. Uh there are facts, clearly there are\nfacts. Uh my willingness to accept risk in life is diminished by my war time experiences\nand therefore I have tended to be, to stay employed with the same company or the same\norganization longer than I should have because I think that uh the war time experience\nwhen I was very young somehow conditioned me to to avoid risk and avoid and avoid uh\nmaybe taking initiatives more than I should. But it's difficult for me to answer. I am sure\nthat there are facts. I am sure that people who know me can see it much better than I can,\nSO...",
        "Q: Thank you. Thank you very much.",
        "A: Glad to do it.\nTECHNICAL CONVERSATION\nEND OF INTERVIEW\n"
    ],
    "questions": [
        "Q: Good morning. Would you please state your name, your date of birth, and your place of\nbirth?",
        "Q: And could you tell me a little bit about your parents and their occupations?",
        "Q: When you were growing up, was was the town uh mostly a Jewish town or a non-Jewish\ntown?",
        "Q: What uh...from the time the war began, what...how did your life change before you went\ninto the ghetto, after the Germans came?",
        "Q: Now you then went into a a ghetto. Is that correct? Can you tell me about that?",
        "Q: Did you have any particular daily activity? Did you try to continue your studies or\nanything?",
        "Q: Did any kind of an underground organization develop?",
        "Q: How long were you in the ghetto?",
        "Q: Let me go back for a second, if I may, to Pruschov. Can you give me a little bit more\ninformation, more detail about what it was really like and what your routine was like and\nand how you survived that that daily trauma?",
        "Q: You were not able to continue the factory work that you had been doing at Reischof?",
        "Q: Did they tell you why they sent you to Vileshka?",
        "Q: What did you do at Vileshka?",
        "Q: What did you do at Vileshka?",
        "Q: We're going to take a brief break and change the film.",
        "Q: We left off with your having just arrived at Colmar (ph).",
        "Q: It's OK, George. Just take your time.",
        "Q: Could you, George, could you tell us a little bit about what your life was like for the two\nyears in the DP camps, what you did? And did you do some of your art work there?",
        "Q: Thank you very much. (Pause) Do you want some water? Can you tell me, with the\nbenefit of hindsight, what effect that you feel the war has had on you?",
        "Q: Thank you. Thank you very much."
    ],
    "answers": [
        "A: My name now is George Salton. I have used two other names in the past, but this will\ncome out in...later in the discussion. I was born in Chemish (ph) on January 7th, 1928.",
        "A: Uh my father was a small-town lawyer in Poland before the war. We lived in town called\nPitchen (ph), which a suburb of a county seat called , uh in German,\nand uh my mother was from a town called Chemish and when the time came for me to be\nborn, she decided to go home to mother where her parents lived in Chemish and uh where\nthe hospitals were better, so I was born in Chemish but I lived there for only seven days\nof my life, and then they brought me home and I grew up in this town called Pitchen. Uh\nmy family consisted of my parents and an older brother, brother who was six years older\nand it was a as I remember it a nice life really for for us. While we were not very rich.\nThey were kind of a good town to grow up in uh as a youngster with woods and rivers\nand swimming and going to school.",
        "A: Well, it was a...the town was a typical eastern European or Polish ..uh I'm talking\nabout the suburb in which I lived, and it may...I I I suppose it had maybe five thousand\npeople of...and of the five thousand, maybe two thousand or two and a half thousand\nwere Jewish. Uh our family was relatively assimilated so I had both Jewish and non-\nJewish friends. I spoke only Polish and not Yiddish so that uh immediately uh limited my\nassociation with uh youngsters from religious Jewish homes. And I I considered myself\nPolish as well as Jewish. Of course that view of myself uh changed very quickly once the\nwar came, because my Christian friends reminded me very soon that I was not one of\nthem.",
        "A: Uh the war as you know started in September, September Ist, 1939. I was eleven, eleven\nand a half years old and when the war started I remember uh as it was starting I\nremember the excitement of...excitement on the part of an eleven year old of seeing our\nparents uh you know getting ready and listen to the radio, listen to the news and there\nwas something about uh I suppose exciting about it. Then the war started. My father who\nwas a a reserve officer in the Polish army expected to be mobilized but before anything\nhappened uh the Germans came to our town and to the best of my recollection it was on\nthe 8th of September, about a week or eight days after the war started, and uh things have\nchanged from then on. First uh the day after the Germans came or maybe two days after,\nthey uh broke into the synagogue uh and uh burned the Torahs (ph) and destroyed uh the\nthe the contents and the furniture and they imposed restrictions on the general population,\nbut more severe restrictions on the Jews, arrested a number of uh intellectuals or people\nthat they considered to be uh leaders of society. Among them was my father who was\narrested by the Gestapo about a week or maybe two weeks after the Germans arrived and\nand uh the life was changed. It was getting progressively worse. The restrictions\nwere...that were imposed on us were were by themselves small but progressively more\nsevere and the penalties were very, very severe, so therefore, for example, one was\nprohibited from shopping in certain stores or later prohibited from uh being walking on\ncertain streets or later required to wear a white arm band with a blue Star of David on it,\nor prohibited from using the trains or the buses. While each restriction by by by itself was\nnot all that severe, the penalty was very frequently imprisonment or execution and\nconsequently life was changed. And as as time passed, uh life became more and more\ndifficult. In addition to it, there were Jews, and my parents in particular were unable to\nexercise uh their professions or make a living and we had to sustain ourselves by slowly\nselling whatever possessions we had...furniture, fur coats, piano...and so the life was\ndifficult and uh and in addition to it, my my friends, my former associates who were\nChristians uh now were quite uh sensitive to the fact that I was not one of them and made\nme and let me know about it. I remember the day when the when our synagogue was\ndestroyed and when the Germans pulled out the torahs on the street in front of the\nbuilding and burned it...uh we youngsters were observing this and wanted to know what\nthe Germans were doing. My Christian friends stayed and laughed and said that that's\nkind of a funny uh incident where I and maybe one or two other Jews who were there felt\naa sense of damage or destruction, and kind of laughed, you know, destroyed and so\nthings like this have happened. So my life has changed both because there were\nrestrictions on the Jews, because there was uh economic hardship, and because there was\na general rejection by those of my friends whom I with whom I associated prior to the\nwar.",
        "A: Yes. I...let me just add something else. There is one something else that happened of\ncourse. Uh the the war started in September of 1939 and and shortly we were occupied uh\nmid-September or late September, the public schools opened again. Schools in Europe\nstarted usually the first Monday in September, and I went to school and I was...I think\nwas in the fifth grade at that time and went to school because it was time to go to school.\nAnd I remember my teacher who who was known as anti-Semitic, my Polish Christian\nteacher, uh taking me aside with some sense of embarrassment and telling me that Jews\nwere no longer allowed to attend school, so there was another change. That was another\nanother restriction on my life. To to go back to your question, yes, uh life was getting\nmore difficult. There more and more restrictions. My father, after a number of months of\nuh being imprisoned, was uh released, came home a broken, sick man and uh the\nrestrictions that the Germans imposed upon us were greater and greater. There was some\nterror. There was some executions. We were basically uh we were basically conditioned\nto to to obey the laws and the restrictions, the demands, until early in 1942 uh the ghetto\nwas established 1n in and uh slowly the various uh Jewish communities both 1n the\ntown and the neighborhood, the villages were compelled to leave all possessions behind\nand move to the ghetto, so in the spring of 1942 my family uh was required to move to\nthe ghetto and the ghetto was in the oldest part of town. It was very congested. There was\nlots of misery and hunger and uh uh sickness and it was really as terrible as one can\nimagine life to be. I was at that time fourteen years old. Let me talk to you a little bit\nabout the ghetto if that's OK. There were always I would guess maybe fifteen to twenty\nthousand Jewish people in this very small section of the ghetto, uh small section of the\ntown. It was surrounded by a very tall wooden fence which was guarded continuously by\nboth German and Polish police. Food was very limited and there was really no room to\nlive. We managed to to share a room with a with one of my father's brothers who was\nalso an attorney and people were living outside on the street and it was just terrible and in\nthose circumstances the ghetto was full of rumors or speculations. Uh people were\nspeculating that something is going to happen. There were rumors that people who are\nnot working will go to work, uh will be compelled to to go to some labor camps outside\nof the of the ghetto and to to work in the forests. There was other speculation that people\nwill be sent here and there. It was a fearful, terrible ttme which was made worse by a\ngrowing terror on the part of the Germans who would come to the ghetto at night and\nexecute people at random, just kind of break into a house and uh into an apartment house,\nenter an apartment on the first floor, on the third floor or in the basement and take out the\ntwo women or a man and his son and execute them, and then uh leave that apartment\nhouse and go to another one. If something in in their pattern that appeared completely\nrandom and execute some other people for no reason at all. It did condition us, however,\nto be really fearful and terrorized and made us realize that uh we have virtually no\nchoices, because the community, the the Christian community, the Polish community\noutside the ghetto was not supportive or sympathetic. If anything they they be...they were\nactive in in uh spotting and denouncing Jews who left the ghetto when a penalty for\ndoing it was execution and as the conditions in the ghetto were getting worse and worse\nuh people thought about doing something else, but there were virtually no choices. One\neither had to stay and hope for the best or take a chance and jump over the fence and that\nwas not an easy thing to do because uh unlike soldiers who really are responsible for\nthemselves, most people had children or wives or parents and and one who was maybe\nwilling to be courageous and put one's own life at risk, but few people are willing to do\nthat to their own family, so that was the life in the ghetto. Hunger, misery, terror,\nexecution.",
        "A: No, no. There was there was no opportunity to study. Some people of course in the ghetto\nworked. Uh my father found a some job 1n some social organization which really I I think\nhad no other value than he gave him a aa some certificate that uh that that allowed him to\nbe excused in any kind of a a raid for for workers to work on the on railroad and so on,\nbut there was no education. There was no...nothing formal. Uh of course our Jewish and\nintellectual roots uh cause us caused us to continue doing it, so there was some private\nprivate teaching and former high school students who were maybe teenagers were uh\nbusy teaching reading and writing to youngsters and I who was fourteen was also\nsometimes asked to teach young children of nine or six to how to read and write, so there\nwas a little bit of act...there was some, there was some, there was a structure to deal with\nit but nothing formal. Much of the time was spent uh wandering through the ghetto\nlooking for some opportunity to to do something that would secure some food or\nlistening to rumors or just wasting time.",
        "A: There was uh...first of all, you have to understand that as a as a fourteen year old, I wasn't\nnecessarily trusted enough to to be taken into it. Uh I don't know that there was a\nunderground organization that uh that had plans to enter into combat, but there was, there\nwere many underground organizations that dealt with the cultural and social life of the\npeople in the ghetto and and uh uh approved and...I shouldn't say approved...but uh\nsupported activities that were really prohibited by by the Germans like teaching or having\nsome religious services or having some social services that provided whatever little help\none could provide to to the inhabitants of the ghetto. It was underground. It took courage.\nIt took commitment, even though it did not involve carrying a gun.",
        "A: I was in the ghetto about six months, and...uh in in about June of 1942, the ghetto was\nfully of rumors. Rife was rumors that something is going to happen and uh it gave it it\ncaused us all to be very active, to run from place to place to to listen for some rumors,\nand I remember being one day uh together with my brother who was uh twenty at that\ntime...I was fourteen...in front of a building, in that house the German work office, labor\noffice uh and people...whatever there were there...maybe two or three hundred people\nstanding and milling around. There was fear in the air. There was concern and at some\npoint some of the officials of the the German officials came out and started examining\nidentity papers of those people that were ed...on the edge of the crowd and again people\nwere saying (cough) oh this is good or bad and those whose papers will be somehow\nexamined will be sent out to work and others were saying those that whose papers are\nexamined will be allowed to stay here, and it (cough)...excuse me...and 1n in the course of\nthat uh activity and that...all that was accompanied you must understand while beating\nand kicking and hitting...and they looked at the young man's paper, a man, a young man\nwho was maybe sixteen or seventeen at that time...I I knew him...and uh his papers, his\nidentity card which was yellow...that was specifically uh given to Jews...uh yellow\nbecause the Germans consider yellow to be a color of shame and they were very very\nmuch involved with the symbolism of that...and his papers indicated that he had some\nphysical limitation that uh excused him from random assignment to la...to to work\ngroups, and one of the Germans looked at these papers and said, ah...1n German of\ncourse...you didn't want to work before so the heck with you now. And that gave us, of\ncourse, all of us, a great crowd of a few hundred people an indication that having the\npaper somehow stamped, the process was a positive thing. Everybody started pushing\nforward with their papers in hand and the Germans, the...additional German officials\ncame out and was shooting in the air and beating and pushing people back, and it it\nhappened that the man in charge of that office was a a man of German origin who lived in\nour town before the war and was a teacher, a high school teacher, my brother's high\nschool teacher. He recognized my brother and said to him, give me your paper and of\ncourse my brother also gave him mine. Our papers were taken away and we went...our\npapers and the papers of a number of other people, and we went home without them.\nAgain, the rumors were they are not letting us know what what this is all about and the\nnext morning the Jewish police...they were kind of Jewish police is really...that's what\nthey were called but they more like like couriers and and and uh people who help keep\norder...anyway a Jewish policeman came to our house and returned mine and my\nbrother's paper and they had a stamp put from the German Gestapo. We didn't know what\nit meant. We, again, were driven by rumors and speculation. Uh two days later there was\nan announcement in the ghetto. This is now late June of 1942...I have to take some\nwater...(pause)...announcements posted on all the buildings in Polish and in German and\nin Yiddish I believe, basically saying that the ghetto is being being evacuated, being\nmoved or the inhabitants are being moved to a big farm in Ukraine. Let me just point out\nthat this was in June of '42. Uh the German-Russian war started in June of '41 and June of\n'42 was the height of German success in in Russia where the large segments of Russian\nwere under German occupation, so it made sense when they said that the ghetto\npopulation is being moved to a large communal farm in the Ukraine that sits idle. There\nwill be work there, that the trip will take uh three days and that people should take food\nalong for three days which really silly because we had no food, and that uh what the\nclimate is going to be and uh what clothing to take along and that everyone except those\nwho have stamps on their ID cards, on their identification papers, are required to to be\ndeported. Deported is not the term they used, but to be moved to that new new location. I\ndidn't want to stay. I was fourteen. I was the youngest son. I wanted to go with my\nparents, but my parents said no, uh stay here. You have a home town. You'll be with your\nbrother. We don't know what's going to happen over there. In retrospect, I don't\nknow...they they had some premonition that that story was really a lie as as you can\ngather. Anyway uh a week later the ghetto was divided into two parts. The lar...1t was the\nlarge ghetto. It was a small place but we call...they called it the large ghetto. One corner\nof the ghetto was uh surrounded by an internal fence and the instructions were given by\nthe Germans that all those who had their cards stamped including their wives and\nchildren had to move to that small ghetto and no one in the small ghetto...no one can be\nin the small ghetto without a stamp on his card and if there is anyone found without the\nstamp on his card, he or she will be executed and all others are to move to the larger\nghetto which was then in the course of four days with great violence, and great shooting\nand blood, uh driven to the railroad stations on four consecutive days and driven and\ntaken to what I believe...and maybe some people believed to...was this farm in the\nUkraine. Me and my brother stayed in the ghetto. We were assigned jobs at the local\nfactory. Uh that was kind of a random process. Those who who stayed were assigned to\nto work groups, and me in one...1n a group that was doing construction on a housing\nconstruction on this large uh airplane engine factory that was built by the Poles before the\nwar but was not operating, now was operated by Benz or Mercedes Benz\nif you wish. They are the same company, and my brother was assigned to the same\nfactory but in another group where they were doing repairs of damaged airplane engines.\nAnd so we we were marched under guard every day to that to that factory, about uh five\nmiles or maybe five kilometers from the ghetto in separate groups and we worked. The\nwork was hard and miserable but we worked and we came back and we met at night in\nthe ghetto and uh hoping to hear something from our parents because we believed, or at\nleast I believed...I had no reason not to...that they are someplace in the Ukraine. And of\ncourse that was...there's no suspense then and of course they all went to a destruction\ncamp and all the people were driven naked into gas chambers and killed. After about\nthree weeks of working in that factory, one day...and our group was maybe a group of\nhundred people...after about three weeks of working and the marching every day to that\nfactory, one day when the work, when the job was over, the officials in that factory said\nto us you are not going back. We have built a camp uh within the factory, right outside\nthe factory walls but kind of adjoining the factory and you're staying here tonight. You're\nnot going back. So we were taken there and the name of the camp was Reischof, and I\nneed to look at my piece of paper here to tell you how it was spelled. It was spelled R - E\n-I-S-C-H-O- F. And uh when we were marched to that camp in the factory, we\ndiscovered there were about three hundred other Jewish people from other towns. Most\nof them were people who were selected in the process of deportation and during the day's\ndeportation there were people who had professions like watchmakers or watch repairmen\nor locksmiths uh because this was a factory in which they needed people that knew\nsomething about uh uh mechanical or metal working, either mechanical work or metal\nwork. Apparently we were taken to that camp and uh a long period of three years, almost\nthree years, started. Uh this was a camp of some that varied between three hundred and\nfive hundred people. Virtually all Jews. Uh the work was uh was inside the factory and\ninside the the plant working on lathe or drill presses for some of us. For others like me,\nworking outside in construction or sweeping the street, and before I tell you more about\nthe conditions and what happened, let me say something about my brother. My brother\ncontinued to work in the factory in the building in which they repaired airplane engines.\nSo I...so he was still...he was not confined to the camp. His group continued to come\nevery day to uh to the factory, and since I was, my job was to sweep the streets, I\nmanaged to sweep the street under the window in which he worked and so we could say\nhello to each other, and that continued for about four months and uh sometimes in late uh\nlate '42, his group as well as the remnants of the ghetto that the Poles, all those people\nwas the was their was the stamps on their ID cards and including some other groups that\nwas still going to work from the from the ghetto, they were put on a train and shipped on\nto that farm on the in the east. I I discovered it when I went to see my brother that the\ngroup was not uh no longer working there, that they were deported. I was , and\nthat week a man whom...this was in a factory in Poland, a man whom I knew before the\nwar who went to school with my brother, came to see me and gave me a note from my\nbrother and that note indicated that he jumped out the window and joined the partisans,\nso he continued to to exist in the woods together with partisans. I continued to receive\nnotes from him on and off without telling me very much about where he is or his what\nname he was using for a year. In September...I think it was the 7th of September,\n1943...he sent me a note through some people that worked in the factory that he is about\nto enter on a mission which will prevent him from uh contacting me and that we shall see\neach other after the war and that we should find each other by writing once the war is\nover to our uncle and aunt in New York, New York City and this would be a way to find\nout each other. Needless to say, I have never heard from him since then. I have no idea\nwhat happened but I can guess that he like countless others didn't make it. The camp was\n(cough) very difficult. Life was difficult. There was hunger. There was beating. There\nwere there were the guards were Ukrainians and they they were quite cruel and and\nmiserable. Our our overseers, our masters were were Germans, German civilians who\nwere also unpleasant. Our Polish co-workers really didn't show any sympathy and given\nthat it was the town...the factory was in the town in which I was I I was born in, the town\nin which I grew up (coughing)...excuse me...every once in a while I'll meet someone\nwhom I knew before the war who was maybe...they were they were not my age because I\nwas too young to to really be there, but they were maybe older brothers of my friends,\nand their reaction to seeing me was, are you still alive. And so that was a miserable camp\nand whatever whatever comfort there was, we found in each other. People who were\nstrangers, people who maybe didn't like each other, found a special fellowship, special\nkinship with each other and we tried to support each other and tried to help each other.\n(Cough) Another thing...a thing happened to me which 1s one of those incidents that uh\nthat reoccurred over and over during the war where something happened over which I\nhad really no control or or when it happened I had really no way to project what it will\nlead to that allowed me, that that that saved my life and gave me an opportunity to\ncontinue, you know, with my struggle to survive. The first of them was this incident of\nfinding a man in the in the labor department who was my brother's teacher. I mean there\nwas really no way that I would have managed, especially at my age, to have my card\napproved. What happened in the camp uh I started working after maybe eight months of\nworking outdoors, sweeping streets and working on construction, I was assigned to work\ninside the factory and I was marched to that large building and led in together with all the\nother people inside the building and was walking through the factory building to my\nassigned place of work (cough) and I noticed that in front of me there was a man in a\nwhite coat walking and something fell out of his pocket and instinctively I ran after him,\npicked up that envelope it was, and chased him and gave him that envelope, and he kind\nof looked of me and was pleased. The look appeared pleased and walked away. It turned\nout that night when the police came looking for me that it was his pay envelope and he\nwas one of the German engineers working. Now they came looking for me because he\nwanted to tell me that he appreciated me returning his money to him, that it was really\nsurprising that somebody who's Jewish would not steal it but return him the money, and\nfrankly when I discovered it was money I was had some second thoughts of whether I\nshould have done it or not. About six months later I we I was working on a...cleaning\nwindows, standing on a long ladder, because in addition to working twelve hours a shift\nin the inside the factory, we were required to work in the evening, on weekends and\ndoing other work and I was standing on this long ladder cleaning a window above a\nentrance to an office building when one of the German guard guards kicked the ladder\nfrom under me. I fell down and there was a grate at the bottom in front of the door which\nare common in Europe on which people were able to scrape their shoes. Anyway I fell,\nuh cut my knee. It was very badly damaged and injured and since we had no physicians\nand no medicine, it was infected and my knee was stiff and I really couldn't walk. I was\nrunning high temperature and after a number of weeks of being sick and miserable, I was\nselected together some others uh to be to be driven to another place which we believed\nwas really a place where they executed people that were not useful. And uh I was too sick\nand too beaten to really to care, to really be able to resist it. And as I was sitting on that\ntruck or standing on that truck with maybe six or eight or other people, that uh German\nmaster came by, the German engineer. He recognized me and uh said oh, this is a very\nimportant worker that I cannot spare and took me off the truck and a job was assigned to\nme, a wonderful job...the best job one could have there...to be a janitor cleaning uh\ntoilets. That may sound strange but this was a job that one had some degree of freedom\nbecause there was not a supervisor that stood over one. One could go walk and go and\nclean and and it gave me an opportunity in the next four or five months to recover, but\nagain that little incident was one of those and there were others and I will mention them\nas I go along, that that were those lucky things for which I claim no responsibility\nbecause when I found the envelope and gave it back to him, I had no way of knowing that\nwhere it's going to lead. Anyhow it was one those lucky incidents that allowed me to\ncontinue. Uh we were in that camp, working. Uh there were a number of miserable\nthings...some uh executions and killing and beating and hunger and misery. I remember\none incident that I I remember it quite well because I could never really understand it and\nI still don't. One day...it must have been spring of '43 when the leaves were turning green\nand and uh weather was turning turn turning nice, when two young men and they must\nhave been nineteen or twenty, young prisoners, escaped. They tunneled themselves under\nthe fence. It was on a Saturday or on a weekend. On a Sunday it must have been because\nwe did work on Saturday. They tunneled themselves under the fence and escaped and\nthere was much excitement and the Poles living in the neighborhood villages joined the\nUkrainian guards in chasing them and they were caught by the by the two, by the\nUkrainian guards with the help of the Polish peasants, brought back to camp, badly, very\nbadly beaten and uh somehow the the authorities, the guards sent for the German Gestapo\nman who incidentally survived the war and was not not punished very much but that's\nanother story...sent for the Gestapo man to come to deal with this breach of of order. And\nI remember he came on a in a in a kind of horse-driven buggy with his wife who was...he\nmust have been a young man in his thirties with his young wife and two little children,\nreally blonde, pink (ph) children. Left them sitting in the carriage outside of the camp\ngate and uh the kids were running around. The wife was sitting over there while he went\ninside, tortured the two men and executed them, and I could never understand how a\nperson who obviously had tender feelings for his family, who thought that it was a good\nopportunity to take his wife and children on a Sunday spring outing, would just transition\nfrom by just crossing the threshold of the gate and to become a a terri...a terrible torturer\nand executioner, but these were the things that happened in the camp. And I'm trying to\nremember...1t was a long period of about a year and a half. Difficult work. Difficult\nconditions. Hunger. Uh many tragedies, people trying to escape and being caught and and\nbrought back and people executed but 1n the passage of time in spring of 1944 or maybe\nit was...yeah, it was late winter 1944 when...you understand that I was taken to this camp\nin July of '42 and about a year and a half later in spring of '44, the Russians were coming.\nThe Ger...the Russian front was advancing and uh and uh they were not in our town but\nthey were someplace in in eastern Poland, but anyway they were close enough and as you\nmay know the Russian advances were kind of . They will advance uh a hundred\nmiles and then stop for a few months waiting I suppose for their supplies and logistics to\ncatch up with them. Anyway the Russians were advancing and the Germans decided to\nevacuate most of their key machinery in the factory as well as us, those four or five\nhundred Jewish prisoners who were in the camp who by that time were considered kind\nof specialists or important people. So one night in a great panic the trains showed up and\nthe machines were being loaded and dis...(cough)...uh disconnected from the electric uh\nwiring and loaded on the trains and the train left and the next day the rest of us were put\non another train that arrived and shipped west toward Krackow (ph). Uh however in the\ninterim between the time when the machines were put on the train to be shipped out of\nthe town and the next day when we were deported, a number of people managed to\nescape. There was a group of uh about eighteen people that escaped because the gates\nwere open. There was confusion. They escaped, uh and I have met one of the escapees\nafter the war and who...and he lives in New York now and it turned out that they escaped.\nThey were hidden in the woods and hiding in the woods, I should say, and then\nencountered the Polish national army resistance group who looked upon hiding Jews as\nbandits and they were, all but one were killed by the Polish resistance group. Our group\nin our train moved very slowly west, and we were deposited in a camp called Pruschov\n(ph) which was a major uh execution camp outside of Krackow. It was a camp in which\nmost of the Jewish community of Krackow was liquidated. It was located in a on the\ngrounds of a Jewish cemetery outside the town and there we were given new numbers.\nIncidentally, I had...my number in the first camp 222, a very low number. In Pruschov I\nhad the number of 25,113, and assigned to a barrack and made to work digging holes in\nthe in the ground which was full of skeletons and and uh graves. We were just digging\nholes and filling them in but it was...it was really a brutal and terrible camp. Uh people\nwere beaten at random. There were continuous execution, almost random execution of\nprisoners. We stayed in that camp maybe a month, and then sent to another camp that\nwas even worse, uh not far from Krackow called Vileshka (ph). It was a town that was\nwell-known for having major salt mines and uh my ancestors lived in that town. I didn't\nsay that my my original name in Poland was Salzman (ph) and uh that means salt man\nand my...I, as I recall the story of I heard from my father, my ancestors lived in that\nvillage, that town, and their business was to buy and transport salt to the neighboring\ncountries and when in the late 17th century or maybe it was early 18th century, the tax\nofficials decided that everyone including Jews must have last name for tax purposes, and\nthey just called my...they assigned a name to my great-great-grandfather uh that he\nhad...uh that was associated with his occupation, so that's where the Salzman came and it\nwas at that town that this camp was located, with most of the prisoners working in the\nsalt mine.",
        "A: Well, OK. The camp was a very crowded camp. There were barracks, wooden barracks in\nwhich there were great crowds of prisoners uh sleeping on kind of a three tier shelves. Uh\nfood was very very limited. Our work was uh basically hard like labor where it was really\nno skill required and which made anyone of us expendable. Working in the factory...if\nsomeone's working on a drill press there was some value to one's identity, because if that\noperator of the drill press was executed, the drill press would idle until they found\nsomebody else that they could train, but digging holes in the cemetery was really black\nlabor, labor that was, that had no identity. It was just uh kind of useless labor and we\nwere all vulnerable to be beaten or executed uh and uh one just existed from day to day.\nOne just had a a kind of a inwards determination and to one's mind and to one's heart to\njust kind of bear with it, to to somehow avoid being identified, never to stand in the front\nrow and if one marched in columns of five to be in the middle rather than the outside, to\nto appear busy, to avert one's eyes, to to be driven by an instinct for survival which was I\nthink is in all of us. The other thing that was different about that camp...in in that camp\nfor the first time I encountered uh women prisoners, Jewish women prisoners. They were\nI believe from Romania and it was it was an additional injury to my humanity to see\nwomen about whom I have romanticized, because I was just a young man of sixteen you\nknow, being compelled to work hard and being compelled to walk around half dressed\nand to not being given any facilities for sanitary purposes that somehow gave them some\ndegree of privacy, and all those things kind of added together to make us, to make me\nfeel uh less than a human being really,but feel as a kind of a uh uh...a a a machine that\nwhose purpose was to avoid exposure, to avoid any kind of a risk and just survive by uh\nobeying and following and doing the kind of things that I felt uh uh avoided uh being\nsingled out by people, by the guards and by the SS supervisors who uh amused\nthemselves I believe or satisfied some of their sadistic uh drives by beating and and\nkilling people for no reason at all and and what one had to do is somehow be both lucky\nand be sufficiently assertive to avoid that situation when one could be singled out. Uh II\navoided it, not because I was really more aggressive than the others, but because I I was\nlucky. So that...when I look upon those months there, just months of of of ailment, of a of\na sickness of mind and body...",
        "A: Oh no, no...we were just there, working there. And then when we reached Vileshka we\nwere...1n which we were for a very short time, uh we were just also kind of like working\nin the ground and sleeping and uh and we were now emersed in a large mass of prisoners\nuh with the German SS men who were over us walking through the camp, you know,\nshooting people at random and and uh there was, we were just part of the mass. I was part\nof the mass.",
        "A: Nobody told us anything. I was st...the the the the the consideration of being ever told or\nbeing or having any kind of explanation or justification uh doesn't apply. I mean we were\nkind of like uh if one has rabbits and one has chickens, one doesn't explain to chickens\nwhy they are being put in this or that building. We were treated in that way, and of course\npeople speculated and this and that, but most of the most of our energy was was\nconcentrated, was was spent on surviving of...on somehow nurturing that little piece of\nbread we received everyday, or the bowl of cabbage soup and of uh trying to make sure\nthat our shoelaces when they broke could be repaired because if one was broken, had\nbroken shoelaces one would limp, and if one limped one was singled out as somehow\nbeing being uh disabled and that was sufficient to be killed, so that's where our energy\nwent, to survive. I mean the the little daily things that gave one a chance...no guarantee, a\nchance to make it through the day. And if one was hit by somebody or injured or if one\nfell down and had a bruise, that was sufficient to be singled out and not make it through\nthe day. So that's where our energy went. Uh no one told us why we were there and we\nre...we really didn't ask. We were sufficiently beaten up. We were sufficiently damaged\nthat we somehow didn't expect any explanation, didn't expect any humane treatment,\ndidn't expect to be treated as anything that was...that had any value.",
        "A: Pardon me?",
        "A: Uh, in Vileshka we were relatively short time. I would say maybe a week, and they made\nme work uh on a...breaking stones. They had piles of stones that were the size of uh a\nbasketball and they gave us a hammer and uh sit on the ground and we breaking the\nstones into smaller pieces and it was it was suitable for paving unpaved roads, but that's\nwhat we did. And and and again I am saying this kind of unskilled labor was the most\ndangerous job to to do because there was no value in any individual worker. There were\nthere were thousands of hundreds of thousands of people gassed and killed every day so\nthere was basically unlimited supply of replacements. Things have changed. At at the end\nof one week in Vileshka, the four hundred or four hundred and fifty of us who came from\nthe factory in Reischof were assembled and they had a way of assembling us, and put on\na train and moved west, or we assume it was west. I really don't know that I could tell the\ndirection but the others said we were moving west. It was first...it was the first indication\nthat the identity of that group that worked for a year and a half in the factory in Reischof\nwas still retained and had some meaning. It was a very long trip and for people that\nsurvived the concentration camps, frequently the worse memories have to do with trips.\nTrips which maybe by car or by conven...normal train today would take three or four\nhours, took four or five days. The trains were sidelines and made to wait on on some\nback, back towns on the back rails and without food and water, very cramped and after\nfour days of such a journey we arrived in a mountainous region uh where we were made\nto leave the train, those of the few people that died along the way...we were made to\nleave the train. We were surrounded by uh a group of SS. Young SS men was holding\ndogs and machine guns and turned out it was the camp was called Flossenburg (ph) and it\nis in uh now in in uh it 1s...1t was in Bavaria in not far from the Czech border, not far from\na town called Hoff (ph). Flossenburg was a well-known penal camp where most of the\nwork was in the stone quarry. Anyway, we were caused (ph) to leave. The SS were very\nhappy to see us. They were laughing, saying well these are the first Jews we are getting\nhere since 1939 and we're glad to have you here. And they were really cynical. Marched\nus into the camp and you took a . As the train was moving from Vileshka toward\nFlossenburg, it stopped at a at a town which others could identify as being Auschwitz. It\nstopped. I must confess I didn't know very much about Auschwitz except that it was a big\nand bad camp. But others of those four hundred and fifty of us or others at least in that\nbox car in which I was confined, knew what it was and there was a great cry and\nlamentation (ph) that we are in Auschwitz. They must have known what it was. It's just\ndifficult to remember. People prayed and it's always a wonder wonder to me that in those\ncircumstances when there was no God and no mercy, people prayed. Let me take a\nminute. (Pause - Drinking) We were in Flossenburg for six weeks and work was in a\nstone quarry, very difficult work and we had to go break stones and carry stones on our\nback and the guards were brutal. We were for the first time really exposed to to German\nkapos. Kapos were uh trustees. They were prisoners, frequently prisoners from criminal\ninstitutions, from criminal prisons where people who were come...were were there for\ncommitting some violent crimes like murder, something like this, and they were made\ntrustees in in concentration camps and we were for the first time exposed to kapos who\nwere also brutal and miserable and who I believe tried to outdo the German guards in\norder to retain their privileged position. Uh it was just one of those difficult nightmares\nthat went on from day to day and one had to survive. One had to avoid again being\nsomehow singled out or beaten or injured or or fractured. I worked in the stone quarry. I\nalso had the job...and I was sixteen at that time I believe...I had a job carrying dead\nbodies to the crematortum where they were burned. These were people who who were\neither executed or died in the hospital or died of hunger or exhaustion. And I worked\nsweeping streets. I did all kinds of work. There was one experience that I remember that\nis not really cruel but philosophical. It turned out that people who worked at certain jobs,\nthey would get additional meal at noon time. They would give us one bowl of soup for\ntwo people. You have to remember a bowl of watery soup with some leaves or some\npiece of potato in 1t for two people who each one of them equipped with his own spoon\nand and this was ready made for conflict and combat and and and and uh the the spilling\nof soup and so on, but somehow before I arrived a a custom was developed over there\nwhere the two prisoners, skeleton-looking hungary prisoners who would be given this\nbowl of soup to share, would feed each other, so if you gave me half a spoon, I gave you\nhalf a spoon. And if you dipped down and found a piece of potato, I'll dip down and give\nyou a piece of potato, and so that customs or that habits or that arrangement which had\nboth philosophical and not religious undertones, people managed to people who were\nstrangers, people who were dying of hunger managed somehow to be disciplined and to\ngo through that daily ritual of sharing the bowl of soup. After six weeks of work and hard\nlabor...oh yes...I'm I'm forgetting something...when we first came to Flossenburg, we\nwere marched by this young SS guards with their dogs up the hill to the camp, we we\nwere brought before a very large building in a kind of assembly area, and we were...there\nwere four hundred and fifty of us approximately, and we were all told to undress, to leave\nour clothing on the floor and all our possessions and we go in to take showers. Now there\nwas concern. There was speculation, because by that time we knew about gas chambers.\nWe knew that our parents who were who went to the to the allegedly were sent to that\nfarm in the east were really killed and sent to gas chambers. We knew about that, and\nthere was great concern that we may be taken to a gas chamber. This was typical...this the\nthing...undress...go in naked. But there were really no choices. The choice was to resist\nand be killed, to run, to fight, to or to just hope and to do what one was told and hope that\nit was true that what they said that we will take a shower. I did that. I left my clothing and\nI left what whatever little possessions I had of my own that I carried through all the years\nof camps, and these possessions were a little handkerchief in which I had tied\nphotographs of my brother and my parents, and after that we were really given showers\nand when the shower was over, made out...made to go out through another door where\nwe were given new stripped uniform and uh and uh wooden shoes and all those things\nthat we left behind we have never seen again, so I have not had a picture of my parents\nuntil I came to the United States where my aunt uh gave me a picture of my parents when\nthey were first married. This uh...I remember them only vaguely that way, and I have no\npicture of my brother. We worked. We were in Flossenburg for about six weeks. Worked\nvery hard and one time we were exposed to a selection. Uh selection was a process where\neverybody stood naked and the a few SS people, one of them I believe a physician, kind\nof went by and marked us with a green ink writing numbers or some symbols on our\nforehead and he did it to me too. I don't know what it meant and we didn't know or we\ndidn't care anyway. Didn't know, didn't care, but that night again our group was\nassembled, put on a train...that group of four hundred and fifty. And sent to France. Sent\nwest I should say. Or sent west. Again this terrible long journey and it was it was uh like\nlate spring of 1944. You remember February, March and they sent us to Pruschov. We\nwere there for a few weeks. Then Vileshka, then Flossenburg for six weeks and about\nApril when I have to now really estimate the specific months...uh April '44 we were sent\nwest and after a journey of about six or seven days we arrived in a town...we didn't know\nwhere we were. I mean I got...when I say France I mean that's in retrospect. At that time\nwe didn't know. Along the way experienced great hostility from the Germans along the\nway. We knew we were being driven through...we were being driven, if that's the right\nterm to apply to a train, through through Germany. We sometimes stopped in a railroad\nstation and through the little windows, through the barbed wires, we would call for some\nwater because this was the greatest suffering...that we had no water for these days, or\nvery little water. And the Germans would mock us and say, you know, this and\nthat...wouldn't help us. There was great hostility. After that long journey we arrived in\nthis small town...\nTECHNICAL CONVERSATION\nEnd of Tape #1\nTape #2\nTECHNICAL CONVERSATION",
        "A: Yeah, I I uh I made...I stressed some of the unfriendly and difficult and and hostile\nex...encounters that we had along the way to Colmar to contrast what happened in\nColmar, which uh was special and I I I remember it with great emotion, so if I get upset,\nlet no one be embarrassed by it. We were made to leave the train at some site,\nrail..railroad station in the town with a sign called Colmar. I really didn't know what it\nwas uh or what the town was, even though some people said well, it uh it's France. I\njust... must confess I don't remember at what point I found out that it was France, and\nthen under SS guard made to march through this small town which 1s an ancient town of\nuh you know...it looks medieval and old buildings and cobblestones. We had wooden\nshoes and our marching made a tremendous clatters on the streets. It was early in the\nmorning and as we were being marched people were, who were going to work, civilians,\nwere stopped. The trolley cars were stopped and people were stopped to let us pass, a\ncolumn of a few hundred people in stripped uniforms. (Crying) And the people cried.\n(Crying) For the first time I saw support. I saw people cared. (Crying) I have to stop.",
        "A: You know, I never cry when I am...remember sadness. I cry when I remember happy\nthings. Anyway, people (crying)... people cried and they threw their sandwiches or\nwhatever they were carrying in their lunch box, packages at us which we couldn't pick up\nand cigarette, packs of cigarettes... (crying)...and they booed. They booed the Germans\nwho were escorting us, who made us take of our caps every time we passed a building\nwith a Nazi swastika flag. It really was such a special experience, not only for me but for\nthe others with whom I have talked. While most of us didn't survive the war...of those\nfour hundred and fifty, on that day maybe twenty-five survived or thirty survived. Uh we\nfelt human. We felt human for for a while and that was a special gift that the people gave\nus. And we were taken then to a small camp. It was kind of a temporary camp in outside\nof of the town town of Colmar where we were kept for a week. Uh we didn't do anything.\nJust sat there. There were hardly any food. We were eating grass, but at night fruit and\n(crying) bread was thrown over the fence by unknown people into the camp. After about\na week of that, and it was special. I I get more emotional about it and I become\nembarrassed that I am that I am about those other places which were terrible because it\nwas a a unique encounter with human kindness which I had forgotten about. After a week\nwe were put in the train again, again after a few, two days of traveling, arrived in a kind\nof a mountainous area called uh in which which we discovered was called Orbas (ph). It's\na small, small village in in eastern France in which there was a unfinished railroad tunnel\nand in inside the railroad tunnel there was a factory set up to manufacture airplane\nengines and most of the machines and many of the supervisors were those people back in\nReischof uh who were who left sometimes back in in March. Again uh circumstances of\nof luck that for which I take no responsibility and decisions that were made outside of my\npresence uh completely outside of any influence that we had, that some German officials\nin that factory or whatever, decided that it is valuable to retain this group of four hundred\nand fifty specialists which they considered us at that time, and had us catch up with the\nmachinery that was being transferred to defense (ph) and uh uh absent that, we would\ncertain not survived because working in stone quarries or salt mines or some other places\nwas a job where one survived for only weeks and we worked with Frenchmen, uh\nguarded by Germans but working with Frenchmen in the factory and it was a better\ncamp. The French workers that we worked with, the French worker I worked with shared\nhis food that he brought with him...they used to bring a lunch bucket and they usually\nshared an apple or something like that. Uh on weekends I was made to work 1n the in the\nin a farm complex in which the SS were located washing cars for soldiers and as I did\nthat strangers would throw apples or other things to me and uh and uh, you know, the\ncountryside was pretty. There were hills with goats on it and little villages and uh we\nwere still unhappy and miserable and the guards would still uh the SS guards that\nguarded the thing was still cruel. They have uh a few people were shot and killed. One\nman was told by a young guard I remember who was maybe nineteen to hey, run away\nand he ran and as he ran about six feet, the man killed him, but it was a different\nenvironment. It was a somewhat better camp. One night I remember I was walking\nthrough this tunnel. I was made to carry something and uh on the floor there was a piece\nof newspaper with a large headline, and my judgment wasn't very good at that time and I\npicked it up and stuck inside my jacket and then that night when we looked at it, 1t said in\nGerman, fortress Europe under attack. It uh really was the D-Day invasion and\nNormandy by the Allied Forces from England. It was very reassuring. We were happy\nabout it, but we really didn't know exactly where we were. We didn't know how the\nAmericans were doing and the the Allies were doing. The newspaper was not uh uh was\nnot really honest. It's kind of said they attacked but they are being beaten back. But\nfinally we didn't expect really anything good to happen to us. We didn't expect...the\nwhole idea of being liberated or being free or being autonomous was strange. We were\nconditioned now to be prisoners, to live in barracks, to be given cabbage soup, to be told\nwhat to do, to be completely without rights, to be beaten, you know, and so anyway the\nAmericans were coming and in August as you remember...the Americans landed in June\nof '44. They was landing in southern France uh by early in August as I as I believe, and in\nAugust of '44 they put us in a train again and shipped us east. First the machines left and\nthen we left. As our train went through Colmar, we looked out the windows. On our train\nthere were box cars with four hundred and fifty of us...there were box cars and we would\nlooked...no, we looked. We were in the box cars. We were looking out the windows and\nwe saw the train with all the machines that we worked on sitting on the side railing,\ncompletely destroyed by a air raid and we knew that that connection was behind us, that\nconnection with the factory. Incidentally this is also the time of the...1n retrospect when\nthere was the last attempt on Hitler's life in August of 1944. I just remembered now. Uh\nwas a long, long journey. Many people, a number of people died from hunger and thirst.\nWe arrived in a camp outside of Berlin in a town called . The name of the camp\nwas Saxonhausen. It was one of the largest camps in uh in Germany and my number over\nthere...just to tell you how big...was 107,081. I was under the name the name of Salzman\n(ph). We were put in a barrack and the four hundred and fifty of us were assigned to work\nin a ina ina warehouse where iron devices like uh axles for trucks and so on were being\nstored and we were caused to move it and required to move it and assemble it and pile it\nand so on. I don't know that there was really any sense to it. It was hardness of the\nwork...uh same thing again. Beating, hunger, uh uh rejection again. I know I'm kind of\nnot emphasizing here...that I'm...but you know, we just was there. That's how life was.\nThere was nothing exciting that happened from day to day. One got up and one hoped\nthat it wouldn't rain and one hoped that the shoe which didn't have a hole in. One hoped\nthat one got into line to to get one's soup. If one was at the right point in the line so when\none got the the bowl of soup it wasn't from the top but was from the bottom of the of the\nof the container where there was a little bit more cabbage and these were the things that\noccupied our life. There wasn't anything dramatic or wonderful. Was just to survive to\nand little things in life were the kind of things that allowed us to somehow sustain\nourselves another day. Uh if one uh was required to move a big piece of iron, one\nsomehow tried to do utmost to have six people rather than four people, because four\npeople carrying that piece of iron would be so much more difficult that one's ability to\nsurvive, to somehow carry another day, would be diminished. So I don't know what\nothers say, but I must tell you those monontenous terrible days were were occupied by\nthe by the compulsion to survive, by doing those little tiny things, you know, by\nsomehow uh being able to find a needle to fix one's pants or to sew on a button because\none needed this button to be warm and one needed the button to look orderly and proper,\nto not somehow be singled out by a guard who could use that for whatever purpose he\nwanted to use. After...at at the time, the time, the days passed one after another. There\nwere...1t was a terrible camp. There were French resistance prisoners, from the French\nresistance who were made to...they were being made to walk all day long in leg chains\nand and there were random hangings. There were other people in a in a prison uh\ncompany that were that were caused to march everyday with a new pair of German\nmilitary shoes because they wanted to...when they issued the shoes to the German\nsoldiers they wanted the shoes to be worn for at least one day so these people had to\nmarch all day long, and it was just...1t was an awful camp, but after about a number of\nweeks, an announcement, an announcement was made that our group of about four\nhundred and fifty who were somehow identified as machine machine operators or or lathe\n(ph) operator specialists, was being shipped, was being sent to two different camps, one\noutside of Braunschweig. Now I...we just knew...I I must tell you we are told we are\nbeing shipped to two different camps. I don't know that we knew at that time. I guess we\nknew that we...one group was going to go to Braunschweig and another group was being\nsent to a camp outside of Bremen (ph). And the way it was done that orderly would say\nwell we need seven lathe operators to go here and five uh drill press operators to go there\nand because they allowed it that way rather than saying you and you go there, people that\nhad some connection with each other, either because they were from the same town or\nbecause they knew each other, managed to stay together, and they would just be assigned\nand we continued going to work and about four or five days later there was a list posted\nby number...all of us had numbers... had this number that I said, 107,081, and there was\na list posted of the people that were going to go to Bremen. I originally was supposed to\ngo to Braunschweig and not that I had any knowledge of whether Braunschweig is better\nor not, but the people that I knew from before the war and some of the people I knew for\na long time were going there and I just wanted to stay with people on whom one could\ncount as a little bit of support. Well, I discovered that in the process of assembling the\nfinal list, there was some changes and about forty or so people were shifted and I was\ngoing to Bremen. Another person that was shifted with me was a young man who had a\ncousin by the name of Joe Senga (ph) that was allowed to remain in Braunschweig. I\nhope I'm not confusing it. Some of us that was supposed to go was shipped here and this\ncousin said I want to go with my cousin because we're just cousins and that's most\nunusual among those few survivors that that there was their cousins or brothers. Well,\nthis cousin said uh I don't know what fate has for me. They assigned me here and I'm\ngoing to stay...I don't know what to do. Well, anyway, after much ado and much\nsuffering, Joe Senga and I changed uniforms. He put my uniform with your number on\nthe side and so on and I took his uniform. He told me his name and his date of birth. He\nwas incidentally born in Chemish too, but he was eighteen and I was sixteen at that time\nand he went to Braunschweig with his cousin...I'm sorry...he went to Bremen with his\ncousin and I, under his name, stayed with my friends and and town...fellow townspeople\nin that group that went to Braunschweig. Uh of that group of two hundred or twenty or\nforty that went to Bremen, only one survived I found out after the war. And all the others\nuh died and uh Senga who carried my name didn't make it either. Again, one of those\nlucky incidents. Lucky. One of those fateful incidents where, you know, I really didn't\nknow which one was better, and I did it, you know, just for reasons to please him and to\ngo with my...the people I knew. Our group of some two hundred and twenty...I would\nguess about twenty-five, twenty-eight survived and I was one of them. None of the\nothers. And I...cemember I say twenty-five, twenty-eight. Maybe it was thirty-two. It was\nsome small number survived and nevertheless I was one of them. I was sent to camp in\nWatenstedt (ph) is the name of the camp, outside of Braunschweig. It was a camp of\nabout twelve thousand prisoners. Uh we were the first and only Jews, about two hundred\nand fifty of us and that camp was attached to a factory in which they manufactured the\ncasings for bombs and therefore there was a need for lathe operators and all that stuff and\nit was one of those...as as the war was going on, the time was passing, conditions were\ngetting worse and worse. There was much less food. The the guards were much more\ncruel and there was no clothing and anyway we we got there in October. I was now\nJoseph Senga, had a new number and my number was 107,028. I don't know why his\nnumber was smaller than mine and uh worked in the factory. Very hard conditions.\nKapos, which were the trustees, were very cruel. They were...most of the people were uh\nfrom...well, there were no...very few Jews and people were dying like flies, either from\nhunger, from exhaustion. I have seen people arrive and be there for two, three weeks and\nthen unless they were really hustling and competing, if they were trying to be some how\naccommodating of all the others who but all the other prisoners who by that time were\nvery aggressive and would try to steal your bread or steal your soup just to survive, not\nout of villainy (ph), or they wouldn't make it. At one point there there were two French\npeople brought in who I was told were priests or bishops and they were just overwhelmed\nby the misery they saw around and were willing to share their food and they lasted two\nweeks and I'm not making any judgment about it but that's how it was. In January of...we\ngot there in October...work in the factory, try to keep warm. We had very little clothing.\nWe got wooden shower shoes and very thin clothing. In January of 1945 the factory was\nbombed by B-17's I suppose. It was a daylight bomb and it was on a Sunday and we\nworked all the time except Sunday afternoon was free. And it was bombed on Sunday\nafternoon. Was completely destroyed and at that point, from that day on...well, anyway,\nfrom that day on we worked rebuilding the factory, moving, building bricks, picking up\npieces. It was just tremendous feel of gloom (ph) and also that night, the night of the\nbombing, snow for the first time, so when we went to work it was terrible. It was cold.\nWe had no gloves. We had no socks. We had no shoes and we just worked outdoors\nmoving bricks and moving uh moving uh stones and I have and uh this was the time\nwhen most of the people died, just from cold and exhaustion. We would sleep two men to\na little bunk and I remember sleeving...slee... sleeping with a young man whom I knew\nfor about two, three years now whose name was Hoffenflack (ph) and at night when I\nwoke up, he was dead, and I couldn't push him out of bed so I just slept there the rest of\nthe night, but he was dead just from cold and not eating. Uh I need to go back for a little\nwhile. I said that in January when the factory was bombed...1in mid-December, the times\nwere already very difficult. There was very little food. Someone recognized that I have\nsome artistic talent and assigned me to work for those kind of two weeks before\nChristmas in a uh carpentry uh shop in which uh toys were being made for the children of\nthe guards, so I worked designing drawing horses and ducks and the carpenters would\nwould uh cut it out and assemble it into something they could draw on a string and all\nthat. At one point one of the SS officers came in and said to me we need a star to put on\ntop of our Christmas tree and design one and have it painted, but don't make it make a\nfive-corner star because it's communist or a six-cornered star because it's Jewish, so I had\nto design an eight-corner star because uh that's how I knew how to do it, you know,\nbecause I just remembered that incident. During that time when I work in the carpentry\nshop I was getting some extra food which I shared with a friend of mine, someone by the\nname of , Julius , who was somebody I knew from home. He was three\nyears older than I was and he was with me and I was getting more food. I was able to\nshare it with him and uh then when the factory was bombed out, I was no longer working\nin the carpentry store. I was working...in carpentry shop...I was working carrying bricks\nand cement. So was he, but he found in the rooms a a box of ration cards and remember\nat that ttme Germany had food rationing. He found a box of ration cards and made some\ncontact with uh with a Polish worker who was there who was willing to trade those ration\ncards for extra bread, and he was able to help me. Again, those special circumstances that\nallowed me to be drawing Christmas tree stars and have some food to share with him and\nthen allowed him by accident to have access to some additional bread which he was able\nto share with me. He shared with me because uh well, because we were friends I suppose\nand because he had enough for himself. But it was a very terrible time. There was very\nlittle food. There was very little...there was no clothing. It was cold, miserable. The\nGerman guards were even more cruel and we would find in the rooms some old drapery\nmaterial because they had...and we tried to either fashion gloves or vests or something\nand they would search us and if we had any gloves made out of drapery material or vests,\nthey would take the take it away from us or we would find paper sacks from cement and\ntry to use this as something to keep warm. They would also take it away from us and we\nmarched to work every day and every night when we walked back we would have to\ncarry fifty, sixty dead people who died during the uh during the day. That is how it went.\nPeople were just dying, just dying. There was no hospital. There was nothing. People\nwere just like flies. Uh those of us that survived uh again did the same thing and it\nit...there was no drama. There was nothing there. No no great things happened. There was\nno special danger. There was no special mercy. There was no...no one showed up to do\nanything good or bad. We just had to survive, day to day, survive. Finda piece of _ to\ntie around your shoes. Uh uh try to have a piece of paper around your body to keep warm\nand and avoid the German searching you and if uh if there was jobs being assigned, try to\nget to assigned to a job that was less exhausting than some other job, because it gave you\na chance to live another day. And uh early 1945...I would guess it was uh maybe in late\nFebruary, March...we heard guns on the horizon. Now we had no idea what was\nhappening. By that time we didn't have any hope. We didn't nurture any hope. Of those\ntwo hundred and twenty or so of us that came to that camp, there were maybe forty, fifty\nalive. We didn't nurture...I was...specifically, I was sinking. There was in...there was in\nconcentration camp a condition called mussulman and I don't know what it comes from,\nbut these were people who was...whose...who were so physically and mentally\ndeteriorated that they no longer cared about survival. They kind of like wandered or\nstaggered around. They fall down. They usually live for a day or two. I was approaching\nthat condition. Times I was hungry. I was cold. I and I was sick. I know that and I\nremember talking to some people and saying I don't know if I can manage it another\nweek or two, and they were saying come on...even though they were in the same\ncondition. Even though some of them that said to me come on, you know, try, try...didn't\nmake it themselves. Anyway, in early March...I'm estimating now...there were guns on\nthe horizon. The Germans again put us on a train and after a very long and very deadly\njourney uh we arrived in a...in the middle of the night someplace. We were made to get\nout of out of the train and there were these mountains of bones, human bones, and it was\nkind of like something that an abstract picture of hell...just big piles of human bones. We\nwalked into the camp. Turned out it was the camp was Ravensbruck (ph), which is a\nMecklenberg (ph) which was a major, primarily a women's camp. There was a small\nsatellite camp for men and uh we were kept there for two weeks, really doing nothing.\nSitting in the sand. Uh all organization started breaking down. For example, when there\nwas a distribution of slices of bread and they would they would have a ba...a basket of\nslices of bread and which you get one slice of bread a day and the the kapos who would\nhand it out would hand it out and as the people pushed, they would turn over the basket\nand everybody would attack it and grab it and and our belief was that the kapos did it\nbecause they kept some of the bread for themselves. They didn't have enough to to give\neach one of us a slice of bread, so then those that are a little bit stronger managed to have\ntwo pieces. Those that were either not in position or were weaker would die that day or\nthe next day. I remember the sun was shining and I was kind of wandering around and\ncame outside and we had lice and we were dirty and we were just terrible and I came by a\nwindow and I saw my image in a window pane and I didn't recognize myself, and I saw\nthat I was a mussulman already. I saw that I was not making it. After about three weeks\nin that camp they put us in a train again and shipped us someplace else and when we\narrived there we discovered that the name of the camp was . It was a camp that\nincidentally was liberated by the 82nd Airborne Division and if one reads Gavin's (ph)\nbook uh Road to Berlin, in the last chapter he talks about that camp and he says\nsomething that I don't remember...that you could smell that camp before you saw it. I\ndon't remember any obvious smells. It was just a camp, one of those camps. But was half\nfinished. We slept on the ground. There was no food. Dead bodies all over. People were\neating the dead bodies and uh everyone who sur...wanted to survive would do whatever\none had to do to to eat uh whatever was available. Uh more people were dying. There\nwere just mountains of dead people. They didn't bury them anymore. It was late in the\nwar. It was April of...late April of '45. Of our group there were just a few, but there were\nsome other Jews now by then there and then on May Ist, and I know the date in\nretrospect of course...on May Ist, we were all told to get in a train again. It was this camp\nwas assembled and we were all told to get in the train. We all were marched in a line. I\ncouldn't walk anymore. I made the first first risky thing I did. When we were when we\nwere assembled and were informed that we are leaving, they asked those who cannot\nwalk will go on the train. The others will march. Those that cannot...that can walk step\nforward. And I didn't. I couldn't walk anymore. My head was hurting me and I couldn't\nwalk. But it turned out they put us all on a train, so that fact that I accepted now, that\nbeing singled out, showing some weakness that I had fought for three years to prevent,\nreally didn't harm me. We were put in the train and we were sitting on the train all night\nlong and confined hundred, hundred and twenty people to a box car, and there was no\nlocomotive and in the morning they made us walk out of the train and stand there\nbetween the railroad track where the train was and the front fence of the camp. The the\nway it was arranged the camp has two pieces, two areas. There was a camp of the\nprisoners. There were railroad tracks and on the other side of the railroad tracks there was\nan area where the guards lived, so we were there and uh my...I don't know...maybe four\nthousand prisoners although there was lot of death later on, and they said all Jews step\nforward. And we didn't. I mean I didn't. Uh some of the...well, of course this was not\nannounced the way they announce it now. It was announced...it was de...demanded with\nthreat and with violence and some of the non-Jewish prisoners started pointing us out. It\nwas possible for us to be identified because we would have a red triangle showing that\nwe are political, but there were little three yellow corners behind it to make that into a\nstar of David and in all that tumult and confusion...this was now May 2nd...there was\na...I'm again coming to an emotional time...there was a gunshot and we all looked down\nthe railroad track which was kind of like a corridor cut in the forest and in May there\nwere...the trees were already green and far away there's a tank. It looked kind of like a\nprehistoric monster with smoke coming out of it and was maybe a mile away, but the\nGermans just opened the gate, pushed us all in, and we were still guarded. There were\nstill guards in the in the towers and they kept shooting at random at uh at the ca...at the\nprisoners and one had to find a place to hide behind a barrack not to be exposed to line of\nfire and uh then they took the German trustees out of the camp. And we were kind of\nalone and I remember finding someplace three potatoes, because they...whatever supplies\nthere were were no longer guarded by the German trustees, by the kapos, and cooking\nthose three potatoes in the fire, baking and making little fires...others did it too...a little\nfire behind...and it was afternoon and then I hear noises. People running and shouting and\nI really didn't want to leave the three potatoes but I was concerned that maybe something\nbad is happening, and I was still, had sufficient instinct for survival that I needed to know\nwhat's happening. __ I couldn't walk very well and my head hurt. I and I I suppose\nmaybe I was stimulated by that tank and which obviously was a friendly one, or at least\nunfriendly to the Germans, so I ran to see what all these people were running and there\nwere Americans. (Crying) They were soldiers. There was a patrol of 82nd Airborne\nsoldiers inside the camp, standing among these mountains of bodies and thousand or two\nthousand crazy prisoners jumping and hugging each other and kissing each other and uh I\nreally didn't feel it. I didn't know what it meant. And they were there. They were\noverwhelmed and they left. It was a patrol. They were not going to...oh yes, when\nthey...when we jumped and screamed and saw the Americans, we looked around. There\nwere no guards in the towers, and when the Americans left, when those...when the patrol\nof six or seven soldiers left, and we...some of us...people continued still dying. There\nwere lots of people that were dying laying around and some people started leaving and\nme and five friends, , the one that I mentioned before , and another was a\nman I knew from my town who was an older brother of that young man back in the\nghetto who had a certificate on his on his identification paper that he had some physical\nailment and should be excused...we decided based on the stories we heard from the...from\nour parents on what happened in the first war when the Russians and the Austrians keep\nmoving back and forth, so the Americans left and the Germans may be coming back. We\nreally didn't know where we were. We left at night. We jumped...the door, gate was open\nand the five of us just left, went went walking in the woods and hiding over there. At one\npoint we came to a town called that was still in German hands and we hid in a\nlittle paint store and that night the Americans came and I was free. I didn't try very hard\nto...1 was seventeen. I tried very hard to write a letter to my aunt and uncle in New York,\nand I didn't know their address anymore because among the things that I left behind in\nFlossenberg with the photographs was the address of my uncle. I knew that he lived in\nNew York. I knew that there was MD attached to his name and I didn't know exactly\nwhat it meant or I knew that he was a physician and uh needless to say I finally got\nthrough to him. None of them...I I I asked every soldier, American or English, to send a\nletter for me and none of the letters arrived but one of the GI's came back and brought a\nletter with him and looked him up in the phone book in New York and called him and uh\nI just you know, I made contact with relatives in the United States. I discovered that no\none else has survived, none of my family, and the part of Europe, Germany where I was\nliberated, became...was destined to become the eastern, the Russian zone, now part of\neastern rather than East, Germany, and uh the Americans wanted to uh put uh on turn us\nover to the Russians because they were shipping people that were from France and\nHolland to France and Holland and people that were from Poland and Czechoslovakia\nback east and that day the Russians didn't...they put us in a truck and brought us out to\nthe town, outside of the town where the Russian's lines were. The Russians didn't want to\naccept us that day. I don't know if that would have made any difference in my life, but at\nleast they didn't. So then the British picked us up and took us in a on trucks to a town\ncalled Lubeck, Lubeck, or Lubeck (ph) was pronounced in English which was right\nacross the line between the English and the Russian zones where I stayed and waited to\ncome to the United States. The only thing that I have from those days is a photograph of\nmyself, how I looked uh about three or four months after I was liberated. I have no other\nphotographs of of anyone else, but that...and when the war was over there was some\nalready institutional things started and one needed papers and so I went to a photographer\nand had a picture taken. As you can see...I think there is a date on it. The date\nis...OK...here we're looking...1 st June of '45 in Lubeck which would be a month after I\nwas liberated and being seventeen and having access to food which the American\nsoldiers around were kind enough to share with us, I was recovering. I mean my hair\nstarted growing. Let me just finish the story very quickly. I I stayed in Europe in\nGermany in DP camps for two years. It took that long to get uh...I had to make the\narrangements for for to come to the United States. My relatives sponsored me. I came to\nNew York in...October 2nd, 1947. I...",
        "A: Well, uh yes, yes, yes. I stayed in a DP camp. One was kind of abandoned. Many of the\nJewish, my Jewish friends, went to to Israel or to Palestine at that time...uh illegal but\narrangements were being made by the Brichah for people to to somehow smuggle\nthemselves into Israel. I, who had already made commit...made contact with my relatives\nor who were making arrangements for me to come to the United States...there was still\nhope that my brother would show up somehow. I made a decision to come to the United\nStates and there was really nothing done for me. I was just a young man of seventeen.\nThere was no school. There was...I needed dental work and there were no dentists and I\nwas kind of like sitting around and uh to occupy myself or to maybe to to give give vent\nto some emotional needs I had I started painting and I painted some pictures. Some of\nthem were lost. Some of them I brought with me uh to the United States and have given\nto the Holocaust Museum for whatever it's worth. Clearly they are just my own images of\nwhat I remembered or what I thought, and and otherwise they were kind of wasted two\nyears, waiting. There were no school. You know, I I was uh many of the people to\nsurvive were getting involved in in black market and some illegal activities which I didn't\nwant to do because I was afraid that I would be tainted somehow and not be able to come\nto the United States so it was a time of uh waiting, of growing up. You know, I\nwas...nevertheless I was influenced by that kind of a illegal illegal activities that were\ntaking place. They were not activities of violence or villainy. They were activities of\nviolating some economic rules, smuggling, dealing with the black market, finding\ncigarettes and selling them for this and that and I and in order to be...was affected by it.\nI'm saying this because when I came to the United States and moved with my uncle who\nwas a successful physician, who had great uh had friends who were musicians in the New\nYork Symphony and who had candles at the dinner table and friends _, it was a very\ndifficult transition for me. A wonderful but a difficult transition. In the United States I\nworked as a delivery boy. I went to school in the afternoon to learn how to repair\ntelevision sets. I went to school at night to learn English, one of those typical classical\nthings where you go to school at night. There was a book whose name I now don't\nremember about it, don't remember any more uh to and was in New York. I went to\nschool at uh George Washington High School in Washington Heights at night to study\nEnglish. After a year of doing that and learning how to repair television sets, I got a job\nas a television repairman and then another year later or a year and a half, I was drafted in\nthe United States Army. I served two years in the Signal Corps with a honorable\ndischarge. This was during the Korean War, but this was a police action rather than a war\nso some of the provisions for citizenship didn't apply and I had to be in the United States\nfor two years, for five years so in March of '53 I was discharged from the army and\nbecame a citizen. I was still in the army when I became a citizen and one of the questions\nthat the judge asked of me was whether I if called upon I'd be willing to serve in the\nUnited States Armed Forces and I was wearing my uniform which was kind of funny and\nthen in March of '53 I was uh married to my present wife, who to...to my present wife\nand uh shortly got a job and shortly thereafter taking advantage of my GI bill uh I went to\nSyracuse University at night uh because I couldn't afford to go during the day. The GI\nbill just paid for school. I received my Bachelor's Degree in Physics and Magna Cum\nLaude in five years at night and went to school, continued in school and received a\nMaster's Degree in Electrical Engineering. I worked in a re...worked for industry and then\nworked for a government lab and in uh mid-sixties when McNamara was uh the\nSecretary of Defense, I was asked to come to Washington and join his staff as one of\nthose whatever they were called at that time... McNamara's raiders or whatever. And I\nspent about ten, twelve years in Washington in the in the Office of the Secretary of\nDefense and the last eight years as Director of Defense Communications Systems uh\nwhich required me to testify before various committees and so on and then about and\nthen I went back to industry and I'm now a an executive in an aerospace company and\nstill working. Uh I'm still married to my wife. We still still love each other and we have\nthree children who are married and well, and four grandchildren. And I tried not to think\nabout the war and tried to live my life as if the war never happened, even though I\nrecognize that I am tainted by that fact. That's my story.",
        "A: Well, obviously it's most difficult for me to judge myself but I think uh it has had definite\neffects. I for example never cry when I'm sad. I only cry when I'm happy. And you have\nmaybe observed it here, that I was emotional remembering good things like Colmar or\nthe liberation. I suppose I'm too protective of my children and giving them what is\ncommonly known as survivor children syndrome. Uh there are facts, clearly there are\nfacts. Uh my willingness to accept risk in life is diminished by my war time experiences\nand therefore I have tended to be, to stay employed with the same company or the same\norganization longer than I should have because I think that uh the war time experience\nwhen I was very young somehow conditioned me to to avoid risk and avoid and avoid uh\nmaybe taking initiatives more than I should. But it's difficult for me to answer. I am sure\nthat there are facts. I am sure that people who know me can see it much better than I can,\nSO...",
        "A: Glad to do it.\nTECHNICAL CONVERSATION\nEND OF INTERVIEW\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumOctober 10, 1990\nRG-50.030*0200",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with George\nSalton, conducted by Linda Kuzmack on October 10, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum. The interview cannot be\nused for sale in the Museum Shop. The interview cannot be used by a third party for creation of a\nwork for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "GEORGE SALTON\nOctober 10, 1990"
    ]
}