{
    "rg": "RG-50.030.0570_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum interview with\nBarbara Firestone, conducted by Judith Cohen, on March second, in Leisure\nWorld, in Silver Spring. Mrs. Firestone, can you start by giving me your name at\nbirth, as it was in Poland, and your date of birth and city of birth?",
        "Answer: Okay, I was born Brunislava(ph) Spielman(ph). My Hebrew name was\nBrucha(ph) — Brucha(ph), and I was born in Krakow, Poland. What was the\nother?",
        "Q: And your date of birth?",
        "A: February 14\", 1939.",
        "Q: And give me the name of your parents as they were in Poland, and any siblings\nand their dates of birth.",
        "A: Okay, my father, Simon Spielman(ph) was born in 1900, December of 1900,\nmy mother Czarna, c-z-a-r-n-a Spielman(ph), her maiden name was Steel. And\nshe was born in Poland, my father was Czechoslovakian. I have a sister Helen —",
        "Q: Okay, okay [indecipherable]. So, one more time, your name of your father, and\nhis date of birth?",
        "A: My — my father’s name is Simon Spielman(ph), he was born in ni — December\nof 1900, and — in Czechoslovakia, he had — he wou — he’s — was born in — I forget\nthe name of the city in ch — in Czechoslovakia, but he’s Czech born. And my\nmother 1 — was born in Poland, in December of 1902. Her name was Czarna Steel.\nAnd they were sort of distant cousins, so it was, as they say, a— a-—a Schitter(ph).",
        "Q: It’s — yeah. And did you have any siblings?",
        "A: Oh — oh yes, I have a sister, her name is Helen Winchester, Henya(ph), that\nwas her Polish name. And I have a brother, Arthur Spielman(ph), and we survived\nas a family.",
        "Q: Let’s ha — let’s — before we talk about that, want to move back to life before the\nwar, though. You were born, you said, in 1939 —",
        "A: Nine.",
        "Q: — so — so you were born just as the war was beginning, so you probably don’t\nhave any memories from —",
        "A: Very, very —",
        "Q: — before, but —",
        "A: [have just very few of my own memories, and most of it, what I call memories\nwere told to me.",
        "Q: So, I was gonna say, from what your parents and brother and sister said, what\nwas your family’s life like in Poland before the war? Your father’s occupation —",
        "A: My father —",
        "Q: — cultural affiliations, religious affiliations —",
        "A: My father was a shoemaker. They were — we were an Orthodox family. We lived\nvery well, we — we had help. We were not considered poor, but certainly we were\nnot rich. And we had a — a tremendous extended family. And some of the family\nwere farmers, and — and butchers, and — Shochets, as they would say. And it was, I\nguess what you would picture of a normal Jewish family of Poland, which was\nvery, very nice. I was born in February, which was like six months before the\nHolocaust, so my memories of that time is — is —",
        "Q: Did your siblings go to school before?",
        "A: Oh yes.",
        "Q: And what type of school, was it a Jewish school, a Polish school?",
        "A: My brother went to chayder and my sister, I believe she went to a gymnasium.\nBut they had normal schooling as well. I don’t recall too much about that, but yeah,\nmy family was very learned.",
        "Q: And what language did you speak at home?",
        "A: Yiddish. Polish. That’s about it.",
        "Q: And am-among the family itself was mostly Yiddish?",
        "A: Yes, mm-hm, mm-hm.",
        "Q: And okay, let’s now move to September °39, and I know that a lot of these are\nmemories from your siblings and your parents, but from what they’ve told you,\nwhat happened September °39 when the Germans invaded?",
        "A: Well, we were — we still were able to live in our home, but shortly after that, we\nwere put into a ghetto. And I believe that was in 1942. And we were placed in the\nghetto, in a one room place, and I think there were other people among us, and I\ndon’t know how my family’s — I’m diversing if you don’t mind.",
        "Q: Mm-hm.",
        "A: I don’t know how my family survived, because of me, because I was such a\nyoung baby. Most — well, Pll go into that later, maybe.",
        "Q: And do you know, was your father working in the ghetto? Was he still working\nas a Shoemaker, or —",
        "A: Yes, he had his own place, he was making — and everything was confiscated for\nhim. And — and I believe how we survived was that he was making boots for the\nGestapo. So I — yeah.",
        "Q: And was your mother working in the ghetto also, or was she home with you?",
        "A: I[—I-—I think she was home with me, but she might have — and I — I— I cannot\nrecall that at all, yeah.",
        "Q: And your older siblings, do you know where they wi — have any schooling, or\nwere they working?",
        "A: In the ghetto, I think when — once we were in the ghetto, I don’t think we had\nany schooling at all. No, it was very, very difficult, yeah.",
        "Q: And how long did your family stay in the ghetto?",
        "A: Not very long, because when my father first heard of the liquidation starting at\nthe Krakow ghetto, he — he was an amazing man, I must say. He had foresight, if\nnot luck, and he was able to send ma — send my sister and brother out with a guy, to\ntake them out of the ghetto and just take them away. I think there might have been a\ndestination, but I d— I don’t recall. It had — there had to be. And — and my father\npaid for the guy to take my sister and brother out.",
        "Q: Do you remember what the emotional state was when they were leaving, and\nnobody knew —",
        "A: Above — yeah, my — my —",
        "Q: — what would happen?",
        "A: — yeah, my father knew he would not see his children again. That — that was a —\nthat was a given. And so I just cannot fathom the emotions that were at that time.\nAnd I remained with my mother and father. I was just too young to be sent off.",
        "Q: So you were three years old then?",
        "A: I was about three years old, mm-hm. Then in — in 1940 — well, during that time\nalso, °42 - ’43, my father saved a lot of people.",
        "Q: How did he do that?",
        "A: ’'m—I’m not really certain, but being in that religious community, I don’t know\nif you’re familiar with the Bobover Rebbe?",
        "Q: Oh yes.",
        "A: Are you? Okay. Well, I — I believe they’re distantly related to us. And he was\nable to bring them into our place, and they stayed with us while they liquidated\nother places.",
        "Q: This is the Halberstam family?",
        "A: Yes.",
        "Q: And how much of the —",
        "A: You just gave me the chills. How do you know them?",
        "Q: I’ve been studying the Bobovers. [indecipherable] So, what was the connection\nbetween your family and the family of the Bobover Rebbe? And how did your\nfather — what did he do for Rabbi Halberstam?",
        "A: I’m really not sure. Oh, now I have to find out a lot more. Oh my gosh, oh my\ngosh. I definitely — as a matter of fact, my brother called me this afternoon and I\ndidn't get a chance to talk to him. And he would be the one to know, my brother\nknows everything. He remembered the streets, and the shops and everything that\nwent on in Krakow. He knew hundreds of people, and he knew the whole family.\nHe would — he was interviewed, I think by spe — Spielberg. I don’t know if he was\ninterviewed by the — was he interviewed by the Holocaust, do you know — oh. He —\nhe would make a great interview. But, so these are some of the things that he has\ntold me. But —",
        "Q: Yeah. So, what memory do you have of your father and what he was doing to\nhelp other Jews?",
        "A: Very little. He saved, I know, two cousins. Two cousin, my two first cousins.\nOne wa — was sent to Israel on one of the first Aliyahs. And then I have another\ncousin who lives in Chicago, and she was sent with the you — youth — youth\norganization to the States, cause we did have family in the States, so she was able\nto come on one of the first immigration trips.",
        "Q: But, you were saying a minute ago that the Bobover Rebbe got into the ghetto —",
        "A: Well, yeah, he ge —",
        "Q: What do you know about that?",
        "A: Very little —",
        "Q: But —",
        "A: Judy, I’m trying, I’m trying very hard. I know they stayed with us. They stayed\nwith us, and when the — when it got to be very, very dangerous, my father again sent\nthem out. Where to, I don’t know. And at that time, my father had Czech papers, so\nhe was fairly safe, and we were able to get — once the ghetto was being liquidated,\nwe were able to cross over to Czechoslovakia.",
        "Q: Do you have any memory of how you escaped from the ghetto?",
        "A: Very carefully. And —",
        "Q: Was it night, or is it day?",
        "A: I believe it was at night, and we crossed the border. And I have a very, very\nvague story. That’s one of my rarest little memories, but again, it might have been\ntold to me as well.",
        "Q: That’s okay.",
        "A: We were crossing the — a border and of course it was guarded, but my — my\nfather had the papers, and we were stopped. And they asked us all sorts of\nquestions, and I was three or four years old. And they were talking to me, and I said\n—I was whimpering. And I said, my father is a goy, my mother 1s goy, but I’m\nJewish. And I was three, four years old, and they let us through. I — that’s —",
        "Q: And when you got to Czechoslovakia, where did you go?",
        "A: We stayed — we stayed in Czechoslovakia for a little while. I don’t recall that at\nall. But soon after, we were able to get to Hungary, to Miskolc, Hungary. Well,\nfirst to Budapest. And from Budapest we went to Miskolc. I don’t remember\nBudapest, but I do remember Miskole. We lived there as Gentiles for about a year.",
        "Q: And at this time, did you have any knowledge that your brother and sister had\nsurvived? Had you had any contact with them?",
        "A: Okay, in between that, there — they were sent to an orphanage. And my father\nheard, or — or somebody had heard that things were really happening. Whether my\nfather knew where they were, or they were supposed to, but he didn’t know whether\nthey were alive, but if they were, this is where they would — would have been. He\nsent a guide out there, and that was the day they were liquidating the orphanage.\nAnd —",
        "Q: And this is in Miskole, or —",
        "A: Lam not sure whether it was in Czechoslovakia, or whether it was in Hungary.\nI’m not sure. And the gar — the guide knew who they were, and he went — first it\nwas my brother, and he said, follow me. Don’t talk, don’t say anything, just follow\nme. And as they walked out, they — the Nazis came in and took the other children.\nAnd I think — I believe the same thing happened to Henya(ph), my sister Helen,\nand they were able to walk out of the orphanage, and they brought them to my\nparents.",
        "Q: Do you remember the reunion?",
        "A: No, I do not. You know, a lot of things seems to be repre — repressed in my\nmind, and I get so upset with myself, so irritated that I cannot have those memories.\nI would do anything to — to really know how I felt, how my parents felt, or — you\nknow —",
        "Q: So then —",
        "A: — the rest of them. So, we lived in Miskole for about a year as Gentiles.",
        "Q: All five of you?",
        "A: Five of us, five of us. And as I said, we lived — lived as gent — we had a house,\nand in the house we had a cross, because we lived as — as Gentiles. And I remember\nbeing in the basement of the house, or — we went out to a shelter in a cave or\nsomewhere, and — and the Russians came in and they bombed the whole town, or\nthe area where we lived. The only house standing was ours. The cross came down,\nsmacked in smithereens, and the house was standing. There was a crack though, but\nthat was the only house standing 1n our neighborhood. So, to me that was absolutely\nmiraculous.",
        "Q: And then did you remain in the town after the bombing?",
        "A: We stayed — we stayed there for awhile. Well, we — during the bombing, my —\nmy — my mother sent my brother out to get bread, there was a tremendous bread\nline. And he would bring home rotten bread, or whatever kind of bread we could\nget, and the bombs were falling, and you know. And my mother would prepare this\nbread in rancin — rancid oil that we kept so we could, you know, fry the bread. And\nthe only food we had was garlic. So we would have this rotten bread and rancid oil\nwith — spread with garlic. And you know Judy, it was the most delicious thing in\nthe world. But, soon after that, when the war — we were liberated by the Russians.\nAnd soon after that, I guess it was early part of 1946, I think it was the year — I’m\nnot sure what part of the year it was, but my brother and my father decided they\nwould go back to Poland. We remained in — in Hungary. I don’t remember that.\nBut my brother and father went, and he came back with stories that were just\nincredible. That was the time of the pogroms. Soon after the war, when Jews were\ncoming back to Poland, and my father and brother went to see our house, and they\nknocked on the door, and some Polish people were living there, and they slammed\nthe door in his face, saying, you were supposed to be dead. So at that — right after\nthat, this pogrom had started, and they escaped by this much from getting killed.\nThey survived the war, but they were so scared that they would — yeah. So, we went\nback — they went back to Hungary and my father told my mother, there’s nothing\nthere for us.",
        "Q: So-",
        "A: And at that time my father, he survived the whole war without being arrested,\nbut at that time he was arrested by the Russians. Because my father was bootlegging\nat that time, and the Russian soldiers got sick from — from this drink, and they\narrested my father for selling bad liquor to the Russians.",
        "Q: How long was he in jail for?",
        "A: Not — not terribly long, not terribly long. But, he had to make a living, right?",
        "Q: So, how long did you remain in Hungary after the war?",
        "A: Well, we — we left soon after that, because I know we were in Gabersee, a DP\ncamp in Germany for three years. So, we left that in 1949. Excuse me. So we must\nhave left Hungary in °46.",
        "Q: And did you have any trouble getting out of Hungary?",
        "A: I don’t recall that at all, I think we were just — you know, we made arrangements\nand we were placed in a DP camp. And we were there for three years, and even\nthough we had family here in the States, it was — I’m sure, you know, it took\nforever to get the papers, and —",
        "Q: What was life like in the DP camp?",
        "A: From what I remember as a child, it was okay. I had friends, I had schooling, I\nhad food. I was a little bit of nothing, and so that was life, and it was good.",
        "Q: And di — and did your parents have enough to do in the DP camp?",
        "A: Well, my fath — ma — my father worked, my mother stayed at home, and I\nremember at that time my sister and brother wanted to make Aliyah to Israel. And\noh, they cried to go to Israel. But, you know, they were good kids, it was all family,\nyou know, and my mother said, absolutely not. She was tired of fighting, she was\ntired of being scared, and she wants peace in her life and she didn't want her\nchildren going to Israel and fighting another war. So, that’s how they remained\nwith us, you know, that we stayed as a family unit. So we came to the States in\n1949.",
        "Q: Did anyone sponsor you?",
        "A: Well, we had the family. We had my aunt and unc — two aunts and an uncle ra —\noh, no, we ha — that time we still had quite a bit of family left. We were a huge\nfamily. My father had a brother, two sisters. One sister with a husband, and an uncle\nwho I —I hate to mention, that wer — that were in New York. And we had other\nrelatives th-through the States. So we stayed with them for awhile til we — til we\nsettled. But we arrived in New York harbor on a Shabbat, and cousins came to pick\nus up. My father would not get off the ship. He would not — it’s Shabbat, he is not\ngoing in a car, he’s not — you know. So here after — after 10 years of suffering, he\nwould not get off the ship. So my cousins left, and they came back a little bit later\nand they said, if you don’t get off the boat now, we’re not coming back and get you.\nSo finally he’s — he — he — he was — he was the sweetest man — so finally he\nconsented to get off the ship and we came to my aunt’s house, Tante Eda(ph). And\nit was the beginning of a new life. But he — he — he — his faith was so very strong.",
        "Q: And he stayed a — a Hassid?",
        "A: Mm-hm, mm-hm.",
        "Q: And what about your siblings? Did their faith change at all through the war?",
        "A: Somewhat. Their children are — are very religious, all of their children. My sister\nand brother-in-law are very — yeah, but they’re not Hassidic or any — and that’s a —\nneither 1s my brother, but their children are very, very [indecipherable]. And\nwonderful, beautiful family, yeah.",
        "Q: Where in New York did you settle?",
        "A: In Brooklyn. Bensonhurst, yeah.",
        "Q: And talk about th — what was it like as a young child all of a sudden moving to a\nnew country with a new language? Did you have any trouble adjusting to life in the\nUnited States?",
        "A: I was scared of a new language because I was able to pick 1t up no matter where\nwe were I spoke hungar — not that I know it now. But I spoke German and\nHungarian and Polish and you know, a little — a bissell(ph) here and a bissell(ph)\nthere. But when I came to America, I said, oh I’m —I— I don’t know if I can learn\nthe language, I was really scared. And my cousin insisted that I only speak English\nin front of him, or wherever I was going. And then I forgot all the other languages. I\njust never retained it. But my parents took English when we were in Gabersee in\nthe DP camp, and they had a tutor come to the house. We had a one room place,\nand he would come to the house and teach my parents English, but it was English\nEnglish, so 1t was somewhat different than when we came to the States. But it never\nhelped, they wer — they managed with — with whatever they could speak. But one\nthing about my father, may he rest in peace, and God love him a million years, we\ncame on a Shabbat, on a sa — Monday he already had a job.",
        "Q: Was he able to work 1n his own field, shoemaker?",
        "A: Shoemaker, mm-hm, yeah, yeah, yeah.",
        "Q: And what was the reception of the other children at school to the fact that you\nwere a newcomer from another country? Did they accept you immediately, or —",
        "A: Ah, I never looked for it. I know — I had a small group of friends, but I didn’t\nhave an extended group, so I ne — I never really looked into that. And I remember\nbeing in one class, where the teacher called upon me and asked for me to speak in\nfront of the class, and I really couldn’t because I was so foreign, it was so unrelated\nto the classroom atmosphere. I was very difficult, I — I — ve always told bits and\npieces, but I never — yeah. I don’t know if I’m even helping you with this interview.",
        "Q: Right, yeah. Oh, very much. And your family, once they came to the United\nStates, did they ever talk about the war years, or did they just put it behind them?",
        "A: Not for awhile, not for awhile. Maybe they talked to their family privately, like\nto their sister — their sisters. My mother did not have family here — she had a cousin,\nI take that back. She had a — a—a—a very Hassidic cousin and an extended family.\nShe did have a brother in Israel that settled there in 1933, but here in the States, it\nwas mostly my father’s family. So, I’m sure they talked among themselves, but not\nreally openly, not til later on. Not til later on.",
        "Q: [indecipherable] different question. At which point do you start to identify — did\nit strike you that you were a Holocaust survivor and not just an immigrant?",
        "A: Oh my God, it took years.",
        "Q: Why was that?",
        "A: It— PI tell you exactly. Oh, I — it took years, and I know exactly when I realized\nthat. A number of years ago, there as a Holocaust renu — reunion here in\nWashington at the convention center. You must have been a baby then. I forget\nwhat year it was. I'll tell you later. °69, or maybe seven — well, when a — and I tried\nto get involved with that, I begged my husband to get involved with that. And we\nsang — we went to the — President Reagan spoke then — no, so it must have been\nmuch later, was in the 80s. Okay, early 80s. And President Reagan spoke in front\nof the Holocaust reunion group. And I signed up for a few seminars at the\nconvention center in D.C. And I attended the second generation seminar. I don’t\nknow what made me do that, but they spoke on children surviving, and families\nsurviving. And I finally realized — the reason I wanted to get involved in this thing\nwas because I just felt 1t. But what I realized at that time, and realized that I am a\nsurvivor, was that families of my — of my generation, did not survive. I realized I\nwas very unique and very rare, because children my age did not survive. And — and\nmy siblings as well, my sister and brother, who were sent out to God knows where.\nAnd how they reunited with their parents, and how my father survived all that. We\nwere very unique, and I cherish that in my — in my head, I — I could not believe that\nas a family unit we survived, you know? So that’s when I realized I’m a Holocaust\nsurvivor. We were in no camp. We were in no labor camp, but I think we survived\nmany —",
        "Q: And do you think that affected the choices you made later in life, that\nrealization?",
        "A: That I-I realized I’m a Holocaust survivor?",
        "Q: Or, having gone through the Holocaust.",
        "A: Selfishly, I feel like I’m a very special person. But my everyday life is, I’m just\nas normal as you or anybody else. But when I look back on it, I feel very special. I\nwish my husband would feel that way. He’s the silent one. He does not discuss it.\nSo it makes our feelings very, very difficult. And things that I would get more\ninvolved in, that I would like to get more involved in, I feel like I can’t because I’m\nnot getting his support. And he wouldn’t — he won’t accept my support. He lost his\nentire family, so he’s — he’s — he keeps everything inside. And it — I think he did a\nlot of damage to our children because he wasn’t open with them. But they always\npursue, they always ask questions. But I find that a very, very difficult part of my\nlife, yeah. My brother-in-law, he was liberated in Auschwitz, and for many, many,\nmany years he would not speak of it. Like, I think it was a normal thing of many\nsurvivors at that time. But a few years ago, all of a sudden, everything came out.\nEverything came out. And he had a tremendous 1-interview with Spielberg and the\n— I believe the Holocaust Museum as well, an extended one. He made several\ndonations to the museum. I think one of his shirts is hanging there. It’s — it’s\ndifferent than the others. I’m sure you have enough of them there. So, sometimes I\nenvy people who can really speak out and be noticed for what they went through,\nwhere my husband is — yeah, I find that very, very difficult.",
        "Q: And he was from which city?",
        "A: He was from Kalomaya(ph). It was Poland at that time, but that area seems to\nbe changing from the Ukraine, to Poland, to Russia, to Ukraine. I| think it’s\nUkraine now. But he was born Kalomaya(ph), Poland, yeah.",
        "Q: Let me just ask if you have any other last thoughts, anything that we didn’t talk\nabout, that you would like to talk about?",
        "A: During the Holocaust period?",
        "Q: [indecipherable] During the Holocaust, or the years right afterwards, coming to\nthe United States.",
        "A: It was like a dream come true coming to the United States, because of all the\navailability of food and — and whatever we had. Clean bed. I remember getting into\na bed, into a nice, clean sheet. That was — that was just delicious, it’s just delicious.\nAnd — and taking baths, that was delicious. And — but during the war years, I\nremember a few points where my mother had the most difficult hardships. How she\nhad to be sent to the hospital because she had a — oh, what do you call it? Appendix.\nShe had to have an appendix taken out. And how that came about, I — I don’t remem\n—I—IJI don’t know how she even survived that. And then one time we were crossing\na — a border where she fell and just the difficulty of it all. And when I watch all\nthese Holocaust movies and stories, so — na — well, I cannot do all of them. I choose\nand pick which ones I want to watch, and I don’t put myself in it. |— I—I can’t do\nthat, because it’s just so horrible. So I don’t put myself in it. It’s like surreal, yeah.\nSo, I hope I was able to help you. I — I—I really — yeah.",
        "Q: Thank you.",
        "A: Oh, you — you’re very sweet, thank you.",
        "Q: Thank you very much. And this concludes the United States Holocaust\nMemorial Museum interview with Barbara Firestone. Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum interview with\nBarbara Firestone, conducted by Judith Cohen, on March second, in Leisure\nWorld, in Silver Spring. Mrs. Firestone, can you start by giving me your name at\nbirth, as it was in Poland, and your date of birth and city of birth?",
        "Q: And your date of birth?",
        "Q: And give me the name of your parents as they were in Poland, and any siblings\nand their dates of birth.",
        "Q: Okay, okay [indecipherable]. So, one more time, your name of your father, and\nhis date of birth?",
        "Q: It’s — yeah. And did you have any siblings?",
        "Q: Let’s ha — let’s — before we talk about that, want to move back to life before the\nwar, though. You were born, you said, in 1939 —",
        "Q: — so — so you were born just as the war was beginning, so you probably don’t\nhave any memories from —",
        "Q: — before, but —",
        "Q: So, I was gonna say, from what your parents and brother and sister said, what\nwas your family’s life like in Poland before the war? Your father’s occupation —",
        "Q: — cultural affiliations, religious affiliations —",
        "Q: Did your siblings go to school before?",
        "Q: And what type of school, was it a Jewish school, a Polish school?",
        "Q: And what language did you speak at home?",
        "Q: And am-among the family itself was mostly Yiddish?",
        "Q: And okay, let’s now move to September °39, and I know that a lot of these are\nmemories from your siblings and your parents, but from what they’ve told you,\nwhat happened September °39 when the Germans invaded?",
        "Q: Mm-hm.",
        "Q: And do you know, was your father working in the ghetto? Was he still working\nas a Shoemaker, or —",
        "Q: And was your mother working in the ghetto also, or was she home with you?",
        "Q: And your older siblings, do you know where they wi — have any schooling, or\nwere they working?",
        "Q: And how long did your family stay in the ghetto?",
        "Q: Do you remember what the emotional state was when they were leaving, and\nnobody knew —",
        "Q: — what would happen?",
        "Q: So you were three years old then?",
        "Q: How did he do that?",
        "Q: Oh yes.",
        "Q: This is the Halberstam family?",
        "Q: And how much of the —",
        "Q: I’ve been studying the Bobovers. [indecipherable] So, what was the connection\nbetween your family and the family of the Bobover Rebbe? And how did your\nfather — what did he do for Rabbi Halberstam?",
        "Q: Yeah. So, what memory do you have of your father and what he was doing to\nhelp other Jews?",
        "Q: But, you were saying a minute ago that the Bobover Rebbe got into the ghetto —",
        "Q: What do you know about that?",
        "Q: But —",
        "Q: Do you have any memory of how you escaped from the ghetto?",
        "Q: Was it night, or is it day?",
        "Q: That’s okay.",
        "Q: And when you got to Czechoslovakia, where did you go?",
        "Q: And at this time, did you have any knowledge that your brother and sister had\nsurvived? Had you had any contact with them?",
        "Q: And this is in Miskole, or —",
        "Q: Do you remember the reunion?",
        "Q: So then —",
        "Q: All five of you?",
        "Q: And then did you remain in the town after the bombing?",
        "Q: So-",
        "Q: How long was he in jail for?",
        "Q: So, how long did you remain in Hungary after the war?",
        "Q: And did you have any trouble getting out of Hungary?",
        "Q: What was life like in the DP camp?",
        "Q: And di — and did your parents have enough to do in the DP camp?",
        "Q: Did anyone sponsor you?",
        "Q: And he stayed a — a Hassid?",
        "Q: And what about your siblings? Did their faith change at all through the war?",
        "Q: Where in New York did you settle?",
        "Q: And talk about th — what was it like as a young child all of a sudden moving to a\nnew country with a new language? Did you have any trouble adjusting to life in the\nUnited States?",
        "Q: Was he able to work 1n his own field, shoemaker?",
        "Q: And what was the reception of the other children at school to the fact that you\nwere a newcomer from another country? Did they accept you immediately, or —",
        "Q: Right, yeah. Oh, very much. And your family, once they came to the United\nStates, did they ever talk about the war years, or did they just put it behind them?",
        "Q: [indecipherable] different question. At which point do you start to identify — did\nit strike you that you were a Holocaust survivor and not just an immigrant?",
        "Q: Why was that?",
        "Q: And do you think that affected the choices you made later in life, that\nrealization?",
        "Q: Or, having gone through the Holocaust.",
        "Q: And he was from which city?",
        "Q: Let me just ask if you have any other last thoughts, anything that we didn’t talk\nabout, that you would like to talk about?",
        "Q: [indecipherable] During the Holocaust, or the years right afterwards, coming to\nthe United States.",
        "Q: Thank you.",
        "Q: Thank you very much. And this concludes the United States Holocaust\nMemorial Museum interview with Barbara Firestone. Thank you."
    ],
    "answers": [
        "Answer: Okay, I was born Brunislava(ph) Spielman(ph). My Hebrew name was\nBrucha(ph) — Brucha(ph), and I was born in Krakow, Poland. What was the\nother?",
        "A: February 14\", 1939.",
        "A: Okay, my father, Simon Spielman(ph) was born in 1900, December of 1900,\nmy mother Czarna, c-z-a-r-n-a Spielman(ph), her maiden name was Steel. And\nshe was born in Poland, my father was Czechoslovakian. I have a sister Helen —",
        "A: My — my father’s name is Simon Spielman(ph), he was born in ni — December\nof 1900, and — in Czechoslovakia, he had — he wou — he’s — was born in — I forget\nthe name of the city in ch — in Czechoslovakia, but he’s Czech born. And my\nmother 1 — was born in Poland, in December of 1902. Her name was Czarna Steel.\nAnd they were sort of distant cousins, so it was, as they say, a— a-—a Schitter(ph).",
        "A: Oh — oh yes, I have a sister, her name is Helen Winchester, Henya(ph), that\nwas her Polish name. And I have a brother, Arthur Spielman(ph), and we survived\nas a family.",
        "A: Nine.",
        "A: Very, very —",
        "A: [have just very few of my own memories, and most of it, what I call memories\nwere told to me.",
        "A: My father —",
        "A: My father was a shoemaker. They were — we were an Orthodox family. We lived\nvery well, we — we had help. We were not considered poor, but certainly we were\nnot rich. And we had a — a tremendous extended family. And some of the family\nwere farmers, and — and butchers, and — Shochets, as they would say. And it was, I\nguess what you would picture of a normal Jewish family of Poland, which was\nvery, very nice. I was born in February, which was like six months before the\nHolocaust, so my memories of that time is — is —",
        "A: Oh yes.",
        "A: My brother went to chayder and my sister, I believe she went to a gymnasium.\nBut they had normal schooling as well. I don’t recall too much about that, but yeah,\nmy family was very learned.",
        "A: Yiddish. Polish. That’s about it.",
        "A: Yes, mm-hm, mm-hm.",
        "A: Well, we were — we still were able to live in our home, but shortly after that, we\nwere put into a ghetto. And I believe that was in 1942. And we were placed in the\nghetto, in a one room place, and I think there were other people among us, and I\ndon’t know how my family’s — I’m diversing if you don’t mind.",
        "A: I don’t know how my family survived, because of me, because I was such a\nyoung baby. Most — well, Pll go into that later, maybe.",
        "A: Yes, he had his own place, he was making — and everything was confiscated for\nhim. And — and I believe how we survived was that he was making boots for the\nGestapo. So I — yeah.",
        "A: I[—I-—I think she was home with me, but she might have — and I — I— I cannot\nrecall that at all, yeah.",
        "A: In the ghetto, I think when — once we were in the ghetto, I don’t think we had\nany schooling at all. No, it was very, very difficult, yeah.",
        "A: Not very long, because when my father first heard of the liquidation starting at\nthe Krakow ghetto, he — he was an amazing man, I must say. He had foresight, if\nnot luck, and he was able to send ma — send my sister and brother out with a guy, to\ntake them out of the ghetto and just take them away. I think there might have been a\ndestination, but I d— I don’t recall. It had — there had to be. And — and my father\npaid for the guy to take my sister and brother out.",
        "A: Above — yeah, my — my —",
        "A: — yeah, my father knew he would not see his children again. That — that was a —\nthat was a given. And so I just cannot fathom the emotions that were at that time.\nAnd I remained with my mother and father. I was just too young to be sent off.",
        "A: I was about three years old, mm-hm. Then in — in 1940 — well, during that time\nalso, °42 - ’43, my father saved a lot of people.",
        "A: ’'m—I’m not really certain, but being in that religious community, I don’t know\nif you’re familiar with the Bobover Rebbe?",
        "A: Are you? Okay. Well, I — I believe they’re distantly related to us. And he was\nable to bring them into our place, and they stayed with us while they liquidated\nother places.",
        "A: Yes.",
        "A: You just gave me the chills. How do you know them?",
        "A: I’m really not sure. Oh, now I have to find out a lot more. Oh my gosh, oh my\ngosh. I definitely — as a matter of fact, my brother called me this afternoon and I\ndidn't get a chance to talk to him. And he would be the one to know, my brother\nknows everything. He remembered the streets, and the shops and everything that\nwent on in Krakow. He knew hundreds of people, and he knew the whole family.\nHe would — he was interviewed, I think by spe — Spielberg. I don’t know if he was\ninterviewed by the — was he interviewed by the Holocaust, do you know — oh. He —\nhe would make a great interview. But, so these are some of the things that he has\ntold me. But —",
        "A: Very little. He saved, I know, two cousins. Two cousin, my two first cousins.\nOne wa — was sent to Israel on one of the first Aliyahs. And then I have another\ncousin who lives in Chicago, and she was sent with the you — youth — youth\norganization to the States, cause we did have family in the States, so she was able\nto come on one of the first immigration trips.",
        "A: Well, yeah, he ge —",
        "A: Very little —",
        "A: Judy, I’m trying, I’m trying very hard. I know they stayed with us. They stayed\nwith us, and when the — when it got to be very, very dangerous, my father again sent\nthem out. Where to, I don’t know. And at that time, my father had Czech papers, so\nhe was fairly safe, and we were able to get — once the ghetto was being liquidated,\nwe were able to cross over to Czechoslovakia.",
        "A: Very carefully. And —",
        "A: I believe it was at night, and we crossed the border. And I have a very, very\nvague story. That’s one of my rarest little memories, but again, it might have been\ntold to me as well.",
        "A: We were crossing the — a border and of course it was guarded, but my — my\nfather had the papers, and we were stopped. And they asked us all sorts of\nquestions, and I was three or four years old. And they were talking to me, and I said\n—I was whimpering. And I said, my father is a goy, my mother 1s goy, but I’m\nJewish. And I was three, four years old, and they let us through. I — that’s —",
        "A: We stayed — we stayed in Czechoslovakia for a little while. I don’t recall that at\nall. But soon after, we were able to get to Hungary, to Miskolc, Hungary. Well,\nfirst to Budapest. And from Budapest we went to Miskolc. I don’t remember\nBudapest, but I do remember Miskole. We lived there as Gentiles for about a year.",
        "A: Okay, in between that, there — they were sent to an orphanage. And my father\nheard, or — or somebody had heard that things were really happening. Whether my\nfather knew where they were, or they were supposed to, but he didn’t know whether\nthey were alive, but if they were, this is where they would — would have been. He\nsent a guide out there, and that was the day they were liquidating the orphanage.\nAnd —",
        "A: Lam not sure whether it was in Czechoslovakia, or whether it was in Hungary.\nI’m not sure. And the gar — the guide knew who they were, and he went — first it\nwas my brother, and he said, follow me. Don’t talk, don’t say anything, just follow\nme. And as they walked out, they — the Nazis came in and took the other children.\nAnd I think — I believe the same thing happened to Henya(ph), my sister Helen,\nand they were able to walk out of the orphanage, and they brought them to my\nparents.",
        "A: No, I do not. You know, a lot of things seems to be repre — repressed in my\nmind, and I get so upset with myself, so irritated that I cannot have those memories.\nI would do anything to — to really know how I felt, how my parents felt, or — you\nknow —",
        "A: — the rest of them. So, we lived in Miskole for about a year as Gentiles.",
        "A: Five of us, five of us. And as I said, we lived — lived as gent — we had a house,\nand in the house we had a cross, because we lived as — as Gentiles. And I remember\nbeing in the basement of the house, or — we went out to a shelter in a cave or\nsomewhere, and — and the Russians came in and they bombed the whole town, or\nthe area where we lived. The only house standing was ours. The cross came down,\nsmacked in smithereens, and the house was standing. There was a crack though, but\nthat was the only house standing 1n our neighborhood. So, to me that was absolutely\nmiraculous.",
        "A: We stayed — we stayed there for awhile. Well, we — during the bombing, my —\nmy — my mother sent my brother out to get bread, there was a tremendous bread\nline. And he would bring home rotten bread, or whatever kind of bread we could\nget, and the bombs were falling, and you know. And my mother would prepare this\nbread in rancin — rancid oil that we kept so we could, you know, fry the bread. And\nthe only food we had was garlic. So we would have this rotten bread and rancid oil\nwith — spread with garlic. And you know Judy, it was the most delicious thing in\nthe world. But, soon after that, when the war — we were liberated by the Russians.\nAnd soon after that, I guess it was early part of 1946, I think it was the year — I’m\nnot sure what part of the year it was, but my brother and my father decided they\nwould go back to Poland. We remained in — in Hungary. I don’t remember that.\nBut my brother and father went, and he came back with stories that were just\nincredible. That was the time of the pogroms. Soon after the war, when Jews were\ncoming back to Poland, and my father and brother went to see our house, and they\nknocked on the door, and some Polish people were living there, and they slammed\nthe door in his face, saying, you were supposed to be dead. So at that — right after\nthat, this pogrom had started, and they escaped by this much from getting killed.\nThey survived the war, but they were so scared that they would — yeah. So, we went\nback — they went back to Hungary and my father told my mother, there’s nothing\nthere for us.",
        "A: And at that time my father, he survived the whole war without being arrested,\nbut at that time he was arrested by the Russians. Because my father was bootlegging\nat that time, and the Russian soldiers got sick from — from this drink, and they\narrested my father for selling bad liquor to the Russians.",
        "A: Not — not terribly long, not terribly long. But, he had to make a living, right?",
        "A: Well, we — we left soon after that, because I know we were in Gabersee, a DP\ncamp in Germany for three years. So, we left that in 1949. Excuse me. So we must\nhave left Hungary in °46.",
        "A: I don’t recall that at all, I think we were just — you know, we made arrangements\nand we were placed in a DP camp. And we were there for three years, and even\nthough we had family here in the States, it was — I’m sure, you know, it took\nforever to get the papers, and —",
        "A: From what I remember as a child, it was okay. I had friends, I had schooling, I\nhad food. I was a little bit of nothing, and so that was life, and it was good.",
        "A: Well, my fath — ma — my father worked, my mother stayed at home, and I\nremember at that time my sister and brother wanted to make Aliyah to Israel. And\noh, they cried to go to Israel. But, you know, they were good kids, it was all family,\nyou know, and my mother said, absolutely not. She was tired of fighting, she was\ntired of being scared, and she wants peace in her life and she didn't want her\nchildren going to Israel and fighting another war. So, that’s how they remained\nwith us, you know, that we stayed as a family unit. So we came to the States in\n1949.",
        "A: Well, we had the family. We had my aunt and unc — two aunts and an uncle ra —\noh, no, we ha — that time we still had quite a bit of family left. We were a huge\nfamily. My father had a brother, two sisters. One sister with a husband, and an uncle\nwho I —I hate to mention, that wer — that were in New York. And we had other\nrelatives th-through the States. So we stayed with them for awhile til we — til we\nsettled. But we arrived in New York harbor on a Shabbat, and cousins came to pick\nus up. My father would not get off the ship. He would not — it’s Shabbat, he is not\ngoing in a car, he’s not — you know. So here after — after 10 years of suffering, he\nwould not get off the ship. So my cousins left, and they came back a little bit later\nand they said, if you don’t get off the boat now, we’re not coming back and get you.\nSo finally he’s — he — he — he was — he was the sweetest man — so finally he\nconsented to get off the ship and we came to my aunt’s house, Tante Eda(ph). And\nit was the beginning of a new life. But he — he — he — his faith was so very strong.",
        "A: Mm-hm, mm-hm.",
        "A: Somewhat. Their children are — are very religious, all of their children. My sister\nand brother-in-law are very — yeah, but they’re not Hassidic or any — and that’s a —\nneither 1s my brother, but their children are very, very [indecipherable]. And\nwonderful, beautiful family, yeah.",
        "A: In Brooklyn. Bensonhurst, yeah.",
        "A: I was scared of a new language because I was able to pick 1t up no matter where\nwe were I spoke hungar — not that I know it now. But I spoke German and\nHungarian and Polish and you know, a little — a bissell(ph) here and a bissell(ph)\nthere. But when I came to America, I said, oh I’m —I— I don’t know if I can learn\nthe language, I was really scared. And my cousin insisted that I only speak English\nin front of him, or wherever I was going. And then I forgot all the other languages. I\njust never retained it. But my parents took English when we were in Gabersee in\nthe DP camp, and they had a tutor come to the house. We had a one room place,\nand he would come to the house and teach my parents English, but it was English\nEnglish, so 1t was somewhat different than when we came to the States. But it never\nhelped, they wer — they managed with — with whatever they could speak. But one\nthing about my father, may he rest in peace, and God love him a million years, we\ncame on a Shabbat, on a sa — Monday he already had a job.",
        "A: Shoemaker, mm-hm, yeah, yeah, yeah.",
        "A: Ah, I never looked for it. I know — I had a small group of friends, but I didn’t\nhave an extended group, so I ne — I never really looked into that. And I remember\nbeing in one class, where the teacher called upon me and asked for me to speak in\nfront of the class, and I really couldn’t because I was so foreign, it was so unrelated\nto the classroom atmosphere. I was very difficult, I — I — ve always told bits and\npieces, but I never — yeah. I don’t know if I’m even helping you with this interview.",
        "A: Not for awhile, not for awhile. Maybe they talked to their family privately, like\nto their sister — their sisters. My mother did not have family here — she had a cousin,\nI take that back. She had a — a—a—a very Hassidic cousin and an extended family.\nShe did have a brother in Israel that settled there in 1933, but here in the States, it\nwas mostly my father’s family. So, I’m sure they talked among themselves, but not\nreally openly, not til later on. Not til later on.",
        "A: Oh my God, it took years.",
        "A: It— PI tell you exactly. Oh, I — it took years, and I know exactly when I realized\nthat. A number of years ago, there as a Holocaust renu — reunion here in\nWashington at the convention center. You must have been a baby then. I forget\nwhat year it was. I'll tell you later. °69, or maybe seven — well, when a — and I tried\nto get involved with that, I begged my husband to get involved with that. And we\nsang — we went to the — President Reagan spoke then — no, so it must have been\nmuch later, was in the 80s. Okay, early 80s. And President Reagan spoke in front\nof the Holocaust reunion group. And I signed up for a few seminars at the\nconvention center in D.C. And I attended the second generation seminar. I don’t\nknow what made me do that, but they spoke on children surviving, and families\nsurviving. And I finally realized — the reason I wanted to get involved in this thing\nwas because I just felt 1t. But what I realized at that time, and realized that I am a\nsurvivor, was that families of my — of my generation, did not survive. I realized I\nwas very unique and very rare, because children my age did not survive. And — and\nmy siblings as well, my sister and brother, who were sent out to God knows where.\nAnd how they reunited with their parents, and how my father survived all that. We\nwere very unique, and I cherish that in my — in my head, I — I could not believe that\nas a family unit we survived, you know? So that’s when I realized I’m a Holocaust\nsurvivor. We were in no camp. We were in no labor camp, but I think we survived\nmany —",
        "A: That I-I realized I’m a Holocaust survivor?",
        "A: Selfishly, I feel like I’m a very special person. But my everyday life is, I’m just\nas normal as you or anybody else. But when I look back on it, I feel very special. I\nwish my husband would feel that way. He’s the silent one. He does not discuss it.\nSo it makes our feelings very, very difficult. And things that I would get more\ninvolved in, that I would like to get more involved in, I feel like I can’t because I’m\nnot getting his support. And he wouldn’t — he won’t accept my support. He lost his\nentire family, so he’s — he’s — he keeps everything inside. And it — I think he did a\nlot of damage to our children because he wasn’t open with them. But they always\npursue, they always ask questions. But I find that a very, very difficult part of my\nlife, yeah. My brother-in-law, he was liberated in Auschwitz, and for many, many,\nmany years he would not speak of it. Like, I think it was a normal thing of many\nsurvivors at that time. But a few years ago, all of a sudden, everything came out.\nEverything came out. And he had a tremendous 1-interview with Spielberg and the\n— I believe the Holocaust Museum as well, an extended one. He made several\ndonations to the museum. I think one of his shirts is hanging there. It’s — it’s\ndifferent than the others. I’m sure you have enough of them there. So, sometimes I\nenvy people who can really speak out and be noticed for what they went through,\nwhere my husband is — yeah, I find that very, very difficult.",
        "A: He was from Kalomaya(ph). It was Poland at that time, but that area seems to\nbe changing from the Ukraine, to Poland, to Russia, to Ukraine. I| think it’s\nUkraine now. But he was born Kalomaya(ph), Poland, yeah.",
        "A: During the Holocaust period?",
        "A: It was like a dream come true coming to the United States, because of all the\navailability of food and — and whatever we had. Clean bed. I remember getting into\na bed, into a nice, clean sheet. That was — that was just delicious, it’s just delicious.\nAnd — and taking baths, that was delicious. And — but during the war years, I\nremember a few points where my mother had the most difficult hardships. How she\nhad to be sent to the hospital because she had a — oh, what do you call it? Appendix.\nShe had to have an appendix taken out. And how that came about, I — I don’t remem\n—I—IJI don’t know how she even survived that. And then one time we were crossing\na — a border where she fell and just the difficulty of it all. And when I watch all\nthese Holocaust movies and stories, so — na — well, I cannot do all of them. I choose\nand pick which ones I want to watch, and I don’t put myself in it. |— I—I can’t do\nthat, because it’s just so horrible. So I don’t put myself in it. It’s like surreal, yeah.\nSo, I hope I was able to help you. I — I—I really — yeah.",
        "A: Oh, you — you’re very sweet, thank you.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMarch 2, 2010\nRG-50.030*0570",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Barbara\nFirestone, conducted by Judith Cohen on March 2, 2010 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Silver Spring, Maryland and 1s part of the United\nStates Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held\nby the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "BARBARA FIRESTONE\nMarch 2, 2010"
    ]
}