{
    "rg": "RG-50.106.0002_trs_en",
    "sequence": [
        "Transcribed by Vicky Marcon (File One) and Lisa A: Steinmeyer (File Two), National Court\nReporters Association.\nMARIA DEVINKI\nOctober 18, 1994",
        "Question: Okay. If at any time you feel that you want to stop and take a moment —",
        "Answer: Because you don't film this, so it's —",
        "Q: No, it's not filmed.",
        "A: Okay.",
        "Q: So that's fine.",
        "A: You will use a tape?",
        "Q: I'm using a tape, yes. I've already started it, as a matter of fact.",
        "A: Willi get a copy of the tape?",
        "Q: Yes, if you would like.",
        "A: Good.",
        "Q: Sure.",
        "A: Right.",
        "Q: Great. My name is Margaret. You know that. Right?",
        "A: Yes.",
        "Q: Okay. Now I want to make sure that I have all of the right information about you.\nYour last name is Devinki. Your first name is Maria?",
        "A: Maria.",
        "Q: Middle name or a maiden name? Do you have a maiden name?",
        "A: Braun.",
        "Q: Braun. A-U?",
        "A: U-N.",
        "Q: Okay. And your present street address?",
        "A: ;",
        "Q: Okay. And —",
        "A: ;",
        "Q: Okay. And your home phone number?",
        "A: ;",
        "Q: And do you have a work phone?",
        "A: ;",
        "Q: Do you have a second address, maybe a summer address or —",
        "A: I have a second address.",
        "Q: Oh, you do.",
        "A: ,",
        "Q: ,",
        "A: ,",
        "Q: ,",
        "A: ,",
        "Q: What's the city?",
        "A: ,",
        "Q: Okay. ;",
        "A: ,",
        "Q: . Great. Occupation?",
        "A: Self-employed.",
        "Q: Okay. And would you -- you would categorize yourself as a survivor. Is that right?",
        "A: Yes.",
        "Q: Okay. And you are Jewish?",
        "A: Yes.",
        "Q: And you're not a handicapped, Jehovah's Witness. I guess —",
        "A: No.",
        "Q: -- none of the other ones apply. Have you ever been interviewed before —",
        "A: Yes.",
        "Q: -- as asurvivor? Was your testimony ever recorded?",
        "A: You mean by somebody or —",
        "Q: Tape-recorded or -- was it ever tape-recorded?",
        "A: It's on a tape.",
        "Q: It has been taped before?",
        "A: Yes.",
        "Q: When you were interviewed before?",
        "A: Yes.",
        "Q: And where was that?",
        "A: Kansas City.",
        "Q: Okay. When was that about?",
        "A: It's not long time ago. Could be September 30th or something, the end of September.",
        "Q: This year?",
        "A: Yes. Just recently. That's why I'm here. Otherwise, I would be -- I didn't want to do\nthis. My son insist on it, and since we work in Kansas City and it's the Midwest Center\nEducation for Holocaust Museum, and I'm a part of it, so I have to give them my story.\nAnd that's why I wait this long. I already talked about it, so it's easier, comes out easier.",
        "Q: Really? And you never talked about it before?",
        "A: No.",
        "Q: So you are associated with the Midwest Center?",
        "A: Yes.",
        "Q: Any other —",
        "A: I'm Vice President.",
        "Q: Oh. Any other survivor groups that you're associated with?",
        "A: New American Club.",
        "Q: New American Club?",
        "A: Yes. Otherwise, all other organizations -- there is American organization. I don't\nknow how would you -- I don't believe this has to do anything with the survivors, but like\n(indecipherable) —",
        "Q: Oh. Okay. Right.",
        "A: -- Or federation, Jewish, whatever. It's quite a number of them 1'm in, but --",
        "Q: But it's not officially a survivor group?",
        "A: No.",
        "Q: Okay. So you don't speak publicly about your experiences?",
        "A: No.",
        "Q: Are you already in the Benjamin and Vladka Meed Registry of Survivors? It's a\nregistry.",
        "A: Yeah. In Washington?",
        "Q: Mm-hmm. I believe it's national, the Jewish Holocaust survivors. Would you like to\nbe included in that?",
        "A: Yes.",
        "Q: Okay.",
        "A: I know I received every literature that is available —",
        "Q: Yeah.",
        "A: -- In the United States. So I don't know. I might be.",
        "Q: So you might be already there without even knowing it?",
        "A: As a matter of fact —",
        "Q: You probably are.",
        "A: As a matter of fact, I show you. Before I left -- it's nonsense, but I took it with me\nbecause my daughter didn't see it. I was here last time on a trip, and last time we was\nhere (inaudible) -- I already lost it.",
        "Q: Is it a picture of your group? Is this it? Here's a group.",
        "A: See. There's my son. So —",
        "Q: Oh. Great.",
        "A: And that's my picture.",
        "Q: There you are. Oh, that's wonderful. And that's here or that's in your Kansas\nCity —",
        "A: No. That's here —",
        "Q: Oh. Wow.",
        "A: -- In Washington. We had a group of 28 people, the mayor from the city. You See.\nRead this and —",
        "Q: A delegation of business and community leaders from the Kansas City area including\nMayor Emanuel Cleaver. Which one is he? Right on the end. Great. And then there\nwas a dinner here, as well?",
        "A: Yes. Oh, we had a couple days very much entertained and being (inaudible).",
        "Q: Oh yeah? That's wonderful. That was great. I bet your daughter appreciated seeing\nthat.",
        "A: Yes. I said I have to take this to —",
        "Q: Yeah. That's great. So they send you that to keep you updated, as well?",
        "A: Yes. Mm-hmm.",
        "Q: Well, you are active. So you've already signed a release, and so I assume that this can\nbe used for research purposes, that sort of -- great. So that's the formality.",
        "A: There's nothing there that cannot be used for anything. It's just I didn't -- I was not\nready, let's say this way, to even come out and let my children be aware what -- I always\ngive them my advice of life, and I teach them what can happen to people, how people\nlived before them, so on, so forth, back and forth, but I never tell them that that much,\nwhat I put in their mind. It's because what I went personally, because sometimes they\nwouldn't take it as — they would say, oh, you so prejudice because you went through this,\nbut that's not necessarily true. It can happen. It just happened. But it was taken from me\nthat I'm a strict mother, and I'm expecting them, I'm telling them, and I'm advising them,\nand they took my for granted. So maybe I had the wrong philosophy, maybe I dealt with\nthem a different way, but now it's not too late. They already have -- I have\ngrandchildren an age where, whatever, however they feel, they already raised my way.\nSo it's a two-way.",
        "Q: Yeah.",
        "A: We can see it both ways.",
        "Q: Yeah.",
        "A: It's not necessarily true, like I say, that I was so right how I handle it, but they didn't\nlost anything. My kids are very well aware of what life has to offer and know a lot of\nthings. You can see my son.",
        "Q: Yeah. He's doing well.",
        "A: He's a lawyer. He's doing pretty good. He's involved in a lot of things that have to do\nwith Judaism and life and other. He's trying to think of more than one thing only.",
        "Q: And I'm sure that's as a result of how you've raised him. So was there anything in\nparticular that made you, besides his encouragement, that made you come forward and\nstart talking?",
        "A: No. I lost my husband —",
        "Q: I see.",
        "A: -- 15 months ago.",
        "Q: That's quite recently.",
        "A: Yes.",
        "Q: I'm sorry.",
        "A: That was basically something I felt. There's more to it, why I keep this in my mind all\nthe time, what I went through, what he went through and how we survived and what our\nlife offered us. And God was good to us. We had something to be thankful and we want\nto teach the world to know that life is not -- nothing is forever and there is more to it.\nWe cannot treat each other as we think we would like to. We have to treat them what's\nright.",
        "Q: Yeah. Yeah.",
        "A: And gradually, like they say, if you put bread on the water it comes back.",
        "Q: That's true. Did you talk to each other, you and your husband, about your\nexperience?",
        "A: Yes. We did. We always had conversations in a different way, just saying now listen,\nlet's see. After all, we thought it's not worth it. We shouldn't fight for it. It's just such a\nmiserable, uncomfortable life. It's so embarrassing to live that kind of life. Why fight?\nThen we come -- our answer was in our conversations after. It was worth it. True, we\nlost a lot, true, we went through a lot, but the ones we lost, we're here to talk for them.",
        "Q: That's true.",
        "A: They died in vain, and we have to protect and talk about.",
        "Q: That's why it's important to make a testimony. I agree. I agree. So your date of\nbirth, when were you born?",
        "A: June 1, 1920.",
        "Q: January 1920?",
        "A: June.",
        "Q: Oh, June 1920. And where were you born?",
        "A: I was born in Hanover.",
        "Q: In Germany?",
        "A: Germany.",
        "Q: And your name at birth was Maria Braun?",
        "A: Braun.",
        "Q: And were there any other names that you used between 1933 and '45? Some people\nchange their names if they went into hiding or anything. No? Did you grow up in\nHanover?",
        "A: No.",
        "Q: No? Where did you grow up?",
        "A: Wodzislaw. Do you know how to spell this?",
        "Q: I don't. Wish I did.",
        "A: I was afraid. Give me a pencil. I have to -- there's going to be more names than this.",
        "Q: Right there. My father would be able to spell it. He speaks Polish.",
        "A: Yeah?",
        "Q: Yes.",
        "A: You don't -- You read this as a T, and that's not a T.",
        "Q: Right. My name in Polish is Malgorzata, and it's got one of those in it. So that's in\nPoland. And that's the only town? Did you move at any point?",
        "A: No. I was in Sosnowiec, too.",
        "Q: Okay.",
        "A: Another city.",
        "Q: Can you spell that one, too? Are they in central Poland? Okay. Thank you.",
        "A: You will see on the glass windows those names.",
        "Q: Those names. Okay. And now I'm just going to ask you some questions about your\nlife as a child before the war. What was the occupation of your parents?",
        "A: My father was in World War II. He was a -- he was -- their family was five brothers.\nHe was the oldest one. And as a rule, in a very religious family, they cannot take more\nthan one son to the Army. And he was the oldest one, so he went to World War I. He\nwas in the Army.",
        "Q: In World War I?",
        "A: Yes. He was captured as a prisoner. He was also hurt by some kind of bombing. He\nHad -- His left hand was ruined. Two fingers was cut off by whatever, and he had a mark\non his back, back here. Or was it two? But it was pretty severe. As a matter of fact, he\nwas there for two years in Russia. He was captured by the Russian, and he was there for\ntwo years. After he come back from there, he married in that little city of Wodzislaw,\nand from there they moved to Hanover, and that's where 1 was born, in Hanover. Of\ncourse, being involved in such a situation, the Polish government assigned, like here we\nhave the veterans, what they get some kind of benefits, the Polish government give them\nalso some kind of a benefit. And his benefit was like he had permission all legalized,\ncertain things, what was not permitted to be sold in every store, like liquor, cigarettes,\nsalt, sugar, tea, coffee. This was items, of course, to ask here now it's nothing, but in\nthose years, 50 some years back, especially in small city, this was big demand and it was\nvery difficult to get. He had a pension, too. He probably was pretty hurt and pretty much\ndamaged since they give him all —",
        "Q: From the Army”?",
        "A: -- The privileges. Yes. Yes. But the point is so my mother -- and he was a religious\nperson coming from a very religious home. So those people conducted more religion\nthan cared about business, and my mother took over the business and she operated the\nstore with all those imports. All those things has to come in from Germany, from\nCzechoslovakia, from Italy to Poland. Poland had most of them, more like wheat,\npotatoes and other sources of food, but all of those luxury things was coming from\ndifferent countries, and we had the privilege of having open business for all those things.\nSo that was our business. We lived very comfortable with it. My mother was a good\nbusiness woman. She was operating all those things. We lived in a very good\nneighborhood in that city. We had a good clientele. As a matter of fact, the majority of\nour clientele was not even Jewish people, because we didn't live in an area where too\nmany Jews was living. This was like the higher class of neighborhood. And we operated\nbusiness for years. And it was three children, two brothers and me. We all went to\nschool. We all graduate from -- of course, in Poland it was seventh grade. After seventh\ngrade you graduate. And by that time you was 14 years old, because you start when\nyou're seven. And after graduation I went back to gymnasium. I had two years of\ngymnasium. I couldn't go too much farther, because the time got where they start\neverything in Germany, and the rules and regulations start getting pretty bad for Jews.\nEven in '36, '37 we didn't feel that much, but there was already a lot of things going on in\nGermany with the Kristellnacht and other things. The news was coming this Hitler is\ntook over the country, and it started getting very difficult for Jewish People, for particular\nbusiness people, professional people, whatever.",
        "Q: Even though you didn't live in a neighborhood where there were primarily Jewish\nPeople living?",
        "A: Doesn't make any difference.",
        "Q: It didn't matter.",
        "A: Frankly, I tell you, if this 1s taped, what I'm saying, I cannot say what I want to say.",
        "Q: Really?",
        "A: No. I -- that would be a joke what I want to say, and I hate to put a joke in\nsomething like this. When you say you live in the neighborhood, so it's an answer for\nthis. At the very end I tell you that answer.",
        "Q: Okay. Okay.",
        "A: I don't know where I am now. Anyway, so my school stopped. I went two years to\ngymnasium. I had one more year to finish and I could be a mathematic teacher.",
        "Q: Really?",
        "A: I went for math, but not allowing any more Jews to attend school, types of school.\nThey cut it off in certain cities and certain schools. So I had to do something else. I\nstepped in and helped my mother to operate the business. And I was working with her\nand so was my brothers. One of my brothers was working as a bookkeeper in a little\nfactory. What you call it? Steel, iron, stuff like this for building suppliers. He finished --\nhe actually didn't finish. He had the same problem. He couldn't finish everything, but he\nfinish business school. So they hired him for this. So he worked there. I worked with\nmy mother. My youngest brother was 14, 13, 14. When the world broke up he was 14\nyears old.",
        "Q: Were you the oldest?",
        "A: No. My brother was the oldest.",
        "Q: You were in the middle?",
        "A: I'm the middle, yes. After — we heard the bad news, but there was -- nothing specific\nwas -- we didn't have any televisions or that type of information we have now, that much\nnewspaper, news medias and everything goes with it. We had a radio. Every once ina\nwhile there was a broadcast, but we just could hear what they want us to hear. We\ncouldn't have the true story. So the fact is that we lived with the idea of, oh, it will pass.\nIt's just some kind of a bad situation right now, and we'll go back to history, 1f somebody\nis educated, you know, happened to so and so, and so and so, and all through life, all\nthrough thousands of years, but didn't pass so easy. 1939, September 1, German Army\nstepped in our city, took over the city, and from that day on we seen killing, we seen\nunusually things what we never expected or lived through, 1 mean, as far as I can say.\nI never known that a person kills a person. Life was taken by God. This is something if\nyou get old and you get sick you die. I was too young to understand this, you take a gun\nand -- we didn't know too much about guns. We know that you're going to die when you\nget a gun, but living in the city was peaceful. Life was just different, totally -- maybe\nnow it's a little different, too, than my vision is, but 50 years ago —",
        "Q: Right. Right.",
        "A: -- It was totally different.",
        "Q: So you were 19?",
        "A: I was 19 years old.",
        "Q: Did you notice, was there any clue before -- was there any Antisemitismus or\nAnti-Semitism or anything that gave you a clue about what the Germans were doing or —",
        "A: Like I say, we heard what they want us to hear. They didn't tell us they're killing\npeople. They didn't tell us they're sending out anybody to camps. It was just stories\ngoing around. Of course, the Polish people was not very kind to us in that time.",
        "Q: They weren't?",
        "A: No. There was hope — not exactly, if I want to say -- it's not exactly all the Polish\npeople. You had a group of Volksdeutsche, and if you know what that means.",
        "Q: Yeah.",
        "A: If you have a name -- like my name is Braun, so I could be German. Okay’?",
        "Q: Right.",
        "A: If you married somebody from the German people and you're half German, or\nwhatever, and - live in Poland, then you were Volksdeutsche, not a full-Deutsche. And\nthose people was taken a lot advantage. They were stupid. There was not too many -- of\ncourse, in the city I lived, I have to say, it's farm towns. There's not too many educated\npeople, not too many intelligent who understand it's a war and we're all going to suffer.\nIt's going to be a lot of tragedy going on, but they say it's opportunity. They have a store,\nwe take everything away from them; they have jewelry, we take everything; if they are\nbankers, whatever the case would be. And that was going on. And through the schooling\nthere was the same thing. there were students in even a nice school where I used to go\nthat was doing a lot of uncomfortable things for the Jewish kids. Like they could take a\nmatch and put it under your coat. It was a joke, but they did this to a Jewish girl.",
        "Q: And the school where you went, it was an assimilated school? It wasn't particularly--",
        "A: No. I went to a school where it was Jews and non-Jews.",
        "Q: Right. Right.",
        "A: There was -- 1 went to another school. It was a Hebrew school.",
        "Q: I see.",
        "A: But that was all through my years, since five years, from 5 to 17 years, and I was\ngraduating to the highest whatever, that's available. That school was just for Hebrew,\nnothing to do with any—",
        "Q: Right.",
        "A: -- Public class schooling.",
        "Q: And in the public school who were your friends would you say?",
        "A: I had quite a lot of non-Jewish friends. As a matter of fact, 1 was very popular at\nschool. I was a good student, that's number one, and I was well dressed, and that means a\nlot, even now.",
        "Q: It sure does.",
        "A: And we lived in neighborhoods where I had most of non-Jewish friends. We was\ndoing our homework in my house. We lived in a pretty good size house. All the girls\nwas coming to my house, and I was the popular one, do the mathematics for them, the\npainting, all those things.",
        "Q: Sure. You wanted to be a math teacher. Right?",
        "A: I was good in it. Soi had a lot of friends. The fact is that just in short time\neverything changed. When Hitler come in, they start --of course, he come in in '39, and\nright there and then start a little uncomfortable situation where Main Street was\nseparated, trying to block off the windows of those people that live on Main Street, if\nthey're Jewish families, so they have no view to the front. They have to have a view to\nthe back. And questions start getting around in the neighborhood. Oh, you see what\ndone at the so and so, what done at the so and so? And children are children. What they\nunderstand? They say, uh-oh, something wrong with those people. They must be sick.\nThere must be something. They didn't want to have a part of it, till we find out, all of us,\nthe young and old, there is no -- it's not an easy thing. It's going to be more serious than\nthat. By then it was too late. Of course, 1t was going on for months, and later on they\nstart taking us out to work, my two brothers and me. They didn't use my father or my\nmother in '39, just used the children. We was working on the railroads. We was working\non streets. Like, for example, here they have paved streets. In that part of the city they\nhad like stones, brick stones and underneath sand. We'd throw in the stone and just make\na street for them. And naturally this was good to take a bunch of kids like us. The\nwomen was throwing the sand and the men was putting in the stone. Of course, they\ndidn't pay us, and we had to be there nine o'clock, eight o'clock in the morning. We had\nto group all in some kind of a place.",
        "Q: How did they tell you that you —",
        "A: They'd go from house to house.",
        "Q: They'd go from house to house?",
        "A: It was the Polish police.",
        "Q: It was the Polish police?",
        "A: For sure. They had to cooperate with the German, otherwise they would be killed.\nWhen they take over the country then nobody has the power but them. And they want to\nlive and was really cooperating for one reason. They want to exist. And the other was\ncooperating to make money or to take advantage of. And a lot did take advantage on it.\nAnd, of course, they paid the penalty later. That's another story. So from one thing to\nanother, when they was through with one job they looked for another, whatever was\nnecessary to do in that city. They send us away on the railroad, and we was working on —\nnot far from us was a station, six miles from the city.",
        "Q: Did you live at home while you worked?",
        "A: No. We had to go there every morning to work and come back in the evening. Later\non, when start getting a little bit more serious, they kept my brothers there, the two\nbrothers, and they released me. And that was already in '40, in the middle '40. And the\ncity start getting a little more crowded and food -- shortage of food. We had problems.\nPeople have to bake their own bread, because you couldn't buy too much, because the\narmy used a lot and naturally didn't worry about anybody else but for them to be\nprotected. And some of them shifted even, took stuff away, because they didn't have to\npay anything if they went into a bakery or went to any place else. They didn't have to pay\nnothing. For example, one good day two of those Gestapos come into our store and they\ncleaned up everything. They had a truck in front of it, threw everything in the truck.",
        "Q: Everything?",
        "A: Yes. And I was stupid enough to stay in front of my mother, and I say -- my mother\nwas taking away some -- everything was in bulk, not in packages. She was taking off\nfrom the bulk a little bit of tea, coffee, chocolate, whatever, things. And he said, no, no,\nshe cannot do this. So I kind of asked him -- I asked him, why? She needs it. She has\nthree children to feed. And he took a strap and cut on my face back and forth. I had\nstripes here for month, didn't heal. And he said you -- the people was telling me later I\nwas lucky. He could have killed me, because he did this on other occasions. So there was\nno question about it that life was unsecure, no justice. You couldn't ask anybody why\nhe's doing this to me, what I done wrong. I'm a normal person like everybody else.",
        "Q: They took everything you had. How did you survive?",
        "A: That's the second question. We -- like 1 say, we was -- that's what we had -- (tape\nwent quiet fora moment.) We were still connected with farmers, and money, some\nmoney we had. Everything what we had on pekao we lost, because military generals\ntook over it. It's like stocks and bonds, government things. That was pekao. And this\nwas what my father was receiving for his pension, went straight to pekao. And, of\ncourse, this was military that claimed it, because nobody -- no jewish people can take out\nany more money from there. We were secured by all type of -- what everybody else. If\nyou're wealthy, you have a little bit more clothes than somebody else, if you have some\njewelry, some money in the house. In the old country not everybody put money in the\nbank.",
        "Q: Right.",
        "A: You kept something for security. That for a while was -- we lived. We could buy food\nfrom the farmers. We could exchange for goods what we still had, till 1t got from one to\nanother that they decided that we had to separate the jews from the gentiles and make the\nghetto in the city. Everybody has to move in a few block circle, whatever it 1s, and give\nup their belongings and the houses. We had a big house. We had to move in in the\nquarters where our janitor was living and give this to the Germans. We lived there with\nseven people. We lived in two rooms till '42, when they start Ausweisung. They come in\nwith Ausweisung, partial deportation, like take the young people, then take the older\npeople, then clean up completely. They like to say -- in Germany they would say\nthat Judenrein, if you know what that means. In 1942, September, we was contacted",
        "with some people that had authority, the Polish authority, because since we was in the\nbusiness a lot of those people was buying on credit, never paid us, because -- of course,\nwe didn't expect them to, but we had still contact with them. We talked to them. They\ntried to help us by virtual telling us stories. And one of those policemen was telling us\nthere was jewish people involved in that police station. They come in and told us this.\nThis was the final ausweisung, and everybody started looking where to get away. At that\ntime my father was already taken away, and he sent to treblinkA: I didn't know where he\nwas sent. We just know they took him away. When they took him away we were told\nhe's in a working camp, he might stay in a working camp for a while, but we had no\ncontact. There was no something you can write a letter to each other, whatever.",
        "Q: You thought he would come back. Right?",
        "A: Yes. And my two brothers was close enough, six miles away.",
        "Q: Right.",
        "A: So they was working on that station. By that time, before the ausweisung come up,\nthey come in and took them and took us, me, and send us to skarzysko. Skarzysko is a\ncity. We had camps there, but not dead camps, working camps. They was making\nammunition for the army. And we last over there a short while. And i tell you the story\nhow we come out from there, but that's -- it's confusing because 1 don't follow up. When\nthat happened, that contact told us what's going to happen, my husband come into the\nrailroad. And i was working, and we was not married yet, and he told me so and so going\nto happen and they're going to send everybody away to some kind of camps where we're\nnot going to see each other. We didn't know dead camps. We know camps.",
        "Q: Right.",
        "A: He says, but 1 was told the young couples have a chance. The older couples will go\nthere, but young singles, they're separated. You don't know where you are. Young\ncouples have a chance because they need workers, healthy workers. If we get married we\nhave a better chance to survive and we could vouch for each other. I said, it's not a bad\nidea, but it's not the time to get married, and my father is not here any longer. I don't\neven know where he is. My brothers are here. Who is going to marry us? What kind of\nmarriage you expect? He said, who cares? It's not a time to worry about anything\nextreme —",
        "Q: Had you known him?",
        "A: -- but just to be together. Oh, we know each other for years.",
        "Q: Yeah? Were you in school together?",
        "A: Yes. Yeah. No. He was older. He was seven years older than 1 was. He was\nwatching me since 1 was a little girl, since 1 was going to public school, high school and\nevery place else. We was very close friend as he's older, young man. And 1 was too\nyoung, so we just flirt but nothing serious.",
        "Q: What did he do?",
        "A: The head of textile business. They were very wealthy people, had a big operation in\nthat city. And, of course, it happened to them, the same things. They come in and\ncleaned up all of their houses and their retail store and everything else. Again, like 1 say,\nthat was the last things everybody worried, we had less clothes or we'll have less food, as\nlong as they leave us alone, because for some reason other -- we didn't experience\nanything like this. And we was young, 19 years. I had friend for 19 years, and 1 know\nshe wouldn't dream what 1 do in a time like this. I was smarter then than she smart now.\nLike the whole thing is not clicking, because 1'm going from one to another.",
        "Q: That's okay.",
        "A: I'm telling you a story.",
        "Q: That's okay. I wanted to know —",
        "A: It's just like sometimes you read a book and it just doesn't follow up.",
        "Q: No. It's actually -- 1 mean, i'm hearing it for the first time, so it makes sense to me. I\nwanted to ask you about the two years that you lived in a small quarters with seven\npeople. That was you and your mother?",
        "A: Me, my mother, my father and the two brothers, my two brothers and my mother's\nsister and aunt.",
        "Q: Okay.",
        "A: Because they all lived in that -- we had a very, very big house of two blocks, and it's\nnot just ours. It was left by a grandfather in the old country that, when they was building\nsomething, our family structure was built like a castle for the whole family. And there\nwas my mother's sisters, brothers, uncles. Everybody has his own quarters, like five\nrooms, seven rooms, whatever the size of the family. And they took all of this away. My\naunt was a widow. She was 83. And she has a sister. She was not married. She was\nmarried and lost her husband. So we all shared this two rooms, all seven of us. But that\nwas not the worst. We shared something else, too, in our life.",
        "Q: So that was two years?",
        "A: Two years, yes, yes, we lived there. And then, when the ausweisung come out, there\nwas like -- no. We got married. I'm going back.",
        "Q: Oh, so you did get -- okay. You got married, you said, yes.",
        "A: We come back to the city. It was like, like 1'm saying, six, seven miles away from the\nrailroad. We come back to the city and there was — we found -- a few of our friends our\nage was with us in that group of young people, and we discussed this with them. And\nthey decided, yes, it's a good idea. Four couples of us went to a specific place where they\nhave services in the evening for somebody to marry us, because we didn't have the\nparents to do anything for us, and there has to be somebody to give us some kind of\nauthority to be married.",
        "Q: Sure.",
        "A: When we at that place there was not too many jewish people that have that authority.\nThe only one that has authority, if you had to rule it, it could be a rabbi, if you understand\nwhat this is. There was -- one of those jews was one of my uncles. He was in the group of\nten, and he married all four of us, the four couples. Of course, from the four couples i'm\nthe only one alive.",
        "Q: Really?",
        "A: Yes. They all went. And after we was married we was called one good day. They\ncome in -- the night before we heard 1n the city it's going to happen tomorrow, next day\nor whatever. And everybody -- we didn't hide because there was no place to hide. And if\nto hide we have to be prepared. Somebody has to give us some kind of places or\nwhatever.",
        "Q: Sure.",
        "A: At 7:00 in the morning — the night before we heard about. We were told it's going\ndirect for a week or so. Seven, eight o'clock in the morning they knocked on the door.\nAnd my grandfather was living in the same house, also, and his wife. He was 83 or 84,\nalso, in age. They knocked on his door. They come out. And she didn't see. She was\nelderly age and she didn't see, blind. She was holding his arm because she didn't see\nwhere she was walking. They're screaming, yelling, get out, get out, get out. And she\nhold him by his arm, not even dressed, and one of the gestapos knocked her over her head\nwith a -- it was some kind of -- was it a gun or was it some kind of instrument. It was\npretty serious. She fall on the floor. And he grabbed him, the old man was\n(indecipherable) because all the people shame, and throw them -- outside was a truck\nsitting right by the street, and on the truck. How long he last, it's -- just god knows.\nCould be an hour, could be — who knows, but they killed him or die. Anyway, he was\ngoing. And then they're going from house to house. Of course, they come to us. We got\nup, woke up, and they took us on -- the older people went right away on trucks. The\nyounger people, they took us on plots, like they call the plaza, a spacious place where\nthey can put everybody out and say left, right, left, right, left, right. We didn't know who\nwas the left, who was the right, but one went to camp, one went to Auschwitz or any\nother. I call in to look, call in to the whatever, the cnp (phonetic). Me and my husband\nwere safe, but we know it's not going to help in a few weeks or months, whatever, after\nwe work. Our health will come down and we're not going to be capable to go on with\nwhatever, or whatever. Who can predict? We started looking for a way -- everything --\nwe had times like, you know, a second, a minute, a minute and a second. That's not\nanymore. I had a friend, a non-jewish friend. He was also in the polish army as a main\nperson, an army man, and he was working in the underground in the polish army. What\nwas his reason, 1 don't know. He was trying to save us. He came to me before and he\nasked me, if time gets so serious you want me to find a saving place, before 1 got married,\na place where to hide you.",
        "Q: Oh.",
        "A: And at that time 1 was not serious enough to say yes or no, but when it happened 1\ncontacted and 1 says, you remember what you told me? He says, okay. It's still open. We\ntake you 1n a farm, he and a teacher at school. And on that farm -- 1 already talked to the\nfarmer, he said, because 1 talked to him at the time when 1 approached you, and he's\nwilling to do this for so much a month, money.",
        "Q: He was willing to do it for money”?",
        "A: Oh, sure. What do you think? For A Fee. (Tape Went Quiet For A Moment.)\nAnyhow, I believe -- there was some other things left, what could be exchanged. And, of\ncourse, nobody know how long this will last. We was hoping maybe three months,\nmaybe six months. And nobody predicted a five-year history, but the point is they picked\nus up. Well, 1 -- it's the whole story -- in skarzysko. My brothers was in skarzysko and 1\n--no. After this we went to skarzysko. I really don't -- i'm confused with the marriage\nbusiness.",
        "Q: That's okay. Wait, wait, wait. When you got married, that was in forty —",
        "A: In '42.",
        "Q: In '42?",
        "A: Yes.",
        "Q: And you had lived from 194 —",
        "A: September 20, 1942. I remember.",
        "Q: September 20th, 1942. And so you -- between '40 and '42 is when you lived with your\nfamily in the very close quarters?",
        "A: Yes. We didn't live there. We just come back to sleep or whatever.",
        "Q: You were there while you were working on the railroad?",
        "A: We was working —",
        "Q: Okay.",
        "A: -- yes, back and forth.",
        "Q: And then you talked to him in '42?",
        "A: Yes.",
        "Q: And you got married with the four —",
        "A: Yes.",
        "Q: -- by your uncle? And —",
        "A: I -- we was transferred to skarzysko after this, all of us, the group that was\nmarried and not married, but we contact him that we need a hiding place. The situation 1s\nlike this.",
        "Q: How did you contact him?",
        "A: How? There was visiting. There was still people coming to the -- there was workers\nto Jews and non-Jews.",
        "Q: At the —",
        "A: It was not just Jews, because Jews was the slavery, and the non-Jews was the one that\nsupervised.",
        "Q: I see.",
        "A: They watched over us. It's not -- the germans couldn't spread around the army\nbetween such a nonsense, working on the railroad, working on the city. So they used the\npolish people, the one that assigned it, like 1 said, a half-german or even a polish\npoliceman or whatever. And when we come -- we had contact. I know we know quite a\nlot of people. We lived in that city for long time, and my husband had a wealthy family,\nanother business. And if you do business with people, they like you enough, there's still\nsome kind of connection. My brother approached, when we was in skarzysko, the\nyoungest one, 15 years old, approached one of those (indecipherable), or whatever he\nwas, gestapo or somebody, that he give him all his clothes. He was just in boots and -- it\nwas already in the fall, and a jacket and everything, because he had gold pieces in the\nboots, hide it away. We all put some jewelry in places that we can dispose it and be able\nto get out some bread money for. And he said, 1 give you my boots, 1 give you my\nclothes, and give me a uniform and take me to the station. And that man fall for it. He\nopened the boot and he found out it's gold pieces. He fall for it. He could have killed\nhim, but it's god's will for him not to kill him, because he could have all the things and\nkill him and forget about it. He took all of those things and took him, took us, all three of\nus to the station, to railroad station. And we all arrived in that city where we supposed to\ngo to hiding. And that man was waiting for us on the station and picked us up in a wagon\nof hay. We all crawled in and went to that place with that farmer. We dig a hole in the\nbarn. You know, they had those barns for cattle, for pigs or whatever. We dig a hole in\nthe barn six foot deep, ten foot square and covered this up in boards and covered the\nboards with hay and straw, with whatever, just pretend it's a part of the barn. And little\nby little that gentleman, the gentile, brought in my mother. My mother was in hiding,\nbecause he hide.",
        "Q: Oh. I see.",
        "A: And brought in my husband and my husband's sister. So it was a total of six.",
        "Q: Okay. So then you and —",
        "A: My mother —",
        "Q: -- your mother, your husband?",
        "A: -- my husband and two brothers.",
        "Q: The two brothers. Okay.",
        "A: And my husband's sister.",
        "Q: Four of you -- or the six of you in this hole?",
        "A: In that hole. That was not the end of it. We even brought in my sister's two\nchildren, but we lost them in a short time. They were just there a few months, couple of\nmonths, but tried to save them. Didn't succeed. They were too young and they went out\nfor things and they got killed. One was nine, one was eleven. But we was trying in that.\nWe didn't sleep laying flat but sit. Everybody would sit in their clothes, whatever clothes\nwe still had. We stayed in that bunker for months.",
        "Q: How did you eat?",
        "A: It was very difficult. She bought -- it was very difficult with food, because if the\nlady, the farmer lady was 1n a good mood, she cooked. She brought down potatoes and\nbaked a bread. This was good enough. As long as we had potatoes, we had bread, we had\nwater, we can live, but if something just didn't work very well in her household, we could\nsit two and three days without food, without anything. The only advantage we had, in the\nmiddle of the night we went up and we could pull out from the barn — they have those\nspaces for the animals where they're throwing potatoes, cooked potatoes for —",
        "Q: Oh, a trough. Trough. Right?",
        "A: And from this, the leftovers, we took it down, and that was the -- and if we needed to\ndrink water something was available outside. We had to go down -- and this was for -- to\nclean us, to wash up, too, because in daytime we didn't have that opportunity. So we had\nto wait till midnight and when everybody on the farm was quiet, asleep, we went out\none at a time and washed ourself, cleaned up to a point. I don't want to even remember\nhow. Of course, we got sick. I had all type of sickness, and my mother was sick. We\ndidn't even think we would survive. There was -- there was not even -- we didn't care,\nfrankly. I personally — I cannot speak for everybody. I personally didn't care. I was just\ndoing a favor for the rest of them I'm with. That's my opinion. But my opinion was big\ndeal, who needs that kind of life, being a princess, having everything in home and being\ndressed and being popular and being somebody. And no time nobody even cares. All my\nfriends, they don't even want to talk to me. I'm just like a disease. So who cares to live in\na time like this. It's even embarrassing. You can be the most beautiful child, but you still\na child. You think like a child. The fact is, myself, I didn't know what's commit suicide.\nI didn't know what you do not to live, but 1 didn't care. I say, whatever happens to me, if\nthey take me out, they kill me, so they kill me. I didn't know how the feeling of killing,\nbut just listening to it I agreed to be the victim. And what can I say? Time went by. After\nquite some time the man was getting wealthier and wealthier, the farmer, by paying him\nso much money each month.",
        "Q: Who paid him?",
        "A: The outsider, the gentleman outside, what find us the place, give him an ultimatum.",
        "Q: So your friend, the one that —",
        "A: Yes, my friend. He told him before he board us in, he said, listen, 1 know a lot of\nfarmers taking this and after a few months they get tired of it, they kill and take away\neverything they have. They have nothing. Everything they have I have, and I'm the\nwitness. If anything happens to them same thing will happen to you.",
        "Q: He said that to the farmer?",
        "A: Yes. And on those agreement he took us in. So we had some security. We know as\nlong as he is not going to be tired of us we will live, unless we die from diseases or\nwhatever.",
        "Q: Diseases.",
        "A: And, of course, they used to come on the farm for food, the Gestapo. The German\narmy used to come every farmer, take out a pig, a cow, poultry, eggs, whatever. This was\ncommon. Every time they come in, three, four of them with a truck, they was going\naround with their rifles and digging, trying to in the ground to see if it's soft. If it's soft,\nsomebody is hiding. And the minute they come in they asking, have you this here, or do\nyou have Jews? They say no, but that was already common that a lot of people in hiding.",
        "Q: Sure.",
        "A: One Sunday he comes home and he says he wants to talk to us. He knocks on the\nthings. He even -- what is it? His name was Wadick (phonetic). What is it? He said, we\nheard in church stories that the rumors go around on the farm that we have Jews. And 1\nasked him, 1 says, what makes you think it's serious? He said, because 1 told them I'm\ngoing to build a house. They say, how can you build a house if you don't have Jews there\nto pay you for it? Because farmers were poor people. They had a little house, you know,\nfrom straw, whatever. He said he's going to build a brick house, and he's bragging about\nit, and his wife is going to the city buying better clothes than she used to wear. Naturally,\nthings like this give you some suspicion. So we decided if that's -- and that was already\nin '44,",
        "Q: '44?",
        "A: Yes.",
        "Q: Wow.",
        "A: We decided if that's going — 1f he already told us this, it's not going to take very long,\nor he himself can call the police —",
        "Q: Right.",
        "A: -- and tell them, I have Jews here not by will. They just come in and they hide and I\ndiscovered that they are there, or tell them they come in to rob me, or anything. You\nknow, what — to rob even potatoes 1s a robbery, you know.",
        "Q: Yeah.",
        "A: So we decide it's not going to work, we have to see -- to find another place. And my\nman -- I say man.",
        "Q: Your friend?",
        "A: Yes. He come out, because he used to come out —",
        "Q: And visit?",
        "A: -- every once in a while and talk to us. And he picked days, because he was in the city\nand knows what days in the week the Gestapo comes in. Not every day they were there.\nThe army was there, but the -- you know, the one in the black uniforms. They just come\nin for visits, like stake everything out for everybody or killing somebody. So he chose\nthose days what's safer for him to visit us. And we told him the story, it's not going to\nwork. And he said, okay. I have another place for you. The guy's a very poor farmer,\nbut 1 told him 1 expect one day it's going to happen. He was a very smart businessman.\nHe was in business. They had a lot of farms, but he himself had -- was in the automobile\nbusiness. Like the bosses we have going back and forth, he had those bosses, that man.\nHe was with people. He was not just a person that don't understand life. He could see\nwhat is going on and he was, like they say, a patriot in polish. They say he was a real\npatriot. He believed that one of those days we get rid of the Germans and Poland is going\nto be Poland like it used to be. And to him it was a challenge that he had the opportunity\nto save lives, Jews or non-Jews or somebody. That's my opinion, because why would he\n-- he didn't get any money. We just reward him a gift later, but he had no benefit as far as\nfinancial. Everything what we left with him he used for —",
        "Q: For you?",
        "A: -- for that purpose. As a matter of fact, he was short when he took us over to the other\nfarmer. He told him, 1 don't have any more money to pay you, but they have pretty nice\nhomes from both sides of the family. If they survive you will have something. If they\ndon't survive 1 will see to it that you get all the things that belongs to them. So the farmer\nfall for this, too. You know, after all, smart or not, they took a chance. Frankly, they\ntook a chance --",
        "Q: Right.",
        "A: -- For their life, too. Not as we had having there, but the same token, they didn't have\nto do this either. A lot of people didn't want to do this.",
        "Q: Yes. Yeah.",
        "A: He come back and told us that he made the arrangement with other guy, but it's a good\nwalking distance. It was quite a few miles, four, seven, eight miles. And 1 remember it\nwas farm, farm, farms. Monday we have in our city like exchange food, like a market.\nThe farmers come with food, with everything to the city, exchange for clothes, for\nequipment to work on the farm for appliances, for stuff like this.\nEnd of File One\nBeginning of File Two",
        "Q: Okay.",
        "A: We decided that night it's going to be the best night to walk out from this place and go\nto the other place.",
        "Q: You had to walk?",
        "A: We (indecipherable) who is going to take us. We dressed as women and men, and the\nwomen in those little babushkas, what the farmers wear, and baskets of eggs. Everybody\nhas a basket and three eggs, whatever. If they catch us or something --",
        "Q: You have --",
        "A: -- the language we know. Germany, I could speak German to them. Polish, I can\nspeak Polish to them. Where they're going, cover my face to see whether I'm a Jew or\nnot, everything I have to just answer. So we walked by and, of course, it's always a\n(indecipherable), always somebody watches the -- where they had stations, like a station\nof so many soldiers or somebody, certain places. We had to by walk by something like\nthis. Regardless of which part of the city we will go, it was all four corners, and we walk\nby and he come out and he stop. Okay. Where you going? A German, this was a\nGerman, and I says we going back to the farm. What do you have? Eggs. I was afraid if\nhe come close to me, I cannot lie. He said go. I couldn't eat your eggs. You know, if I\nwould say kielbasa or vodka or something else, he probably would stop me.",
        "Q: And take it or something?",
        "A: But eggs, go. They had plenty eggs.",
        "Q: (Indecipherable).",
        "A: Back to the place, and we did the same thing. We did the same thing, and we moved\nin in that place, and that was in '44.",
        "Q: (Inaudible).",
        "A: Yes, and we stayed there. Didn't have any contact with nobody. Was very primitive,\nold people, farmers. No newspapers, no radios, no anything. We couldn't send them to\nthe city to buy papers because be suspicious. Farmers know who is ignorant and who is\nnot educated.",
        "Q: Uh-huh.",
        "A: We lived the kind of life we possibly could live, very boring, very uncomfortable,\nshort of money. My brother went out to a near farm where he left all of his clothes, all\nhis necessary things at a friend of his. Since we so short, he was hoping when he survive,\nhe needs the clothes. Didn't bother taking away from him, but since we were so short and\nthe farmer really didn't have enough money to buy even for the cattle's food, so we felt\nfor him. So my brother on a Saturday night he went out to that other farmer, and he said I\nhave couple of suits for you. I have to take him and sell it. He said I buy them from you.\nHe said okay. Well, whatever you want to pay me for it. He said 30 dollars. He said\nfine, 30 dollars, and visit with a friend of his for a while and walked back to us. Walking\nback a few, maybe a mile or whatever from there, he followed him. Took away the 30\ndollars and kill him.",
        "Q: Oh.",
        "A: We see one day he's not there; the next day he's not there. We told he was visiting\nthose people that were friends. One good day the farmer come down and he said in the\ncity they say they killed another Jew because every day you could hear, and my mother\nimmediately for some reason she felt like that's the one. She said -- she said to him you\nknow who they killed? No, a young man. She send him back to the city and says find out\nwhat kind of clothes he wear or somebody going to tie us up and he come back and he\nsaid he wear a jacket. Describe the jacket. That's when we know it's my older brother.",
        "Q: Who was it; was it his friend that bought the -- was it his friend?",
        "A: Yes. For 30 dollars they killed a person. That's the way -- that's the kind of time we\nlived.",
        "Q: Yeah.",
        "A: And a lot of cases, frankly, I take -- the Polish people was as guilty as the Germans.\nThey did more harm to the Polish Jews as the Germans. Germans took us to work, put us\nin the crematorium because that was the Fuhrer wanted them to do and they claim they\nhad to believe in his philosophy and his -- that (indecipherable) people. Even got paid\nthem for it, and time changed but still they had their own explanation and they come to\njudgment, but the Poles didn't have any interest whatsoever to do anything like that.",
        "Q: Uh-huh.",
        "A: Because after all their country was already occupied by the Germans, and the\nGermans should be to them somebody not a friend but the enemy. Why help an enemy”?\nThey didn't (indecipherable) to help the enemy. They done it for a lousy $30, but that's\nanother story because everything -- if we go back in history and people are not ignorant,\nwe know. We're all human. We all have some kind of evil time of life. That's what\nhappened. So we lost one. That was already April 15, 1944. We continued with a\nshortage, and January Russia -- the Russians start coming in to -- what you call it -- in\n'45, January '45. We heard the planes cruising around those farms and those little cities.\nWe was wondering being underground, what were planes doing on the farm? We know\nthat the Germans have no reason now. They (indecipherable). They have no reason to be\nin that part of the country. If we -- we know the map, we know what part of the world\nthey should be now and knowing they was fighting with Russia, they should be far, far\naway from that part we be in, but who can tell? We had no newspaper, no radio. How\ncan we even say? We estimate or we heard anything that's going on, people on the farm\ntalk, and they say -- and he said, yes, the planes was going through Warsaw, was\nthrowing bombs and they say the Germans are losing the war. Okay. That's good news.\nBut how soon or what? One good day he's knocking on our thing. He said, folks, you\nfree. You can come out. My husband says huh-uh, the Russians, we not coming out.\nWe thought they want to do something to us. He said the Russians are here. So we\nopened a little bit, and we said Russians (indecipherable) why you have that news, and\nhe said the Russians are new city. Everybody under fire is hiding because we don't know\nwhat they're going to do to us, but if you're Jews, you can go back to the city, and we said\nif you're hiding, why would they be so good to us; we hiding with you. Because another\nday we got out from the bunker. We had no clothes. It was wintertime. It was the 17th\nof January. We had no clothes, able to walk on such -- and winter in Poland is very cold\nin this time of year and the ice on the ground. We have no shoes. Everything\ndeteriorated in five years, what we have. So the lady, the old lady, she was so poor, give\nus blankets from the horses, torn, in rags, you know, something not worth even saving for\na rag, but it's still something you cover yourself up, and we walk back to the city. We\ncome back to the city. Everybody was in turmoil because everybody was again afraid of\nthe Russian. We still not free. We are still under some kind of -- we settled in a house\nbecause everybody — everything was occupied by not owners, but Germans supply the\nhouses for whoever worked for them, whoever did something for the German army or\nwhatever. So we couldn't get in our house. A postman was living there. So we went to\nmy sister-in-law's house. We moved in. Another couple come in a day later, a single\nman come in, grouped together. There was -- that particular city had 3,000 Jews. By the\ntime they all got in in the city, we have 17 alive.",
        "Q: 17 from the 3,000?",
        "A: From the 3,000 that was hiding in bunkers and camps or whatever. We grouped all 17\nin the same area. Was afraid to separate.",
        "Q: Did you know them all?",
        "A: Yes. Small city. We lived there for a while. As a matter of fact, I went to my -- I was\na very close friend of the mayor's sister. She was my age. Mayor over there was the\nburgomeister, 1f you know what that means.",
        "Q: Uh-huh.",
        "A: We lived across -- I told you we live in a good neighborhood.",
        "Q: Yeah.",
        "A: Across from us we have an architect, a drugstore, and his wife's sister was my best\nfriend. So I left her all my clothes, all my goodies, whatever. When I come back, I have\nno (indecipherable) because just (indecipherable). I will stop and she would give me\nback my clothes. I went in and I thought she was passed out seeing me. I didn't know.\nIs the reason because she felt sorry for me the way I look or is it the reason -- I didn't\nknow why. So I start -- I was waiting for a good answer. She said, you know something,\nI wouldn't want you to be here. I said I don't intend to be here. I just like for you to give\nme some of my clothes or some shoes, something so I can start getting dressed. She said\nI'm sorry to tell you there's no clothes left, nothing. Your jewelry, your clothes, your\ncoat, everything the police took out from my house. I said you sure you have nothing\nleft, and if she would be really a sincere person, she could have given me something from\nher clothes --",
        "Q: Uh-huh.",
        "A: -- if it's true, but that's okay. That's what I'm trying to tell you. And I said how did the\npolice know to take my clothes. She said you know you was too popular, everybody\nknow what kind of clothes you wear. When they come in, they know. The jealousy was\nso extreme. Know what you wear. I said what can you give me? I cannot give you\nnothing. I want you to leave. I said can you give me some potatoes. We are really\nhungry. She gave me a couple of potatoes. That was my best friend. Okay. So no reason\nfor me to worry and stay in that city or do anything. I said to my husband, we have to\nmove. We have too many friends here from the past but they wouldn't want us. They\ndon't want us period. First they are occupying our homes. They have our goods. We\nstuffed up so many different friends with goodies and goodies and goodies, and\neverybody was afraid we want everything back or want some back or whatever. So I said\nit's no place for us. Let's go someplace else. I was -- even I was young, I was always\ncapable to do something.",
        "Q: Uh-huh.",
        "A: I could sew, I could write, I could read. I could do anything I want to do. We pack,\nand I stopped a Russian truck and they took us to a different city, me and my husband. I\nsettled in that city. I know that city from before, Szczecin I went to that city. I start\npeddling around. I see clothes is good there. This is three miles away from the German\nborder. We could walk over from one place to another. It was open already. There was\nno -- because there was always Germany and Poland had a border and (undecipherable)\nwhere we could go back and forth and not worry about (indecipherable) or whatever. I\nbought some clothes I exchanged for food. I went down to Union Station and I bought\nfood from the farmers in exchange for clothes. The people, they need food because the\nbig city had a very good shortage of everything, and went one to another, I make myself a\nlittle money. I opened a store, a grocery store. I don't know too much about grocery\nstores but who cannot sell groceries.",
        "Q: Yeah, uh-huh.",
        "A: What 1s it, it's food. I worked in that store for a while, and I was very unhappy. My\nmother and my brother is still in that city, but my brother was a very capable person, for\nyou have a fact already that he took us out from camp by age 15 and now he's age almost\n20. So I was not comfortable and I worried about not contact him constantly because I\nwant him to move away from that city. He said he's doing well financially. He was a\ngood mechanic too. At 15 years already drove a car. He is fixing bicycles, cars, sewing\nmachines, and he's selling them. Buys an old one, broken one, fixes it and sells it. So he\nwas doing pretty good for a while.",
        "Q: Uh-huh.",
        "A: But for me being so restless, not having him close to me since I have nobody, I lost\neverybody and that's the only thing I have is my mother and my brother. That's the whole\nfamily from 96 people. It was a family of 96. He decided he's going to move, find him a\nplace there and, as a matter of fact, he come to see the place and he supposed to move on\na certain date. He came to see the place. He bought a lot of stuff to take home with him\nfrom (indecipherable). When he brought everything home, it was May 1, 1945 -- 1945,\nyes. It was already four months after liberation. Coming home with a truck with\ngoodies, going into his house. The (indecipherable) stopped him and killed him. It was\nfour months after. He was 20 years old. So I lost another one. I went back to that city,\npacked my mother, and I took her with me to Szczecin and decided there's no room for\nus, not in Szczecin, not in (indecipherable). We have to go some places. We have to\nforget about that country, forget about that part of the world. There was choices. It was\ntwo choices. Can go with a visa to United States or to Israel. Israel was not yet a country.\nIt was '45. But they accepted people, took a long time, like you have to have -- you have\nto register.",
        "Q: Uh-huh.",
        "A: And who is coming from, takes a year, two, three, whatever, but it's a question when\nyou get your visa. Our visa came in in 1958. No. Pardon me. But in the meantime, I\nhave to move away from Poland. This is number one. We packed again what we have.\nWe moved to Germany.",
        "Q: You moved to Germany’?",
        "A: We moved. We took our route. Wherever we going to get stopped or hold back, we\nstay. We was traveling. We was in (indecipherable), we was in Linz, we was in cities,\nall to drove, until we finally come across in Linz some people from a neighbor city we\nknow, and they say they are going to Regensburg. Who 1s in Regensburg? We don't\nknow. We heard it's a city. Let's go. We went. The whole group from the camp over\nthere in Linz went to Regensburg. We went. We settled in Regensburg. This was '45\nsettled. Such a fast transaction.",
        "Q: Yeah. How did you get there; by train?",
        "A: By halting the Russians trucks, stop and take me, three miles, six miles, twenty miles,\nwhatever. Rest of it, 1f we have to walk, we walk. We walked through forests because it\nwas (indecipherable). It was (indecipherable). In some places you couldn't pass through\nwithout the passport. Where you going, who are you? That's a very uncomfortable time,\none country take over the other one and don't trust anybody. Could be espionage, could\nbe anything. The fact is that we went through -- we walked and whatever, however we\nsmuggled out through. We arrived in Regensburg, and Regensburg was organization.\nThere was help. Survivors already established. They give us temporary. We're always in\none place, but food was available, clothes was available. It was an organization.\nYou go in and you can find a dress, a dress, old, new, whatever, just something to cover\nyour body, and so we had the -- like they have here, those stamps. We had those kind of\nstamps to go and get -- we get cheese and we get milk, and you get whatever, and we\nlived among the (indecipherable) and then we got a little apartment for us, for me and my\nhusband. My mother was not with me yet. The two of us went because we didn't know.\nWe couldn't drag an older person with us. Wherever we would go finally if we have a\ndestination we stay, then I go pick up my mother. I did so after three months being in\nRegensburg. I went back. I didn't have enough money to travel like a human being by\ntrain. Went back to Szczecin, picked up my mother and brother to Regensburg. We\nstayed. We all applied for United States because my husband had an uncle in New York.\nWe was hoping through him our visa would come a lot faster but sounds like he was too\nold to sponsor three people. So we had to wait for the federation, UJA, whatever you call\nit now, for them to help us in that respect, but they absolutely did, last quite some time.\nIn the meantime, since we was in Regensburg and waiting, we had to do something. We\nopened a business. We begin -- we worked different things. I was doing a lot of sewing,\na lot of everything.",
        "Q: Uh-huh.",
        "A: And trying to make dollars and cents, and my husband was trying to buy whatever he\npossibly could. We had good connection. We have languages in that respect. We went\nto old factories for the old sew purses, whatever was not saleable and was not -- and\nbrought into the city, and then we got -- we was -- got the opportunity from the city to get\nthe stamps. When you need clothes, you need stamps. You need shoes, you need\nstamps. There was no such thing in those years you can buy direct for money.\nEverything in the city is assigned to you. We got the opportunity. We ran the store. We\ndid that type of -- my husband was pretty capable, and I had the languages, and I didn't\nworry about whether write, read or whatever.",
        "Q: Uh-huh.",
        "A: Was not like some survivors at that time who couldn't help themselves as far as -- not\nthat I was so knowledgeable, but I was good enough to do all those things, and through\nthis, we had a store. We make good money. We was pretty good off in no time. We\nhave everything, but human being expect and my son was born in Regensburg. Of\ncourse, 1950 we give everything. I had a partner to that business. We took in also a\nJewish man, a German, from our state, from Hanover. He was from Hanover. She was\nfrom Prague, the wife. We took them in as partners, so we left them the business, and we\nwalked out with just what money we had. We moved to Kansas City. We was assigned\nto Kansas --",
        "Q: I see.",
        "A: -- according to the visa. We didn't pick Kansas City. We didn't know what Kansas\nCity is. We want actually go to New York but didn't get the privilege of going to New\nYork because they say a lot of people settling those years in New York like it's\noverdoing. So they send us to Kansas City, and very nice lady from the UJA was waiting\nfor us and picked us up in a car. We was people back to life. Somehow nothing is\nforever, not the good, not the bad. We have a good (indecipherable) who always watches\nus. It's not true. Some people feel like why God let this happen if it's really such an\nunyustice. Sometime even a good father spank their child. If you don't live the right way,\nyou have obligations to deliver what -- what your religion tells you, and you go against,\nyou lose those opportunities. Somehow the same thing is happening now. If we don't\nwatch out and we don't look because we all equal. We don't worry about one is black and\none is blue, one has more money and one has less money. We should all be equal\nbecause we all gots children. I raised my children this way, and I hope they will continue\nto be what they are now and that they be some kind of benefit to the world because they\nare good children and they believe what I believe. Prejudice 1s not going to bring us no\nplace. Whether it's Jewish or it's another religion or whatever it is, if we're not going to\nteach the children and bring them to a point to understand, don't think a Jew have\n(indecipherable) or don't think a black 1s dirty and filthy or whatever. You give them the\nopportunity, he can wash himself as well as you can do. He can be as good as anybody\nelse. You don't have to be pure white to be the best person.",
        "Q: Uh-huh.",
        "A: You can be anything and be a good person. Just think of what the world -- why you're\nhere, why -- we all gots children. We all here for a purpose. So let's think about it. Let's\ndo the right things.",
        "Q: Yeah, yeah.",
        "A: That's what I can tell you about my life.",
        "Q: Do you still have contact with the people who hid you?",
        "A: I had contact until two years ago. He passed away. The wife is still alive.",
        "Q: Is that the farmer or the friend?",
        "A: No. I never had contact with the farmer.",
        "Q: With the farmer. Just with the friend who helped you?",
        "A: That's right. I would send him money from Germany when I lived in Germany. I\nwould send him money from the United States. Whoever went to visit Poland, I send\nmoney with them.",
        "Q: Uh-huh.",
        "A: My cousin from Canada went and I sent with him. He send me beautiful pictures of\nhim and his wife and children, and he wrote me letters. We was in contact constantly,\nconstantly. In the beginning it was difficult to send money. So I sent packages from\nChicago from (indecipherable) --",
        "Q: Uh-huh.",
        "A: -- at the time for Christmas half a dozen packages that (indecipherable) and clothes. I\nwas buying those coupons they would sell for a suit, three yards of coupons\n(indecipherable) so and so much. I always send three or four coupons. He sold them and\nmake some money.",
        "Q: Yeah.",
        "A: And whatever was available, every connection I had to send them something, I sent\nthem. One time a nephew of ours was there to visit him, and he said (speaking in a\nforeign language). Because I told him, I says I want you to leave him the money. That's\nthe reason I send it, and he left it he said to him. (Speaking a foreign language). Of\ncourse, he was the angel of life. Let's face it.",
        "Q: Sure, sure.",
        "A: That could be both ways or God send them --",
        "Q: Uh-huh.",
        "A: -- or it was just he so righteous to achieve something like this. That's a good question\nbecause he's the heaven. I know. He have to be born for something like this.",
        "Q: Uh-huh.",
        "A: What else can I tell you (tape goes quiet) because there's a back story, there's a front\nstory, and what's going on. Certain things that come to me after I walk out from here --",
        "Q: Right, right.",
        "A: -- because it's just -- like I remember a story, we was like girls and we had the -- the\nTyphus start in the city, and they picked up a number of girls, we was eight, nine girls.\nMost of the time the kids were the more educated and understand, and they can read and\nthey can go through certain alphabetical things to find out what to do in a case like\nwhatever it 1s, and we was given -- instead of having just the armband, the star, the\nJewish star, we had the Red Cross on top, and able to go to those sick people and help\nthem because they was afraid to go. That would kill them. They was afraid. Typhus is\nsuch a disease that they would catch it. So they assigned us to catch this good\n(indecipherable). There was some -- and from those -- it was nine girls. From those nine\ngirls, I'm the only one alive. Every week somebody else was killed from the nine girls,\njust taken out and killed for some reason or another. There's so many things that comes\nto me.",
        "Q: Sure, sure. What about when you were living underground?",
        "A: There is no -- no -- actually there's no way a human being can even have the feeling or\nunderstand unless -- my kids don't even understand. If I tell them how sick I was and\nwhen I had -- that was (speaking a foreign language). For that reason, very few people\nsurvived with medication, and I had -- you don't supposed to drink water for this. You\ndon't supposed to -- everything has to be boiled, cooked and whatever, and cleanser is\nvery, very important. We have no cleanser. We have no bath. We have no hot water. I\nhad no tea. I had to drink the water from that -- bailed from the outside, and the bread,\nsometimes she brought down, it was molded inside. She didn't give us the bread which\nshe baked today or yesterday. What was left through the week, she put another batch of\nbread so she give us the old one, and that bread I had to eat, and my time was six weeks I\nhad trebunk (phonetic). My son asked me one time what is trebunk (phonetic). I said it's\nred. I don't want to tell him. It's a joke.",
        "Q: Did you -- did you need to be quiet during the day?",
        "A: Oh, yes, oh, yes. There was no conversations, no nothing. (Indecipherable). He\nbrought us every once in awhile a paper. Of course, the papers didn't give us that much,\nbut at least we had something to read, and I was the one allowed to crochet, sewing for\nthe people, for the farmer.",
        "Q: I see.",
        "A: She brought me materials from the city, and I cut -- as a matter of fact, I had a couple\nnightgowns, beautiful nightgowns, I took it with me, and she liked it, but she didn't -- she\nwas tall woman and I was a little short girl.",
        "Q: Yeah.",
        "A: So she wanted me to make community dresses for the — she had a little girl three years\nold.",
        "Q: Uh-huh.",
        "A: So I cut them through and make them and put little ribbons around.",
        "Q: You did that -- you did that without talking?",
        "A: As a matter of fact, we had no light. If you ever talk to your father, he would\nunderstand what I'm saying. He had those little lights, No. 3, with kerosine inside, and\nthere were little things that sticks out, what do you call it?",
        "Q: A wick?",
        "A: Yes, the wick.",
        "Q: That you would light?",
        "A: And this couldn't stay lighted because there was no air. This was covered. With seven\npeople, had no air. The light went out. Sometimes I was sewing, and in the middle of\neverything the light 1s out.",
        "Q: The light went out.",
        "A: You don't open the window because no window.",
        "Q: There's no window.",
        "A: You don't open the opening because you're afraid.",
        "Q: Yeah. How terrible.",
        "A: Yeah. As long as we can talk about it, we are alive. We are happy. We can tell the\nstory. What my father could tell, what my mother could tell, what my brothers. They're\nnot around to even hear that story. I'm left by myself.",
        "Q: What about your father; what happened to him?",
        "A: He went to Treblinka.",
        "Q: He went to Treblinka?",
        "A: Yes, 1993 (sic). I had a friend when she was in the same train. That's the reason I\nknow. The 6th of January, '93 (sic) the train went to Germany.",
        "Q: '43?",
        "A: '43.",
        "Q: So that was after you --",
        "A: My father didn't see me from the day he left.",
        "Q: So you took care of your mother, and she came with you to Kansas City?",
        "A: Came to Kansas City. She died here 25 years ago. She was a sick woman but we took\ncare of her. We did the best we could.",
        "Q: Sure. I'm sure she was very glad to have you.",
        "A: She was a beautiful person, so talented. She could do everything. It's unbelievable,\nunbelievable. She got herself a little house in Kansas City.",
        "Q: Really?",
        "A: And she put in her own little (¢ndecipherable).",
        "Q: You're kidding?",
        "A: She put all the screens in the windows by herself.",
        "Q: Oh, wow.",
        "A: She was going around buying little hooks, all those things and make jewelry, went to\nthe dime store and sold the jewelry. She could do anything. She could sew. She could --\nit was nothing she couldn't do. Just a very talented person, but she suffered. She had\nheart trouble since she come out from the bunker.",
        "Q: It's not surprising.",
        "A: We was young.",
        "Q: Terrible, yeah. A: Younger people. Another thing, what killed her is when she lost\nthat second son. They killed him after liberation.",
        "Q: Yeah.",
        "A: After this, she was totally, like almost gone.",
        "Q: That was so unexpected too. That's why --",
        "A: Yes.",
        "Q: You thought everything was fine with liberation.",
        "A: It could happen. A car accident could happen, a sickness. Somebody is going to kill\nyou after something like this and for no reason. They didn't want anything. Just we don't\nwant you. That's all. Yes. All the stories, like I say, people give you all those\ntestimonial things, whatever, but there's really no way anybody can remember. Maybe to\nthem this is important, but there's so many more important things.",
        "Q: Yeah.",
        "A: And it's important -- it's most important is to tell the world to watch out.",
        "Q: That's true. That's true because you could see -- you can see things happening in the\nworld and you --",
        "A: Yes. We should all feel the same way. We should support education. We should\nsupport all those organizations, what they are doing, because that's the only survival, and\npeople are stupid and uneducated, don't know why, and somebody come in like Hitler, I\nwill give you food, I will give you everything, screams and yells, and everybody says,\nokay, Heil Hitler, Heil Hitler, not knowing --",
        "Q: Not knowing what it means.",
        "A: Yes. All right? Anything else?",
        "Q: I've taken up a lot of your time.",
        "A: It's okay, it's okay. I don't know how important the story 1s to you.",
        "Q: It's very important.",
        "A: Will I get some tape? I'm interested to know what I said because admittedly I don't\nremember. I start talking and it comes to me.",
        "Q: And you know when you listen, more things will come to you too.",
        "A: Oh, sure.",
        "Q: But I think, like you said, it's very important to do it. Very important to have --",
        "A: It's a different -- it's a different story than a lot of -- there's quite a few survivors from\nbunkers, from (indecipherable) in the forest and place like this, but the bunker story was\nreally critical, very critical. Life was so -- and the camps was uncomfortable, we know\nthis, and there was nothing but danger and everything else, but to be and not to have the\nopportunity even to look out --",
        "Q: Uh-huh.",
        "A: -- and see, is it sunny? Is it raining? When is a holiday? We didn't know anything.",
        "Q: Anything at all.",
        "A: My mother had a book with her, a religious book, and we was trying to establish when\nis the holiday without trying to see, is it dark, is it moon, is it what. All right.",
        "Q: Well, thank you very much.",
        "A: All right.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Okay. If at any time you feel that you want to stop and take a moment —",
        "Q: No, it's not filmed.",
        "Q: So that's fine.",
        "Q: I'm using a tape, yes. I've already started it, as a matter of fact.",
        "Q: Yes, if you would like.",
        "Q: Sure.",
        "Q: Great. My name is Margaret. You know that. Right?",
        "Q: Okay. Now I want to make sure that I have all of the right information about you.\nYour last name is Devinki. Your first name is Maria?",
        "Q: Middle name or a maiden name? Do you have a maiden name?",
        "Q: Braun. A-U?",
        "Q: Okay. And your present street address?",
        "Q: Okay. And —",
        "Q: Okay. And your home phone number?",
        "Q: And do you have a work phone?",
        "Q: Do you have a second address, maybe a summer address or —",
        "Q: Oh, you do.",
        "Q: ,",
        "Q: ,",
        "Q: What's the city?",
        "Q: Okay. ;",
        "Q: . Great. Occupation?",
        "Q: Okay. And would you -- you would categorize yourself as a survivor. Is that right?",
        "Q: Okay. And you are Jewish?",
        "Q: And you're not a handicapped, Jehovah's Witness. I guess —",
        "Q: -- none of the other ones apply. Have you ever been interviewed before —",
        "Q: -- as asurvivor? Was your testimony ever recorded?",
        "Q: Tape-recorded or -- was it ever tape-recorded?",
        "Q: It has been taped before?",
        "Q: When you were interviewed before?",
        "Q: And where was that?",
        "Q: Okay. When was that about?",
        "Q: This year?",
        "Q: Really? And you never talked about it before?",
        "Q: So you are associated with the Midwest Center?",
        "Q: Any other —",
        "Q: Oh. Any other survivor groups that you're associated with?",
        "Q: New American Club?",
        "Q: Oh. Okay. Right.",
        "Q: But it's not officially a survivor group?",
        "Q: Okay. So you don't speak publicly about your experiences?",
        "Q: Are you already in the Benjamin and Vladka Meed Registry of Survivors? It's a\nregistry.",
        "Q: Mm-hmm. I believe it's national, the Jewish Holocaust survivors. Would you like to\nbe included in that?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: So you might be already there without even knowing it?",
        "Q: You probably are.",
        "Q: Is it a picture of your group? Is this it? Here's a group.",
        "Q: Oh. Great.",
        "Q: There you are. Oh, that's wonderful. And that's here or that's in your Kansas\nCity —",
        "Q: Oh. Wow.",
        "Q: A delegation of business and community leaders from the Kansas City area including\nMayor Emanuel Cleaver. Which one is he? Right on the end. Great. And then there\nwas a dinner here, as well?",
        "Q: Oh yeah? That's wonderful. That was great. I bet your daughter appreciated seeing\nthat.",
        "Q: Yeah. That's great. So they send you that to keep you updated, as well?",
        "Q: Well, you are active. So you've already signed a release, and so I assume that this can\nbe used for research purposes, that sort of -- great. So that's the formality.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah. He's doing well.",
        "Q: And I'm sure that's as a result of how you've raised him. So was there anything in\nparticular that made you, besides his encouragement, that made you come forward and\nstart talking?",
        "Q: I see.",
        "Q: That's quite recently.",
        "Q: I'm sorry.",
        "Q: Yeah. Yeah.",
        "Q: That's true. Did you talk to each other, you and your husband, about your\nexperience?",
        "Q: That's true.",
        "Q: That's why it's important to make a testimony. I agree. I agree. So your date of\nbirth, when were you born?",
        "Q: January 1920?",
        "Q: Oh, June 1920. And where were you born?",
        "Q: In Germany?",
        "Q: And your name at birth was Maria Braun?",
        "Q: And were there any other names that you used between 1933 and '45? Some people\nchange their names if they went into hiding or anything. No? Did you grow up in\nHanover?",
        "Q: No? Where did you grow up?",
        "Q: I don't. Wish I did.",
        "Q: Right there. My father would be able to spell it. He speaks Polish.",
        "Q: Yes.",
        "Q: Right. My name in Polish is Malgorzata, and it's got one of those in it. So that's in\nPoland. And that's the only town? Did you move at any point?",
        "Q: Okay.",
        "Q: Can you spell that one, too? Are they in central Poland? Okay. Thank you.",
        "Q: Those names. Okay. And now I'm just going to ask you some questions about your\nlife as a child before the war. What was the occupation of your parents?",
        "Q: In World War I?",
        "Q: From the Army”?",
        "Q: Even though you didn't live in a neighborhood where there were primarily Jewish\nPeople living?",
        "Q: It didn't matter.",
        "Q: Really?",
        "Q: Okay. Okay.",
        "Q: Really?",
        "Q: Were you the oldest?",
        "Q: You were in the middle?",
        "Q: Right. Right.",
        "Q: So you were 19?",
        "Q: Did you notice, was there any clue before -- was there any Antisemitismus or\nAnti-Semitism or anything that gave you a clue about what the Germans were doing or —",
        "Q: They weren't?",
        "Q: Yeah.",
        "Q: Right.",
        "Q: And the school where you went, it was an assimilated school? It wasn't particularly--",
        "Q: Right. Right.",
        "Q: I see.",
        "Q: Right.",
        "Q: And in the public school who were your friends would you say?",
        "Q: It sure does.",
        "Q: Sure. You wanted to be a math teacher. Right?",
        "Q: How did they tell you that you —",
        "Q: They'd go from house to house?",
        "Q: It was the Polish police?",
        "Q: Did you live at home while you worked?",
        "Q: Everything?",
        "Q: They took everything you had. How did you survive?",
        "Q: Right.",
        "Q: You thought he would come back. Right?",
        "Q: Right.",
        "Q: Right.",
        "Q: Had you known him?",
        "Q: Yeah? Were you in school together?",
        "Q: What did he do?",
        "Q: That's okay.",
        "Q: That's okay. I wanted to know —",
        "Q: No. It's actually -- 1 mean, i'm hearing it for the first time, so it makes sense to me. I\nwanted to ask you about the two years that you lived in a small quarters with seven\npeople. That was you and your mother?",
        "Q: Okay.",
        "Q: So that was two years?",
        "Q: Oh, so you did get -- okay. You got married, you said, yes.",
        "Q: Sure.",
        "Q: Really?",
        "Q: Sure.",
        "Q: Oh.",
        "Q: He was willing to do it for money”?",
        "Q: That's okay. Wait, wait, wait. When you got married, that was in forty —",
        "Q: In '42?",
        "Q: And you had lived from 194 —",
        "Q: September 20th, 1942. And so you -- between '40 and '42 is when you lived with your\nfamily in the very close quarters?",
        "Q: You were there while you were working on the railroad?",
        "Q: Okay.",
        "Q: And then you talked to him in '42?",
        "Q: And you got married with the four —",
        "Q: -- by your uncle? And —",
        "Q: How did you contact him?",
        "Q: At the —",
        "Q: I see.",
        "Q: Oh. I see.",
        "Q: Okay. So then you and —",
        "Q: -- your mother, your husband?",
        "Q: The two brothers. Okay.",
        "Q: Four of you -- or the six of you in this hole?",
        "Q: How did you eat?",
        "Q: Oh, a trough. Trough. Right?",
        "Q: Who paid him?",
        "Q: So your friend, the one that —",
        "Q: He said that to the farmer?",
        "Q: Diseases.",
        "Q: Sure.",
        "Q: '44?",
        "Q: Wow.",
        "Q: Right.",
        "Q: Yeah.",
        "Q: Your friend?",
        "Q: And visit?",
        "Q: For you?",
        "Q: Right.",
        "Q: Yes. Yeah.",
        "Q: Okay.",
        "Q: You had to walk?",
        "Q: You have --",
        "Q: And take it or something?",
        "Q: (Indecipherable).",
        "Q: (Inaudible).",
        "Q: Uh-huh.",
        "Q: Oh.",
        "Q: Who was it; was it his friend that bought the -- was it his friend?",
        "Q: Yeah.",
        "Q: Uh-huh.",
        "Q: 17 from the 3,000?",
        "Q: Did you know them all?",
        "Q: Uh-huh.",
        "Q: Yeah.",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: Yeah, uh-huh.",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: You moved to Germany’?",
        "Q: Yeah. How did you get there; by train?",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: I see.",
        "Q: Uh-huh.",
        "Q: Yeah, yeah.",
        "Q: Do you still have contact with the people who hid you?",
        "Q: Is that the farmer or the friend?",
        "Q: With the farmer. Just with the friend who helped you?",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: Yeah.",
        "Q: Sure, sure.",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: Right, right.",
        "Q: Sure, sure. What about when you were living underground?",
        "Q: Did you -- did you need to be quiet during the day?",
        "Q: I see.",
        "Q: Yeah.",
        "Q: Uh-huh.",
        "Q: You did that -- you did that without talking?",
        "Q: A wick?",
        "Q: That you would light?",
        "Q: The light went out.",
        "Q: There's no window.",
        "Q: Yeah. How terrible.",
        "Q: What about your father; what happened to him?",
        "Q: He went to Treblinka?",
        "Q: '43?",
        "Q: So that was after you --",
        "Q: So you took care of your mother, and she came with you to Kansas City?",
        "Q: Sure. I'm sure she was very glad to have you.",
        "Q: Really?",
        "Q: You're kidding?",
        "Q: Oh, wow.",
        "Q: It's not surprising.",
        "Q: Terrible, yeah. A: Younger people. Another thing, what killed her is when she lost\nthat second son. They killed him after liberation.",
        "Q: Yeah.",
        "Q: That was so unexpected too. That's why --",
        "Q: You thought everything was fine with liberation.",
        "Q: Yeah.",
        "Q: That's true. That's true because you could see -- you can see things happening in the\nworld and you --",
        "Q: Not knowing what it means.",
        "Q: I've taken up a lot of your time.",
        "Q: It's very important.",
        "Q: And you know when you listen, more things will come to you too.",
        "Q: But I think, like you said, it's very important to do it. Very important to have --",
        "Q: Uh-huh.",
        "Q: Anything at all.",
        "Q: Well, thank you very much."
    ],
    "answers": [
        "Transcribed by Vicky Marcon (File One) and Lisa A: Steinmeyer (File Two), National Court\nReporters Association.\nMARIA DEVINKI\nOctober 18, 1994",
        "Answer: Because you don't film this, so it's —",
        "A: Okay.",
        "A: You will use a tape?",
        "A: Willi get a copy of the tape?",
        "A: Good.",
        "A: Right.",
        "A: Yes.",
        "A: Maria.",
        "A: Braun.",
        "A: U-N.",
        "A: ;",
        "A: ;",
        "A: ;",
        "A: ;",
        "A: I have a second address.",
        "A: ,",
        "A: ,",
        "A: ,",
        "A: ,",
        "A: ,",
        "A: Self-employed.",
        "A: Yes.",
        "A: Yes.",
        "A: No.",
        "A: Yes.",
        "A: You mean by somebody or —",
        "A: It's on a tape.",
        "A: Yes.",
        "A: Yes.",
        "A: Kansas City.",
        "A: It's not long time ago. Could be September 30th or something, the end of September.",
        "A: Yes. Just recently. That's why I'm here. Otherwise, I would be -- I didn't want to do\nthis. My son insist on it, and since we work in Kansas City and it's the Midwest Center\nEducation for Holocaust Museum, and I'm a part of it, so I have to give them my story.\nAnd that's why I wait this long. I already talked about it, so it's easier, comes out easier.",
        "A: No.",
        "A: Yes.",
        "A: I'm Vice President.",
        "A: New American Club.",
        "A: Yes. Otherwise, all other organizations -- there is American organization. I don't\nknow how would you -- I don't believe this has to do anything with the survivors, but like\n(indecipherable) —",
        "A: -- Or federation, Jewish, whatever. It's quite a number of them 1'm in, but --",
        "A: No.",
        "A: No.",
        "A: Yeah. In Washington?",
        "A: Yes.",
        "A: I know I received every literature that is available —",
        "A: -- In the United States. So I don't know. I might be.",
        "A: As a matter of fact —",
        "A: As a matter of fact, I show you. Before I left -- it's nonsense, but I took it with me\nbecause my daughter didn't see it. I was here last time on a trip, and last time we was\nhere (inaudible) -- I already lost it.",
        "A: See. There's my son. So —",
        "A: And that's my picture.",
        "A: No. That's here —",
        "A: -- In Washington. We had a group of 28 people, the mayor from the city. You See.\nRead this and —",
        "A: Yes. Oh, we had a couple days very much entertained and being (inaudible).",
        "A: Yes. I said I have to take this to —",
        "A: Yes. Mm-hmm.",
        "A: There's nothing there that cannot be used for anything. It's just I didn't -- I was not\nready, let's say this way, to even come out and let my children be aware what -- I always\ngive them my advice of life, and I teach them what can happen to people, how people\nlived before them, so on, so forth, back and forth, but I never tell them that that much,\nwhat I put in their mind. It's because what I went personally, because sometimes they\nwouldn't take it as — they would say, oh, you so prejudice because you went through this,\nbut that's not necessarily true. It can happen. It just happened. But it was taken from me\nthat I'm a strict mother, and I'm expecting them, I'm telling them, and I'm advising them,\nand they took my for granted. So maybe I had the wrong philosophy, maybe I dealt with\nthem a different way, but now it's not too late. They already have -- I have\ngrandchildren an age where, whatever, however they feel, they already raised my way.\nSo it's a two-way.",
        "A: We can see it both ways.",
        "A: It's not necessarily true, like I say, that I was so right how I handle it, but they didn't\nlost anything. My kids are very well aware of what life has to offer and know a lot of\nthings. You can see my son.",
        "A: He's a lawyer. He's doing pretty good. He's involved in a lot of things that have to do\nwith Judaism and life and other. He's trying to think of more than one thing only.",
        "A: No. I lost my husband —",
        "A: -- 15 months ago.",
        "A: Yes.",
        "A: That was basically something I felt. There's more to it, why I keep this in my mind all\nthe time, what I went through, what he went through and how we survived and what our\nlife offered us. And God was good to us. We had something to be thankful and we want\nto teach the world to know that life is not -- nothing is forever and there is more to it.\nWe cannot treat each other as we think we would like to. We have to treat them what's\nright.",
        "A: And gradually, like they say, if you put bread on the water it comes back.",
        "A: Yes. We did. We always had conversations in a different way, just saying now listen,\nlet's see. After all, we thought it's not worth it. We shouldn't fight for it. It's just such a\nmiserable, uncomfortable life. It's so embarrassing to live that kind of life. Why fight?\nThen we come -- our answer was in our conversations after. It was worth it. True, we\nlost a lot, true, we went through a lot, but the ones we lost, we're here to talk for them.",
        "A: They died in vain, and we have to protect and talk about.",
        "A: June 1, 1920.",
        "A: June.",
        "A: I was born in Hanover.",
        "A: Germany.",
        "A: Braun.",
        "A: No.",
        "A: Wodzislaw. Do you know how to spell this?",
        "A: I was afraid. Give me a pencil. I have to -- there's going to be more names than this.",
        "A: Yeah?",
        "A: You don't -- You read this as a T, and that's not a T.",
        "A: No. I was in Sosnowiec, too.",
        "A: Another city.",
        "A: You will see on the glass windows those names.",
        "A: My father was in World War II. He was a -- he was -- their family was five brothers.\nHe was the oldest one. And as a rule, in a very religious family, they cannot take more\nthan one son to the Army. And he was the oldest one, so he went to World War I. He\nwas in the Army.",
        "A: Yes. He was captured as a prisoner. He was also hurt by some kind of bombing. He\nHad -- His left hand was ruined. Two fingers was cut off by whatever, and he had a mark\non his back, back here. Or was it two? But it was pretty severe. As a matter of fact, he\nwas there for two years in Russia. He was captured by the Russian, and he was there for\ntwo years. After he come back from there, he married in that little city of Wodzislaw,\nand from there they moved to Hanover, and that's where 1 was born, in Hanover. Of\ncourse, being involved in such a situation, the Polish government assigned, like here we\nhave the veterans, what they get some kind of benefits, the Polish government give them\nalso some kind of a benefit. And his benefit was like he had permission all legalized,\ncertain things, what was not permitted to be sold in every store, like liquor, cigarettes,\nsalt, sugar, tea, coffee. This was items, of course, to ask here now it's nothing, but in\nthose years, 50 some years back, especially in small city, this was big demand and it was\nvery difficult to get. He had a pension, too. He probably was pretty hurt and pretty much\ndamaged since they give him all —",
        "A: -- The privileges. Yes. Yes. But the point is so my mother -- and he was a religious\nperson coming from a very religious home. So those people conducted more religion\nthan cared about business, and my mother took over the business and she operated the\nstore with all those imports. All those things has to come in from Germany, from\nCzechoslovakia, from Italy to Poland. Poland had most of them, more like wheat,\npotatoes and other sources of food, but all of those luxury things was coming from\ndifferent countries, and we had the privilege of having open business for all those things.\nSo that was our business. We lived very comfortable with it. My mother was a good\nbusiness woman. She was operating all those things. We lived in a very good\nneighborhood in that city. We had a good clientele. As a matter of fact, the majority of\nour clientele was not even Jewish people, because we didn't live in an area where too\nmany Jews was living. This was like the higher class of neighborhood. And we operated\nbusiness for years. And it was three children, two brothers and me. We all went to\nschool. We all graduate from -- of course, in Poland it was seventh grade. After seventh\ngrade you graduate. And by that time you was 14 years old, because you start when\nyou're seven. And after graduation I went back to gymnasium. I had two years of\ngymnasium. I couldn't go too much farther, because the time got where they start\neverything in Germany, and the rules and regulations start getting pretty bad for Jews.\nEven in '36, '37 we didn't feel that much, but there was already a lot of things going on in\nGermany with the Kristellnacht and other things. The news was coming this Hitler is\ntook over the country, and it started getting very difficult for Jewish People, for particular\nbusiness people, professional people, whatever.",
        "A: Doesn't make any difference.",
        "A: Frankly, I tell you, if this 1s taped, what I'm saying, I cannot say what I want to say.",
        "A: No. I -- that would be a joke what I want to say, and I hate to put a joke in\nsomething like this. When you say you live in the neighborhood, so it's an answer for\nthis. At the very end I tell you that answer.",
        "A: I don't know where I am now. Anyway, so my school stopped. I went two years to\ngymnasium. I had one more year to finish and I could be a mathematic teacher.",
        "A: I went for math, but not allowing any more Jews to attend school, types of school.\nThey cut it off in certain cities and certain schools. So I had to do something else. I\nstepped in and helped my mother to operate the business. And I was working with her\nand so was my brothers. One of my brothers was working as a bookkeeper in a little\nfactory. What you call it? Steel, iron, stuff like this for building suppliers. He finished --\nhe actually didn't finish. He had the same problem. He couldn't finish everything, but he\nfinish business school. So they hired him for this. So he worked there. I worked with\nmy mother. My youngest brother was 14, 13, 14. When the world broke up he was 14\nyears old.",
        "A: No. My brother was the oldest.",
        "A: I'm the middle, yes. After — we heard the bad news, but there was -- nothing specific\nwas -- we didn't have any televisions or that type of information we have now, that much\nnewspaper, news medias and everything goes with it. We had a radio. Every once ina\nwhile there was a broadcast, but we just could hear what they want us to hear. We\ncouldn't have the true story. So the fact is that we lived with the idea of, oh, it will pass.\nIt's just some kind of a bad situation right now, and we'll go back to history, 1f somebody\nis educated, you know, happened to so and so, and so and so, and all through life, all\nthrough thousands of years, but didn't pass so easy. 1939, September 1, German Army\nstepped in our city, took over the city, and from that day on we seen killing, we seen\nunusually things what we never expected or lived through, 1 mean, as far as I can say.\nI never known that a person kills a person. Life was taken by God. This is something if\nyou get old and you get sick you die. I was too young to understand this, you take a gun\nand -- we didn't know too much about guns. We know that you're going to die when you\nget a gun, but living in the city was peaceful. Life was just different, totally -- maybe\nnow it's a little different, too, than my vision is, but 50 years ago —",
        "A: -- It was totally different.",
        "A: I was 19 years old.",
        "A: Like I say, we heard what they want us to hear. They didn't tell us they're killing\npeople. They didn't tell us they're sending out anybody to camps. It was just stories\ngoing around. Of course, the Polish people was not very kind to us in that time.",
        "A: No. There was hope — not exactly, if I want to say -- it's not exactly all the Polish\npeople. You had a group of Volksdeutsche, and if you know what that means.",
        "A: If you have a name -- like my name is Braun, so I could be German. Okay’?",
        "A: If you married somebody from the German people and you're half German, or\nwhatever, and - live in Poland, then you were Volksdeutsche, not a full-Deutsche. And\nthose people was taken a lot advantage. They were stupid. There was not too many -- of\ncourse, in the city I lived, I have to say, it's farm towns. There's not too many educated\npeople, not too many intelligent who understand it's a war and we're all going to suffer.\nIt's going to be a lot of tragedy going on, but they say it's opportunity. They have a store,\nwe take everything away from them; they have jewelry, we take everything; if they are\nbankers, whatever the case would be. And that was going on. And through the schooling\nthere was the same thing. there were students in even a nice school where I used to go\nthat was doing a lot of uncomfortable things for the Jewish kids. Like they could take a\nmatch and put it under your coat. It was a joke, but they did this to a Jewish girl.",
        "A: No. I went to a school where it was Jews and non-Jews.",
        "A: There was -- 1 went to another school. It was a Hebrew school.",
        "A: But that was all through my years, since five years, from 5 to 17 years, and I was\ngraduating to the highest whatever, that's available. That school was just for Hebrew,\nnothing to do with any—",
        "A: -- Public class schooling.",
        "A: I had quite a lot of non-Jewish friends. As a matter of fact, 1 was very popular at\nschool. I was a good student, that's number one, and I was well dressed, and that means a\nlot, even now.",
        "A: And we lived in neighborhoods where I had most of non-Jewish friends. We was\ndoing our homework in my house. We lived in a pretty good size house. All the girls\nwas coming to my house, and I was the popular one, do the mathematics for them, the\npainting, all those things.",
        "A: I was good in it. Soi had a lot of friends. The fact is that just in short time\neverything changed. When Hitler come in, they start --of course, he come in in '39, and\nright there and then start a little uncomfortable situation where Main Street was\nseparated, trying to block off the windows of those people that live on Main Street, if\nthey're Jewish families, so they have no view to the front. They have to have a view to\nthe back. And questions start getting around in the neighborhood. Oh, you see what\ndone at the so and so, what done at the so and so? And children are children. What they\nunderstand? They say, uh-oh, something wrong with those people. They must be sick.\nThere must be something. They didn't want to have a part of it, till we find out, all of us,\nthe young and old, there is no -- it's not an easy thing. It's going to be more serious than\nthat. By then it was too late. Of course, 1t was going on for months, and later on they\nstart taking us out to work, my two brothers and me. They didn't use my father or my\nmother in '39, just used the children. We was working on the railroads. We was working\non streets. Like, for example, here they have paved streets. In that part of the city they\nhad like stones, brick stones and underneath sand. We'd throw in the stone and just make\na street for them. And naturally this was good to take a bunch of kids like us. The\nwomen was throwing the sand and the men was putting in the stone. Of course, they\ndidn't pay us, and we had to be there nine o'clock, eight o'clock in the morning. We had\nto group all in some kind of a place.",
        "A: They'd go from house to house.",
        "A: It was the Polish police.",
        "A: For sure. They had to cooperate with the German, otherwise they would be killed.\nWhen they take over the country then nobody has the power but them. And they want to\nlive and was really cooperating for one reason. They want to exist. And the other was\ncooperating to make money or to take advantage of. And a lot did take advantage on it.\nAnd, of course, they paid the penalty later. That's another story. So from one thing to\nanother, when they was through with one job they looked for another, whatever was\nnecessary to do in that city. They send us away on the railroad, and we was working on —\nnot far from us was a station, six miles from the city.",
        "A: No. We had to go there every morning to work and come back in the evening. Later\non, when start getting a little bit more serious, they kept my brothers there, the two\nbrothers, and they released me. And that was already in '40, in the middle '40. And the\ncity start getting a little more crowded and food -- shortage of food. We had problems.\nPeople have to bake their own bread, because you couldn't buy too much, because the\narmy used a lot and naturally didn't worry about anybody else but for them to be\nprotected. And some of them shifted even, took stuff away, because they didn't have to\npay anything if they went into a bakery or went to any place else. They didn't have to pay\nnothing. For example, one good day two of those Gestapos come into our store and they\ncleaned up everything. They had a truck in front of it, threw everything in the truck.",
        "A: Yes. And I was stupid enough to stay in front of my mother, and I say -- my mother\nwas taking away some -- everything was in bulk, not in packages. She was taking off\nfrom the bulk a little bit of tea, coffee, chocolate, whatever, things. And he said, no, no,\nshe cannot do this. So I kind of asked him -- I asked him, why? She needs it. She has\nthree children to feed. And he took a strap and cut on my face back and forth. I had\nstripes here for month, didn't heal. And he said you -- the people was telling me later I\nwas lucky. He could have killed me, because he did this on other occasions. So there was\nno question about it that life was unsecure, no justice. You couldn't ask anybody why\nhe's doing this to me, what I done wrong. I'm a normal person like everybody else.",
        "A: That's the second question. We -- like 1 say, we was -- that's what we had -- (tape\nwent quiet fora moment.) We were still connected with farmers, and money, some\nmoney we had. Everything what we had on pekao we lost, because military generals\ntook over it. It's like stocks and bonds, government things. That was pekao. And this\nwas what my father was receiving for his pension, went straight to pekao. And, of\ncourse, this was military that claimed it, because nobody -- no jewish people can take out\nany more money from there. We were secured by all type of -- what everybody else. If\nyou're wealthy, you have a little bit more clothes than somebody else, if you have some\njewelry, some money in the house. In the old country not everybody put money in the\nbank.",
        "A: You kept something for security. That for a while was -- we lived. We could buy food\nfrom the farmers. We could exchange for goods what we still had, till 1t got from one to\nanother that they decided that we had to separate the jews from the gentiles and make the\nghetto in the city. Everybody has to move in a few block circle, whatever it 1s, and give\nup their belongings and the houses. We had a big house. We had to move in in the\nquarters where our janitor was living and give this to the Germans. We lived there with\nseven people. We lived in two rooms till '42, when they start Ausweisung. They come in\nwith Ausweisung, partial deportation, like take the young people, then take the older\npeople, then clean up completely. They like to say -- in Germany they would say\nthat Judenrein, if you know what that means. In 1942, September, we was contacted",
        "with some people that had authority, the Polish authority, because since we was in the\nbusiness a lot of those people was buying on credit, never paid us, because -- of course,\nwe didn't expect them to, but we had still contact with them. We talked to them. They\ntried to help us by virtual telling us stories. And one of those policemen was telling us\nthere was jewish people involved in that police station. They come in and told us this.\nThis was the final ausweisung, and everybody started looking where to get away. At that\ntime my father was already taken away, and he sent to treblinkA: I didn't know where he\nwas sent. We just know they took him away. When they took him away we were told\nhe's in a working camp, he might stay in a working camp for a while, but we had no\ncontact. There was no something you can write a letter to each other, whatever.",
        "A: Yes. And my two brothers was close enough, six miles away.",
        "A: So they was working on that station. By that time, before the ausweisung come up,\nthey come in and took them and took us, me, and send us to skarzysko. Skarzysko is a\ncity. We had camps there, but not dead camps, working camps. They was making\nammunition for the army. And we last over there a short while. And i tell you the story\nhow we come out from there, but that's -- it's confusing because 1 don't follow up. When\nthat happened, that contact told us what's going to happen, my husband come into the\nrailroad. And i was working, and we was not married yet, and he told me so and so going\nto happen and they're going to send everybody away to some kind of camps where we're\nnot going to see each other. We didn't know dead camps. We know camps.",
        "A: He says, but 1 was told the young couples have a chance. The older couples will go\nthere, but young singles, they're separated. You don't know where you are. Young\ncouples have a chance because they need workers, healthy workers. If we get married we\nhave a better chance to survive and we could vouch for each other. I said, it's not a bad\nidea, but it's not the time to get married, and my father is not here any longer. I don't\neven know where he is. My brothers are here. Who is going to marry us? What kind of\nmarriage you expect? He said, who cares? It's not a time to worry about anything\nextreme —",
        "A: -- but just to be together. Oh, we know each other for years.",
        "A: Yes. Yeah. No. He was older. He was seven years older than 1 was. He was\nwatching me since 1 was a little girl, since 1 was going to public school, high school and\nevery place else. We was very close friend as he's older, young man. And 1 was too\nyoung, so we just flirt but nothing serious.",
        "A: The head of textile business. They were very wealthy people, had a big operation in\nthat city. And, of course, it happened to them, the same things. They come in and\ncleaned up all of their houses and their retail store and everything else. Again, like 1 say,\nthat was the last things everybody worried, we had less clothes or we'll have less food, as\nlong as they leave us alone, because for some reason other -- we didn't experience\nanything like this. And we was young, 19 years. I had friend for 19 years, and 1 know\nshe wouldn't dream what 1 do in a time like this. I was smarter then than she smart now.\nLike the whole thing is not clicking, because 1'm going from one to another.",
        "A: I'm telling you a story.",
        "A: It's just like sometimes you read a book and it just doesn't follow up.",
        "A: Me, my mother, my father and the two brothers, my two brothers and my mother's\nsister and aunt.",
        "A: Because they all lived in that -- we had a very, very big house of two blocks, and it's\nnot just ours. It was left by a grandfather in the old country that, when they was building\nsomething, our family structure was built like a castle for the whole family. And there\nwas my mother's sisters, brothers, uncles. Everybody has his own quarters, like five\nrooms, seven rooms, whatever the size of the family. And they took all of this away. My\naunt was a widow. She was 83. And she has a sister. She was not married. She was\nmarried and lost her husband. So we all shared this two rooms, all seven of us. But that\nwas not the worst. We shared something else, too, in our life.",
        "A: Two years, yes, yes, we lived there. And then, when the ausweisung come out, there\nwas like -- no. We got married. I'm going back.",
        "A: We come back to the city. It was like, like 1'm saying, six, seven miles away from the\nrailroad. We come back to the city and there was — we found -- a few of our friends our\nage was with us in that group of young people, and we discussed this with them. And\nthey decided, yes, it's a good idea. Four couples of us went to a specific place where they\nhave services in the evening for somebody to marry us, because we didn't have the\nparents to do anything for us, and there has to be somebody to give us some kind of\nauthority to be married.",
        "A: When we at that place there was not too many jewish people that have that authority.\nThe only one that has authority, if you had to rule it, it could be a rabbi, if you understand\nwhat this is. There was -- one of those jews was one of my uncles. He was in the group of\nten, and he married all four of us, the four couples. Of course, from the four couples i'm\nthe only one alive.",
        "A: Yes. They all went. And after we was married we was called one good day. They\ncome in -- the night before we heard 1n the city it's going to happen tomorrow, next day\nor whatever. And everybody -- we didn't hide because there was no place to hide. And if\nto hide we have to be prepared. Somebody has to give us some kind of places or\nwhatever.",
        "A: At 7:00 in the morning — the night before we heard about. We were told it's going\ndirect for a week or so. Seven, eight o'clock in the morning they knocked on the door.\nAnd my grandfather was living in the same house, also, and his wife. He was 83 or 84,\nalso, in age. They knocked on his door. They come out. And she didn't see. She was\nelderly age and she didn't see, blind. She was holding his arm because she didn't see\nwhere she was walking. They're screaming, yelling, get out, get out, get out. And she\nhold him by his arm, not even dressed, and one of the gestapos knocked her over her head\nwith a -- it was some kind of -- was it a gun or was it some kind of instrument. It was\npretty serious. She fall on the floor. And he grabbed him, the old man was\n(indecipherable) because all the people shame, and throw them -- outside was a truck\nsitting right by the street, and on the truck. How long he last, it's -- just god knows.\nCould be an hour, could be — who knows, but they killed him or die. Anyway, he was\ngoing. And then they're going from house to house. Of course, they come to us. We got\nup, woke up, and they took us on -- the older people went right away on trucks. The\nyounger people, they took us on plots, like they call the plaza, a spacious place where\nthey can put everybody out and say left, right, left, right, left, right. We didn't know who\nwas the left, who was the right, but one went to camp, one went to Auschwitz or any\nother. I call in to look, call in to the whatever, the cnp (phonetic). Me and my husband\nwere safe, but we know it's not going to help in a few weeks or months, whatever, after\nwe work. Our health will come down and we're not going to be capable to go on with\nwhatever, or whatever. Who can predict? We started looking for a way -- everything --\nwe had times like, you know, a second, a minute, a minute and a second. That's not\nanymore. I had a friend, a non-jewish friend. He was also in the polish army as a main\nperson, an army man, and he was working in the underground in the polish army. What\nwas his reason, 1 don't know. He was trying to save us. He came to me before and he\nasked me, if time gets so serious you want me to find a saving place, before 1 got married,\na place where to hide you.",
        "A: And at that time 1 was not serious enough to say yes or no, but when it happened 1\ncontacted and 1 says, you remember what you told me? He says, okay. It's still open. We\ntake you 1n a farm, he and a teacher at school. And on that farm -- 1 already talked to the\nfarmer, he said, because 1 talked to him at the time when 1 approached you, and he's\nwilling to do this for so much a month, money.",
        "A: Oh, sure. What do you think? For A Fee. (Tape Went Quiet For A Moment.)\nAnyhow, I believe -- there was some other things left, what could be exchanged. And, of\ncourse, nobody know how long this will last. We was hoping maybe three months,\nmaybe six months. And nobody predicted a five-year history, but the point is they picked\nus up. Well, 1 -- it's the whole story -- in skarzysko. My brothers was in skarzysko and 1\n--no. After this we went to skarzysko. I really don't -- i'm confused with the marriage\nbusiness.",
        "A: In '42.",
        "A: Yes.",
        "A: September 20, 1942. I remember.",
        "A: Yes. We didn't live there. We just come back to sleep or whatever.",
        "A: We was working —",
        "A: -- yes, back and forth.",
        "A: Yes.",
        "A: Yes.",
        "A: I -- we was transferred to skarzysko after this, all of us, the group that was\nmarried and not married, but we contact him that we need a hiding place. The situation 1s\nlike this.",
        "A: How? There was visiting. There was still people coming to the -- there was workers\nto Jews and non-Jews.",
        "A: It was not just Jews, because Jews was the slavery, and the non-Jews was the one that\nsupervised.",
        "A: They watched over us. It's not -- the germans couldn't spread around the army\nbetween such a nonsense, working on the railroad, working on the city. So they used the\npolish people, the one that assigned it, like 1 said, a half-german or even a polish\npoliceman or whatever. And when we come -- we had contact. I know we know quite a\nlot of people. We lived in that city for long time, and my husband had a wealthy family,\nanother business. And if you do business with people, they like you enough, there's still\nsome kind of connection. My brother approached, when we was in skarzysko, the\nyoungest one, 15 years old, approached one of those (indecipherable), or whatever he\nwas, gestapo or somebody, that he give him all his clothes. He was just in boots and -- it\nwas already in the fall, and a jacket and everything, because he had gold pieces in the\nboots, hide it away. We all put some jewelry in places that we can dispose it and be able\nto get out some bread money for. And he said, 1 give you my boots, 1 give you my\nclothes, and give me a uniform and take me to the station. And that man fall for it. He\nopened the boot and he found out it's gold pieces. He fall for it. He could have killed\nhim, but it's god's will for him not to kill him, because he could have all the things and\nkill him and forget about it. He took all of those things and took him, took us, all three of\nus to the station, to railroad station. And we all arrived in that city where we supposed to\ngo to hiding. And that man was waiting for us on the station and picked us up in a wagon\nof hay. We all crawled in and went to that place with that farmer. We dig a hole in the\nbarn. You know, they had those barns for cattle, for pigs or whatever. We dig a hole in\nthe barn six foot deep, ten foot square and covered this up in boards and covered the\nboards with hay and straw, with whatever, just pretend it's a part of the barn. And little\nby little that gentleman, the gentile, brought in my mother. My mother was in hiding,\nbecause he hide.",
        "A: And brought in my husband and my husband's sister. So it was a total of six.",
        "A: My mother —",
        "A: -- my husband and two brothers.",
        "A: And my husband's sister.",
        "A: In that hole. That was not the end of it. We even brought in my sister's two\nchildren, but we lost them in a short time. They were just there a few months, couple of\nmonths, but tried to save them. Didn't succeed. They were too young and they went out\nfor things and they got killed. One was nine, one was eleven. But we was trying in that.\nWe didn't sleep laying flat but sit. Everybody would sit in their clothes, whatever clothes\nwe still had. We stayed in that bunker for months.",
        "A: It was very difficult. She bought -- it was very difficult with food, because if the\nlady, the farmer lady was 1n a good mood, she cooked. She brought down potatoes and\nbaked a bread. This was good enough. As long as we had potatoes, we had bread, we had\nwater, we can live, but if something just didn't work very well in her household, we could\nsit two and three days without food, without anything. The only advantage we had, in the\nmiddle of the night we went up and we could pull out from the barn — they have those\nspaces for the animals where they're throwing potatoes, cooked potatoes for —",
        "A: And from this, the leftovers, we took it down, and that was the -- and if we needed to\ndrink water something was available outside. We had to go down -- and this was for -- to\nclean us, to wash up, too, because in daytime we didn't have that opportunity. So we had\nto wait till midnight and when everybody on the farm was quiet, asleep, we went out\none at a time and washed ourself, cleaned up to a point. I don't want to even remember\nhow. Of course, we got sick. I had all type of sickness, and my mother was sick. We\ndidn't even think we would survive. There was -- there was not even -- we didn't care,\nfrankly. I personally — I cannot speak for everybody. I personally didn't care. I was just\ndoing a favor for the rest of them I'm with. That's my opinion. But my opinion was big\ndeal, who needs that kind of life, being a princess, having everything in home and being\ndressed and being popular and being somebody. And no time nobody even cares. All my\nfriends, they don't even want to talk to me. I'm just like a disease. So who cares to live in\na time like this. It's even embarrassing. You can be the most beautiful child, but you still\na child. You think like a child. The fact is, myself, I didn't know what's commit suicide.\nI didn't know what you do not to live, but 1 didn't care. I say, whatever happens to me, if\nthey take me out, they kill me, so they kill me. I didn't know how the feeling of killing,\nbut just listening to it I agreed to be the victim. And what can I say? Time went by. After\nquite some time the man was getting wealthier and wealthier, the farmer, by paying him\nso much money each month.",
        "A: The outsider, the gentleman outside, what find us the place, give him an ultimatum.",
        "A: Yes, my friend. He told him before he board us in, he said, listen, 1 know a lot of\nfarmers taking this and after a few months they get tired of it, they kill and take away\neverything they have. They have nothing. Everything they have I have, and I'm the\nwitness. If anything happens to them same thing will happen to you.",
        "A: Yes. And on those agreement he took us in. So we had some security. We know as\nlong as he is not going to be tired of us we will live, unless we die from diseases or\nwhatever.",
        "A: And, of course, they used to come on the farm for food, the Gestapo. The German\narmy used to come every farmer, take out a pig, a cow, poultry, eggs, whatever. This was\ncommon. Every time they come in, three, four of them with a truck, they was going\naround with their rifles and digging, trying to in the ground to see if it's soft. If it's soft,\nsomebody is hiding. And the minute they come in they asking, have you this here, or do\nyou have Jews? They say no, but that was already common that a lot of people in hiding.",
        "A: One Sunday he comes home and he says he wants to talk to us. He knocks on the\nthings. He even -- what is it? His name was Wadick (phonetic). What is it? He said, we\nheard in church stories that the rumors go around on the farm that we have Jews. And 1\nasked him, 1 says, what makes you think it's serious? He said, because 1 told them I'm\ngoing to build a house. They say, how can you build a house if you don't have Jews there\nto pay you for it? Because farmers were poor people. They had a little house, you know,\nfrom straw, whatever. He said he's going to build a brick house, and he's bragging about\nit, and his wife is going to the city buying better clothes than she used to wear. Naturally,\nthings like this give you some suspicion. So we decided if that's -- and that was already\nin '44,",
        "A: Yes.",
        "A: We decided if that's going — 1f he already told us this, it's not going to take very long,\nor he himself can call the police —",
        "A: -- and tell them, I have Jews here not by will. They just come in and they hide and I\ndiscovered that they are there, or tell them they come in to rob me, or anything. You\nknow, what — to rob even potatoes 1s a robbery, you know.",
        "A: So we decide it's not going to work, we have to see -- to find another place. And my\nman -- I say man.",
        "A: Yes. He come out, because he used to come out —",
        "A: -- every once in a while and talk to us. And he picked days, because he was in the city\nand knows what days in the week the Gestapo comes in. Not every day they were there.\nThe army was there, but the -- you know, the one in the black uniforms. They just come\nin for visits, like stake everything out for everybody or killing somebody. So he chose\nthose days what's safer for him to visit us. And we told him the story, it's not going to\nwork. And he said, okay. I have another place for you. The guy's a very poor farmer,\nbut 1 told him 1 expect one day it's going to happen. He was a very smart businessman.\nHe was in business. They had a lot of farms, but he himself had -- was in the automobile\nbusiness. Like the bosses we have going back and forth, he had those bosses, that man.\nHe was with people. He was not just a person that don't understand life. He could see\nwhat is going on and he was, like they say, a patriot in polish. They say he was a real\npatriot. He believed that one of those days we get rid of the Germans and Poland is going\nto be Poland like it used to be. And to him it was a challenge that he had the opportunity\nto save lives, Jews or non-Jews or somebody. That's my opinion, because why would he\n-- he didn't get any money. We just reward him a gift later, but he had no benefit as far as\nfinancial. Everything what we left with him he used for —",
        "A: -- for that purpose. As a matter of fact, he was short when he took us over to the other\nfarmer. He told him, 1 don't have any more money to pay you, but they have pretty nice\nhomes from both sides of the family. If they survive you will have something. If they\ndon't survive 1 will see to it that you get all the things that belongs to them. So the farmer\nfall for this, too. You know, after all, smart or not, they took a chance. Frankly, they\ntook a chance --",
        "A: -- For their life, too. Not as we had having there, but the same token, they didn't have\nto do this either. A lot of people didn't want to do this.",
        "A: He come back and told us that he made the arrangement with other guy, but it's a good\nwalking distance. It was quite a few miles, four, seven, eight miles. And 1 remember it\nwas farm, farm, farms. Monday we have in our city like exchange food, like a market.\nThe farmers come with food, with everything to the city, exchange for clothes, for\nequipment to work on the farm for appliances, for stuff like this.\nEnd of File One\nBeginning of File Two",
        "A: We decided that night it's going to be the best night to walk out from this place and go\nto the other place.",
        "A: We (indecipherable) who is going to take us. We dressed as women and men, and the\nwomen in those little babushkas, what the farmers wear, and baskets of eggs. Everybody\nhas a basket and three eggs, whatever. If they catch us or something --",
        "A: -- the language we know. Germany, I could speak German to them. Polish, I can\nspeak Polish to them. Where they're going, cover my face to see whether I'm a Jew or\nnot, everything I have to just answer. So we walked by and, of course, it's always a\n(indecipherable), always somebody watches the -- where they had stations, like a station\nof so many soldiers or somebody, certain places. We had to by walk by something like\nthis. Regardless of which part of the city we will go, it was all four corners, and we walk\nby and he come out and he stop. Okay. Where you going? A German, this was a\nGerman, and I says we going back to the farm. What do you have? Eggs. I was afraid if\nhe come close to me, I cannot lie. He said go. I couldn't eat your eggs. You know, if I\nwould say kielbasa or vodka or something else, he probably would stop me.",
        "A: But eggs, go. They had plenty eggs.",
        "A: Back to the place, and we did the same thing. We did the same thing, and we moved\nin in that place, and that was in '44.",
        "A: Yes, and we stayed there. Didn't have any contact with nobody. Was very primitive,\nold people, farmers. No newspapers, no radios, no anything. We couldn't send them to\nthe city to buy papers because be suspicious. Farmers know who is ignorant and who is\nnot educated.",
        "A: We lived the kind of life we possibly could live, very boring, very uncomfortable,\nshort of money. My brother went out to a near farm where he left all of his clothes, all\nhis necessary things at a friend of his. Since we so short, he was hoping when he survive,\nhe needs the clothes. Didn't bother taking away from him, but since we were so short and\nthe farmer really didn't have enough money to buy even for the cattle's food, so we felt\nfor him. So my brother on a Saturday night he went out to that other farmer, and he said I\nhave couple of suits for you. I have to take him and sell it. He said I buy them from you.\nHe said okay. Well, whatever you want to pay me for it. He said 30 dollars. He said\nfine, 30 dollars, and visit with a friend of his for a while and walked back to us. Walking\nback a few, maybe a mile or whatever from there, he followed him. Took away the 30\ndollars and kill him.",
        "A: We see one day he's not there; the next day he's not there. We told he was visiting\nthose people that were friends. One good day the farmer come down and he said in the\ncity they say they killed another Jew because every day you could hear, and my mother\nimmediately for some reason she felt like that's the one. She said -- she said to him you\nknow who they killed? No, a young man. She send him back to the city and says find out\nwhat kind of clothes he wear or somebody going to tie us up and he come back and he\nsaid he wear a jacket. Describe the jacket. That's when we know it's my older brother.",
        "A: Yes. For 30 dollars they killed a person. That's the way -- that's the kind of time we\nlived.",
        "A: And a lot of cases, frankly, I take -- the Polish people was as guilty as the Germans.\nThey did more harm to the Polish Jews as the Germans. Germans took us to work, put us\nin the crematorium because that was the Fuhrer wanted them to do and they claim they\nhad to believe in his philosophy and his -- that (indecipherable) people. Even got paid\nthem for it, and time changed but still they had their own explanation and they come to\njudgment, but the Poles didn't have any interest whatsoever to do anything like that.",
        "A: Because after all their country was already occupied by the Germans, and the\nGermans should be to them somebody not a friend but the enemy. Why help an enemy”?\nThey didn't (indecipherable) to help the enemy. They done it for a lousy $30, but that's\nanother story because everything -- if we go back in history and people are not ignorant,\nwe know. We're all human. We all have some kind of evil time of life. That's what\nhappened. So we lost one. That was already April 15, 1944. We continued with a\nshortage, and January Russia -- the Russians start coming in to -- what you call it -- in\n'45, January '45. We heard the planes cruising around those farms and those little cities.\nWe was wondering being underground, what were planes doing on the farm? We know\nthat the Germans have no reason now. They (indecipherable). They have no reason to be\nin that part of the country. If we -- we know the map, we know what part of the world\nthey should be now and knowing they was fighting with Russia, they should be far, far\naway from that part we be in, but who can tell? We had no newspaper, no radio. How\ncan we even say? We estimate or we heard anything that's going on, people on the farm\ntalk, and they say -- and he said, yes, the planes was going through Warsaw, was\nthrowing bombs and they say the Germans are losing the war. Okay. That's good news.\nBut how soon or what? One good day he's knocking on our thing. He said, folks, you\nfree. You can come out. My husband says huh-uh, the Russians, we not coming out.\nWe thought they want to do something to us. He said the Russians are here. So we\nopened a little bit, and we said Russians (indecipherable) why you have that news, and\nhe said the Russians are new city. Everybody under fire is hiding because we don't know\nwhat they're going to do to us, but if you're Jews, you can go back to the city, and we said\nif you're hiding, why would they be so good to us; we hiding with you. Because another\nday we got out from the bunker. We had no clothes. It was wintertime. It was the 17th\nof January. We had no clothes, able to walk on such -- and winter in Poland is very cold\nin this time of year and the ice on the ground. We have no shoes. Everything\ndeteriorated in five years, what we have. So the lady, the old lady, she was so poor, give\nus blankets from the horses, torn, in rags, you know, something not worth even saving for\na rag, but it's still something you cover yourself up, and we walk back to the city. We\ncome back to the city. Everybody was in turmoil because everybody was again afraid of\nthe Russian. We still not free. We are still under some kind of -- we settled in a house\nbecause everybody — everything was occupied by not owners, but Germans supply the\nhouses for whoever worked for them, whoever did something for the German army or\nwhatever. So we couldn't get in our house. A postman was living there. So we went to\nmy sister-in-law's house. We moved in. Another couple come in a day later, a single\nman come in, grouped together. There was -- that particular city had 3,000 Jews. By the\ntime they all got in in the city, we have 17 alive.",
        "A: From the 3,000 that was hiding in bunkers and camps or whatever. We grouped all 17\nin the same area. Was afraid to separate.",
        "A: Yes. Small city. We lived there for a while. As a matter of fact, I went to my -- I was\na very close friend of the mayor's sister. She was my age. Mayor over there was the\nburgomeister, 1f you know what that means.",
        "A: We lived across -- I told you we live in a good neighborhood.",
        "A: Across from us we have an architect, a drugstore, and his wife's sister was my best\nfriend. So I left her all my clothes, all my goodies, whatever. When I come back, I have\nno (indecipherable) because just (indecipherable). I will stop and she would give me\nback my clothes. I went in and I thought she was passed out seeing me. I didn't know.\nIs the reason because she felt sorry for me the way I look or is it the reason -- I didn't\nknow why. So I start -- I was waiting for a good answer. She said, you know something,\nI wouldn't want you to be here. I said I don't intend to be here. I just like for you to give\nme some of my clothes or some shoes, something so I can start getting dressed. She said\nI'm sorry to tell you there's no clothes left, nothing. Your jewelry, your clothes, your\ncoat, everything the police took out from my house. I said you sure you have nothing\nleft, and if she would be really a sincere person, she could have given me something from\nher clothes --",
        "A: -- if it's true, but that's okay. That's what I'm trying to tell you. And I said how did the\npolice know to take my clothes. She said you know you was too popular, everybody\nknow what kind of clothes you wear. When they come in, they know. The jealousy was\nso extreme. Know what you wear. I said what can you give me? I cannot give you\nnothing. I want you to leave. I said can you give me some potatoes. We are really\nhungry. She gave me a couple of potatoes. That was my best friend. Okay. So no reason\nfor me to worry and stay in that city or do anything. I said to my husband, we have to\nmove. We have too many friends here from the past but they wouldn't want us. They\ndon't want us period. First they are occupying our homes. They have our goods. We\nstuffed up so many different friends with goodies and goodies and goodies, and\neverybody was afraid we want everything back or want some back or whatever. So I said\nit's no place for us. Let's go someplace else. I was -- even I was young, I was always\ncapable to do something.",
        "A: I could sew, I could write, I could read. I could do anything I want to do. We pack,\nand I stopped a Russian truck and they took us to a different city, me and my husband. I\nsettled in that city. I know that city from before, Szczecin I went to that city. I start\npeddling around. I see clothes is good there. This is three miles away from the German\nborder. We could walk over from one place to another. It was open already. There was\nno -- because there was always Germany and Poland had a border and (undecipherable)\nwhere we could go back and forth and not worry about (indecipherable) or whatever. I\nbought some clothes I exchanged for food. I went down to Union Station and I bought\nfood from the farmers in exchange for clothes. The people, they need food because the\nbig city had a very good shortage of everything, and went one to another, I make myself a\nlittle money. I opened a store, a grocery store. I don't know too much about grocery\nstores but who cannot sell groceries.",
        "A: What 1s it, it's food. I worked in that store for a while, and I was very unhappy. My\nmother and my brother is still in that city, but my brother was a very capable person, for\nyou have a fact already that he took us out from camp by age 15 and now he's age almost\n20. So I was not comfortable and I worried about not contact him constantly because I\nwant him to move away from that city. He said he's doing well financially. He was a\ngood mechanic too. At 15 years already drove a car. He is fixing bicycles, cars, sewing\nmachines, and he's selling them. Buys an old one, broken one, fixes it and sells it. So he\nwas doing pretty good for a while.",
        "A: But for me being so restless, not having him close to me since I have nobody, I lost\neverybody and that's the only thing I have is my mother and my brother. That's the whole\nfamily from 96 people. It was a family of 96. He decided he's going to move, find him a\nplace there and, as a matter of fact, he come to see the place and he supposed to move on\na certain date. He came to see the place. He bought a lot of stuff to take home with him\nfrom (indecipherable). When he brought everything home, it was May 1, 1945 -- 1945,\nyes. It was already four months after liberation. Coming home with a truck with\ngoodies, going into his house. The (indecipherable) stopped him and killed him. It was\nfour months after. He was 20 years old. So I lost another one. I went back to that city,\npacked my mother, and I took her with me to Szczecin and decided there's no room for\nus, not in Szczecin, not in (indecipherable). We have to go some places. We have to\nforget about that country, forget about that part of the world. There was choices. It was\ntwo choices. Can go with a visa to United States or to Israel. Israel was not yet a country.\nIt was '45. But they accepted people, took a long time, like you have to have -- you have\nto register.",
        "A: And who is coming from, takes a year, two, three, whatever, but it's a question when\nyou get your visa. Our visa came in in 1958. No. Pardon me. But in the meantime, I\nhave to move away from Poland. This is number one. We packed again what we have.\nWe moved to Germany.",
        "A: We moved. We took our route. Wherever we going to get stopped or hold back, we\nstay. We was traveling. We was in (indecipherable), we was in Linz, we was in cities,\nall to drove, until we finally come across in Linz some people from a neighbor city we\nknow, and they say they are going to Regensburg. Who 1s in Regensburg? We don't\nknow. We heard it's a city. Let's go. We went. The whole group from the camp over\nthere in Linz went to Regensburg. We went. We settled in Regensburg. This was '45\nsettled. Such a fast transaction.",
        "A: By halting the Russians trucks, stop and take me, three miles, six miles, twenty miles,\nwhatever. Rest of it, 1f we have to walk, we walk. We walked through forests because it\nwas (indecipherable). It was (indecipherable). In some places you couldn't pass through\nwithout the passport. Where you going, who are you? That's a very uncomfortable time,\none country take over the other one and don't trust anybody. Could be espionage, could\nbe anything. The fact is that we went through -- we walked and whatever, however we\nsmuggled out through. We arrived in Regensburg, and Regensburg was organization.\nThere was help. Survivors already established. They give us temporary. We're always in\none place, but food was available, clothes was available. It was an organization.\nYou go in and you can find a dress, a dress, old, new, whatever, just something to cover\nyour body, and so we had the -- like they have here, those stamps. We had those kind of\nstamps to go and get -- we get cheese and we get milk, and you get whatever, and we\nlived among the (indecipherable) and then we got a little apartment for us, for me and my\nhusband. My mother was not with me yet. The two of us went because we didn't know.\nWe couldn't drag an older person with us. Wherever we would go finally if we have a\ndestination we stay, then I go pick up my mother. I did so after three months being in\nRegensburg. I went back. I didn't have enough money to travel like a human being by\ntrain. Went back to Szczecin, picked up my mother and brother to Regensburg. We\nstayed. We all applied for United States because my husband had an uncle in New York.\nWe was hoping through him our visa would come a lot faster but sounds like he was too\nold to sponsor three people. So we had to wait for the federation, UJA, whatever you call\nit now, for them to help us in that respect, but they absolutely did, last quite some time.\nIn the meantime, since we was in Regensburg and waiting, we had to do something. We\nopened a business. We begin -- we worked different things. I was doing a lot of sewing,\na lot of everything.",
        "A: And trying to make dollars and cents, and my husband was trying to buy whatever he\npossibly could. We had good connection. We have languages in that respect. We went\nto old factories for the old sew purses, whatever was not saleable and was not -- and\nbrought into the city, and then we got -- we was -- got the opportunity from the city to get\nthe stamps. When you need clothes, you need stamps. You need shoes, you need\nstamps. There was no such thing in those years you can buy direct for money.\nEverything in the city is assigned to you. We got the opportunity. We ran the store. We\ndid that type of -- my husband was pretty capable, and I had the languages, and I didn't\nworry about whether write, read or whatever.",
        "A: Was not like some survivors at that time who couldn't help themselves as far as -- not\nthat I was so knowledgeable, but I was good enough to do all those things, and through\nthis, we had a store. We make good money. We was pretty good off in no time. We\nhave everything, but human being expect and my son was born in Regensburg. Of\ncourse, 1950 we give everything. I had a partner to that business. We took in also a\nJewish man, a German, from our state, from Hanover. He was from Hanover. She was\nfrom Prague, the wife. We took them in as partners, so we left them the business, and we\nwalked out with just what money we had. We moved to Kansas City. We was assigned\nto Kansas --",
        "A: -- according to the visa. We didn't pick Kansas City. We didn't know what Kansas\nCity is. We want actually go to New York but didn't get the privilege of going to New\nYork because they say a lot of people settling those years in New York like it's\noverdoing. So they send us to Kansas City, and very nice lady from the UJA was waiting\nfor us and picked us up in a car. We was people back to life. Somehow nothing is\nforever, not the good, not the bad. We have a good (indecipherable) who always watches\nus. It's not true. Some people feel like why God let this happen if it's really such an\nunyustice. Sometime even a good father spank their child. If you don't live the right way,\nyou have obligations to deliver what -- what your religion tells you, and you go against,\nyou lose those opportunities. Somehow the same thing is happening now. If we don't\nwatch out and we don't look because we all equal. We don't worry about one is black and\none is blue, one has more money and one has less money. We should all be equal\nbecause we all gots children. I raised my children this way, and I hope they will continue\nto be what they are now and that they be some kind of benefit to the world because they\nare good children and they believe what I believe. Prejudice 1s not going to bring us no\nplace. Whether it's Jewish or it's another religion or whatever it is, if we're not going to\nteach the children and bring them to a point to understand, don't think a Jew have\n(indecipherable) or don't think a black 1s dirty and filthy or whatever. You give them the\nopportunity, he can wash himself as well as you can do. He can be as good as anybody\nelse. You don't have to be pure white to be the best person.",
        "A: You can be anything and be a good person. Just think of what the world -- why you're\nhere, why -- we all gots children. We all here for a purpose. So let's think about it. Let's\ndo the right things.",
        "A: That's what I can tell you about my life.",
        "A: I had contact until two years ago. He passed away. The wife is still alive.",
        "A: No. I never had contact with the farmer.",
        "A: That's right. I would send him money from Germany when I lived in Germany. I\nwould send him money from the United States. Whoever went to visit Poland, I send\nmoney with them.",
        "A: My cousin from Canada went and I sent with him. He send me beautiful pictures of\nhim and his wife and children, and he wrote me letters. We was in contact constantly,\nconstantly. In the beginning it was difficult to send money. So I sent packages from\nChicago from (indecipherable) --",
        "A: -- at the time for Christmas half a dozen packages that (indecipherable) and clothes. I\nwas buying those coupons they would sell for a suit, three yards of coupons\n(indecipherable) so and so much. I always send three or four coupons. He sold them and\nmake some money.",
        "A: And whatever was available, every connection I had to send them something, I sent\nthem. One time a nephew of ours was there to visit him, and he said (speaking in a\nforeign language). Because I told him, I says I want you to leave him the money. That's\nthe reason I send it, and he left it he said to him. (Speaking a foreign language). Of\ncourse, he was the angel of life. Let's face it.",
        "A: That could be both ways or God send them --",
        "A: -- or it was just he so righteous to achieve something like this. That's a good question\nbecause he's the heaven. I know. He have to be born for something like this.",
        "A: What else can I tell you (tape goes quiet) because there's a back story, there's a front\nstory, and what's going on. Certain things that come to me after I walk out from here --",
        "A: -- because it's just -- like I remember a story, we was like girls and we had the -- the\nTyphus start in the city, and they picked up a number of girls, we was eight, nine girls.\nMost of the time the kids were the more educated and understand, and they can read and\nthey can go through certain alphabetical things to find out what to do in a case like\nwhatever it 1s, and we was given -- instead of having just the armband, the star, the\nJewish star, we had the Red Cross on top, and able to go to those sick people and help\nthem because they was afraid to go. That would kill them. They was afraid. Typhus is\nsuch a disease that they would catch it. So they assigned us to catch this good\n(indecipherable). There was some -- and from those -- it was nine girls. From those nine\ngirls, I'm the only one alive. Every week somebody else was killed from the nine girls,\njust taken out and killed for some reason or another. There's so many things that comes\nto me.",
        "A: There is no -- no -- actually there's no way a human being can even have the feeling or\nunderstand unless -- my kids don't even understand. If I tell them how sick I was and\nwhen I had -- that was (speaking a foreign language). For that reason, very few people\nsurvived with medication, and I had -- you don't supposed to drink water for this. You\ndon't supposed to -- everything has to be boiled, cooked and whatever, and cleanser is\nvery, very important. We have no cleanser. We have no bath. We have no hot water. I\nhad no tea. I had to drink the water from that -- bailed from the outside, and the bread,\nsometimes she brought down, it was molded inside. She didn't give us the bread which\nshe baked today or yesterday. What was left through the week, she put another batch of\nbread so she give us the old one, and that bread I had to eat, and my time was six weeks I\nhad trebunk (phonetic). My son asked me one time what is trebunk (phonetic). I said it's\nred. I don't want to tell him. It's a joke.",
        "A: Oh, yes, oh, yes. There was no conversations, no nothing. (Indecipherable). He\nbrought us every once in awhile a paper. Of course, the papers didn't give us that much,\nbut at least we had something to read, and I was the one allowed to crochet, sewing for\nthe people, for the farmer.",
        "A: She brought me materials from the city, and I cut -- as a matter of fact, I had a couple\nnightgowns, beautiful nightgowns, I took it with me, and she liked it, but she didn't -- she\nwas tall woman and I was a little short girl.",
        "A: So she wanted me to make community dresses for the — she had a little girl three years\nold.",
        "A: So I cut them through and make them and put little ribbons around.",
        "A: As a matter of fact, we had no light. If you ever talk to your father, he would\nunderstand what I'm saying. He had those little lights, No. 3, with kerosine inside, and\nthere were little things that sticks out, what do you call it?",
        "A: Yes, the wick.",
        "A: And this couldn't stay lighted because there was no air. This was covered. With seven\npeople, had no air. The light went out. Sometimes I was sewing, and in the middle of\neverything the light 1s out.",
        "A: You don't open the window because no window.",
        "A: You don't open the opening because you're afraid.",
        "A: Yeah. As long as we can talk about it, we are alive. We are happy. We can tell the\nstory. What my father could tell, what my mother could tell, what my brothers. They're\nnot around to even hear that story. I'm left by myself.",
        "A: He went to Treblinka.",
        "A: Yes, 1993 (sic). I had a friend when she was in the same train. That's the reason I\nknow. The 6th of January, '93 (sic) the train went to Germany.",
        "A: '43.",
        "A: My father didn't see me from the day he left.",
        "A: Came to Kansas City. She died here 25 years ago. She was a sick woman but we took\ncare of her. We did the best we could.",
        "A: She was a beautiful person, so talented. She could do everything. It's unbelievable,\nunbelievable. She got herself a little house in Kansas City.",
        "A: And she put in her own little (¢ndecipherable).",
        "A: She put all the screens in the windows by herself.",
        "A: She was going around buying little hooks, all those things and make jewelry, went to\nthe dime store and sold the jewelry. She could do anything. She could sew. She could --\nit was nothing she couldn't do. Just a very talented person, but she suffered. She had\nheart trouble since she come out from the bunker.",
        "A: We was young.",
        "A: After this, she was totally, like almost gone.",
        "A: Yes.",
        "A: It could happen. A car accident could happen, a sickness. Somebody is going to kill\nyou after something like this and for no reason. They didn't want anything. Just we don't\nwant you. That's all. Yes. All the stories, like I say, people give you all those\ntestimonial things, whatever, but there's really no way anybody can remember. Maybe to\nthem this is important, but there's so many more important things.",
        "A: And it's important -- it's most important is to tell the world to watch out.",
        "A: Yes. We should all feel the same way. We should support education. We should\nsupport all those organizations, what they are doing, because that's the only survival, and\npeople are stupid and uneducated, don't know why, and somebody come in like Hitler, I\nwill give you food, I will give you everything, screams and yells, and everybody says,\nokay, Heil Hitler, Heil Hitler, not knowing --",
        "A: Yes. All right? Anything else?",
        "A: It's okay, it's okay. I don't know how important the story 1s to you.",
        "A: Will I get some tape? I'm interested to know what I said because admittedly I don't\nremember. I start talking and it comes to me.",
        "A: Oh, sure.",
        "A: It's a different -- it's a different story than a lot of -- there's quite a few survivors from\nbunkers, from (indecipherable) in the forest and place like this, but the bunker story was\nreally critical, very critical. Life was so -- and the camps was uncomfortable, we know\nthis, and there was nothing but danger and everything else, but to be and not to have the\nopportunity even to look out --",
        "A: -- and see, is it sunny? Is it raining? When is a holiday? We didn't know anything.",
        "A: My mother had a book with her, a religious book, and we was trying to establish when\nis the holiday without trying to see, is it dark, is it moon, is it what. All right.",
        "A: All right.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumRG-50.106*0002\nOctober 18, 1994",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview."
    ]
}