{
    "rg": "RG-50.549.02.0029_trs_en",
    "sequence": [
        "Question: -- first to start by saying your name and where you’re from and where we’re --\nwhere we are right now, and the date.",
        "Answer: My name is Leon Chameides, originally pronounced Humeidis and we’re now\nsitting at 65 Westbridge Drive, in West Hartford, Connecticut, my current home. I was\nborn in Cutuvitsa, Poland in south -- southern Poland, in 1935.",
        "Q: Okay, now, Dr. Chameides, I -- I’d like to start a little bit -- just before the period that\nwe -- we were planning to begin. Just at those -- those last days that you recall before\nliberation. Did you have an anticipation that something was -- was going to happen. What\n-- Do you recall what your feelings were at thas -- that time just before -- Just before\nliberation?",
        "A: I think, first of all, I have to emphasize the fact that in 1944, I was nine years old. And\nI had been away from home for a little over two years, since August of 1942. And if you\nremember your feelings at nine years of age, it’s very difficult to separate out, and to\nrecall exactly what one’s feelings were at that time and what occurred later and I’m very -\n- always very careful not to read in things that occurred later and attribute them to that\ntime. I was in a small village by the name of Univ, which is near the large city of Lvov,\nnow in the Ukraine. Univ was very close to the extermination camp of Belzyce. But I was\nhidden in a monastery, the Univ monastery was the mother monastery of the stunite\nmonks of the Ukrainian Catholic Church. I was, by that time, a Greek Catholic in my --\nin my approach really, but with fairly vivid feelings and recollections of being Jewish.\nAnd we, of course, knew that things were happening, because the front was coming\ncloser and closer to us. There were the tremendous amount of warfare. The Ukrainian\npartisans were fighting on the German side and then saw that Germany was going to lose\nand there was a lot of confusion. So a lot of the village people were involved in the\nfighting, and the fighting -- the front came close and closer to us. We could hear it, we\ncould see it’s effects. I’m not sure that I had any feeling in terms of that I was going to be\nliberated. It was -- There was a certain amount of excitement in the -- in a war coming,\nbut of course we had been through this so many times before, that the issue then was\nprimarily how to survive and how to get the next meal. I think those were much more of\nimmediate concern to us -- or to me, at least, than anything else. For reasons I’m not\nclear, we had one healer, I don't know whether he was a physician or not, but one person\nwho knew something about medicine in the area, that I managed to become his helper at\nthe ripe age of nine and we set up a -- a hospital in the church and we brought in -- the\nwounded were brought in from the -- and one of my jobs -- course, we had no medicines\nat all, and one of my jobs was after the battles, to run into the forest and to rummage\naround, find dead soldiers, particularly if they were German, because they would usually\nhave bandages and first aid material on them, and get as much of that material as\npossible. If they were bandaged -- their wounds were bandaged, I would take the wou --\nbandages off and then run back and wash them, so we could use them on the -- on the\nUkrainians. This helped me a great deal. It taught me a lot and also, it -- it helped me\nbecause on Sundays, the farmers, the families would come and then -- and they would --\nto see their husbands and youngsters and -- and I would always be around and so I would\nget eggs and cheese and milk and so there was food. So, we knew something was\ncoming, the front was coming closer to us, the bombardments were more common. One\nheard a lot of shooting a-around and so we knew something big was -- was about to\nhappen.",
        "Q: Mm-hm. And then, a-a-appreciating the fact that you were nine and that you’re not\ngoing -- going to recall, of course, all the details or even, you know, looking back at --\nthose number of years to exactly what you were feeling at the time, and appreciating that\nfact that you don’t want to reconstruct something, as you just said, what do you recall\nabout those actual first moments of realizing that something was really changing now?",
        "A: Well, unfortunately for us, again, in my position, not that much changed, because\nwhen the Russians entered, I was on the wrong side, because almost as soon as the\nRussians entered, which as I recall was in June of 1944, Stalin, as you recall, was a firm\nopponent of the Greek Catholic Church. The Greek Catholic Church was a nationalist\nchurch, 1t was very much bound up with Ukrainian nationalism and with a drive for\nindependence on the part of the Ukraine, from the Soviet Union. And so Stalin, who\neventually outlawed the Greek Catholic Church, imme -- almost immediately began\npersecuting the priests. And so, we would see now, instead of Jews being shot, we would\nsee priests being shot. And so, one day, I had heard that there was a -- a horse drawn\nwagon going to be going to the big city of Lvov and I felt that I had to get out of Univ\nand so I took one of the younger boys, who is now in Israel. His name now is Oded\nAmarand, but at that time, his name was Dodo, and we decided we would walk to this\nnearby village -- I have no 1-idea of how much of a distance that was, in order to try to\nget this wagon, and on the way, we were stopped by Russian soldiers a-and a Russian\npatrol stopped us. And children were very often used as spies, so we were highly suspect.\nAnd I remember sitting in, behind a bush, crouched with my arms up in the air as this\nRussian was standing in front of us, not knowing -- with a tommy gun -- not knowing\nwhat to do. And finally, after what seemed like an eternity, I talked them into allowing us\nto go to a farmhouse and -- which he did, and eventually he let us go back to Univ. A-\nAnd then, it was I think several weeks before another horse drawn carriage was going --\nthis time I think from Univ, if I recall correctly, and to Lvov, which is a ridiculously\nsmall distance when covered by car, but is incredibly lengthy by horse-drawn carriage.\nAnd I was able to get on that and went to Lvov, to the mother church, Santa Yura --\nwhich is the Ukrainian for Saint George, in Lvov. And it was in Santa Yura, and I don’t\nknow how long I was there at this time, I don’t get the impression it was a long time, but\nI really don’t have a good concept of time, it could have been weeks, or might have been\nmonths, I’m not sure. But 1-it was during the morning mass that I remember, which was\ncelebrated by Brat Yosef, Brother Joseph was his name, I remember the way he looked, a\nbald head with a white beard. And he was celebrating the mass and in the middle of the\nmass, in walked two boys who were dressed differently than I was. But the dress and\ntheir faces were familiar to me, but I wasn’t sure from where. I was dressed at the time in\npants made of burlap, because we had nothing, and shoes made of -- of wood, soles made\nof wood, because there was no leather. And here come these two boys, who are already\nbetter dressed. They’re in short pants, in a western style, better material. And that was --\none of the boys was my brother and the other one was a young man who is now a chemist\nin San Francisco. And they motioned to me and -- and I went with them and I remember\ngoing to have something to eat first, because we didn’t eat before mass and so we had\nsomething to eat and -- and they took me out of the monastery. So -- So that’s how I got\nout of the monastery.",
        "Q: When did you realize that that was your brother?",
        "A: I -- I think -- I think I realized almost immediately, but I wasn’t a hundred percent\ncertain. I hadn’t seen him in a -- two and a half years and at that age, there’s a big change\nthat occurs in -- in people. But I -- I think I realized almost immediately that it was.\nCause I had thought about him a great deal while I was in hiding and the -- the Studite\nmonks made a tremendous effort to always keep us separated, because they were afraid\nthat if we were ever together, we would not only give each other away, but they were in\nmortal danger themselves, because they were really -- would -- would have been killed\nhad it been known they were hiding Jews. So -- And I remember once, I was in Univ, in\nthe attic. I found a pair of pants that I was absolutely certain were his and that were\nhidden there, but I’m -- I’m not sure the --",
        "Q: Do you recall when you finally realized and when you did, you know, connect with\nhim? Do you -- Do you -- Do you remember? Was it -- Was it sa -- Was there enough\ntension so that the -- the reunion wasn’t particularly joyful at the -- at that moment or d-\ndo you recall?",
        "A: You know, I don’t, and I honestly don’t remember emotions very well and -- and\nagain, you know, we had been through so many eventful days and so many eventful\nmonths and years, that it seemed like I was almost numb and that nothing surprised me,\nso here it is. I mean, I -- I don’t -- unless I don’t remember correctly, which is also\npossible, but I do not recall a particularly strong emotion.",
        "Q: That makes me wonder whether, I mean, especially with children and you see children\nnowadays in Bosnia, for example, whether they -- di-di-did you have an idea that this\nwas not normal, what you were going through, or did you just think this is what hap --\nnot that you would have consciously thought, but did -- do you recall if you would have\nthought, “This is not normal, this is not supposed to be happening?”",
        "A: I -- I don’t think I had -- I don’t think I had sophisticated thoughts of that nature. I -- I\nthink clearly, you know, at -- at least at the very beginning, I missed my parents\ntremendously. I was terribly scared a good portion of the time. But -- But the immediate\nthings were hunger, were -- were loneliness, were trying to make sure that one didn’t give\noneself away by either saying one was Jewish -- we were particularly marked because it -\n- we were in a society where only Jews were circumcised, so I was always -- I had to be\nvery, very careful, never go -- to go to the bathroom when other boys were there, never to\nbathe together. So, I was always conscious -- so it was this type of peculiar thing, where\non the one hand, you know, I followed the ritual of -- of the Catholic church, on the other\nhand, I -- there was a conscious part of me, because I had to be conscious in order not to\ngive myself away. But, I think children have an incredible capacity to adapt and -- and I\nthink only those who adapted remained alive. I think those who didn’t adapt or couldn’t\nadapt, didn’t survive. So, in a way, there’s already a group that’s -- there’s a selection\nprocess there. [sneezes]",
        "Q: Bless you.",
        "A: Excuse me.",
        "Q: So, what you’re describing, in terms of -- whereas for some people in -- in other parts\nof Europe, there -- there was a liberation, there was a sense that, you know, this chapter is\nover. But in -- What you’re describing is -- is at least up -- up through parts of 1946,\nexchanged one oppressor for another, such --",
        "A: Well, not through *46, because this was -- we did not stay under the Russians til ‘46,\nso -- so th -- what I’m describing now, is the immediate liberation by the Russians. And\nagain, you know, I think every person, of course, is different and -- and adapts\ndifferently, but also, I think the age makes a big difference. I notice, for instance, people\nwho were just a few years older than I, had different reactions than I did, because they --\nI think you develop a sense of perspective and -- and -- and knowledge of the world,\nwhich, I think at the age of seven, or even nine, y-you just don’t have. So, y-you have a\ndifferent, you know -- you may develop the skills for survival and the skills for turning\nyourself into someone else and pretending to be someone else, but -- but -- but you can’t\nput that into a perspective. So, I mean, to me it was very confusing, because my native\nlanguage, my mother tongue was German. And -- And as I was a youngster, that was the\nheight of culture. So -- So wh-when the German invasion came in, I thought this was\ngreat. Now, I'll be able to speak my language. So, you know, I was naive, I didn’t know\nanything about the persecutions which had already -- I didn’t know much about Hitler or\nanything like that. I was in a different age frame and I had a different, you know,\nperspective on it.",
        "Q: I guess the reason I -- I mentioned ‘46 was not necessarily that it was going to be\ncontinuous oppression for you, but the events of -- I guess it was June ‘46, and the\nrampages in -- was it Kilsen?",
        "A: Kelsen.",
        "Q: Kelsen.",
        "A: Well, I was already out of eastern Europe by that time. We, just to go back a little bit,\nafter I was taken out of the monastery, we went to -- the person who was responsible for\neven knowing that we were in the monastery was Rabbi David Kahana, who became the\nchief Rabbi of the Polish army. And he himself and his wife and two children were\nhidden in the monastery. He as a priest, his wife as a nun. He wrote a book called, “The\nLvov Ghetto Diary.” And he was a -- He was good friends with my father. And, in fact,\nthe two of them went to metropolish -- metropolithishipditsky together, which eventually\nled to th -- him hiding us. So, he knew of our whereabouts. He also knew that our parents\ndidn’t survive. And so he made it his business to make sure that we were taken out of the\nmonastery, whereas, as you know, there were children, including a good friend of mine\nwho was with me in Univ, whose parents not survive, who simply no one knew that they\nwere there and they were just left there, and then became the object of a lot of post-war\ncourt cases for the community to try to get some of these children back. So, we went with\nmy brother and -- and Nathan, who was the other boy, to Rabbi Kahana, and Rabbi\nKahana told us at that point that our parents had perished and he had a -- a little note that\nmy mother had written, which she gave to him for safekeeping, which he gave us. And\nthen the question was, “Do you know what to do with us?” I was nine, my brother was 11\nand a half and my brother had been placed with a family who had survived the war and\nthere was a husband, wife and the young son of his age and they were willing to take him\nin. And they knew of a woman by the name of Tolla Wasserman -- her maiden name was\nAshkenazi, who had been born in 1909, in Lvov and who had gone through the war, was\nhidden by her maid, she had a Polish maid who was able to cordon off one room in the\napartment, very much like Anne Frank’s thing, and they remained there for 18 months.\nAnd so she was the only one in the family who survived, she was alone and Mr. and Mrs.\nFrost, who were the people that my brother was staying with -- and went to her and asked\nher whether she would be willing to take me in, and she did. My brother did not remain\nwith the Frosts, he -- he had a lot of difficulty in becoming a part of any new home at all,\nand -- and left, but I remained with -- with Tolla Wasserman from 1944, I believe\nNovember, until her death in 1964. And, it was really, I think a great deal. I think, thanks\nto her that Iam where I am. So --",
        "Q: Why do you think that -- wa-was it the age difference th-that made it so difficult for\nyour brother, whereas it was possible for you to adapt, even thought it’s only two and a\nhalf years? Perhaps a significant time.",
        "A: Mm-hm. You know, one of the difficulties we always have in -- in trying to ascribe\nany reasons for anything, is that we have no controls. And I don’t know what would have\nhappened to me had I been his age. I think part of 1t was age, but I don’t think it was all\nage. I think I have had, since then, and -- and before, a tremendous ability to adapt to\nreality, which served me well, so I think part of it may have been age, but I don’t think all\nof it. I think part of it has to do with personality.",
        "Q: Mm-hm. So, when you -- I want to ask you to back up just a moment, when you\nlearned of your parents death, was this something that you were almost anticipating\nlearning, or were you shocked?",
        "A: No, I -- I was not shocked and I would have been, I think shocked had I learned\notherwise. It -- It came as a -- when I think back on it in a very, almost unemotional\nmatter of fact issue. Everyone was dead, I mean it’s much more shocking to me now,\nlooking back, than it was at that time. Perhaps that was a protective mechanism, but I\ndidn’t -- I don’t remember, either shock or sadness, or any type of real feeling about it at\nthe time. It’s much more painful to me now than it was then.",
        "Q: Do you -- Do you recall at all, what your actual reaction was when you learned? What\nyou said, what you --",
        "A: I -- I don’t recall, but I -- I don’t -- I mean, I remember being in the room and I\nremember being told, and I simply don’t remember any reaction at all. I -- I had -- I don’t\n-- didn’t have any reaction.",
        "Q: Uh-huh. Do you f -- Did you feel that living with -- with Tolla Wasserman was -- was\nlike being in a new family, being 1n a real family, or how did -- how did you feel about\nher, and --",
        "A: Yeah, well, we -- we became very close. I started by calling her Chacha, which is the\nPolish word for aunt. And within a few weeks, I asked her whether I could call her\nmother, which I did. So, we became very close. And she had no one. She was a\nwonderful, wonderful human being, and so I was part of her family, although there was\nher -- she had lost her husband and lost her family.",
        "Q: Uh-huh. So, did you live in different places together or to --",
        "A: Well, in -- in Lvov, if you remember, Roosevelt, Churchill and Stalin met at the altar\nand divided th-the eastern sphere and Lvov was given to the Soviet Union when the map\nof Poland was redrawn. Part of that agreement allowed former Polish citizens to choose\nwhether they wanted to remain there or to move into the western part of Poland, and of\ncourse, our intent was to move westward. So, I started going to school in Lvov on -- in\nRussian school and I did have some education in -- in -- during the war, in Univ, but not\na lot. So, I think it was the first time that I really went to an organized school, and then\nwe were given the opportunity to -- to go by train to western Lvov -- to western Poland.\nWe went there sometime in 19 -- I believe it was in the spring of ‘45 and we went by\ncattle car. Those were -- The only trains available were cattle cars. And there were\nhorrendous stories be -- circulating, of people who had gone before, who would be going\non open cattle cars, a distance that before the war used to take maybe two or three hours\nto cover by train, taking two and three weeks. And the Russians would simply stop in the\n-- in fields and then -- and just refuse to go on. And there seemed to be no schedule, there\nwas no control. Th-The war was still going on and -- and people were freezing to death in\nthe fields. So there was a lot of fear about going on those trains, but we were very lucky\nfor two reasons. One is that Tolla Wasserman, my new mother, had befriended a person -\n- a doctor and each train had a -- one covered cattle car, which had a Red Cross on it and\nhe suggested that we go in that car, so we had covering. And the second thing he did was,\nhe bought, at enormous expense, a -- a bottle of -- a -- a case of vodka. And the first day\nwe were out, the train stopped in the field and he called the engineer into this covered car\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: Okay, continuing now.",
        "A: Mm-hm. He took a bottle of vodka out, showed it to the engineer and then heaved it\nout the open door, and it shattered. And the engineer showed his anguish and he said, “I\nwant you to know that every morning, I’m going to take a bottle and I’m going to throw\nit out the door. Whatever is left in that case when we get to our destination, is yours.”\nAnd we got there in two and a half days, which is absolutely amazing. So that’s how we\ngot there, but now that I think back on it, we celebrated the end of the European war, VE\nDay, while still in Lvov, because I remember, we were living at that time on -- in an\napartment on 15 Mawitskago Street, in Lvov and the apartment was deemed too large for\njust my mother and myself. So they billeted a whole slew of Russian soldiers with us.\nAnd many of the soldiers were wounded. There was a -- an elderly gentleman who was\nthe father of one of the younger soldiers and then there were other young soldiers. Many\nof them had lost arms, lost legs and therefore they were taken from the front. And they\nhad bought a case of vodka and mother said, “No, you’re not going to get drunk here.”\nAnd she locked up the vodka. And then they said, “No, no, we’re going to celebrate,\nbecause it’s the end of the war.” And she said, “I don’t believe you, but if it’s really the\nend of the war, I will buy you another case.” So, we went out to the main square, because\nno one had radios, we went out to the main square and after awhile, Stalin came on the\nloudspeaker and -- and announced the end of the war. So the -- I think that was VE Day,\nso we were still in Lvov at that time. During that time also, I went to school, as I\nmentioned. I also worked after school in a cosmetics store. And I remember Russian\nsoldiers used to come in and they would buy five bottles of Eau de Cologne and they\nwould hit it against something, take off the tops and drink -- drink that down. They’d\ndrink anything that had any kind of alcohol content in it. And I was at that time already,\nvery cute. My hair had grown back, and mother made sure that I was always dressed\nmeticulously. And so, I reminded many of them of their own children, I think. So they\nwould very often come to the store and after buying something, they would ask me to\ncome with them for a walk or to come and drink beer. There was a hotel by the name of\nHotel Georges, and they used to take me to Hotel Georges to drink beer. And then I\nwould always go with them, and --",
        "Q: This would have been ‘40 --",
        "A: This was ‘44, beginning of °45, really ‘45, and I would go with them and on one\noccasion we were coming back and there was a street photographer and so he took a pho\n-- they asked to stop, and they took three photographs and one of those photographs of\nme and two Russian soldiers is hanging on my wall in the dining room. Often wondered\nwhere the oth -- soldiers are. And then, the other thing that used to happen to me again, to\nshow you the adaptability, is that the Black Market was the only way you could make a\nliving. You couldn’t make a living any other way, so everyone was Black Marketeering.\nAnd the Black Market at that time consisted of soldiers who were stationed in Germany,\nbringing stuff back from the west. They would bring stuff back from the British or the\nAmericans, who would barter for -- for stuff, and then they’d come back and sell it and\nthen we would sell it further. And one of the big 1tems was, for some reason or other,\nmother of pearl buttons. So we used to get a lot of mother of pearl buttons in the cosmetic\nstore, which was a state run store and those would be held under the counter and then\npeople would come in who knew about it and would buy them. And whenever there was\na raid or anyone would come, they very often would put the mother of pearl under my\nshirt, around me, because the soldiers were less likely to search children. And -- So I\nwould find myself with mother of pearl buttons on a -- sewn on a -- on material wound\naround me. And one day they found it on me and they -- they took me to the\nEncoverdare, as the NVD was at that time called, Encoverdare headquarters. Mother\ncame with me, she was very shocked and -- and she of course knew about it, but she was\nshocked that I was taken in. We went both. And no idea what was going to happen to us\nand the Encoverdare officer closes the door behind him and -- as we’re shaking, and turns\nto us and -- and -- and says in Russian, “Veehad sheety zheets, yatazhoy.” “You want to\nlive, I also do.” And so he became part of the smuggling ring after that and he got a cut.\nAnd that was the end of that. So -- So that’s what life was like, you -- you adapted to --\nthere was one other episode that I remember from those days, and that was that the\nelderly gentleman I told you about, the Russian soldier, yeah? I don’t know when I say\nelderly, what I really mean. He probably was 40, but to me he was elderly.",
        "Q: It’s amazing how our perspective changes with the years, doesn’t it?",
        "A: Right, and -- and one of them was -- one of the young men was his son and I\nremember one day, it was the Day of Atonement, Yom Kippur -- I -- I had no idea it was\nYom Kippur, because I had just come out of the monastery. I -- I had brought from the --\nfrom the monastery with me, and -- my clothes that I wore and three items. I brought my\nrosary, I brought my prayer book and I brought a blanket with which I covered myself\nduring the two years and I learned never to give up that blanket, because that was the\nonly thing that stood between me and the Ukrainian winter. Somewhere, the rosary and\nthe prayer book got lost. My very strong suspicion 1s that Mother threw them out. But\nI’m not certain of that and maybe it’s unfair to accuse her of that, but I suspect that. But\nmy -- Oh, no, there was a fourth item I brought with me, and that was a picture of myself\nin front of the church, which I still have, but, the blanket I still have.",
        "Q: You still have the blanket?",
        "A: I still have the blanket.",
        "Q: How do you look at the blanket now?",
        "A: Well, again, it’s taken on more meaning as I’ve gotten older. And we just had a\ngrandson and we used -- we used that blanket during his circumcision. So -- where was I,\nwhere was I? Oh, I know wh-why I was telling you this.",
        "Q: C-Could I interrupt for a moment?",
        "A: Sure.",
        "Q: Anyway, please continue.",
        "A: So, the reason I was telling you this in a roundabout way is because of this old --\nprobably 40 year old gentleman who had came to Yom Kippur, to the Day of Atonement\nand as I said, I didn’t know that, because Mother was really not very observant --\nreligiously observant. So, we didn’t celebrate that at that time. But, he came to me and he\nasked me if I would stand at the door -- at the kitchen door and look out and warn him if\nhis sons or any of his friends came. And I said, “Why do you want me to do that?” And\nhe said, “Because I’d like to say some prayers, but I’m afraid that they might turn me in.”\nBecause in the atheistic system in Russia, that wasn’t allowed and he was afraid of his\nown son, that he would turn him in. That made a big impression on me and I remember it\nto this day. The reason I mention this, 1s that -- is that I think another thing that I was\nvery fortunate in was that I wasn’t thrown immediately from one religious experience\ninto another. If I had been, my suspicion is that I would have rebelled. But, as I\nmentioned, Mother was not particularly a religious woman. On the other hand, she took a\ntremendous -- she had a sense of responsibility which she took very seriously, to make\nsure that I was brought up in a religious atmosphere, because my father had been the\nrabbi of Katowice and she felt an obligation to bring me up in the way they would have\nwanted. And so I did, later on, but I’m getting ahead of myself, go in to go to Yeshiva\nand so on. But at that time, as I think back on it, it was very -- I was very fortunate not to\nhave been thrown into a religious environment.",
        "Q: So -- Well, in -- in the -- in describing the -- the stran -- this rather rapid train ride, d-\ndue to the strategy of -- just jumping ahead again here --",
        "A: Right.",
        "Q: -- we’re talking about the end of 1945, in that period, beginning of ‘46?",
        "A: Well, ‘40, no it was probably the middle -- was -- I don’t remember, was VE Day in\nMay ‘45? I think --",
        "Q: I don’t remember the day [indecipherable]",
        "A: I believe it was. And -- And that we still had in Lvov, so it was probably in --\nsomewhere in the -- and I remember going -- it was in the spring that we went, so it was\nprobably the end of May of ‘45 that we went westward. And the place we went to was a\ntown by the name of Bittum. Now Bittum is in western Poland and actually is just a tram\ncar -- street car’s ride away from Katowice. So I came back to where I had been. And in\nfact, I had had relatives in Bittum who -- who had lived, before the war, in Bittum, were\nvery wealthy people, owned a factory there, but none of them survived, all the\ndescendants. But we went to Bittum because the other family that I had mentioned, the\nFrosts, with whom my brother was still -- he was still with them at that time, had gone to\nBittum, and -- and so we went there thinking we would try to settle there, at least for\nawhile. The idea always was to come to the United States. Mother had actually registered\nto come to the United States before the war, but her number hadn’t come up. So she was\nstill hopeful that she was in line, in terms of the numbers and that eventually that number\nwould come up and that we would be able to come to the United States. We went to\nBittum and I started going to school, but it became dangerous -- not became, but it still\nwas dangerous for Jews to be identified as Jews and the Kelsa program is of course, one\nmanifestation which occurred later, but one manifestation of that. So, 1-it wasn’t good to\nbe a Greek Catholic, which would have been natural, because we were now in western\nPoland. So, I went to school now, and -- as a Roman Catholic and my name became\nLeslef Kusharetsky, because it was impo -- for me to have told anyone I was Jewish,\nwould have been very bad for me. So -- So I became a Roman Catholic at this time, not\nthat I was baptized or anything, but as far as my schoolmates were concerned, and my\nname was Leslef Kusharetsky.",
        "Q: Now, did you have any experiences, either in Lvov or in your new home. You -- You\nmentioned you -- you ha -- you were faced with having to deny your identity and change\nyour name, which is obviously a -- a drastic and a necessary thing to do. But did you --\ndid you -- were there times where you experienced personally, anti-Semitism in the post-\nwar period in Poland yourself, or -- how else did you see it? Was it just all around you,\nwhat -- what’s happened in places --",
        "A: You know, anti-Semitism is -- is very relative. We had just gone through the worst\nanti-Semitism there 1s, where we saw people being dragged through the streets by their\nbeards and shot and killed. So, anything that occurred, the fact that someone would throw\na stone at -- would call a name, was so minuscule. So, you know, the Russians to us, were\nthe liberators. They were our friends, they were the people who defeated Hitler and so\nthere was enormous amount of -- you know, they evoked a positive image 1n our minds.\nThere was a lot of anti-Semitism around, but it was -- it was a -- it was as natural as\nbreathing and it was so minuscule compared to what had just happened that it really was\ninsignificant.",
        "Q: It did-didn’t reach you --",
        "A: No, no.",
        "Q: -- in that sense. I remember reading in one o -- some of the literature, I don’t know if it\nwas from the encyclopedia of the Holocaust or where, but there was reference to the --\nthe sentiment just among the citizenry in Poland that u-upon greeting a Jew, somebody\nwould often say, “Oh, I thought -- I thought the -- the Germans got rid of you all,” or\nsomething to --",
        "A: Oh, yes. Yeah.",
        "Q: Was -- Was it -- Wh-What -- Was the atmosphere on that level of -- of hatred --",
        "A: Yeah.",
        "Q: -- and dehumanization?",
        "A: Absolutely, absolutely. But again, you know, it’s -- it’s -- it -- one should not\ngeneralize. There were good people. And -- But -- But there was hatred and there was --\nand -- and you know the fear? Don’t forget that a lot of the Poles were living in Jewish\nhomes and eating from Jewish dishes and their fear was someone was going to come\nback and reclaim it. A-And the fear toda -- to this day is someone’s going to come back\nand reclaim it. So, you know, th-there was a lot of anti-Semitism, but again, relative to\nwhat we had gone through, it was quite mild.",
        "Q: So then, you’re -- you’re -- by mid -- middle of the year in ‘45, you’re now in western\nPoland, and -- and how long did you stay there?",
        "A: Well, we -- we -- again, we had difficulty making a living and -- and one of the things\nthat everyone was doing was buying and selling and you’d go to the market and you\nwould stand a-and you would see something -- with a few do -- few zlotys, and you\nwould see something and you’d buy it and then you’d move two steps further and you’d\ntry to sell it. And I remember one amusing incident was that we once bought what we\nthought was a lovely pair of shoes for very little money and when we looked at our most\nmagnificent find, we found that we had been sold two left shoes. And here we were,\nhaving spent a fair amount of whatever we had on these shoes, hoping to make a good\nprofit and here we had two left shoes. So, the question then was, how could we sell two\nleft shoes? And the feeling was that a child would more likely get away with it than an\nadult. So my brother ended up selling the two left shoes to some other poor sucker, who\nthought he or she had gotten a bargain. But that’s the way life went, you know and -- and\n-- and so on. But the -- What happened next is that my mother’s parents had lived in\nGermany and managed to get out of Germany in 1938 and go to England. And their son\nand dau -- two daughters, also were in England, s -- and my uncle, their son, they lived in\nNewcastle on Thames and in -- immediately at the end of the war, they began making\ninquiries about our family and found out that the children had survived. So they\npetitioned the religious council of England, th-the chief rabbi at that time was Rabbi\nHertz, to try to get us to rejoin them. And there was a Rabbi Solomon Shunfeld, who was\na strikingly handsome gentleman, with a red beard. He worked for the United Nations at\nthat point -- for the UNRRA, the relief organization. He fashioned himself a uniform,\nwhich was a British uniform with a -- with a leather strap across his chest and -- and\nlooked very, very elegant. And he basically made trips on behalf of the religious -- the\nchief rabbi’s religious council of England, to Poland, in order to find Jews who had\nsurvived, to help them, to try to get children and see whether he could transport them to\nEngland, get permission, and they were able to get a certain number of visas from the\nBritish government. And so my uncle approached them to find us and -- and he in fact\ndid and I remember when he came to -- to Bittum -- and that was in 1945, probably mid\nor late ‘45, to inform us that we had grandparents and uncle and two aunts and that they\nwere anxious to get us to England. And my brother said, “Great.” And I said, “I won’t go\nwithout Mother.” And they had no permission for a visa for an adult, to they had a\nproblem. They wired my uncle and my uncle said he wasn’t ready to bring anyone else,\nbut he wanted us, so they tried again. And I told him in no uncertain terms that there 1s\nabsolutely no way in which they will get me into any kind of vehicle alive, and -- to go to\nEngland. So, he wired back saying that he would not participate -- he would not do that.\nAnd finally they got a visa for Mother. So, in the very end of 1945, I think it was\nDecember the 31st, of 1945, we left -- well, we first went from Bittum to Warsaw, stayed\nwith Rabbi Kahana, who was -- then lived in Warsaw and every day we would go to the\nairport, because we now had permission to go to England, and every day we would be\ntold that the planes were not flying because it was too foggy.",
        "Q: Was this true?",
        "A: And this wa -- yes, absolutely, because at that time, radar was in it’s infancy and --\nand these were Royal Air Force planes, which were basically troop transports, they\nweren’t commercial -- you know, they had canvas seats and they basically transported\ntroops. But they were willing to transport us. And -- So, for about two weeks, there\nbecame a standing joke, we would go in the morning to the airport, we’d be back in the\nafternoon and then finally one day we went and we took off and we went to Berlin and\nthen from Berlin, flew to London, where we were met by my aunt, and then took a train\nto Newcastle. And we remained in Newcastle for the next -- well, in England for three\nand a half years. Oh, when we -- originally they gave us a visa which was valid for one\nmonth’s visit. But our Polish passport, which I still had, states that it’s valid only one\nway, so, I’m not sure how that worked. But when we came to the airport, the official said\nto us, “You only want to visit England for one month?” And we said, “Well, we’d like to\nvisit for a lot more, but we’re only allowed one month.” So he crossed out one month and\nhe put three months. And I still have that document. And so every three months, we had\nto renew our stay in England and we did that for three and a half years, until our number\ncame up to come to the United States. So this was now 1946, I was 11 years old and I\ncame to England, to Newcastle, and started going to school there and I didn’t know a\nword of English and I had to learn another language and then --",
        "Q: Which would have been your -- how many languages now, by the --",
        "A: Well, my native was -- was German and then Polish and then of course during the\nwar, Ukrainian and then after the war, Russian.",
        "Q: Ukrainian and Russian are quite similar?",
        "A: Very. They’re both Slavic language, but -- and they’re both written in a Cyrillic\nalphabet, but they’re are significant differences between the two.",
        "Q: So you -- you were at your fifth language by 11 years old.",
        "A: So -- Right, so I had to learn English and unfortunately England had a terrible system\nat that time, which they have since done away with. And that is that they had an exam\ncalled the elevenses. When you were eleven years old, you took an exam and if you\npassed it, if you got above a certain grade, you were destined to go to a university. And if\nyou got below a certain grade, you were destined to finish your education at the age of 14\nand to the factory. And I arrived there just before my 11th birthday. And so, I took my\nelevenses, not knowing how to read one word, and of course got zero. And so, I was\nplaced in a school that would have ended at the age of 14, in a factory. But, again,\nMother had other ideas and -- and in 1948, she left Newcastle with me and we went to\nLondon and she got a job as a maid in a home on Goldessgreen Road and enrolled me in\na Jewish secondary school, because you could avoid that whole system if you went into a\nprivate school. And so from ‘48 to ‘49, I went for the first time, to a Jewish school and\ngot a little bit of a beginnings of a Jewish education at that point.",
        "Q: Let me ask you, as -- as we’re moving forward in time and -- and it -- and it’s getting a\nlittle bit further away from the horribly traumatic experiences that you’d had during the\nwar, and you’re getting older at the same time, at this point are you beginning to feel\ncertain things, remember certain things, realize the -- the depth of -- of tragedy of what\nhad happened to your family and -- and -- and to you personally, or -- or was this -- or\nwere you just sort of going on in life and moving forward and you’re living another life\nand going ahead?",
        "A: I think a little bit of both. I think, you know, our world was a world which was not\nnormal, because the people, all of our acquaintances were refugees. People who -- who\nhad been lawyers and professors in Poland and now were doormen and -- and -- and\njanitors. It was a world in which the topic of conversation was dominated by what was\nand what was lost. So it -- So that was always, I think cloud that -- that was there.\nWhenever -- I don’t remember one day that it, you know, became, but certainly, as I\nthink back on my teenage years in this country and so on and later on, I never was the\nsame as other kids. I could never let myself go, I was always separated, by my own\nvolition. I could never participate in -- in something pleasurable for it’s own sake. It had\nto have an ulterior purpose, it had to have -- there was always that serious element to it.",
        "Q: To have a certain usefulness?",
        "A: It had to have a certain usefulness, I had to -- I was constantly aware that I had a\nresponsibility, that my life wasn’t fully my own, that I had to fulfill certain\nresponsibilities. At the same time, I must tell you also, that it -- 1t -- my past experiences\nhave been of enormous help to me. And no matter what crisis I faced afterwards, I would\nalways say to myself, “Well, there’s nothing to this.” It’s a piece of cake, right? So -- So,\nfrom that point of view, everything always compared itself and -- and so from -- so it was\nhelpful, but there’s no --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: Well, you were talking about how -- how this has been helpful for you to be able to\ntap into -- tap into this knowledge that, you know, everything that’s a challenge from\nnow on, is nothing, compared to what you’ve been through.",
        "A: Yeah, I think that everything always gets compared to that and no matter what crisis\nmay arise, it -- it pales to insignificance when compared to what one has already been\nthrough, so you can always say to yourself, “Well, if I’ve gone through the worst, I can\nget through this.” And -- And so no crisis seemed as great, yeah.",
        "Q: Now you’re -- you were just mentioning that you felt -- now, if you’re getting into °48\nand ‘49, you’re 13 - 14 years old, a -- a sense 0-o-of -- of not being able to do something\nfun for fun’s sake, or joyful for joyfulness’ sake, that you had a sense of responsibility.\nWhat -- What was that responsibility to? Was it to a thing, to an idea, to a person, to\nyourself? What was it to?",
        "A: Well, I am not sure that I articulated it that carefully at that age. I can only talk about\nthe results. Obviously, I’ve articulated it more clearly in my mind since then, but to be\nfair about it, at that age, I didn’t. But again, to get -- Ill get back to your question in a\nminute, but to get back to those days when I went to the Jewish secondary school, to the\n[indecipherable] grammar school, I lived in a dormitory -- and this was from ‘48 to ‘49,\nand every youngster in that dormitory that I lived in, was a survivor. And every -- just\nabout every youngster was without parents. And so it was a -- again, a peculiar\natmosphere that one was in, so the -- the -- the thing continued. You’re never very far\nfrom it and w-was during wa -- those years that one of my -- my very first girlfriend that I\nhad a crush on, unfortunately committed suicide. And so there were people with a lot of\nproblems, a lot of unhappiness.",
        "Q: Despair --",
        "A: And I was very fortunate among them, because I had -- I had an anchor, which they\ndid not, which -- which was of tremendous help.",
        "Q: What -- What -- What do you recall about when this girl took her life. Your -- Your\nown feelings -- was it -- was it -- was it despair for her, just utter despair? Or do you --",
        "A: I -- I think it was despair for her and -- and as far as my own feelings, I was, of course,\nvery sad to lose a friend and sad that it occurred at that point. But my attitude was, if\nthat’s what she needed to do, that’s what she needed to do. And it wasn’t -- a-again, you\nknow, coming from an environment so surrounded by death, it -- it -- it -- 1t was one\nmore and the -- the war didn’t end in 1945, it continued. And it continued to claim it’s\nvictims.",
        "Q: So this anchor for you is just so -- just so important.",
        "A: Was terribly important, and again, as I said before, I attribute all of my good fortune\nto that and then what I’ve been able to do, yeah. But you asked me before, in terms of --\nof responsibility to whom, and of course, that, I think, probably changes as your age\nchanges and as your perspective changes. I don’t think you make a decision for life and\nthen you stick with it, I think it -- it changes. But it was always a sense of responsibility,\nbut I owed it to Mother, I owed to make something of myself, it was never th -- 1t was\nunthinkable that I would not achieve something, 1n some field. So I had that\nresponsibility. I felt a -- a very keen sense of responsibility to my parents. I felt that when\nI came to the United States, I felt I needed to delve more into -- into Jewish learning, in\norder to learn what motivated them and -- and it became important for me to have\nchildren and grandchildren.",
        "Q: Did you, at any point, feel -- in talking to -- to other people, I’ve heard before and\nthere’s a -- you know th-they use the terminology which I th-think sometimes it -- you\nboil things down to -- to too simplistic when you use terms that people use, term\nsurvivors guilt or the sense that wh-why, you know, I’ve talked to people, why did I\nsurvive? Even if you can intellectually understand the circumstances in which you\nsurvived. Was there any of that, or -- or -- a-as you -- as you looked at it? I ma -- I’m not\n-- I’m not hearing you say that, but I’m wondering whether you sa -- had a sense of like,\nhow could all these other people perish and -- and -- and I’m here?",
        "A: Well, there is that question in terms of what makes the world go around and -- and the\nhow come and tha -- there no -- no question that these questions occur to you. I’ve never\ninterpreted these as being guilt, certainly it -- 1t could be, that on unconscious level, there\nis guilt. But P’ve never felt, on a conscious level, particularly guilty. I felt -- I felt blessed\nand lucky. But I don’t think -- I don’t think guilty. I don’t -- I don’t feel that.",
        "Q: So, well, there are so many -- so many strains of your story, that --",
        "A: Mm.",
        "Q: -- that -- that are so fascinating and -- and -- and powerful. Guess I’d like to ask you to\ngo back now to -- we’re in -- in London, right, in -- in “48 - ‘49, yeah?",
        "A: ‘48 - ‘49, right, we left Newcastle in “40 -- yeah, ‘48.",
        "Q: And what’s London like? Wh-What do you remember from it? You’re getting to be a\nteenager now.",
        "A: Right. Well, I didn’t take that much advantage of London as a city. You know, it’s of\ncourse, a wonderful city and we did go to museums and so on as a -- on school outings,\nbut Mother, as I mentioned, worked as a maid. Worked for a family by the name of\nBodner, on Goldessgreen Road and -- and she was constantly working, so she had no\ntime and -- and certainly no extra money to do anything with and she spent on my\nschooling and whatever extras. But we would go to the movies and so on, but most of my\nlife revolved around the dormitory where I lived and taking the bus to school and coming\nfrom school and doing homework and the usual types of things. We -- At that time, we\nstill had ration books in England and I remember people were always complaining about\nthe rationing of food and -- and -- and to us, when I say to us, I mean in -- in the\ndormitory and so on, we always thought it was rather amusing, because we thought that\nth-this wasn’t a shortage, this wasn’t deprivation in any way. But -- But we did have\nration books and -- and yeah.",
        "Q: So, now you -- you’re still in a -- in a kind of a lottery or a waiting line, to -- to --",
        "A: Right, right.",
        "Q: -- to get to the United States. What was that process like, waiting?",
        "A: Ah, well --",
        "Q: [indecipherable] terms of the procedure as well as the feeling of -- of waiting?",
        "A: Well, it was a -- a being in limbo, basically, and -- and not being able to get on with\nyour life, because every three months you had to go to the Home Office and plead for\nanother three months extension of your visa, or another six months extension of your\nvisa. Mother was not allowed to work, that was one of the conditions of the visa. So that\nhad to be done surreptitiously. And so -- so, there was a certain degree of discomfort, but\n-- but even though this was a rather mild getting around the government regulations,\ncompared to others, so that wasn’t much of a problem. But you sort of had a feeling that\nyou were in limbo, waiting for something, and that you really weren’t going to ge -- get\non with your life until that number came up, which it finally did and we left in June of\n1949. Now, I must mention that my brother had also gone to that school, but before me.\nAnd then in 1948, I was walking with him on the street one day in London, and -- and he\nsaid to me, “I will share something with you, but you mustn’t tell anyone.” And I said,\n“Okay.” And he said, “I’m leaving next week.” And I said, “Where are you leaving to?”\nAnd he said, “Guess.” And I said, “Is it to Asia?” And he looked at me and I said, “Asia\nMinor?” As it was known at that time. I said, “Palestine?” Shh. And indeed he took an\nillegal boat from France and went to Palestine and participated in the various wars there,\nworked in a lot of different professions and then was sent out in the embassy to Europe in\n1956, and in 1956 decided that he had had enough of politics and international relations\nand everything else, and he went back to school and got a degree in physics and he got a -\n- came to the United States and got a Bachelors, a Masters and a Doctorate in physics and\nthen went to teach in Australia, but -- from England -- so we -- we came to England\ntogether, but almost immediately when we came to Newcastle, he went to London to\nschool, and I stayed in Newcastle. And then when I came to London, he had left for\nPalestine. So we really never had -- were together very much.",
        "Q: Did you -- Did you miss each other, or -- speaking for yourself, I mean, especially\nafter having lost your parents, did you feel like I -- you wanted to be with him, or was it -\n- was --",
        "A: I -- I did. I always, you know, admired him a great deal. He 1s a -- was and is an\nexceptional person in terms of his -- extremely bright individual, with a -- with a\ntremendous depth of knowledge of all sorts of esoteric fields. He developed a computer\nprogram for writing Chinese and in fact that we were in China a few years ago, I was\nthere as a visiting professor and -- and he was there trying to market his Chinese\ncomputer. And so we were sitting in Beijing, over a bottle of plum wine and -- and we\nwere reminiscing and we were saying, “Isn’t it strange, here is a Polish Jew from Israel,\ntrying to teach the Chinese how to write. So, I’ve always admired him very much, but --\nbut he has always borne a tremendous burden and -- and never -- has never been able to\nmake peace with himself or the world, and I’ve always felt very deeply for him, because\nof that. So, I understand him, and yet I don’t.",
        "Q: Do you se -- When’s the last time you’ve seen him?",
        "A: He was here just a few years ago and he was supposed to come again this fall, but\ncouldn’t and he’s thinking now of coming in the spring. So, every few years, we see each\nother for a few days.",
        "Q: Do you -- Do you get to -- Have you ever been to Australia to see him?",
        "A: No, we have not. We have not.",
        "Q: Oh. Oh that’s -- that’s a story of -- all in itself, isn’t it --",
        "A: Yeah, yeah, yeah.",
        "Q: -- it so -- sounds like movie, the two of you sitting there --",
        "A: Right.",
        "Q: -- having the plum wine in -- in Bewying, it really does. So -- So now, when the -- when\nthe number -- when -- do you remember the day that th-the number came in?",
        "A: Oh yes, yes, very --",
        "Q: Tell me about that.",
        "A: -- very much. Well, we -- we -- my mother called me to tell me that she had gotten a\nletter from the US embassy and that we had to go in for physicals.",
        "Q: Did she know what that meant?",
        "A: Yes, oh yes --",
        "Q: She pretty excited?",
        "A: -- but that we -- but that we had, finally, the number and that was a very, very big\nthing, we were very excited, and --",
        "Q: Did you -- Did you cele -- Did you go out and celebrate, or --",
        "A: I don’t think so, because I don’t -- we had no money. I think our big problem was we -\n- we just had no spare money whatsoever, and -- and so -- Mother was making, I think, I\ndon’t remember, two or three pounds a week, or -- there was never any spare money. So,\nwe -- But I do remember we were terribly, terribly happy and unfortunately, my uncle\ndied just at that time. He had had an asthma attack and at the age of 34, died. So -- So\nthat was a sad event and see, that was just before we left. And we left and I was also very\nexcited because we were going to go to the United States on the Queen Elizabeth, that\nwas the Queen Elizabeth number one, not number two. And we arrived here, on June the\n13th of 1949.",
        "Q: June the 13th, 1949, do -- so, can you -- can you bring us onto the ship and -- and --\nand what do you recall of actually boarding? Were you st --",
        "A: Well, the ship was -- oh, the ship was very exciting. Of course, I was -- I was 13 years\nor 14 years old and -- and -- and to any 14 year old, to make an Atlantic crossing on the\nQueen Elizabeth, a very, very exciting event and we -- I know one thing that did occur\nwas on the morning of when we arrived in New York harbor, I was -- must have been up\nat four in the morning or maybe three, and I was on board and everyone was there,\nwaiting for the Statue of Liberty to come into view. And at just about daybreak and we\nwere still a little further -- far away, so I couldn’t see it. Up came someone and said that\nthe morning prayers were being said and they needed a 10th man. So I went down for the\nmorning prayers, to the chapel. Someone had the -- to say Kaddish, so there I was and I\nmissed the Statue of Liberty by the time I came up. We had passed it, so -- so --",
        "Q: You must have been crushed.",
        "A: But -- But anyhow, we landed and it was Flag Day. A gentleman came up who was\nselling flags, he pinned a little flag on my lapel and waited for some money. I had no idea\nhow much to give him, but in England, you could buy a loaf of bread for a penny\nfarthing, which was a penny and a quarter. So, a penny was a fair amount of money, so I\nthought that would be good. So I gave him a penny and I heard a string of curse words as\nonly a New Yorker can use. That was my introduction to America.",
        "Q: So -- So you had a -- a rude introduction to the United States of America?",
        "A: A rude, rude introduction. Now, I must tell you, that as you know, when one used to\nbe able -- when one got a number to come to the United States, it was based on the fact\nthat someone in the United States had filled out an affidavit sponsoring you. The person\nwho filled out an affidavit was Mother’s half-sister. And so we arrived, and arrived at the\nport, and found no one waiting for us. So everyone -- we were waiting at the port and\neveryone dispersed, everyone disembarked and we were left alone. Of course, speaking\nthe language well, but otherwise strangers in New York port. And we were amazed that\nno one approached us. So we went over the to the HIAS desk --",
        "Q: The -- The what desk?",
        "A: HIAS. The Hebrew Immigrant Aid Society, which was a wonderful, old organization\nwhich has helped for many, many decades, Jewish immigrants to this country. And they\ngot us a cab and we got in the cab and I think we may have had three suitcases, maybe\nfour, but not -- not more than that, with all of our possessions. And we came to -- near\nKing’s highway in Brooklyn, on 34th Street and found the address of Mother’s half-sister\nand rang the doorbell and she came to the door, looked down and said, “So many\nsuitcases? Where am I going to put all of this?” So that was the greeting and it portended\nnot a very good future. That evening, she decided that she would take us and show us\nBrooklyn and she took us to Pitkin Avenue. And she thought that we would be oohing\nand aahing at the neon lights and so on and when we didn’t express any exhilaration,\nhaving just come from London and she was very upset. She also informed me in no\nuncertain terms, tha -- in the United States, we don’t speak the way I did, because I had a\nthick English accent. That we say, toity toid street and not 33rd Street. And we stayed\nthere for about three days and then it was quite clear that we were not welcome. We were\nvery grateful for the affidavit, but 1t was clear we were not welcome there.",
        "Q: Right. Tell me the address again, th-th-the --",
        "A: It was on King’s Highway, I think on 35th Street -- 34th or 35th Street. 34th, I think.",
        "Q: So this is Queens?",
        "A: No, Brooklyn.",
        "Q: Oh, King’s Highway, okay, Brooklyn.",
        "A: In Brooklyn.",
        "Q: All right.",
        "A: In Brooklyn.",
        "Q: And what part of Brooklyn would this be, if it --",
        "A: Wait a minute. East, no, it was 34 East 58th Street. That’s what it was, 58. East 58th\nStreet.",
        "Q: In -- In Brooklyn.",
        "A: In Brooklyn. And, at any rate, we -- we left there after about three days, got in touch\nwith HIAS and HIAS was kind enough to put us up at a transient hotel, which was called\nthe East Broadway Central Hotel, down on the Lower East Side. A very meager, transient\nhotel. And then we managed to get a room on West 102nd Street. One room for Mother\nand me. And she managed to arrange a cour -- to take a course in baby nursing. Her idea\nwas that every mother who comes home, needs someone to take care of the baby for a\nweek or two and so she would take this course and -- and be able to find work, which she\ndid. After a six week course, she found work and she would work for 30 hours a day and\nthen have four hours off. And so she worked very, very hard. In the meantime, I -- this\nwas in June, so it was at the beginning of the summer. It was a very hot summer in -- in\nNew York. I had never experienced heat like that. But someone had told me about a\nschool in New York called Yeshiva University, where I could get both a general and a\nHebrew -- a thorough Hebrew education. So, I took a subway, went up to Yeshiva\nUniversity and pleaded my case with the admissions office. They asked me what my\nbackground had been, what I knew, whether I knew any Hebrew, and I didn’t. I had had\nthat one year in London, which barely I was able to read, but that’s about it. And they\ntold me they didn’t see how I could possibly keep up, that all their students had had eight\nyears of thorough Hebrew education, that the language of instruction in the Hebrew\ndepartment was in Hebrew and they didn’t think I could -- I could manage it, so -- but\nfinally they decided to give me some books and si -- told me to take these books and\nstudy them, and come back in September and we’ll see what we can do. So, I took them\nhome and there was absolutely no way, I -- I couldn’t make heads or tails out of them. I\nused to sit and try and it was very hard, I was really very discouraged. Came back in\nSeptember and fortunately the registrar of the teacher’s institute of Yeshiva University,\nDr. Greenstein took pity on me and said, “Well, why don’t we try you.” And -- And so I\nstarted in the lowest grade -- in their lowest grade, where everyone was already speaking\nHebrew. And I remember my first word that I learned, that I could understand and -- and\nI spent the next six years at Yeshiva University. I graduated their high school at 16 and\nthen their college at 20 and at 20 also received a Hebrew teacher’s diploma, and a\ndiploma from the Hebrew University of Jerusalem in proficiency in the Hebrew\nlanguage, and learned Yiddish and -- and received a Bachelor of Hebrew literature, as\nwell as a Bachelor of Arts, before I went to medical school. So, it’s possible. Yeshiva\nUniversity was incredibly kind to me. I had a difficult time there, I won’t say it was easy,\nI had a difficult time, but -- but Yeshiva University gave me a scholarship. They provided\nme with a card which was worth eight dollars per week, through which I could eat. And\nthey would, from a financial point of view, in terms of financial help, they were -- I -- I\nreally couldn’t have gotten that kind of education if they weren’t around, so I’m very,\nvery grateful to them and to President Velkin, who was always very kind to me.",
        "Q: So there were some real organizations and institutions that -- that gave a real helping\nhand to you [indecipherable]",
        "A: No question, no question, HIAS, with all of it’s faults and problems, and there were\nmany, was -- was tremendously helpful and -- and as I said, Yeshiva University.",
        "Q: Are there other groups or -- of -- especially as you’re trying to get on your feet in\nthose first months?",
        "A: I think those were the two that really helped us most, I think.",
        "Q: I’m also wondering what -- if you have any particular memories of those early days of\n-- whether it revolved around -- I don’t know if y -- 1f you perhaps brought anything with\nyou, you know, mementos of -- of -- that you brought with you, things to remember, or --\nor whether there was specific things that -- that happened on the streets, that -- that you\nrecall, in those first days?",
        "A: Well, in terms of mementos, yes, of course, I brought a number of things. From the\nwar, I brought my blanket, but I was busy really building a future and not dwelling that\nmuch. The past was always there, but I wasn’t dwelling on it. I also brought a little book\nthat I had borrowed from the library in Univ and never returned, and I still have to this\nday. I don’t know what the overdue charge for that [indecipherable].",
        "Q: Pretty far up there.",
        "A: And I also have a handkerchief which my father gave me when he left me at the\nmonastery, cause I started crying and he gave me a handkerchief. And that’s about it.",
        "Q: And you carried those things with you in New York? You have them at home,\nanyway.",
        "A: Yeah, yeah, yeah, and a few photograph. But, in terms of the early days, no, I think it\nwas a -- a lonely existence, because I really didn’t -- I didn’t -- I didn’t really fit in, in\nmany ways. My accent was strange, I had a British accent. Didn’t know anything about\nbaseball, didn’t know anything about American football.",
        "Q: Well, were they strange sports to you, did you -- you just didn’t connect with them?",
        "A: They were -- They were strange sports to me. I had learned a little bit about soccer,\nbut even that was strange. I -- I found it very difficult to identify with the idea that\nsomeone would run after or hit a ball and then get all excited about it. I mean, that just\ndidn’t seem to me to be the essence of life. And I -- And I -- I could never participate in\nany of these activities, I just thought they were silly. And so -- so I really was -- I really, I\nthink, I felt myself different. Fortunately, at Yeshiva University, there were a number of\nyoung people who came from Europe and we formed sort of a clique. And there were a\nnumber of Israelis who were strangers here. There were a number of people from South\nAmerica who were strangers, so there was this -- there wa -- there were a number of\npeople who felt themselves alienated or strange in the environment. But my purpose was\nto learn, and I did and -- and -- and that’s the important thing.",
        "Q: Okay, I'll just switch.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: So, you didn’t -- you described it, in a way, those years, of being quite lonely and yet,\nyou did make some other friends, that -- did you feel sort of ou-ou-outsider in those first\nyears?",
        "A: I was an outsider, no question, I was an outsider. I never had -- I didn’t have -- I had\none close friend, who was from Costa Rica.",
        "Q: At Yeshiva?",
        "A: At Yeshiva. And I had one close friend, who has since died, who was also from\nEurope, but I really didn’t have close friendships. I never -- I, for instance marvel at the\nfact that in the six years -- I came from Europe and in the six years that I was at YU, I -- I\nnever saw the inside of a home. I was never invited to anybody’s house. I never -- was\nnever anywhere for a meal. I had no -- A-And part of it may have been my fault, I don’t\nknow, maybe I kept myself at arm’s length, but that’s the -- that’s the fact.",
        "Q: Mm-hm. D-Did you feel that -- well, I guess one -- one thing that just occurred to me\nwas -- I mean, did anybody know what you had been through in any sense? Did you talk\nabout it at all?",
        "A: I -- I didn’t make a secret of it, but I also didn’t advertise it. But I was -- I said I was\nbusy with the future, not the past. I think people knew, more or less, but you know, it\nwasn’t that unusual. I mean, New York was full of refugees in 1949, and people weren’t\ninterested in what we went through. I think now people are interested, but in those days,\npeople weren’t interested.",
        "Q: And why is that?",
        "A: I don’t know. I -- I think the mood has changed. I think that, you know, again, when\nsomething 1s very prevalent -- now, you know, I’m one of the youngest of the so-called\nsurvivors. The people are, you know, leaving this world and passing on and th --\nbecoming less frequent, so everyone’s trying to get the story down on tape and so on. But\nwhen everyone is -- around you 1s somehow connected with it, it’s not that unusual.",
        "Q: [indecipherable] yeah.",
        "A: And -- And so, 1-it wasn’t, you know, it wasn’t -- as I said, I -- I never tried to hide it,\nbut at the same I never made an issue of it. My purpose was to move forward. It’s only as\nyou get older that you begin to look back. When you’re young, it’s full steam ahead and\nyou got to build a future and you’ve got to -- you know, you’ve got things to do.",
        "Q: I wonder also, if there was something at the time, and I re-recall -- I can’t remember\nwho in Israel has written about this, it might be this fellow Tom Segev --",
        "A: Uh-huh.",
        "Q: -- who wrote a book called, “The Seventh Million.”",
        "A: Seventh Million",
        "Q: I was interviewing him awhile ago, and I d -- but I don’t recall if it’s him or someone\nelse that talked about th-th-the shift in Israeli society of talking about -- was the\nEichmann trial, in terms of publicly acknowledging and -- and -- and to some\ncommentators minds, it was sort of an end of shame about it, also. Now, I don’t know --\ndo you think that there were elements like this going on in the -- in the --",
        "A: [indecipherable |",
        "Q: -- in the subculture of what you were part of in New York, or -- or -- or not.",
        "A: I think there may have been, but -- but I think in Israel, the issue was more\ncomplicated, because in Israel, they had their existence to fight for. They needed heroes,\nthey desperately needed heroes. And -- And the people who survived the second World\nWar were not looked upon as heroes, they were looked upon as cowards, and as sheep\nwho went to slaughter, this was the public image. And -- And that’s not what they wanted\nto transmit to their youth. They needed power. I mean, that’s why they transformed this\nwhole thing of Masada, for instance, which when you think about it, Masada is as\nantithetical to Jewish history as anything ever has been. The hero of Jewish history was\nRabbi Yochanen Ben Zacki, who, when the Romans surrounded Jerusalem and were\nabout to destroy the temple and the nation, had himself snuck out in a coffin, the story\nhas it, with his students following as the mourners, because they would allow coffins and\nfunerals to go outside of Jerusalem, and he went and formed the Yeshiva and basically\nsaved the Judaism, through his academy in Yavna. That was the hero. The idea that Jews\nwould lock themselves up in a rock fortress and commit suicide, is a very un-Jewish idea.\nThe Jewish idea is to sneak out and continue the line. It’s not to commit suicide. But\nIsrael needed that at that time. And people -- we build monuments not to commemorate\nwhat occurred, but in order to fulfill the need that we have at that moment. And Israel\nneeded their paratroopers to go up on Masada. So, in the same way, Israel needed heroes\nto fight wars, they didn’t want people who were going to slaughter. The other thing is\nthat we have, you know, on my observation also, is that there 1s in -- 1n survivorship, and\nI don’t particularly care for that word at all, but we’ll use it, there is a hierarchy of\nsuffering. And -- And in general, my story, which is fascinating to you, 1s of no\nconsequence to most quote, unquote survivors [indecipherable] talk to.",
        "Q: Because”?",
        "A: Because, number one, I wasn’t in a concentration camp, and that’s the highest,\nparticularly if you were in Auschwitz. And -- And number two, I was a child and what\ndoes a child know? A child has no feelings, a child doesn’t know anything, a child\ndoesn’t observe the world.",
        "Q: Have you ever encountered this in conversations, etcetera?",
        "A: Oh, yes.",
        "Q: Ta-Talk about that.",
        "A: Oh yes, absolutely, there’s a -- in fact, I am not generally, perhaps that’s the way I\nlook upon myself, too, but I’m not generally considered a survivor. I know, for instance,\nwhen they are making up committees for Holocaust commemoration, I’m not included on\nthose committees. My English is unaccented, my -- my attitude 1s -- is different, perhaps,\nbecause I -- my education was here. I don’t -- I don’t fit the mold.",
        "Q: You don’t seem -- you -- you do evoke bitterness 1n this?",
        "A: Oh no, heavens, no, no, no.",
        "Q: But -- But -- And yet, you have a kind of wry -- wry awareness of this.",
        "A: Well, it’s almost amusing to me. And it’s -- it’s -- it’s an observation of the way life is,\nthere’s no bitterness about it, 1t doesn’t do anything to me -- for me, one way or the other,\nbut -- but there 1s this -- this hierarchy, so, in general, you know, people have very little\ninterest in -- in -- 1t’s only recently that people had a fa -- interest in the children. That’s a\nvery recent phenomenon and I suspect it’s because the older generation 1s dying out and -\n- and also because the quote, unquote, those of us who were children are now getting into\nan age where we can be taken seriously.",
        "Q: This is very interesting, the whole -- this sort of internal levels of -- I wouldn’t\nnecessarily quite say politics, but sort of the social structures of remembrance and all --",
        "A: Oh absolutely, there’s a definite social strata.",
        "Q: Wow, that’s so interesting. Well now, so, you -- Let me ask you also, and being in\nNew York, I don’t suppose you would have been exposed to the kind of anti-Semitism\nthat -- that other immigrant Holocaust survivors, going to other parts of the country might\nhave been. Or is that --",
        "A: No, no, no, no, no, no --",
        "Q: Th-That wasn’t a phenomenon in New York, I’m sure.",
        "A: -- and in particularly, don’t forget, I went to Yeshiva University, I was -- I was ina\nJewish environment, but no, I have experienced no anti-Semitism and I have since then,\nin -- in medicine, worked with people from many cultures and I have -- I have\nexperienced only the highest respect. I never had any -- any feelings at all of anti-\nSemitism that I have detected.",
        "Q: In -- In America?",
        "A: In America, absolutely.",
        "Q: That’s quite a statement. Well, can you then take us from it -- when you’re at Yeshiva\nUniversity, at what point did you start getting a sense of -- of what you wanted to be in\nlife, or what professional direction you wanted to take?",
        "A: Well, I -- ’'m not sure I know that, in fact, except that, again the -- the common\nwisdom among us -- and when I say us, among us immigrants, was A, that the one thing\nthey can’t take away from you 1s wisdom, or knowledge, so you got to get that. And\nnumber two, that there were certain professions that you cannot transport across\ngeographic boundaries and there are other professions that you can. I met, as I mentioned\npreviously, a lot of lawyers who were doormen and janitors. I didn’t meet any physicians\nwho were doormen and janitors. A physician, not only highly respected, but you can take\nthe job with you wherever you happen to have to go. And I think in those days, that was\nan important reason for choosing a profession. And so -- And maybe my previous\nexperience, my very brief experience at the end of the war, maybe that had something to\ndo with it, I don’t know, but at any rate, I decided that I wanted to become a physician.\nNow, it wasn’t a rational decision, because I had in fact, never had a doctor. Only went to\none if I was deathly ill. I never had any care to -- so to speak, didn’t know any physicians\nand to tell the truth, had very little idea as to what they did. But it sounded good, it was\nsafe, seemed like a reasonable thing to do.",
        "Q: So you --",
        "A: So I finished YU, and -- and luckily for me, the Einstein College of Medicine was\nstarting in 1955 and I graduated in 1955, and so I applied to the first class of the Albert\nEinstein College of Medicine, and was very fortunate in having been accepted there. And\nso I went there from ‘55 to ‘59, for four years and then decided to go into pediatrics. I\nalways liked children, liked the things that I learned in pediatrics in medical school. And\nthen, after looking around, decided to take my internship and residency at the University\nof Rochester Medical Center. And this was very fortunate, both because it gave me a\nwonderful grounding in -- in medicine and also because I met my wife there, Jean. She\nwas a secretary in the Department of Pediatrics a-and we met shortly after I came there,\nand we were married in 1961.",
        "Q: And -- And during this time, all throughout your schooling, your Mother was\n[indecipherable] was -- what was she doing?",
        "A: Well, she worked as a baby nurse, as I mentioned and then when that became a little\ntoo much for her in terms of the number of hours, she went to a bank and worked as a\nbookkeeper in a bank. During my sophomore year in college, she met a Mr. Stark, Mr.\nEdward Stark, who had been a lawyer in Europe, came to -- and had been a prisoner of\nwar in the pol -- in the Polish army, and came to the United States and went to -- back to\nschool and got a Master’s in social work and worked as a social worker. And they\nmarried in -- when I was a sophomore in -- in college. So that’s --",
        "Q: That would be ‘54?",
        "A: -- ‘54, yes. *53 -- °53. And, so they married, and -- and so I felt more comfortable in\nterms of leaving for Rochester. I wanted to get out of New York very much, but I am not\nsure I would have done that had Mother not had companionship, but I felt more\ncomfortable about it.",
        "Q: Yeah. And -- But you stayed quite close after she [indecipherable]",
        "A: Oh yes, yes, we -- we -- we remained very close, always remained very close and, you\nknow, I would come back frequently from Rochester and call and so on.",
        "Q: And this is where the Einstein -- when you say Rochester --",
        "A: No, this -- Einstein is in the Bronx.",
        "Q: Oh, Einstein is the Bronx.",
        "A: But -- But I graduated Einstein in ‘59 and then went to -- and then went to Rochester\nafterwards for my internship and residency.",
        "Q: Ah, I see, okay. So -- And then how long did you stay there?",
        "A: In Rochester?",
        "Q: Yeah.",
        "A: Well, I was there for two years, from ‘59 to ‘61.",
        "Q: And that’s when you met your wife, in sixt --",
        "A: We married in ‘61.",
        "Q: Uh-huh.",
        "A: And then we went to Boston, I was in Boston Children’s for a year. I wanted to take a\nyear of pathology at Boston Children’s, which I did. And then in 1962, I owed Uncle\nSam two years and I was inducted into the public health service as a Lieutenant\nCommander in the Coast Guard and we were stationed in Columbus, Ohio, and that’s\nwhere our first son was born, was in Columbus, Ohio.",
        "Q: But you were with the Coast Guard then?",
        "A: Well, the -- I was with the public health service, but the public health service is a\nbranch, technically speaking, of the Coast Guard.",
        "Q: Oh, I never knew that. Is that right?",
        "A: Yeah, the -- the ranking is the Coast Guard ranking, I don’t know why.",
        "Q: Oh, oh, in terms of the military service.",
        "A: Right, right.",
        "Q: I understand.",
        "A: Right.",
        "Q: So -- And you were in Columbus then, from what?",
        "A: ‘62 to ‘64.",
        "Q: Uh-huh.",
        "A: And then, by that time I decided that I wanted to specialize in pediatric cardiology and\nso I went back to Rochester -- we went back to Rochester now, with our first child and\nwhile there, our s -- daughter was born and we were in Rochester from ‘64 to ‘67, and\nthen in ‘67, came to Hartford to become -- to develop pediatric cardiology, really, at\nHartford Hospital, in the University of Connecticut, when they arrived a year later and\nmost recently at the Children’s Hospital, Connecticut Children’s Hospital.",
        "Q: Mm-hm, so that’s been a good deal of your life’s work is -- in the last 30 years.",
        "A: Has been in -- in Hartford.",
        "Q: Uh-huh.",
        "A: Yeah.",
        "Q: And so you’ve been developing, really developing this field, that 1t sounds like.",
        "A: Yes, I -- I -- I was very, very fortunate, I -- I was fortunate because I got a chance to -\n- something very few people get, I -- I got a chance to come into a community that didn’t\nhave a service, to develop it, to bring others in and to provide a -- a service, really, for\nnorthern Connecticut and western Massachusetts. During this time also, I was fortunate\nin -- in being able to work for the Heart Association as a volunteer and I did a lot of\ncommittee work for them, chairing a lot of committees. And 1t was my committee that\ndeveloped the standards and the courses for c -- child -- children’s CPR. And these have\nbecome standard throughout the country and throughout the world, as a matter of fact.\nAnd -- And that has brought us a large number of invitations to speak all over the world,\nand that’s why I was in China, when I mentioned -- when I met my brother. But we were\nalso -- traveled very extensively throughout the world and lecturing and so it -- I’ve had a\n-- a wonderful, wonderful career, been very pleased with and proud that I’ve been able to\nmake a contribution to the welfare of children and to the welfare of our community. And\nat the same time, both Jean and I have been very active in the Jewish community here.\nOur three children went to the Hebrew academy -- the day school here and we both have\nbeen very active on the board and as officers of the school, and continue to do so. I’ve\nbeen on the board of the Jewish Federation. I was chairman of the commission on Jewish\neducation. I was president of the historical society and a member of many, many\ncommittees within the community.",
        "Q: I wa -- I want to back up a little bit to ask you when -- when you were married and --\nand you and Jean had your -- your son was born first, right?",
        "A: Mm-hm.",
        "Q: ‘60 --",
        "A: ‘64.",
        "Q: ‘64. In Columbus?",
        "A: In Columbus.",
        "Q: I mean -- I -- I guess this -- this may be a hard question to answer, because the joy of\nany parent is probably so immeasurable, but I wonder, given your experiences and what\nyou ha -- th-the life that you emerged from and -- and what you took from that\nexperience, how it -- how it perhaps magnified or -- or added or -- or affected somehow,\nthe experience of becoming a father.",
        "A: Well, you know, the full effect of it did not hit me until I had grandchildren. And --\nWhich is very strange, but that’s the fact. When I had children, I was still building a\ncareer. I was very, very busy and probably had not fully understood the implications of\nwhat occurred. For instance, my -- our children are not named after anyone who died.\nAnd I can’t tell you why. But all of our grandchildren are. So, it’s an interesting\nphenomenon, and it was my children who chose to do that, not we, of course. The biggest\neffect on me, in terms of becoming a father and the biggest difficulty that I had is -- 1s in\nbeing able to identify with what my children were going through. I had no one, remember\n-- one learns how to become a parent, primarily, I think by the things that your parents\ndid, and you either emulate them or react against them. But one way or another, you learn\nfrom them. And I didn’t have that memory and that was a very difficult thing for me. I\ndidn’t have memory of going to second grade or going to fourth grade. I never went to\nthose grades. I couldn’t identify with them going to a ball game or -- or any of the things\nthat -- you know, so I really didn’t -- I wasn’t sure how to do this business. But --",
        "Q: It’s like you didn’t have a childhood.",
        "A: Right, right. I really never -- had to grow up fast and didn’t have any of that, so I think\nthat was the most difficult part of it, and -- but they all turned out to be wonderful kids\nand wonderful adults today, so I guess we did something right, mu-muddled through it.\nBut I think that was the biggest -- biggest problem.",
        "Q: Do you think that there are any -- I mean in -- in raising kids, given what happened to\nyou, and -- and the -- the fear that you had to live with, did you ever feel like there were -\n- and again, this is the kind of thing that’s probably hard to separate, cause every parent 1s\nprotective --",
        "A: Mm.",
        "Q: -- but did you ever feel like you remembered certain things and you -- a-and there’s\nno way that you would ever allow your child to be exposed to anything dangerous, that\nsort of thing?",
        "A: No, no, no. I -- I was always a risk taker and -- and I don’t believe that I ever -- at\nleast -- in fact, I would say this, that I bent over backwards -- I worked very hard and\nvery consciously, not to allow my experience to spoil their childhood. And -- And I\nprobably didn’t tell them as much about things until they were adults, really. Until they\nwere -- And so, I -- I felt a tremendous sense that, you know, somehow we had this train\ngoing on the tracks and the train got derailed and it was my job to put it back on the\ntracks. And -- And so I worked very hard with that. You asked me a question that evoked\n-- that evoked some thought about I think, certain things or something. For reasons that\nI’m sure would come out on a -- on a couch if I ever went to a psychiatrist, but which are\nprobably not that deep, there are certain things today, which I cannot -- I cannot tolerate.\nSudden, loud sounds, flashing lights. I have gone way out of my way, in an almost\npathological fashion, if I hear a balloon being blown up with helium. That sound, that\nwhistling sound is like the bombs. And so -- And the same things goes with flashing\nlights, I have a great deal of trouble with that and I usually try to avoid it. In fact, I go to a\nplay, even today, and I see a gun coming out of a holster, even on a comedy, I walk out. I\nbecome very tense and then my wife usually says, “Please, let’s go.” And it’s totally\nirrational, but there it is. So, my kids never had balloons. Never had balloons at a party.\nMy wife would always see to it that there were no balloons. So, stupid thing like this,\nthere would be a little thing that would evoke something.",
        "Q: Sirens?",
        "A: No, sirens don’t bother me. No, sirens don’t bother me. But it’s primarily that, I was\nonce -- we went to Disney World, I was lecturing and we went to a very fancy restaurant\nand afterwards they had a light and sound show and everyone was going, so we went\nalong with it. And it started and I thought I’d never get out of there. And then I was so\ngrateful when I got out of there. And -- So I could never take them, for instance, to the\nFourth of July fireworks display. ’'d have my wife take them. So they wouldn’t miss it,\nbut I just could not go to a fireworks display. So these are the kinds of things that deep\ndown, there is still some fear left.",
        "Q: Are there conscious -- I mean, obviously this is conscious, what you’re saying, but\nI’m wondering are there other kinds of -- say when you -- when you dream, do you -- are\nthere certain things that you really remember? Things that recur?",
        "A: No, no, I never had any -- no, I never had any dreams that I remember th -- the --\nparticularly, no, no.",
        "Q: So these are -- more of these are things that are like ordinary or -- or yo -- parts of\nlife that will evoke a reaction --",
        "A: Right.",
        "Q: -- less than a conscious kind of --",
        "A: Right.",
        "Q: -- thing with you, but you know that it’s just -- it’s reminding you in some deep way,\nof something.",
        "A: Right.",
        "Q: Better change the tape [indecipherable] time.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: Okay, this is tape three. I wanted to ask you if you’ve ever been back to Poland?",
        "A: Yes, we went back, I believe it was in 1991. But before I tell you that, let me tell you\nanother episode which you just reminded me of. When I was at Univ, there were two\nother Jewish children, and I mentioned one of them before, his name today is Oded and I\ncould not remember the name of the other one. I have a picture of all three of us. I knew\nthat the -- one of the boys, his name -- I knew his last name was Amirand. I don’t know\nwhy that stuck in my mind, but I knew it was. And over the years, I always wondered\nwhat ever happened to those two youngsters. I would give anything to be able to connect\nwith them. And every country I would go to, one of my rituals was to go to the phone\nbook and look at the name of Amirand, and it’s an unusual name, and I never found it. A\nfew years ago, I was in Tel Aviv, and I had previously looked in the Jerusalem book, but\nI had not looked in the Tel Aviv book. And I was in Tel Aviv, and I looked in the book\nand I found an Adolph Amirand. So I called the number and an old gentleman answered,\nand I told him my story. I told him why I was looking for someone and he said to me,\n‘As you can hear, I’m an old man, I’m 89 years old, but the person you are looking for 1s\nmy nephew. He lives in Tel Aviv, he has an unpublished number, but I will give it to you,\nbecause I know he wants to hear from you.” So, I called him immediately and he was\nvery excited to hear from me. Did not, as it turned out, have that picture at all. In fact, he\nwas younger than I and had -- his memory was extremely vague, but he did remember\nme, and we had a wonderful reunion. We made up to go to dinner the following evening\nand came to his apartment in north Tel Aviv. And his wife, while I was there, said to him,\n“You know, I’ve tried your Uncle Adolph several times today and there’s no answer and\nI’m worried about him.” So he said, “Well, let’s go out to dinner, we have reservations\nand after dinner, I will go and I will check up on him, make sure he’s all right.” And I\nsaid to him, “You know, Oded, I don’t feel comfortable in going out to dinner, eating, if\nhe is an old man. Maybe you and I should go over there now.” He said, “Okay.” Got in\nthe car, we went over there. We come to the apartments, an apartment building on stilts,\nand as we go towards the apartment door, I don’t know what made me do it, I said to\nOded, “Do you have a key?” And he said, “Yes.” And I said, “Why don’t you give me\nthe key and let me go in first? I don’t have a good feeling about this.” And I opened the\ndoor and no one in, we went to a back room, on a porch and he was lying on a couch, in\nrigor mortis, had been dead for about eight hours or so. So, we sat down, we had to call\nthe -- the mortuary and so on and we were sitting there and saying, gee, you know, if I\nhad come one day later, I couldn’t have found him at all, because it was unpublished, so,\nweird event. Now, Oded and I, after we had dinner and we talked about things and so on,\nwe were both trying to remember the name of the third young man. Both of us\nremembered him, because we had his picture, but we couldn’t remember his name. We\nasked a number of people we thought might know, they did not. About two months later,\non Israeli television, they were showing the movie, I think it’s called, “Les enfants ont\nperide.” French movie about Jewish children who perished in the monastery. And\nafterwards they had a panel and they asked Oded to be on the panel, since he had that\nexperience of being in a monastery, they asked him to be a panelist, to react to the film.\nAnd, as part of his reaction, he told the story of our meeting and he showed the picture\nthat I had brought him, and he said, “We know this boy is Jewish, we don’t remember his\nname, we’d love to be able to find him.” Well, in Haifa, a man is sitting and watching\ntelevision and listens to this and next day he’s going on business to Poland. He goes to\nWarsaw and he goes to the Yiddish theater in Warsaw. And afterwards, is invited to meet\nthe manager, whose name I forgot. And as part of the conversation, he says to the\nmanager, “Before I came here, I heard this story on Israeli television. Do you know\nanyone who would fit that?” And he said, “Of course, that’s Daniel Rottfeld, he lives two\nblocks down, in Warsaw.” Well, Daniel Adam Rottfeld was in fact the third boy. He was,\nat that time, afraid to write me, because Poland was still Communist, so he got in touch\nwith an uncle in Italy and suddenly I got a letter from Italy, telling me about him and the\nfact that he very much would like to be in touch with me, but that he can’t, and the reason\nhe can’t is that he works -- worked at that time for the foreign ministry. Now, eventually,\nwhen the Iron Curtain fell and so on, and we could exchange letters, it turned out that\nDaniel was left in the monastery, no one claimed him. He was young, his parents had\nbeen killed, no one knew he was there. And when Russia and Poland made their pact,\nPoland took all of it’s orphans and -- and moved them to the western parts, so he was\nmoved to an orphanage in Krakow. He ran away several times from the orphanage,\neventually found a sister and went to the university in Warsaw, received a degree in\njournalism and a degree in international relations. And became one of Poland’s fine-\nfinest workers in the foreign ministry, despite his name of Rottfeld. He didn’t hide the\nfact that he was Jewish. And he led almost every Polish peace delegation. He was one of\nthe authors of the Helsinki accords. He brokered the peace treaty and -- for Gorbachov\nand Muldova, and has written some 300 papers, books and so on, on international\nrelations, particularly relations with Germany, of which he is an expert. Today he’s the\ndirector of a peace institute in Sweden, in Stockholm. And so -- so I thought I’d bring\nyou up to date on how strange the world is.",
        "Q: What a -- You know, I was just thinking what a incredible program it would be to\nweave -- to take this picture and then just weave the lives together, you know?",
        "A: Tremendous, yeah.",
        "Q: Incredible, remarkable lives that you have all lived.",
        "A: Mm-hm. But you asked me whether we went back. Well, I think it was nine -- 1t was\neither 1990 or ‘91, I can’t remember exactly. I received a letter telling me that the\nmemorial would be placed on the -- in Katowice, on the square where the synagogue\nused to stand. And that a number of people of the former community of Katowice were\ngoing back to Katowice for this memorial thing. I got it and I tossed it aside. I had no\ninterest in going back to Poland, I really wasn’t sure I wanted to go there. But my wife,\nwho has very good instincts and a lot of wisdom, picked it up and said to me, “I think\nyou should go.” And I said, “Why? What do I need them for?” And she said, “For two\nreasons. One is that, since this is being placed in the place where the synagogue was, and\nyour father was the rabbi of the synagogue, it would be very important for the people\ncoming back, to have the son of their rabbi be present. And the second thing is that this is\none of the few times you’re going to get an opportunity to meet people who knew your\nfamily and might be able to tell you things.” And as usually, she 1s very wise person. So\nwe went and we offered our children the opportunity to go with us. Our boys refused.\nOur oldest said, “I don’t ever want to step on the soil of Poland.” Our youngest was too\nbusy with something, but our daughter and son-in-law went with us. They had just been\nmarried. And it was a very moving ceremony, at which I sang the prayer for the dead. It\nwas televised on Polish television and radio, was in all the newspapers. I did indeed get\nan opportunity to speak with -- with many members of the congregation who had come\nback, who were now elderly. We had had an opportunity to go to the cemetery and then -\n- which is intact, interestingly enough and visited the graves of my great-grandparents\nand I’m named after my great-grandfather, so I was able to reconnect with that. Did some\nresearch in some of the libraries in -- in Katowice. And, on the day I was signing out of\nthe hotel, I’m standing in line to sign out and an elderly lady, 76 years old, all dressed in\nblack, comes up to me and says to me in Polish, “Bat Chameides?” I look at her and I\nanswer her yes. And she says to me, “Happy Birthday.” And I looked at her, and she said,\n“Your birthday was three days ago.” And I said, “Yes.” And she said, “Your brother’s\nbirthday is September the 16th.” And I said, “Yes,” I said, “my goodness.” So I said,\n“You must be Agnes.” And she said, “Yes, Iam.” And Agnes worked for our family as --\ntaking care of the children, for seven years. She was a young woman in her 20’s. Now,\nshe was an old lady, and she was very helpful, she told me a lot and she also brought me\ntwo pictures that she had, one of her and me and one of her and my brother, little pictures\nthat she had kept for 50 years and that she gave to me. So -- So it was a very good trip\nfrom that point of view. We also went to Warsaw. Several years later, my oldest son\ncame to me and said, “You know, I made a terrible mistake that I didn’t go with you to\nKatowice. Someday, I would really like to be there.” And I said, “Well, my wife and I --\nyour mother and I are going to Prague. If you’d like to come with us to Prague, we’ll be\nglad to take you and we’ll take a train ride from Prague to Katowice,” which we did. So I\nwas able to show him. Our youngest son has not been there.",
        "Q: Wow.",
        "A: Now, to Lvov we have not been back, although I have been trying to make\narrangements to go back, I would very much like to go back to Lvov.",
        "Q: Is it possible to describe the -- the range -- I-I mean, you actually described it\nbeautifully, but I mean, in terms of the range of -- of -- of emotions that you had when\nyou went to Katowice. I mean, th-the -- the amount of terrible memories, mixed with the\nbeautiful memories that you have.",
        "A: Well, you know, it was interesting. I didn’t have that many emotions when I went to\nKatowice, because I left Katowice in 1939, I was four years old. So, I have no memories\nof Katowice. So, my interest in Katowice was primarily, almost academic in terms of\ntrying to understand a community and so on, but I -- I don’t have any memories, as such,\nof the town itself. It was emotional for me to -- you know, to go to the cemetery and to\nknow that my father had officiated at that ceremon -- at that cemetery so many times. But\n-- But that’s about it, because you know, the synagogue isn’t standing. I did go to our\nformer home, but I didn’t go up to the apartment, I just looked at the entrance, which\ndidn’t mean anything to me. The apartment might have evoked other memories, but a\nnumber of the people who had tried to go to their former apartments, who were in the --\nin the group, were so horribly received by the current tenants, who were terribly afraid\nthat they were coming back to claim them, and all they wanted to do was to see them. So,\nthey were so horribly treated that I didn’t want to put myself in that position, so I never\neven tried to go upstairs. So, I -- I didn’t have deep emotions, I think, but --",
        "Q: If it -- In -- In looking back at this whole period, 1f you -- I’m trying to ask this\nwithout having it sound so overly simplistic, but I guess what I’m trying to get at is -- is\nsort of the overall lessons that you’ve taken from it and that -- that’s something that we\ncould spend hours and hours talking about, but I mean, in terms of both good and evil, I\nguess 1s what I’m -- what I’m asking about.",
        "A: It -- It -- It’s -- You know, I’m too close to it to have any type of objectivity and I -- I -\n- | wouldn’t dream of doing it. All I can say 1s that I think that -- I don’t think there’s\nbeen a day since -- since the war, that 1n one way or another, I hadn’t thought about it. So\nit -- it’s something which -- it’s rare for people to have an event in their lives, which in\nmany ways so totally dominates their lives. So, it obviously has had an influence, but I\ndon’t think -- I don’t think it has had an evil influence, except for the evil which was\ndone, but in terms of an -- an influence on my life, I -- I would like to think that it’s all\nbeen for the good. I would like to think that I am a more tolerant individual because of it,\nthat I’ve more understanding, that I have a deeper understanding of human nature, that I\ncan see the humor in some German activity, that I try not to generalize about people. I\nthink I have a -- a deeper understanding of my religion, but I don’t in fact know that\nthat’s why I have it, cause I don’t know what I would have been otherwise.",
        "Q: Right, right. When I said evil, I -- I didn’t really mean that it would be a way that you\n-- something that you were carrying, but in terms of -- I guess maybe by way of\nexplanation, I have a very close friend who’s a photographer, who spent -- do you know\nwho the filmmaker Errol Morris is? He’s -- He’s a documentary filmmaker --",
        "A: Mm-hm.",
        "Q: -- anyway, he’s doing a -- a film about the Holocaust and my friend is a still\nphotographer and he went over -- he works with Errol, and he went to Birkenau, this last\nyear. And of course, 1t was a profoundly moving and -- and troubling for him. And one of\nthe things that he was saying -- he -- he’s Armenian and his whole -- his, you know, two\nor three generations past had their own genocide --",
        "A: Sure.",
        "Q: -- to -- to come to terms with and -- and his understanding of -- of his experience was\nthat what happened was a universal lesson of what human beings can do to each other.\nObviously there’s -- there’s many na-narratives one could take, based on experience and -\n- and just how you interpret the world. And I guess that’s part of what I was getting at\nand asking you about, this piece of it that -- that -- that -- that represents evil, which is\nwhether you see this as a kind of a universal cautionary tale, or what -- what happened\nobviously to so many Jews as well.",
        "A: Well, I -- I -- I see it in two lights. There’s no question that there is a universality to it,\nin that it shows us the capacity for evil in human beings and the depths to which people\ncan fall. And I think this is even stronger because the people who did that, were such a\ncultured people. They had everything going for them. We wouldn’t have been surprised\nif it had been done by people we admire less, or who had achieved less. But somehow we\nbelieved that great music, that Bach and Beethoven and Schiller and Gerta. The myth of\nwestern civilization is that these are the things that -- that conquer the beast in us and that\ncivilize a human being and the shock is, they don’t. That deep down, this is what we can\n-- so there is a universal lesson that we all, unfortunately, have the capacity for that. At\nthe same time, I think this was completely unique. And whereas the Armenians had a -- a\nmajor genocide against them, the uniqueness of the -- of the Holocaust was that this was\nplanned as the -- as a decimation of genetic material. In almost every other instance that\nyou can name, the enemy would come in, would kill off adults, they would take children\nand babies and raise them as their own. But here was a determination by a so-called\ncivilized people, to -- to totally eradicate -- 1t was a pathological hatred to eradicate any\nsign of genetic material. For three generations, you were tainted. So if you were Christian\nand your parents were Christian, but you had a grandfather who was Jewish -- that’s\nunheard of in any other genocide. And -- So there is a universal lesson, but I think there\nis something which is so totally unique, which we cannot quite comprehend, about this\nparticular one. And of course, I read somewhere, I forget where, but I read that Hitler\nmade the mistake of picking on the wrong people, because had he picked a less literal --\nl-less literary people, people wouldn’t have heard about the Holocaust. But he happened\nto pick on a people who write a great deal, who study a great deal, who introspect a great\ndeal. And therefore, every other book -- you can’t -- you can’t pass a day without\nsomeone making a film or -- and you don’t hear about -- that about the Armenians, or --\nand -- and I wish we would, because if we had, maybe people would be more cognizant,\nat least about that element in the human capacity.",
        "Q: I wanted to ask you one other thing along those lines, which is sort of another strain of\n-- of meaning, which is the resilience, that -- that your life exemplifies, I mean, th-the\nincredible resilience that you’re sitting here and us sitting here talking represents, it’s\nremarkable.",
        "A: Mm-hm.",
        "Q: And which 1s perhaps both universal and particular.",
        "A: Well, you know, no one -- I didn’t arise in a vacuum. You know, I’m the product of\nmany, many generations of very learned Jews, who had a philosophy of life and -- and --\nand that philosophy of life was passed down from generation to generation. And -- And\nevery prayer that we utter and every aspect of our lives, reinforces the strength of the\nhuman character and the human spirit. The fact that we are indeed created in the image of\nGod. Our freedom, our ability and the need for us to strive to achieve the highest that\nhumanity can -- can have. So I’m heir to that tradition and -- and -- so if there is a\nresilience, it’s -- it’s because, I think, of that tradition.",
        "Q: Is there anything that you’d like to -- need to add to our conversation of any particular\naspects of what’s happened and what -- what, you know, different events in your life that\nyou'd like to add?",
        "A: No, not really, you know, I -- I don’t know. I don’t think so. I -- I had a -- When I go\non planes, I always like to talk to people. I strike up conversations with people, find out\nwhat makes them tick and so on, and I was on a plane some years ago, going from\nAsuncion, Paraguay, to Sao Paolo, Brazil. And I was sitting next to a couple who were\nspeaking German. So I -- about my age, so I started speaking German to them. And the\nman who was sitting next to me wanted -- he wanted to know how it -- “Where did you\nlearn such good German? Where did you learn to speak German?” And I told him that\nwas my mother tongue and told him that I was born in -- in Poland and so on. And he\nsaid to me, “You know,” he said, “I was in Poland once.” I said, “Really? When were\nyou in Poland?” He said, “When I was only about seven or eight years old. But my father\nwas an officer in the German army and I was stati -- and he was stationed in Krakow.”\nHe said to me, “But,” he said, “I want you to know, my father had no role in this at all.\nBut I do remember,” he said, “once, we were going down a street and I looked and I think\nI saw some Jews, and he made me turn the other way. And I asked him, ‘Who are these\npeople?’ And he said, ‘nevermind.’” And he said, “And that’s the only time I heard.”\nAnd we talked a little bit more, and he turned to me and he said, “You know, I can’t go\nanywhere in this world, and we have traveled so much, and I can’t go anywhere in this\nworld, without meeting someone who has gone through this and I feel such incredible\nguilt about what we did. What can I do?” And I turned to him, I said, “My friend,” I said,\n“you were seven years old and I was seven years old. I wasn’t responsible for my\nvictimhood and you weren’t responsible for what your people did.” I said, “But we each\nhave an obligation. Your obligation is to teach your children and grandchildren and their\nfriends what happened and why it must never happen again. That’s your personal\nobligation. And it’s my obligation to teach my children and my grandchildren.” And with\nthat, we parted in Sao Paolo.",
        "Q: [inaudible]\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "Q: -- makes -- what you just said, makes me want to ask about -- you’re talking about the\nteaching, and this German man teaching his children, you teaching yours. What -- What\nis -- 1s -- 1s -- I guess one of the things I want to ask you about is -- related to this is, is\nsafety one of the crucial lessons or th -- t -- ensuring safety? Is that -- Is that part of 1t? Or\nis it -- 1s 1t much broader?",
        "A: Well, what do you mean by ensuring safety?",
        "Q: Well, you were -- I mean, th-the Holocaust perhaps represents the ultimate in -- in --\nin not being safe and -- and I know from you know, my trips to -- to Israel, as a journalist\nand -- and -- and [indecipherable] and many Jewish friends, that the need for safety is\nsomething that people talk about a lot, and I just wondered, in terms of lessons --",
        "A: Oh, there’s no question, you know, the creation of Israel 1s -- was an incredible event\nin our lives, even as young as I was, I was 13 at the time, th -- 1t remains one of the high\npoints of my life and I feel so privileged to have been put on this earth, both at a time of\ngreat sorrow and of great joy. There is no century, I don’t think, in which the events that\nhave unfolded in Jewish history, have been as great as this century, and to have lived\nthrough those, that’s just an incredible privilege. And Israel is -- 1s -- is obviously\nterribly, terribly important. It’s -- But beyond that, I don’t know what else to say on the\nissue of -- of safety, but it is -- 1t 1s important and it is one of the problems, I think, also,\nthat Israel has. I think Amas Alon, 1n his book, “The Israelis,” has one quote which is just\nalways -- I’ve always thought was incredible. He says, “The Israelis fight the Arabs by\nday and the Nazis at night.” And -- And there’s no question that there’s a lot to that. And\nit’s shaping foreign policy and -- and -- and it’s understandable that it should.",
        "Q: Okay. That’s -- I can’t think of anything else I want to ask you.",
        "A: Okay, good.",
        "Q: I want to thank you very much for your time.",
        "A: No, not at all. Glad to have done it.\nEnd of Tape Three, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: -- first to start by saying your name and where you’re from and where we’re --\nwhere we are right now, and the date.",
        "Q: Okay, now, Dr. Chameides, I -- I’d like to start a little bit -- just before the period that\nwe -- we were planning to begin. Just at those -- those last days that you recall before\nliberation. Did you have an anticipation that something was -- was going to happen. What\n-- Do you recall what your feelings were at thas -- that time just before -- Just before\nliberation?",
        "Q: Mm-hm. And then, a-a-appreciating the fact that you were nine and that you’re not\ngoing -- going to recall, of course, all the details or even, you know, looking back at --\nthose number of years to exactly what you were feeling at the time, and appreciating that\nfact that you don’t want to reconstruct something, as you just said, what do you recall\nabout those actual first moments of realizing that something was really changing now?",
        "Q: When did you realize that that was your brother?",
        "Q: Do you recall when you finally realized and when you did, you know, connect with\nhim? Do you -- Do you -- Do you remember? Was it -- Was it sa -- Was there enough\ntension so that the -- the reunion wasn’t particularly joyful at the -- at that moment or d-\ndo you recall?",
        "Q: That makes me wonder whether, I mean, especially with children and you see children\nnowadays in Bosnia, for example, whether they -- di-di-did you have an idea that this\nwas not normal, what you were going through, or did you just think this is what hap --\nnot that you would have consciously thought, but did -- do you recall if you would have\nthought, “This is not normal, this is not supposed to be happening?”",
        "Q: Bless you.",
        "Q: So, what you’re describing, in terms of -- whereas for some people in -- in other parts\nof Europe, there -- there was a liberation, there was a sense that, you know, this chapter is\nover. But in -- What you’re describing is -- is at least up -- up through parts of 1946,\nexchanged one oppressor for another, such --",
        "Q: I guess the reason I -- I mentioned ‘46 was not necessarily that it was going to be\ncontinuous oppression for you, but the events of -- I guess it was June ‘46, and the\nrampages in -- was it Kilsen?",
        "Q: Kelsen.",
        "Q: Why do you think that -- wa-was it the age difference th-that made it so difficult for\nyour brother, whereas it was possible for you to adapt, even thought it’s only two and a\nhalf years? Perhaps a significant time.",
        "Q: Mm-hm. So, when you -- I want to ask you to back up just a moment, when you\nlearned of your parents death, was this something that you were almost anticipating\nlearning, or were you shocked?",
        "Q: Do you -- Do you recall at all, what your actual reaction was when you learned? What\nyou said, what you --",
        "Q: Uh-huh. Do you f -- Did you feel that living with -- with Tolla Wasserman was -- was\nlike being in a new family, being 1n a real family, or how did -- how did you feel about\nher, and --",
        "Q: Uh-huh. So, did you live in different places together or to --",
        "Q: Okay, continuing now.",
        "Q: This would have been ‘40 --",
        "Q: It’s amazing how our perspective changes with the years, doesn’t it?",
        "Q: You still have the blanket?",
        "Q: How do you look at the blanket now?",
        "Q: C-Could I interrupt for a moment?",
        "Q: Anyway, please continue.",
        "Q: So -- Well, in -- in the -- in describing the -- the stran -- this rather rapid train ride, d-\ndue to the strategy of -- just jumping ahead again here --",
        "Q: -- we’re talking about the end of 1945, in that period, beginning of ‘46?",
        "Q: I don’t remember the day [indecipherable]",
        "Q: Now, did you have any experiences, either in Lvov or in your new home. You -- You\nmentioned you -- you ha -- you were faced with having to deny your identity and change\nyour name, which is obviously a -- a drastic and a necessary thing to do. But did you --\ndid you -- were there times where you experienced personally, anti-Semitism in the post-\nwar period in Poland yourself, or -- how else did you see it? Was it just all around you,\nwhat -- what’s happened in places --",
        "Q: It did-didn’t reach you --",
        "Q: -- in that sense. I remember reading in one o -- some of the literature, I don’t know if it\nwas from the encyclopedia of the Holocaust or where, but there was reference to the --\nthe sentiment just among the citizenry in Poland that u-upon greeting a Jew, somebody",
        "Q: Was -- Was it -- Wh-What -- Was the atmosphere on that level of -- of hatred --",
        "Q: -- and dehumanization?",
        "Q: So then, you’re -- you’re -- by mid -- middle of the year in ‘45, you’re now in western\nPoland, and -- and how long did you stay there?",
        "Q: Was this true?",
        "Q: Which would have been your -- how many languages now, by the --",
        "Q: Ukrainian and Russian are quite similar?",
        "Q: So you -- you were at your fifth language by 11 years old.",
        "Q: Let me ask you, as -- as we’re moving forward in time and -- and it -- and it’s getting a\nlittle bit further away from the horribly traumatic experiences that you’d had during the\nwar, and you’re getting older at the same time, at this point are you beginning to feel\ncertain things, remember certain things, realize the -- the depth of -- of tragedy of what\nhad happened to your family and -- and -- and to you personally, or -- or was this -- or\nwere you just sort of going on in life and moving forward and you’re living another life\nand going ahead?",
        "Q: To have a certain usefulness?",
        "Q: Well, you were talking about how -- how this has been helpful for you to be able to\ntap into -- tap into this knowledge that, you know, everything that’s a challenge from\nnow on, is nothing, compared to what you’ve been through.",
        "Q: Now you’re -- you were just mentioning that you felt -- now, if you’re getting into °48\nand ‘49, you’re 13 - 14 years old, a -- a sense 0-o-of -- of not being able to do something\nfun for fun’s sake, or joyful for joyfulness’ sake, that you had a sense of responsibility.\nWhat -- What was that responsibility to? Was it to a thing, to an idea, to a person, to\nyourself? What was it to?",
        "Q: Despair --",
        "Q: What -- What -- What do you recall about when this girl took her life. Your -- Your\nown feelings -- was it -- was it -- was it despair for her, just utter despair? Or do you --",
        "Q: So this anchor for you is just so -- just so important.",
        "Q: Did you, at any point, feel -- in talking to -- to other people, I’ve heard before and\nthere’s a -- you know th-they use the terminology which I th-think sometimes it -- you\nboil things down to -- to too simplistic when you use terms that people use, term\nsurvivors guilt or the sense that wh-why, you know, I’ve talked to people, why did I\nsurvive? Even if you can intellectually understand the circumstances in which you\nsurvived. Was there any of that, or -- or -- a-as you -- as you looked at it? I ma -- I’m not\n-- I’m not hearing you say that, but I’m wondering whether you sa -- had a sense of like,\nhow could all these other people perish and -- and -- and I’m here?",
        "Q: So, well, there are so many -- so many strains of your story, that --",
        "Q: -- that -- that are so fascinating and -- and -- and powerful. Guess I’d like to ask you to\ngo back now to -- we’re in -- in London, right, in -- in “48 - ‘49, yeah?",
        "Q: And what’s London like? Wh-What do you remember from it? You’re getting to be a\nteenager now.",
        "Q: So, now you -- you’re still in a -- in a kind of a lottery or a waiting line, to -- to --",
        "Q: -- to get to the United States. What was that process like, waiting?",
        "Q: [indecipherable] terms of the procedure as well as the feeling of -- of waiting?",
        "Q: Did you -- Did you miss each other, or -- speaking for yourself, I mean, especially\nafter having lost your parents, did you feel like I -- you wanted to be with him, or was it -\n- was --",
        "Q: Do you se -- When’s the last time you’ve seen him?",
        "Q: Do you -- Do you get to -- Have you ever been to Australia to see him?",
        "Q: Oh. Oh that’s -- that’s a story of -- all in itself, isn’t it --",
        "Q: -- it so -- sounds like movie, the two of you sitting there --",
        "Q: -- having the plum wine in -- in Bewying, it really does. So -- So now, when the -- when\nthe number -- when -- do you remember the day that th-the number came in?",
        "Q: Tell me about that.",
        "Q: Did she know what that meant?",
        "Q: She pretty excited?",
        "Q: Did you -- Did you cele -- Did you go out and celebrate, or --",
        "Q: June the 13th, 1949, do -- so, can you -- can you bring us onto the ship and -- and --\nand what do you recall of actually boarding? Were you st --",
        "Q: You must have been crushed.",
        "Q: So -- So you had a -- a rude introduction to the United States of America?",
        "Q: The -- The what desk?",
        "Q: Right. Tell me the address again, th-th-the --",
        "Q: So this is Queens?",
        "Q: Oh, King’s Highway, okay, Brooklyn.",
        "Q: All right.",
        "Q: And what part of Brooklyn would this be, if it --",
        "Q: In -- In Brooklyn.",
        "Q: So there were some real organizations and institutions that -- that gave a real helping\nhand to you [indecipherable]",
        "Q: Are there other groups or -- of -- especially as you’re trying to get on your feet in\nthose first months?",
        "Q: I’m also wondering what -- if you have any particular memories of those early days of\n-- whether it revolved around -- I don’t know if y -- 1f you perhaps brought anything with\nyou, you know, mementos of -- of -- that you brought with you, things to remember, or --\nor whether there was specific things that -- that happened on the streets, that -- that you\nrecall, in those first days?",
        "Q: Pretty far up there.",
        "Q: And you carried those things with you in New York? You have them at home,\nanyway.",
        "Q: Well, were they strange sports to you, did you -- you just didn’t connect with them?",
        "Q: Okay, I'll just switch.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: So, you didn’t -- you described it, in a way, those years, of being quite lonely and yet,\nyou did make some other friends, that -- did you feel sort of ou-ou-outsider in those first\nyears?",
        "Q: At Yeshiva?",
        "Q: Mm-hm. D-Did you feel that -- well, I guess one -- one thing that just occurred to me\nwas -- I mean, did anybody know what you had been through in any sense? Did you talk\nabout it at all?",
        "Q: And why is that?",
        "Q: [indecipherable] yeah.",
        "Q: I wonder also, if there was something at the time, and I re-recall -- I can’t remember\nwho in Israel has written about this, it might be this fellow Tom Segev --",
        "Q: -- who wrote a book called, “The Seventh Million.”",
        "Q: I was interviewing him awhile ago, and I d -- but I don’t recall if it’s him or someone\nelse that talked about th-th-the shift in Israeli society of talking about -- was the\nEichmann trial, in terms of publicly acknowledging and -- and -- and to some\ncommentators minds, it was sort of an end of shame about it, also. Now, I don’t know --\ndo you think that there were elements like this going on in the -- in the --",
        "Q: -- in the subculture of what you were part of in New York, or -- or -- or not.",
        "Q: Because”?",
        "Q: Have you ever encountered this in conversations, etcetera?",
        "Q: Ta-Talk about that.",
        "Q: You don’t seem -- you -- you do evoke bitterness 1n this?",
        "Q: But -- But -- And yet, you have a kind of wry -- wry awareness of this.",
        "Q: This is very interesting, the whole -- this sort of internal levels of -- I wouldn’t\nnecessarily quite say politics, but sort of the social structures of remembrance and all --",
        "Q: Wow, that’s so interesting. Well now, so, you -- Let me ask you also, and being in\nNew York, I don’t suppose you would have been exposed to the kind of anti-Semitism\nthat -- that other immigrant Holocaust survivors, going to other parts of the country might\nhave been. Or is that --",
        "Q: Th-That wasn’t a phenomenon in New York, I’m sure.",
        "Q: In -- In America?",
        "Q: That’s quite a statement. Well, can you then take us from it -- when you’re at Yeshiva\nUniversity, at what point did you start getting a sense of -- of what you wanted to be in\nlife, or what professional direction you wanted to take?",
        "Q: So you --",
        "Q: And -- And during this time, all throughout your schooling, your Mother was\n[indecipherable] was -- what was she doing?",
        "Q: That would be ‘54?",
        "Q: Yeah. And -- But you stayed quite close after she [indecipherable]",
        "Q: And this is where the Einstein -- when you say Rochester --",
        "Q: Oh, Einstein is the Bronx.",
        "Q: Ah, I see, okay. So -- And then how long did you stay there?",
        "Q: Yeah.",
        "Q: And that’s when you met your wife, in sixt --",
        "Q: Uh-huh.",
        "Q: But you were with the Coast Guard then?",
        "Q: Oh, I never knew that. Is that right?",
        "Q: Oh, oh, in terms of the military service.",
        "Q: I understand.",
        "Q: So -- And you were in Columbus then, from what?",
        "Q: Uh-huh.",
        "Q: Mm-hm, so that’s been a good deal of your life’s work is -- in the last 30 years.",
        "Q: Uh-huh.",
        "Q: And so you’ve been developing, really developing this field, that 1t sounds like.",
        "Q: I wa -- I want to back up a little bit to ask you when -- when you were married and --\nand you and Jean had your -- your son was born first, right?",
        "Q: ‘60 --",
        "Q: ‘64. In Columbus?",
        "Q: I mean -- I -- I guess this -- this may be a hard question to answer, because the joy of\nany parent is probably so immeasurable, but I wonder, given your experiences and what\nyou ha -- th-the life that you emerged from and -- and what you took from that\nexperience, how it -- how it perhaps magnified or -- or added or -- or affected somehow,\nthe experience of becoming a father.",
        "Q: It’s like you didn’t have a childhood.",
        "Q: Do you think that there are any -- I mean in -- in raising kids, given what happened to\nyou, and -- and the -- the fear that you had to live with, did you ever feel like there were -\n- and again, this is the kind of thing that’s probably hard to separate, cause every parent 1s\nprotective --",
        "Q: -- but did you ever feel like you remembered certain things and you -- a-and there’s\nno way that you would ever allow your child to be exposed to anything dangerous, that\nsort of thing?",
        "Q: Sirens?",
        "Q: Are there conscious -- I mean, obviously this is conscious, what you’re saying, but\nI’m wondering are there other kinds of -- say when you -- when you dream, do you -- are\nthere certain things that you really remember? Things that recur?",
        "Q: So these are -- more of these are things that are like ordinary or -- or yo -- parts of\nlife that will evoke a reaction --",
        "Q: -- less than a conscious kind of --",
        "Q: -- thing with you, but you know that it’s just -- it’s reminding you in some deep way,\nof something.",
        "Q: Better change the tape [indecipherable] time.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: Okay, this is tape three. I wanted to ask you if you’ve ever been back to Poland?",
        "Q: What a -- You know, I was just thinking what a incredible program it would be to\nweave -- to take this picture and then just weave the lives together, you know?",
        "Q: Incredible, remarkable lives that you have all lived.",
        "Q: Wow.",
        "Q: Is it possible to describe the -- the range -- I-I mean, you actually described it\nbeautifully, but I mean, in terms of the range of -- of -- of emotions that you had when\nyou went to Katowice. I mean, th-the -- the amount of terrible memories, mixed with the\nbeautiful memories that you have.",
        "Q: If it -- In -- In looking back at this whole period, 1f you -- I’m trying to ask this\nwithout having it sound so overly simplistic, but I guess what I’m trying to get at is -- is\nsort of the overall lessons that you’ve taken from it and that -- that’s something that we\ncould spend hours and hours talking about, but I mean, in terms of both good and evil, I\nguess 1s what I’m -- what I’m asking about.",
        "Q: Right, right. When I said evil, I -- I didn’t really mean that it would be a way that you\n-- something that you were carrying, but in terms of -- I guess maybe by way of\nexplanation, I have a very close friend who’s a photographer, who spent -- do you know\nwho the filmmaker Errol Morris is? He’s -- He’s a documentary filmmaker --",
        "Q: -- anyway, he’s doing a -- a film about the Holocaust and my friend is a still\nphotographer and he went over -- he works with Errol, and he went to Birkenau, this last\nyear. And of course, 1t was a profoundly moving and -- and troubling for him. And one of\nthe things that he was saying -- he -- he’s Armenian and his whole -- his, you know, two\nor three generations past had their own genocide --",
        "Q: -- to -- to come to terms with and -- and his understanding of -- of his experience was\nthat what happened was a universal lesson of what human beings can do to each other.\nObviously there’s -- there’s many na-narratives one could take, based on experience and -\n- and just how you interpret the world. And I guess that’s part of what I was getting at\nand asking you about, this piece of it that -- that -- that -- that represents evil, which is",
        "Q: I wanted to ask you one other thing along those lines, which is sort of another strain of\n-- of meaning, which is the resilience, that -- that your life exemplifies, I mean, th-the\nincredible resilience that you’re sitting here and us sitting here talking represents, it’s\nremarkable.",
        "Q: And which 1s perhaps both universal and particular.",
        "Q: Is there anything that you’d like to -- need to add to our conversation of any particular\naspects of what’s happened and what -- what, you know, different events in your life that\nyou'd like to add?",
        "Q: [inaudible]\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "Q: -- makes -- what you just said, makes me want to ask about -- you’re talking about the\nteaching, and this German man teaching his children, you teaching yours. What -- What\nis -- 1s -- 1s -- I guess one of the things I want to ask you about is -- related to this is, is\nsafety one of the crucial lessons or th -- t -- ensuring safety? Is that -- Is that part of 1t? Or\nis it -- 1s 1t much broader?",
        "Q: Well, you were -- I mean, th-the Holocaust perhaps represents the ultimate in -- in --\nin not being safe and -- and I know from you know, my trips to -- to Israel, as a journalist",
        "Q: Okay. That’s -- I can’t think of anything else I want to ask you.",
        "Q: I want to thank you very much for your time."
    ],
    "answers": [
        "Answer: My name is Leon Chameides, originally pronounced Humeidis and we’re now\nsitting at 65 Westbridge Drive, in West Hartford, Connecticut, my current home. I was\nborn in Cutuvitsa, Poland in south -- southern Poland, in 1935.",
        "A: I think, first of all, I have to emphasize the fact that in 1944, I was nine years old. And\nI had been away from home for a little over two years, since August of 1942. And if you\nremember your feelings at nine years of age, it’s very difficult to separate out, and to\nrecall exactly what one’s feelings were at that time and what occurred later and I’m very -\n- always very careful not to read in things that occurred later and attribute them to that\ntime. I was in a small village by the name of Univ, which is near the large city of Lvov,\nnow in the Ukraine. Univ was very close to the extermination camp of Belzyce. But I was\nhidden in a monastery, the Univ monastery was the mother monastery of the stunite\nmonks of the Ukrainian Catholic Church. I was, by that time, a Greek Catholic in my --\nin my approach really, but with fairly vivid feelings and recollections of being Jewish.\nAnd we, of course, knew that things were happening, because the front was coming\ncloser and closer to us. There were the tremendous amount of warfare. The Ukrainian\npartisans were fighting on the German side and then saw that Germany was going to lose\nand there was a lot of confusion. So a lot of the village people were involved in the\nfighting, and the fighting -- the front came close and closer to us. We could hear it, we\ncould see it’s effects. I’m not sure that I had any feeling in terms of that I was going to be\nliberated. It was -- There was a certain amount of excitement in the -- in a war coming,\nbut of course we had been through this so many times before, that the issue then was\nprimarily how to survive and how to get the next meal. I think those were much more of\nimmediate concern to us -- or to me, at least, than anything else. For reasons I’m not\nclear, we had one healer, I don't know whether he was a physician or not, but one person\nwho knew something about medicine in the area, that I managed to become his helper at\nthe ripe age of nine and we set up a -- a hospital in the church and we brought in -- the\nwounded were brought in from the -- and one of my jobs -- course, we had no medicines\nat all, and one of my jobs was after the battles, to run into the forest and to rummage\naround, find dead soldiers, particularly if they were German, because they would usually\nhave bandages and first aid material on them, and get as much of that material as\npossible. If they were bandaged -- their wounds were bandaged, I would take the wou --\nbandages off and then run back and wash them, so we could use them on the -- on the\nUkrainians. This helped me a great deal. It taught me a lot and also, it -- it helped me\nbecause on Sundays, the farmers, the families would come and then -- and they would --\nto see their husbands and youngsters and -- and I would always be around and so I would\nget eggs and cheese and milk and so there was food. So, we knew something was\ncoming, the front was coming closer to us, the bombardments were more common. One\nheard a lot of shooting a-around and so we knew something big was -- was about to\nhappen.",
        "A: Well, unfortunately for us, again, in my position, not that much changed, because\nwhen the Russians entered, I was on the wrong side, because almost as soon as the\nRussians entered, which as I recall was in June of 1944, Stalin, as you recall, was a firm\nopponent of the Greek Catholic Church. The Greek Catholic Church was a nationalist\nchurch, 1t was very much bound up with Ukrainian nationalism and with a drive for\nindependence on the part of the Ukraine, from the Soviet Union. And so Stalin, who\neventually outlawed the Greek Catholic Church, imme -- almost immediately began\npersecuting the priests. And so, we would see now, instead of Jews being shot, we would\nsee priests being shot. And so, one day, I had heard that there was a -- a horse drawn\nwagon going to be going to the big city of Lvov and I felt that I had to get out of Univ\nand so I took one of the younger boys, who is now in Israel. His name now is Oded\nAmarand, but at that time, his name was Dodo, and we decided we would walk to this\nnearby village -- I have no 1-idea of how much of a distance that was, in order to try to\nget this wagon, and on the way, we were stopped by Russian soldiers a-and a Russian\npatrol stopped us. And children were very often used as spies, so we were highly suspect.\nAnd I remember sitting in, behind a bush, crouched with my arms up in the air as this\nRussian was standing in front of us, not knowing -- with a tommy gun -- not knowing\nwhat to do. And finally, after what seemed like an eternity, I talked them into allowing us\nto go to a farmhouse and -- which he did, and eventually he let us go back to Univ. A-\nAnd then, it was I think several weeks before another horse drawn carriage was going --\nthis time I think from Univ, if I recall correctly, and to Lvov, which is a ridiculously\nsmall distance when covered by car, but is incredibly lengthy by horse-drawn carriage.\nAnd I was able to get on that and went to Lvov, to the mother church, Santa Yura --\nwhich is the Ukrainian for Saint George, in Lvov. And it was in Santa Yura, and I don’t\nknow how long I was there at this time, I don’t get the impression it was a long time, but\nI really don’t have a good concept of time, it could have been weeks, or might have been\nmonths, I’m not sure. But 1-it was during the morning mass that I remember, which was\ncelebrated by Brat Yosef, Brother Joseph was his name, I remember the way he looked, a\nbald head with a white beard. And he was celebrating the mass and in the middle of the\nmass, in walked two boys who were dressed differently than I was. But the dress and\ntheir faces were familiar to me, but I wasn’t sure from where. I was dressed at the time in\npants made of burlap, because we had nothing, and shoes made of -- of wood, soles made\nof wood, because there was no leather. And here come these two boys, who are already\nbetter dressed. They’re in short pants, in a western style, better material. And that was --\none of the boys was my brother and the other one was a young man who is now a chemist\nin San Francisco. And they motioned to me and -- and I went with them and I remember\ngoing to have something to eat first, because we didn’t eat before mass and so we had\nsomething to eat and -- and they took me out of the monastery. So -- So that’s how I got\nout of the monastery.",
        "A: I -- I think -- I think I realized almost immediately, but I wasn’t a hundred percent\ncertain. I hadn’t seen him in a -- two and a half years and at that age, there’s a big change\nthat occurs in -- in people. But I -- I think I realized almost immediately that it was.\nCause I had thought about him a great deal while I was in hiding and the -- the Studite\nmonks made a tremendous effort to always keep us separated, because they were afraid\nthat if we were ever together, we would not only give each other away, but they were in\nmortal danger themselves, because they were really -- would -- would have been killed\nhad it been known they were hiding Jews. So -- And I remember once, I was in Univ, in\nthe attic. I found a pair of pants that I was absolutely certain were his and that were\nhidden there, but I’m -- I’m not sure the --",
        "A: You know, I don’t, and I honestly don’t remember emotions very well and -- and\nagain, you know, we had been through so many eventful days and so many eventful\nmonths and years, that it seemed like I was almost numb and that nothing surprised me,\nso here it is. I mean, I -- I don’t -- unless I don’t remember correctly, which is also\npossible, but I do not recall a particularly strong emotion.",
        "A: I -- I don’t think I had -- I don’t think I had sophisticated thoughts of that nature. I -- I\nthink clearly, you know, at -- at least at the very beginning, I missed my parents\ntremendously. I was terribly scared a good portion of the time. But -- But the immediate\nthings were hunger, were -- were loneliness, were trying to make sure that one didn’t give\noneself away by either saying one was Jewish -- we were particularly marked because it -\n- we were in a society where only Jews were circumcised, so I was always -- I had to be\nvery, very careful, never go -- to go to the bathroom when other boys were there, never to\nbathe together. So, I was always conscious -- so it was this type of peculiar thing, where\non the one hand, you know, I followed the ritual of -- of the Catholic church, on the other\nhand, I -- there was a conscious part of me, because I had to be conscious in order not to\ngive myself away. But, I think children have an incredible capacity to adapt and -- and I\nthink only those who adapted remained alive. I think those who didn’t adapt or couldn’t\nadapt, didn’t survive. So, in a way, there’s already a group that’s -- there’s a selection\nprocess there. [sneezes]",
        "A: Excuse me.",
        "A: Well, not through *46, because this was -- we did not stay under the Russians til ‘46,\nso -- so th -- what I’m describing now, is the immediate liberation by the Russians. And\nagain, you know, I think every person, of course, is different and -- and adapts\ndifferently, but also, I think the age makes a big difference. I notice, for instance, people\nwho were just a few years older than I, had different reactions than I did, because they --\nI think you develop a sense of perspective and -- and -- and knowledge of the world,\nwhich, I think at the age of seven, or even nine, y-you just don’t have. So, y-you have a\ndifferent, you know -- you may develop the skills for survival and the skills for turning\nyourself into someone else and pretending to be someone else, but -- but -- but you can’t\nput that into a perspective. So, I mean, to me it was very confusing, because my native\nlanguage, my mother tongue was German. And -- And as I was a youngster, that was the\nheight of culture. So -- So wh-when the German invasion came in, I thought this was\ngreat. Now, I'll be able to speak my language. So, you know, I was naive, I didn’t know\nanything about the persecutions which had already -- I didn’t know much about Hitler or\nanything like that. I was in a different age frame and I had a different, you know,\nperspective on it.",
        "A: Kelsen.",
        "A: Well, I was already out of eastern Europe by that time. We, just to go back a little bit,\nafter I was taken out of the monastery, we went to -- the person who was responsible for\neven knowing that we were in the monastery was Rabbi David Kahana, who became the\nchief Rabbi of the Polish army. And he himself and his wife and two children were\nhidden in the monastery. He as a priest, his wife as a nun. He wrote a book called, “The\nLvov Ghetto Diary.” And he was a -- He was good friends with my father. And, in fact,\nthe two of them went to metropolish -- metropolithishipditsky together, which eventually\nled to th -- him hiding us. So, he knew of our whereabouts. He also knew that our parents\ndidn’t survive. And so he made it his business to make sure that we were taken out of the\nmonastery, whereas, as you know, there were children, including a good friend of mine\nwho was with me in Univ, whose parents not survive, who simply no one knew that they\nwere there and they were just left there, and then became the object of a lot of post-war\ncourt cases for the community to try to get some of these children back. So, we went with\nmy brother and -- and Nathan, who was the other boy, to Rabbi Kahana, and Rabbi\nKahana told us at that point that our parents had perished and he had a -- a little note that\nmy mother had written, which she gave to him for safekeeping, which he gave us. And\nthen the question was, “Do you know what to do with us?” I was nine, my brother was 11\nand a half and my brother had been placed with a family who had survived the war and\nthere was a husband, wife and the young son of his age and they were willing to take him\nin. And they knew of a woman by the name of Tolla Wasserman -- her maiden name was\nAshkenazi, who had been born in 1909, in Lvov and who had gone through the war, was\nhidden by her maid, she had a Polish maid who was able to cordon off one room in the\napartment, very much like Anne Frank’s thing, and they remained there for 18 months.\nAnd so she was the only one in the family who survived, she was alone and Mr. and Mrs.\nFrost, who were the people that my brother was staying with -- and went to her and asked\nher whether she would be willing to take me in, and she did. My brother did not remain\nwith the Frosts, he -- he had a lot of difficulty in becoming a part of any new home at all,\nand -- and left, but I remained with -- with Tolla Wasserman from 1944, I believe\nNovember, until her death in 1964. And, it was really, I think a great deal. I think, thanks\nto her that Iam where I am. So --",
        "A: Mm-hm. You know, one of the difficulties we always have in -- in trying to ascribe\nany reasons for anything, is that we have no controls. And I don’t know what would have\nhappened to me had I been his age. I think part of 1t was age, but I don’t think it was all\nage. I think I have had, since then, and -- and before, a tremendous ability to adapt to\nreality, which served me well, so I think part of it may have been age, but I don’t think all\nof it. I think part of it has to do with personality.",
        "A: No, I -- I was not shocked and I would have been, I think shocked had I learned\notherwise. It -- It came as a -- when I think back on it in a very, almost unemotional\nmatter of fact issue. Everyone was dead, I mean it’s much more shocking to me now,\nlooking back, than it was at that time. Perhaps that was a protective mechanism, but I\ndidn’t -- I don’t remember, either shock or sadness, or any type of real feeling about it at\nthe time. It’s much more painful to me now than it was then.",
        "A: I -- I don’t recall, but I -- I don’t -- I mean, I remember being in the room and I\nremember being told, and I simply don’t remember any reaction at all. I -- I had -- I don’t\n-- didn’t have any reaction.",
        "A: Yeah, well, we -- we became very close. I started by calling her Chacha, which is the\nPolish word for aunt. And within a few weeks, I asked her whether I could call her\nmother, which I did. So, we became very close. And she had no one. She was a\nwonderful, wonderful human being, and so I was part of her family, although there was\nher -- she had lost her husband and lost her family.",
        "A: Well, in -- in Lvov, if you remember, Roosevelt, Churchill and Stalin met at the altar\nand divided th-the eastern sphere and Lvov was given to the Soviet Union when the map\nof Poland was redrawn. Part of that agreement allowed former Polish citizens to choose\nwhether they wanted to remain there or to move into the western part of Poland, and of\ncourse, our intent was to move westward. So, I started going to school in Lvov on -- in\nRussian school and I did have some education in -- in -- during the war, in Univ, but not\na lot. So, I think it was the first time that I really went to an organized school, and then\nwe were given the opportunity to -- to go by train to western Lvov -- to western Poland.\nWe went there sometime in 19 -- I believe it was in the spring of ‘45 and we went by\ncattle car. Those were -- The only trains available were cattle cars. And there were\nhorrendous stories be -- circulating, of people who had gone before, who would be going\non open cattle cars, a distance that before the war used to take maybe two or three hours\nto cover by train, taking two and three weeks. And the Russians would simply stop in the\n-- in fields and then -- and just refuse to go on. And there seemed to be no schedule, there\nwas no control. Th-The war was still going on and -- and people were freezing to death in\nthe fields. So there was a lot of fear about going on those trains, but we were very lucky\nfor two reasons. One is that Tolla Wasserman, my new mother, had befriended a person -\n- a doctor and each train had a -- one covered cattle car, which had a Red Cross on it and\nhe suggested that we go in that car, so we had covering. And the second thing he did was,\nhe bought, at enormous expense, a -- a bottle of -- a -- a case of vodka. And the first day\nwe were out, the train stopped in the field and he called the engineer into this covered car\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Mm-hm. He took a bottle of vodka out, showed it to the engineer and then heaved it\nout the open door, and it shattered. And the engineer showed his anguish and he said, “I\nwant you to know that every morning, I’m going to take a bottle and I’m going to throw\nit out the door. Whatever is left in that case when we get to our destination, is yours.”\nAnd we got there in two and a half days, which is absolutely amazing. So that’s how we\ngot there, but now that I think back on it, we celebrated the end of the European war, VE\nDay, while still in Lvov, because I remember, we were living at that time on -- in an\napartment on 15 Mawitskago Street, in Lvov and the apartment was deemed too large for\njust my mother and myself. So they billeted a whole slew of Russian soldiers with us.\nAnd many of the soldiers were wounded. There was a -- an elderly gentleman who was\nthe father of one of the younger soldiers and then there were other young soldiers. Many\nof them had lost arms, lost legs and therefore they were taken from the front. And they\nhad bought a case of vodka and mother said, “No, you’re not going to get drunk here.”\nAnd she locked up the vodka. And then they said, “No, no, we’re going to celebrate,\nbecause it’s the end of the war.” And she said, “I don’t believe you, but if it’s really the\nend of the war, I will buy you another case.” So, we went out to the main square, because\nno one had radios, we went out to the main square and after awhile, Stalin came on the\nloudspeaker and -- and announced the end of the war. So the -- I think that was VE Day,\nso we were still in Lvov at that time. During that time also, I went to school, as I\nmentioned. I also worked after school in a cosmetics store. And I remember Russian\nsoldiers used to come in and they would buy five bottles of Eau de Cologne and they\nwould hit it against something, take off the tops and drink -- drink that down. They’d\ndrink anything that had any kind of alcohol content in it. And I was at that time already,\nvery cute. My hair had grown back, and mother made sure that I was always dressed\nmeticulously. And so, I reminded many of them of their own children, I think. So they\nwould very often come to the store and after buying something, they would ask me to\ncome with them for a walk or to come and drink beer. There was a hotel by the name of\nHotel Georges, and they used to take me to Hotel Georges to drink beer. And then I\nwould always go with them, and --",
        "A: This was ‘44, beginning of °45, really ‘45, and I would go with them and on one\noccasion we were coming back and there was a street photographer and so he took a pho\n-- they asked to stop, and they took three photographs and one of those photographs of\nme and two Russian soldiers is hanging on my wall in the dining room. Often wondered\nwhere the oth -- soldiers are. And then, the other thing that used to happen to me again, to\nshow you the adaptability, is that the Black Market was the only way you could make a\nliving. You couldn’t make a living any other way, so everyone was Black Marketeering.\nAnd the Black Market at that time consisted of soldiers who were stationed in Germany,\nbringing stuff back from the west. They would bring stuff back from the British or the\nAmericans, who would barter for -- for stuff, and then they’d come back and sell it and\nthen we would sell it further. And one of the big 1tems was, for some reason or other,\nmother of pearl buttons. So we used to get a lot of mother of pearl buttons in the cosmetic\nstore, which was a state run store and those would be held under the counter and then\npeople would come in who knew about it and would buy them. And whenever there was\na raid or anyone would come, they very often would put the mother of pearl under my\nshirt, around me, because the soldiers were less likely to search children. And -- So I\nwould find myself with mother of pearl buttons on a -- sewn on a -- on material wound\naround me. And one day they found it on me and they -- they took me to the\nEncoverdare, as the NVD was at that time called, Encoverdare headquarters. Mother\ncame with me, she was very shocked and -- and she of course knew about it, but she was\nshocked that I was taken in. We went both. And no idea what was going to happen to us\nand the Encoverdare officer closes the door behind him and -- as we’re shaking, and turns\nto us and -- and -- and says in Russian, “Veehad sheety zheets, yatazhoy.” “You want to\nlive, I also do.” And so he became part of the smuggling ring after that and he got a cut.\nAnd that was the end of that. So -- So that’s what life was like, you -- you adapted to --\nthere was one other episode that I remember from those days, and that was that the\nelderly gentleman I told you about, the Russian soldier, yeah? I don’t know when I say\nelderly, what I really mean. He probably was 40, but to me he was elderly.",
        "A: Right, and -- and one of them was -- one of the young men was his son and I\nremember one day, it was the Day of Atonement, Yom Kippur -- I -- I had no idea it was\nYom Kippur, because I had just come out of the monastery. I -- I had brought from the --\nfrom the monastery with me, and -- my clothes that I wore and three items. I brought my\nrosary, I brought my prayer book and I brought a blanket with which I covered myself\nduring the two years and I learned never to give up that blanket, because that was the\nonly thing that stood between me and the Ukrainian winter. Somewhere, the rosary and\nthe prayer book got lost. My very strong suspicion 1s that Mother threw them out. But\nI’m not certain of that and maybe it’s unfair to accuse her of that, but I suspect that. But\nmy -- Oh, no, there was a fourth item I brought with me, and that was a picture of myself\nin front of the church, which I still have, but, the blanket I still have.",
        "A: I still have the blanket.",
        "A: Well, again, it’s taken on more meaning as I’ve gotten older. And we just had a\ngrandson and we used -- we used that blanket during his circumcision. So -- where was I,\nwhere was I? Oh, I know wh-why I was telling you this.",
        "A: Sure.",
        "A: So, the reason I was telling you this in a roundabout way is because of this old --\nprobably 40 year old gentleman who had came to Yom Kippur, to the Day of Atonement\nand as I said, I didn’t know that, because Mother was really not very observant --\nreligiously observant. So, we didn’t celebrate that at that time. But, he came to me and he\nasked me if I would stand at the door -- at the kitchen door and look out and warn him if\nhis sons or any of his friends came. And I said, “Why do you want me to do that?” And\nhe said, “Because I’d like to say some prayers, but I’m afraid that they might turn me in.”\nBecause in the atheistic system in Russia, that wasn’t allowed and he was afraid of his\nown son, that he would turn him in. That made a big impression on me and I remember it\nto this day. The reason I mention this, 1s that -- is that I think another thing that I was\nvery fortunate in was that I wasn’t thrown immediately from one religious experience\ninto another. If I had been, my suspicion is that I would have rebelled. But, as I\nmentioned, Mother was not particularly a religious woman. On the other hand, she took a\ntremendous -- she had a sense of responsibility which she took very seriously, to make\nsure that I was brought up in a religious atmosphere, because my father had been the\nrabbi of Katowice and she felt an obligation to bring me up in the way they would have\nwanted. And so I did, later on, but I’m getting ahead of myself, go in to go to Yeshiva\nand so on. But at that time, as I think back on it, it was very -- I was very fortunate not to\nhave been thrown into a religious environment.",
        "A: Right.",
        "A: Well, ‘40, no it was probably the middle -- was -- I don’t remember, was VE Day in\nMay ‘45? I think --",
        "A: I believe it was. And -- And that we still had in Lvov, so it was probably in --\nsomewhere in the -- and I remember going -- it was in the spring that we went, so it was\nprobably the end of May of ‘45 that we went westward. And the place we went to was a\ntown by the name of Bittum. Now Bittum is in western Poland and actually is just a tram\ncar -- street car’s ride away from Katowice. So I came back to where I had been. And in\nfact, I had had relatives in Bittum who -- who had lived, before the war, in Bittum, were\nvery wealthy people, owned a factory there, but none of them survived, all the\ndescendants. But we went to Bittum because the other family that I had mentioned, the\nFrosts, with whom my brother was still -- he was still with them at that time, had gone to\nBittum, and -- and so we went there thinking we would try to settle there, at least for\nawhile. The idea always was to come to the United States. Mother had actually registered\nto come to the United States before the war, but her number hadn’t come up. So she was\nstill hopeful that she was in line, in terms of the numbers and that eventually that number\nwould come up and that we would be able to come to the United States. We went to\nBittum and I started going to school, but it became dangerous -- not became, but it still\nwas dangerous for Jews to be identified as Jews and the Kelsa program is of course, one\nmanifestation which occurred later, but one manifestation of that. So, 1-it wasn’t good to\nbe a Greek Catholic, which would have been natural, because we were now in western\nPoland. So, I went to school now, and -- as a Roman Catholic and my name became\nLeslef Kusharetsky, because it was impo -- for me to have told anyone I was Jewish,\nwould have been very bad for me. So -- So I became a Roman Catholic at this time, not\nthat I was baptized or anything, but as far as my schoolmates were concerned, and my\nname was Leslef Kusharetsky.",
        "A: You know, anti-Semitism is -- is very relative. We had just gone through the worst\nanti-Semitism there 1s, where we saw people being dragged through the streets by their\nbeards and shot and killed. So, anything that occurred, the fact that someone would throw\na stone at -- would call a name, was so minuscule. So, you know, the Russians to us, were\nthe liberators. They were our friends, they were the people who defeated Hitler and so\nthere was enormous amount of -- you know, they evoked a positive image 1n our minds.\nThere was a lot of anti-Semitism around, but it was -- it was a -- it was as natural as\nbreathing and it was so minuscule compared to what had just happened that it really was\ninsignificant.",
        "A: No, no.\nwould often say, “Oh, I thought -- I thought the -- the Germans got rid of you all,” or\nsomething to --",
        "A: Oh, yes. Yeah.",
        "A: Yeah.",
        "A: Absolutely, absolutely. But again, you know, it’s -- it’s -- it -- one should not\ngeneralize. There were good people. And -- But -- But there was hatred and there was --\nand -- and you know the fear? Don’t forget that a lot of the Poles were living in Jewish\nhomes and eating from Jewish dishes and their fear was someone was going to come\nback and reclaim it. A-And the fear toda -- to this day is someone’s going to come back\nand reclaim it. So, you know, th-there was a lot of anti-Semitism, but again, relative to\nwhat we had gone through, it was quite mild.",
        "A: Well, we -- we -- again, we had difficulty making a living and -- and one of the things\nthat everyone was doing was buying and selling and you’d go to the market and you\nwould stand a-and you would see something -- with a few do -- few zlotys, and you\nwould see something and you’d buy it and then you’d move two steps further and you’d\ntry to sell it. And I remember one amusing incident was that we once bought what we\nthought was a lovely pair of shoes for very little money and when we looked at our most\nmagnificent find, we found that we had been sold two left shoes. And here we were,\nhaving spent a fair amount of whatever we had on these shoes, hoping to make a good\nprofit and here we had two left shoes. So, the question then was, how could we sell two\nleft shoes? And the feeling was that a child would more likely get away with it than an\nadult. So my brother ended up selling the two left shoes to some other poor sucker, who\nthought he or she had gotten a bargain. But that’s the way life went, you know and -- and\n-- and so on. But the -- What happened next is that my mother’s parents had lived in\nGermany and managed to get out of Germany in 1938 and go to England. And their son\nand dau -- two daughters, also were in England, s -- and my uncle, their son, they lived in\nNewcastle on Thames and in -- immediately at the end of the war, they began making\ninquiries about our family and found out that the children had survived. So they\npetitioned the religious council of England, th-the chief rabbi at that time was Rabbi\nHertz, to try to get us to rejoin them. And there was a Rabbi Solomon Shunfeld, who was\na strikingly handsome gentleman, with a red beard. He worked for the United Nations at\nthat point -- for the UNRRA, the relief organization. He fashioned himself a uniform,\nwhich was a British uniform with a -- with a leather strap across his chest and -- and\nlooked very, very elegant. And he basically made trips on behalf of the religious -- the\nchief rabbi’s religious council of England, to Poland, in order to find Jews who had\nsurvived, to help them, to try to get children and see whether he could transport them to\nEngland, get permission, and they were able to get a certain number of visas from the\nBritish government. And so my uncle approached them to find us and -- and he in fact\ndid and I remember when he came to -- to Bittum -- and that was in 1945, probably mid\nor late ‘45, to inform us that we had grandparents and uncle and two aunts and that they\nwere anxious to get us to England. And my brother said, “Great.” And I said, “I won’t go\nwithout Mother.” And they had no permission for a visa for an adult, to they had a\nproblem. They wired my uncle and my uncle said he wasn’t ready to bring anyone else,\nbut he wanted us, so they tried again. And I told him in no uncertain terms that there 1s\nabsolutely no way in which they will get me into any kind of vehicle alive, and -- to go to\nEngland. So, he wired back saying that he would not participate -- he would not do that.\nAnd finally they got a visa for Mother. So, in the very end of 1945, I think it was\nDecember the 31st, of 1945, we left -- well, we first went from Bittum to Warsaw, stayed\nwith Rabbi Kahana, who was -- then lived in Warsaw and every day we would go to the\nairport, because we now had permission to go to England, and every day we would be\ntold that the planes were not flying because it was too foggy.",
        "A: And this wa -- yes, absolutely, because at that time, radar was in it’s infancy and --\nand these were Royal Air Force planes, which were basically troop transports, they\nweren’t commercial -- you know, they had canvas seats and they basically transported\ntroops. But they were willing to transport us. And -- So, for about two weeks, there\nbecame a standing joke, we would go in the morning to the airport, we’d be back in the\nafternoon and then finally one day we went and we took off and we went to Berlin and\nthen from Berlin, flew to London, where we were met by my aunt, and then took a train\nto Newcastle. And we remained in Newcastle for the next -- well, in England for three\nand a half years. Oh, when we -- originally they gave us a visa which was valid for one\nmonth’s visit. But our Polish passport, which I still had, states that it’s valid only one\nway, so, I’m not sure how that worked. But when we came to the airport, the official said\nto us, “You only want to visit England for one month?” And we said, “Well, we’d like to\nvisit for a lot more, but we’re only allowed one month.” So he crossed out one month and\nhe put three months. And I still have that document. And so every three months, we had\nto renew our stay in England and we did that for three and a half years, until our number\ncame up to come to the United States. So this was now 1946, I was 11 years old and I\ncame to England, to Newcastle, and started going to school there and I didn’t know a\nword of English and I had to learn another language and then --",
        "A: Well, my native was -- was German and then Polish and then of course during the\nwar, Ukrainian and then after the war, Russian.",
        "A: Very. They’re both Slavic language, but -- and they’re both written in a Cyrillic\nalphabet, but they’re are significant differences between the two.",
        "A: So -- Right, so I had to learn English and unfortunately England had a terrible system\nat that time, which they have since done away with. And that is that they had an exam\ncalled the elevenses. When you were eleven years old, you took an exam and if you\npassed it, if you got above a certain grade, you were destined to go to a university. And if\nyou got below a certain grade, you were destined to finish your education at the age of 14\nand to the factory. And I arrived there just before my 11th birthday. And so, I took my\nelevenses, not knowing how to read one word, and of course got zero. And so, I was\nplaced in a school that would have ended at the age of 14, in a factory. But, again,\nMother had other ideas and -- and in 1948, she left Newcastle with me and we went to\nLondon and she got a job as a maid in a home on Goldessgreen Road and enrolled me in\na Jewish secondary school, because you could avoid that whole system if you went into a\nprivate school. And so from ‘48 to ‘49, I went for the first time, to a Jewish school and\ngot a little bit of a beginnings of a Jewish education at that point.",
        "A: I think a little bit of both. I think, you know, our world was a world which was not\nnormal, because the people, all of our acquaintances were refugees. People who -- who\nhad been lawyers and professors in Poland and now were doormen and -- and -- and\njanitors. It was a world in which the topic of conversation was dominated by what was\nand what was lost. So it -- So that was always, I think cloud that -- that was there.\nWhenever -- I don’t remember one day that it, you know, became, but certainly, as I\nthink back on my teenage years in this country and so on and later on, I never was the\nsame as other kids. I could never let myself go, I was always separated, by my own\nvolition. I could never participate in -- in something pleasurable for it’s own sake. It had\nto have an ulterior purpose, it had to have -- there was always that serious element to it.",
        "A: It had to have a certain usefulness, I had to -- I was constantly aware that I had a\nresponsibility, that my life wasn’t fully my own, that I had to fulfill certain\nresponsibilities. At the same time, I must tell you also, that it -- 1t -- my past experiences\nhave been of enormous help to me. And no matter what crisis I faced afterwards, I would\nalways say to myself, “Well, there’s nothing to this.” It’s a piece of cake, right? So -- So,\nfrom that point of view, everything always compared itself and -- and so from -- so it was\nhelpful, but there’s no --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: Yeah, I think that everything always gets compared to that and no matter what crisis\nmay arise, it -- it pales to insignificance when compared to what one has already been\nthrough, so you can always say to yourself, “Well, if I’ve gone through the worst, I can\nget through this.” And -- And so no crisis seemed as great, yeah.",
        "A: Well, I am not sure that I articulated it that carefully at that age. I can only talk about\nthe results. Obviously, I’ve articulated it more clearly in my mind since then, but to be\nfair about it, at that age, I didn’t. But again, to get -- Ill get back to your question in a\nminute, but to get back to those days when I went to the Jewish secondary school, to the\n[indecipherable] grammar school, I lived in a dormitory -- and this was from ‘48 to ‘49,\nand every youngster in that dormitory that I lived in, was a survivor. And every -- just\nabout every youngster was without parents. And so it was a -- again, a peculiar\natmosphere that one was in, so the -- the -- the thing continued. You’re never very far\nfrom it and w-was during wa -- those years that one of my -- my very first girlfriend that I\nhad a crush on, unfortunately committed suicide. And so there were people with a lot of\nproblems, a lot of unhappiness.",
        "A: And I was very fortunate among them, because I had -- I had an anchor, which they\ndid not, which -- which was of tremendous help.",
        "A: I -- I think it was despair for her and -- and as far as my own feelings, I was, of course,\nvery sad to lose a friend and sad that it occurred at that point. But my attitude was, if\nthat’s what she needed to do, that’s what she needed to do. And it wasn’t -- a-again, you\nknow, coming from an environment so surrounded by death, it -- it -- it -- 1t was one\nmore and the -- the war didn’t end in 1945, it continued. And it continued to claim it’s\nvictims.",
        "A: Was terribly important, and again, as I said before, I attribute all of my good fortune\nto that and then what I’ve been able to do, yeah. But you asked me before, in terms of --\nof responsibility to whom, and of course, that, I think, probably changes as your age\nchanges and as your perspective changes. I don’t think you make a decision for life and\nthen you stick with it, I think it -- it changes. But it was always a sense of responsibility,\nbut I owed it to Mother, I owed to make something of myself, it was never th -- 1t was\nunthinkable that I would not achieve something, 1n some field. So I had that\nresponsibility. I felt a -- a very keen sense of responsibility to my parents. I felt that when\nI came to the United States, I felt I needed to delve more into -- into Jewish learning, in\norder to learn what motivated them and -- and it became important for me to have\nchildren and grandchildren.",
        "A: Well, there is that question in terms of what makes the world go around and -- and the\nhow come and tha -- there no -- no question that these questions occur to you. I’ve never\ninterpreted these as being guilt, certainly it -- 1t could be, that on unconscious level, there\nis guilt. But P’ve never felt, on a conscious level, particularly guilty. I felt -- I felt blessed\nand lucky. But I don’t think -- I don’t think guilty. I don’t -- I don’t feel that.",
        "A: Mm.",
        "A: ‘48 - ‘49, right, we left Newcastle in “40 -- yeah, ‘48.",
        "A: Right. Well, I didn’t take that much advantage of London as a city. You know, it’s of\ncourse, a wonderful city and we did go to museums and so on as a -- on school outings,\nbut Mother, as I mentioned, worked as a maid. Worked for a family by the name of\nBodner, on Goldessgreen Road and -- and she was constantly working, so she had no\ntime and -- and certainly no extra money to do anything with and she spent on my\nschooling and whatever extras. But we would go to the movies and so on, but most of my\nlife revolved around the dormitory where I lived and taking the bus to school and coming\nfrom school and doing homework and the usual types of things. We -- At that time, we\nstill had ration books in England and I remember people were always complaining about\nthe rationing of food and -- and -- and to us, when I say to us, I mean in -- in the\ndormitory and so on, we always thought it was rather amusing, because we thought that\nth-this wasn’t a shortage, this wasn’t deprivation in any way. But -- But we did have\nration books and -- and yeah.",
        "A: Right, right.",
        "A: Ah, well --",
        "A: Well, it was a -- a being in limbo, basically, and -- and not being able to get on with\nyour life, because every three months you had to go to the Home Office and plead for\nanother three months extension of your visa, or another six months extension of your\nvisa. Mother was not allowed to work, that was one of the conditions of the visa. So that\nhad to be done surreptitiously. And so -- so, there was a certain degree of discomfort, but\n-- but even though this was a rather mild getting around the government regulations,\ncompared to others, so that wasn’t much of a problem. But you sort of had a feeling that\nyou were in limbo, waiting for something, and that you really weren’t going to ge -- get\non with your life until that number came up, which it finally did and we left in June of\n1949. Now, I must mention that my brother had also gone to that school, but before me.\nAnd then in 1948, I was walking with him on the street one day in London, and -- and he\nsaid to me, “I will share something with you, but you mustn’t tell anyone.” And I said,\n“Okay.” And he said, “I’m leaving next week.” And I said, “Where are you leaving to?”\nAnd he said, “Guess.” And I said, “Is it to Asia?” And he looked at me and I said, “Asia\nMinor?” As it was known at that time. I said, “Palestine?” Shh. And indeed he took an\nillegal boat from France and went to Palestine and participated in the various wars there,\nworked in a lot of different professions and then was sent out in the embassy to Europe in\n1956, and in 1956 decided that he had had enough of politics and international relations\nand everything else, and he went back to school and got a degree in physics and he got a -\n- came to the United States and got a Bachelors, a Masters and a Doctorate in physics and\nthen went to teach in Australia, but -- from England -- so we -- we came to England\ntogether, but almost immediately when we came to Newcastle, he went to London to\nschool, and I stayed in Newcastle. And then when I came to London, he had left for\nPalestine. So we really never had -- were together very much.",
        "A: I -- I did. I always, you know, admired him a great deal. He 1s a -- was and is an\nexceptional person in terms of his -- extremely bright individual, with a -- with a\ntremendous depth of knowledge of all sorts of esoteric fields. He developed a computer\nprogram for writing Chinese and in fact that we were in China a few years ago, I was\nthere as a visiting professor and -- and he was there trying to market his Chinese\ncomputer. And so we were sitting in Beijing, over a bottle of plum wine and -- and we\nwere reminiscing and we were saying, “Isn’t it strange, here is a Polish Jew from Israel,\ntrying to teach the Chinese how to write. So, I’ve always admired him very much, but --\nbut he has always borne a tremendous burden and -- and never -- has never been able to\nmake peace with himself or the world, and I’ve always felt very deeply for him, because\nof that. So, I understand him, and yet I don’t.",
        "A: He was here just a few years ago and he was supposed to come again this fall, but\ncouldn’t and he’s thinking now of coming in the spring. So, every few years, we see each\nother for a few days.",
        "A: No, we have not. We have not.",
        "A: Yeah, yeah, yeah.",
        "A: Right.",
        "A: Oh yes, yes, very --",
        "A: -- very much. Well, we -- we -- my mother called me to tell me that she had gotten a\nletter from the US embassy and that we had to go in for physicals.",
        "A: Yes, oh yes --",
        "A: -- but that we -- but that we had, finally, the number and that was a very, very big\nthing, we were very excited, and --",
        "A: I don’t think so, because I don’t -- we had no money. I think our big problem was we -\n- we just had no spare money whatsoever, and -- and so -- Mother was making, I think, I\ndon’t remember, two or three pounds a week, or -- there was never any spare money. So,\nwe -- But I do remember we were terribly, terribly happy and unfortunately, my uncle\ndied just at that time. He had had an asthma attack and at the age of 34, died. So -- So\nthat was a sad event and see, that was just before we left. And we left and I was also very\nexcited because we were going to go to the United States on the Queen Elizabeth, that\nwas the Queen Elizabeth number one, not number two. And we arrived here, on June the\n13th of 1949.",
        "A: Well, the ship was -- oh, the ship was very exciting. Of course, I was -- I was 13 years\nor 14 years old and -- and -- and to any 14 year old, to make an Atlantic crossing on the\nQueen Elizabeth, a very, very exciting event and we -- I know one thing that did occur\nwas on the morning of when we arrived in New York harbor, I was -- must have been up\nat four in the morning or maybe three, and I was on board and everyone was there,\nwaiting for the Statue of Liberty to come into view. And at just about daybreak and we\nwere still a little further -- far away, so I couldn’t see it. Up came someone and said that\nthe morning prayers were being said and they needed a 10th man. So I went down for the\nmorning prayers, to the chapel. Someone had the -- to say Kaddish, so there I was and I\nmissed the Statue of Liberty by the time I came up. We had passed it, so -- so --",
        "A: But -- But anyhow, we landed and it was Flag Day. A gentleman came up who was\nselling flags, he pinned a little flag on my lapel and waited for some money. I had no idea\nhow much to give him, but in England, you could buy a loaf of bread for a penny\nfarthing, which was a penny and a quarter. So, a penny was a fair amount of money, so I\nthought that would be good. So I gave him a penny and I heard a string of curse words as\nonly a New Yorker can use. That was my introduction to America.",
        "A: A rude, rude introduction. Now, I must tell you, that as you know, when one used to\nbe able -- when one got a number to come to the United States, it was based on the fact\nthat someone in the United States had filled out an affidavit sponsoring you. The person\nwho filled out an affidavit was Mother’s half-sister. And so we arrived, and arrived at the\nport, and found no one waiting for us. So everyone -- we were waiting at the port and\neveryone dispersed, everyone disembarked and we were left alone. Of course, speaking\nthe language well, but otherwise strangers in New York port. And we were amazed that\nno one approached us. So we went over the to the HIAS desk --",
        "A: HIAS. The Hebrew Immigrant Aid Society, which was a wonderful, old organization\nwhich has helped for many, many decades, Jewish immigrants to this country. And they\ngot us a cab and we got in the cab and I think we may have had three suitcases, maybe\nfour, but not -- not more than that, with all of our possessions. And we came to -- near\nKing’s highway in Brooklyn, on 34th Street and found the address of Mother’s half-sister\nand rang the doorbell and she came to the door, looked down and said, “So many\nsuitcases? Where am I going to put all of this?” So that was the greeting and it portended\nnot a very good future. That evening, she decided that she would take us and show us\nBrooklyn and she took us to Pitkin Avenue. And she thought that we would be oohing\nand aahing at the neon lights and so on and when we didn’t express any exhilaration,\nhaving just come from London and she was very upset. She also informed me in no\nuncertain terms, tha -- in the United States, we don’t speak the way I did, because I had a\nthick English accent. That we say, toity toid street and not 33rd Street. And we stayed\nthere for about three days and then it was quite clear that we were not welcome. We were\nvery grateful for the affidavit, but 1t was clear we were not welcome there.",
        "A: It was on King’s Highway, I think on 35th Street -- 34th or 35th Street. 34th, I think.",
        "A: No, Brooklyn.",
        "A: In Brooklyn.",
        "A: In Brooklyn.",
        "A: Wait a minute. East, no, it was 34 East 58th Street. That’s what it was, 58. East 58th\nStreet.",
        "A: In Brooklyn. And, at any rate, we -- we left there after about three days, got in touch\nwith HIAS and HIAS was kind enough to put us up at a transient hotel, which was called\nthe East Broadway Central Hotel, down on the Lower East Side. A very meager, transient\nhotel. And then we managed to get a room on West 102nd Street. One room for Mother\nand me. And she managed to arrange a cour -- to take a course in baby nursing. Her idea\nwas that every mother who comes home, needs someone to take care of the baby for a\nweek or two and so she would take this course and -- and be able to find work, which she\ndid. After a six week course, she found work and she would work for 30 hours a day and\nthen have four hours off. And so she worked very, very hard. In the meantime, I -- this\nwas in June, so it was at the beginning of the summer. It was a very hot summer in -- in\nNew York. I had never experienced heat like that. But someone had told me about a\nschool in New York called Yeshiva University, where I could get both a general and a\nHebrew -- a thorough Hebrew education. So, I took a subway, went up to Yeshiva\nUniversity and pleaded my case with the admissions office. They asked me what my\nbackground had been, what I knew, whether I knew any Hebrew, and I didn’t. I had had\nthat one year in London, which barely I was able to read, but that’s about it. And they\ntold me they didn’t see how I could possibly keep up, that all their students had had eight\nyears of thorough Hebrew education, that the language of instruction in the Hebrew\ndepartment was in Hebrew and they didn’t think I could -- I could manage it, so -- but\nfinally they decided to give me some books and si -- told me to take these books and\nstudy them, and come back in September and we’ll see what we can do. So, I took them\nhome and there was absolutely no way, I -- I couldn’t make heads or tails out of them. I\nused to sit and try and it was very hard, I was really very discouraged. Came back in\nSeptember and fortunately the registrar of the teacher’s institute of Yeshiva University,\nDr. Greenstein took pity on me and said, “Well, why don’t we try you.” And -- And so I\nstarted in the lowest grade -- in their lowest grade, where everyone was already speaking\nHebrew. And I remember my first word that I learned, that I could understand and -- and\nI spent the next six years at Yeshiva University. I graduated their high school at 16 and\nthen their college at 20 and at 20 also received a Hebrew teacher’s diploma, and a\ndiploma from the Hebrew University of Jerusalem in proficiency in the Hebrew\nlanguage, and learned Yiddish and -- and received a Bachelor of Hebrew literature, as\nwell as a Bachelor of Arts, before I went to medical school. So, it’s possible. Yeshiva\nUniversity was incredibly kind to me. I had a difficult time there, I won’t say it was easy,\nI had a difficult time, but -- but Yeshiva University gave me a scholarship. They provided\nme with a card which was worth eight dollars per week, through which I could eat. And\nthey would, from a financial point of view, in terms of financial help, they were -- I -- I\nreally couldn’t have gotten that kind of education if they weren’t around, so I’m very,\nvery grateful to them and to President Velkin, who was always very kind to me.",
        "A: No question, no question, HIAS, with all of it’s faults and problems, and there were\nmany, was -- was tremendously helpful and -- and as I said, Yeshiva University.",
        "A: I think those were the two that really helped us most, I think.",
        "A: Well, in terms of mementos, yes, of course, I brought a number of things. From the\nwar, I brought my blanket, but I was busy really building a future and not dwelling that\nmuch. The past was always there, but I wasn’t dwelling on it. I also brought a little book\nthat I had borrowed from the library in Univ and never returned, and I still have to this\nday. I don’t know what the overdue charge for that [indecipherable].",
        "A: And I also have a handkerchief which my father gave me when he left me at the\nmonastery, cause I started crying and he gave me a handkerchief. And that’s about it.",
        "A: Yeah, yeah, yeah, and a few photograph. But, in terms of the early days, no, I think it\nwas a -- a lonely existence, because I really didn’t -- I didn’t -- I didn’t really fit in, in\nmany ways. My accent was strange, I had a British accent. Didn’t know anything about\nbaseball, didn’t know anything about American football.",
        "A: They were -- They were strange sports to me. I had learned a little bit about soccer,\nbut even that was strange. I -- I found it very difficult to identify with the idea that\nsomeone would run after or hit a ball and then get all excited about it. I mean, that just\ndidn’t seem to me to be the essence of life. And I -- And I -- I could never participate in\nany of these activities, I just thought they were silly. And so -- so I really was -- I really, I\nthink, I felt myself different. Fortunately, at Yeshiva University, there were a number of\nyoung people who came from Europe and we formed sort of a clique. And there were a\nnumber of Israelis who were strangers here. There were a number of people from South\nAmerica who were strangers, so there was this -- there wa -- there were a number of\npeople who felt themselves alienated or strange in the environment. But my purpose was\nto learn, and I did and -- and -- and that’s the important thing.",
        "A: I was an outsider, no question, I was an outsider. I never had -- I didn’t have -- I had\none close friend, who was from Costa Rica.",
        "A: At Yeshiva. And I had one close friend, who has since died, who was also from\nEurope, but I really didn’t have close friendships. I never -- I, for instance marvel at the\nfact that in the six years -- I came from Europe and in the six years that I was at YU, I -- I\nnever saw the inside of a home. I was never invited to anybody’s house. I never -- was\nnever anywhere for a meal. I had no -- A-And part of it may have been my fault, I don’t\nknow, maybe I kept myself at arm’s length, but that’s the -- that’s the fact.",
        "A: I -- I didn’t make a secret of it, but I also didn’t advertise it. But I was -- I said I was\nbusy with the future, not the past. I think people knew, more or less, but you know, it\nwasn’t that unusual. I mean, New York was full of refugees in 1949, and people weren’t\ninterested in what we went through. I think now people are interested, but in those days,\npeople weren’t interested.",
        "A: I don’t know. I -- I think the mood has changed. I think that, you know, again, when\nsomething 1s very prevalent -- now, you know, I’m one of the youngest of the so-called\nsurvivors. The people are, you know, leaving this world and passing on and th --\nbecoming less frequent, so everyone’s trying to get the story down on tape and so on. But\nwhen everyone is -- around you 1s somehow connected with it, it’s not that unusual.",
        "A: And -- And so, 1-it wasn’t, you know, it wasn’t -- as I said, I -- I never tried to hide it,\nbut at the same I never made an issue of it. My purpose was to move forward. It’s only as\nyou get older that you begin to look back. When you’re young, it’s full steam ahead and\nyou got to build a future and you’ve got to -- you know, you’ve got things to do.",
        "A: Uh-huh.",
        "A: Seventh Million",
        "A: [indecipherable |",
        "A: I think there may have been, but -- but I think in Israel, the issue was more\ncomplicated, because in Israel, they had their existence to fight for. They needed heroes,\nthey desperately needed heroes. And -- And the people who survived the second World\nWar were not looked upon as heroes, they were looked upon as cowards, and as sheep\nwho went to slaughter, this was the public image. And -- And that’s not what they wanted\nto transmit to their youth. They needed power. I mean, that’s why they transformed this\nwhole thing of Masada, for instance, which when you think about it, Masada is as\nantithetical to Jewish history as anything ever has been. The hero of Jewish history was\nRabbi Yochanen Ben Zacki, who, when the Romans surrounded Jerusalem and were\nabout to destroy the temple and the nation, had himself snuck out in a coffin, the story\nhas it, with his students following as the mourners, because they would allow coffins and\nfunerals to go outside of Jerusalem, and he went and formed the Yeshiva and basically\nsaved the Judaism, through his academy in Yavna. That was the hero. The idea that Jews\nwould lock themselves up in a rock fortress and commit suicide, is a very un-Jewish idea.\nThe Jewish idea is to sneak out and continue the line. It’s not to commit suicide. But\nIsrael needed that at that time. And people -- we build monuments not to commemorate\nwhat occurred, but in order to fulfill the need that we have at that moment. And Israel\nneeded their paratroopers to go up on Masada. So, in the same way, Israel needed heroes\nto fight wars, they didn’t want people who were going to slaughter. The other thing is\nthat we have, you know, on my observation also, is that there 1s in -- 1n survivorship, and\nI don’t particularly care for that word at all, but we’ll use it, there is a hierarchy of\nsuffering. And -- And in general, my story, which is fascinating to you, 1s of no\nconsequence to most quote, unquote survivors [indecipherable] talk to.",
        "A: Because, number one, I wasn’t in a concentration camp, and that’s the highest,\nparticularly if you were in Auschwitz. And -- And number two, I was a child and what\ndoes a child know? A child has no feelings, a child doesn’t know anything, a child\ndoesn’t observe the world.",
        "A: Oh, yes.",
        "A: Oh yes, absolutely, there’s a -- in fact, I am not generally, perhaps that’s the way I\nlook upon myself, too, but I’m not generally considered a survivor. I know, for instance,\nwhen they are making up committees for Holocaust commemoration, I’m not included on\nthose committees. My English is unaccented, my -- my attitude 1s -- is different, perhaps,\nbecause I -- my education was here. I don’t -- I don’t fit the mold.",
        "A: Oh no, heavens, no, no, no.",
        "A: Well, it’s almost amusing to me. And it’s -- it’s -- it’s an observation of the way life is,\nthere’s no bitterness about it, 1t doesn’t do anything to me -- for me, one way or the other,\nbut -- but there 1s this -- this hierarchy, so, in general, you know, people have very little\ninterest in -- in -- 1t’s only recently that people had a fa -- interest in the children. That’s a\nvery recent phenomenon and I suspect it’s because the older generation 1s dying out and -\n- and also because the quote, unquote, those of us who were children are now getting into\nan age where we can be taken seriously.",
        "A: Oh absolutely, there’s a definite social strata.",
        "A: No, no, no, no, no, no --",
        "A: -- and in particularly, don’t forget, I went to Yeshiva University, I was -- I was ina\nJewish environment, but no, I have experienced no anti-Semitism and I have since then,\nin -- in medicine, worked with people from many cultures and I have -- I have\nexperienced only the highest respect. I never had any -- any feelings at all of anti-\nSemitism that I have detected.",
        "A: In America, absolutely.",
        "A: Well, I -- ’'m not sure I know that, in fact, except that, again the -- the common\nwisdom among us -- and when I say us, among us immigrants, was A, that the one thing\nthey can’t take away from you 1s wisdom, or knowledge, so you got to get that. And\nnumber two, that there were certain professions that you cannot transport across\ngeographic boundaries and there are other professions that you can. I met, as I mentioned\npreviously, a lot of lawyers who were doormen and janitors. I didn’t meet any physicians\nwho were doormen and janitors. A physician, not only highly respected, but you can take\nthe job with you wherever you happen to have to go. And I think in those days, that was\nan important reason for choosing a profession. And so -- And maybe my previous\nexperience, my very brief experience at the end of the war, maybe that had something to\ndo with it, I don’t know, but at any rate, I decided that I wanted to become a physician.\nNow, it wasn’t a rational decision, because I had in fact, never had a doctor. Only went to\none if I was deathly ill. I never had any care to -- so to speak, didn’t know any physicians\nand to tell the truth, had very little idea as to what they did. But it sounded good, it was\nsafe, seemed like a reasonable thing to do.",
        "A: So I finished YU, and -- and luckily for me, the Einstein College of Medicine was\nstarting in 1955 and I graduated in 1955, and so I applied to the first class of the Albert\nEinstein College of Medicine, and was very fortunate in having been accepted there. And\nso I went there from ‘55 to ‘59, for four years and then decided to go into pediatrics. I\nalways liked children, liked the things that I learned in pediatrics in medical school. And\nthen, after looking around, decided to take my internship and residency at the University\nof Rochester Medical Center. And this was very fortunate, both because it gave me a\nwonderful grounding in -- in medicine and also because I met my wife there, Jean. She\nwas a secretary in the Department of Pediatrics a-and we met shortly after I came there,\nand we were married in 1961.",
        "A: Well, she worked as a baby nurse, as I mentioned and then when that became a little\ntoo much for her in terms of the number of hours, she went to a bank and worked as a\nbookkeeper in a bank. During my sophomore year in college, she met a Mr. Stark, Mr.\nEdward Stark, who had been a lawyer in Europe, came to -- and had been a prisoner of\nwar in the pol -- in the Polish army, and came to the United States and went to -- back to\nschool and got a Master’s in social work and worked as a social worker. And they\nmarried in -- when I was a sophomore in -- in college. So that’s --",
        "A: -- ‘54, yes. *53 -- °53. And, so they married, and -- and so I felt more comfortable in\nterms of leaving for Rochester. I wanted to get out of New York very much, but I am not\nsure I would have done that had Mother not had companionship, but I felt more\ncomfortable about it.",
        "A: Oh yes, yes, we -- we -- we remained very close, always remained very close and, you\nknow, I would come back frequently from Rochester and call and so on.",
        "A: No, this -- Einstein is in the Bronx.",
        "A: But -- But I graduated Einstein in ‘59 and then went to -- and then went to Rochester\nafterwards for my internship and residency.",
        "A: In Rochester?",
        "A: Well, I was there for two years, from ‘59 to ‘61.",
        "A: We married in ‘61.",
        "A: And then we went to Boston, I was in Boston Children’s for a year. I wanted to take a\nyear of pathology at Boston Children’s, which I did. And then in 1962, I owed Uncle\nSam two years and I was inducted into the public health service as a Lieutenant\nCommander in the Coast Guard and we were stationed in Columbus, Ohio, and that’s\nwhere our first son was born, was in Columbus, Ohio.",
        "A: Well, the -- I was with the public health service, but the public health service is a\nbranch, technically speaking, of the Coast Guard.",
        "A: Yeah, the -- the ranking is the Coast Guard ranking, I don’t know why.",
        "A: Right, right.",
        "A: Right.",
        "A: ‘62 to ‘64.",
        "A: And then, by that time I decided that I wanted to specialize in pediatric cardiology and\nso I went back to Rochester -- we went back to Rochester now, with our first child and\nwhile there, our s -- daughter was born and we were in Rochester from ‘64 to ‘67, and\nthen in ‘67, came to Hartford to become -- to develop pediatric cardiology, really, at\nHartford Hospital, in the University of Connecticut, when they arrived a year later and\nmost recently at the Children’s Hospital, Connecticut Children’s Hospital.",
        "A: Has been in -- in Hartford.",
        "A: Yeah.",
        "A: Yes, I -- I -- I was very, very fortunate, I -- I was fortunate because I got a chance to -\n- something very few people get, I -- I got a chance to come into a community that didn’t\nhave a service, to develop it, to bring others in and to provide a -- a service, really, for\nnorthern Connecticut and western Massachusetts. During this time also, I was fortunate\nin -- in being able to work for the Heart Association as a volunteer and I did a lot of\ncommittee work for them, chairing a lot of committees. And 1t was my committee that\ndeveloped the standards and the courses for c -- child -- children’s CPR. And these have\nbecome standard throughout the country and throughout the world, as a matter of fact.\nAnd -- And that has brought us a large number of invitations to speak all over the world,\nand that’s why I was in China, when I mentioned -- when I met my brother. But we were\nalso -- traveled very extensively throughout the world and lecturing and so it -- I’ve had a\n-- a wonderful, wonderful career, been very pleased with and proud that I’ve been able to\nmake a contribution to the welfare of children and to the welfare of our community. And\nat the same time, both Jean and I have been very active in the Jewish community here.\nOur three children went to the Hebrew academy -- the day school here and we both have\nbeen very active on the board and as officers of the school, and continue to do so. I’ve\nbeen on the board of the Jewish Federation. I was chairman of the commission on Jewish\neducation. I was president of the historical society and a member of many, many\ncommittees within the community.",
        "A: Mm-hm.",
        "A: ‘64.",
        "A: In Columbus.",
        "A: Well, you know, the full effect of it did not hit me until I had grandchildren. And --\nWhich is very strange, but that’s the fact. When I had children, I was still building a\ncareer. I was very, very busy and probably had not fully understood the implications of\nwhat occurred. For instance, my -- our children are not named after anyone who died.\nAnd I can’t tell you why. But all of our grandchildren are. So, it’s an interesting\nphenomenon, and it was my children who chose to do that, not we, of course. The biggest\neffect on me, in terms of becoming a father and the biggest difficulty that I had is -- 1s in\nbeing able to identify with what my children were going through. I had no one, remember\n-- one learns how to become a parent, primarily, I think by the things that your parents\ndid, and you either emulate them or react against them. But one way or another, you learn\nfrom them. And I didn’t have that memory and that was a very difficult thing for me. I\ndidn’t have memory of going to second grade or going to fourth grade. I never went to\nthose grades. I couldn’t identify with them going to a ball game or -- or any of the things\nthat -- you know, so I really didn’t -- I wasn’t sure how to do this business. But --",
        "A: Right, right. I really never -- had to grow up fast and didn’t have any of that, so I think\nthat was the most difficult part of it, and -- but they all turned out to be wonderful kids\nand wonderful adults today, so I guess we did something right, mu-muddled through it.\nBut I think that was the biggest -- biggest problem.",
        "A: Mm.",
        "A: No, no, no. I -- I was always a risk taker and -- and I don’t believe that I ever -- at\nleast -- in fact, I would say this, that I bent over backwards -- I worked very hard and\nvery consciously, not to allow my experience to spoil their childhood. And -- And I\nprobably didn’t tell them as much about things until they were adults, really. Until they\nwere -- And so, I -- I felt a tremendous sense that, you know, somehow we had this train\ngoing on the tracks and the train got derailed and it was my job to put it back on the\ntracks. And -- And so I worked very hard with that. You asked me a question that evoked\n-- that evoked some thought about I think, certain things or something. For reasons that\nI’m sure would come out on a -- on a couch if I ever went to a psychiatrist, but which are\nprobably not that deep, there are certain things today, which I cannot -- I cannot tolerate.\nSudden, loud sounds, flashing lights. I have gone way out of my way, in an almost\npathological fashion, if I hear a balloon being blown up with helium. That sound, that\nwhistling sound is like the bombs. And so -- And the same things goes with flashing\nlights, I have a great deal of trouble with that and I usually try to avoid it. In fact, I go to a\nplay, even today, and I see a gun coming out of a holster, even on a comedy, I walk out. I\nbecome very tense and then my wife usually says, “Please, let’s go.” And it’s totally\nirrational, but there it is. So, my kids never had balloons. Never had balloons at a party.\nMy wife would always see to it that there were no balloons. So, stupid thing like this,\nthere would be a little thing that would evoke something.",
        "A: No, sirens don’t bother me. No, sirens don’t bother me. But it’s primarily that, I was\nonce -- we went to Disney World, I was lecturing and we went to a very fancy restaurant\nand afterwards they had a light and sound show and everyone was going, so we went\nalong with it. And it started and I thought I’d never get out of there. And then I was so\ngrateful when I got out of there. And -- So I could never take them, for instance, to the\nFourth of July fireworks display. ’'d have my wife take them. So they wouldn’t miss it,\nbut I just could not go to a fireworks display. So these are the kinds of things that deep\ndown, there is still some fear left.",
        "A: No, no, I never had any -- no, I never had any dreams that I remember th -- the --\nparticularly, no, no.",
        "A: Right.",
        "A: Right.",
        "A: Right.",
        "A: Yes, we went back, I believe it was in 1991. But before I tell you that, let me tell you\nanother episode which you just reminded me of. When I was at Univ, there were two\nother Jewish children, and I mentioned one of them before, his name today is Oded and I\ncould not remember the name of the other one. I have a picture of all three of us. I knew\nthat the -- one of the boys, his name -- I knew his last name was Amirand. I don’t know\nwhy that stuck in my mind, but I knew it was. And over the years, I always wondered\nwhat ever happened to those two youngsters. I would give anything to be able to connect\nwith them. And every country I would go to, one of my rituals was to go to the phone\nbook and look at the name of Amirand, and it’s an unusual name, and I never found it. A\nfew years ago, I was in Tel Aviv, and I had previously looked in the Jerusalem book, but\nI had not looked in the Tel Aviv book. And I was in Tel Aviv, and I looked in the book\nand I found an Adolph Amirand. So I called the number and an old gentleman answered,\nand I told him my story. I told him why I was looking for someone and he said to me,\n‘As you can hear, I’m an old man, I’m 89 years old, but the person you are looking for 1s\nmy nephew. He lives in Tel Aviv, he has an unpublished number, but I will give it to you,\nbecause I know he wants to hear from you.” So, I called him immediately and he was\nvery excited to hear from me. Did not, as it turned out, have that picture at all. In fact, he\nwas younger than I and had -- his memory was extremely vague, but he did remember\nme, and we had a wonderful reunion. We made up to go to dinner the following evening\nand came to his apartment in north Tel Aviv. And his wife, while I was there, said to him,\n“You know, I’ve tried your Uncle Adolph several times today and there’s no answer and\nI’m worried about him.” So he said, “Well, let’s go out to dinner, we have reservations\nand after dinner, I will go and I will check up on him, make sure he’s all right.” And I\nsaid to him, “You know, Oded, I don’t feel comfortable in going out to dinner, eating, if\nhe is an old man. Maybe you and I should go over there now.” He said, “Okay.” Got in\nthe car, we went over there. We come to the apartments, an apartment building on stilts,\nand as we go towards the apartment door, I don’t know what made me do it, I said to\nOded, “Do you have a key?” And he said, “Yes.” And I said, “Why don’t you give me\nthe key and let me go in first? I don’t have a good feeling about this.” And I opened the\ndoor and no one in, we went to a back room, on a porch and he was lying on a couch, in\nrigor mortis, had been dead for about eight hours or so. So, we sat down, we had to call\nthe -- the mortuary and so on and we were sitting there and saying, gee, you know, if I\nhad come one day later, I couldn’t have found him at all, because it was unpublished, so,\nweird event. Now, Oded and I, after we had dinner and we talked about things and so on,\nwe were both trying to remember the name of the third young man. Both of us\nremembered him, because we had his picture, but we couldn’t remember his name. We\nasked a number of people we thought might know, they did not. About two months later,\non Israeli television, they were showing the movie, I think it’s called, “Les enfants ont\nperide.” French movie about Jewish children who perished in the monastery. And\nafterwards they had a panel and they asked Oded to be on the panel, since he had that\nexperience of being in a monastery, they asked him to be a panelist, to react to the film.\nAnd, as part of his reaction, he told the story of our meeting and he showed the picture\nthat I had brought him, and he said, “We know this boy is Jewish, we don’t remember his\nname, we’d love to be able to find him.” Well, in Haifa, a man is sitting and watching\ntelevision and listens to this and next day he’s going on business to Poland. He goes to\nWarsaw and he goes to the Yiddish theater in Warsaw. And afterwards, is invited to meet\nthe manager, whose name I forgot. And as part of the conversation, he says to the\nmanager, “Before I came here, I heard this story on Israeli television. Do you know\nanyone who would fit that?” And he said, “Of course, that’s Daniel Rottfeld, he lives two\nblocks down, in Warsaw.” Well, Daniel Adam Rottfeld was in fact the third boy. He was,\nat that time, afraid to write me, because Poland was still Communist, so he got in touch\nwith an uncle in Italy and suddenly I got a letter from Italy, telling me about him and the\nfact that he very much would like to be in touch with me, but that he can’t, and the reason\nhe can’t is that he works -- worked at that time for the foreign ministry. Now, eventually,\nwhen the Iron Curtain fell and so on, and we could exchange letters, it turned out that\nDaniel was left in the monastery, no one claimed him. He was young, his parents had\nbeen killed, no one knew he was there. And when Russia and Poland made their pact,\nPoland took all of it’s orphans and -- and moved them to the western parts, so he was\nmoved to an orphanage in Krakow. He ran away several times from the orphanage,\neventually found a sister and went to the university in Warsaw, received a degree in\njournalism and a degree in international relations. And became one of Poland’s fine-\nfinest workers in the foreign ministry, despite his name of Rottfeld. He didn’t hide the\nfact that he was Jewish. And he led almost every Polish peace delegation. He was one of\nthe authors of the Helsinki accords. He brokered the peace treaty and -- for Gorbachov\nand Muldova, and has written some 300 papers, books and so on, on international\nrelations, particularly relations with Germany, of which he is an expert. Today he’s the\ndirector of a peace institute in Sweden, in Stockholm. And so -- so I thought I’d bring\nyou up to date on how strange the world is.",
        "A: Tremendous, yeah.",
        "A: Mm-hm. But you asked me whether we went back. Well, I think it was nine -- 1t was\neither 1990 or ‘91, I can’t remember exactly. I received a letter telling me that the\nmemorial would be placed on the -- in Katowice, on the square where the synagogue\nused to stand. And that a number of people of the former community of Katowice were\ngoing back to Katowice for this memorial thing. I got it and I tossed it aside. I had no\ninterest in going back to Poland, I really wasn’t sure I wanted to go there. But my wife,\nwho has very good instincts and a lot of wisdom, picked it up and said to me, “I think\nyou should go.” And I said, “Why? What do I need them for?” And she said, “For two\nreasons. One is that, since this is being placed in the place where the synagogue was, and\nyour father was the rabbi of the synagogue, it would be very important for the people\ncoming back, to have the son of their rabbi be present. And the second thing is that this is\none of the few times you’re going to get an opportunity to meet people who knew your\nfamily and might be able to tell you things.” And as usually, she 1s very wise person. So\nwe went and we offered our children the opportunity to go with us. Our boys refused.\nOur oldest said, “I don’t ever want to step on the soil of Poland.” Our youngest was too\nbusy with something, but our daughter and son-in-law went with us. They had just been\nmarried. And it was a very moving ceremony, at which I sang the prayer for the dead. It\nwas televised on Polish television and radio, was in all the newspapers. I did indeed get\nan opportunity to speak with -- with many members of the congregation who had come\nback, who were now elderly. We had had an opportunity to go to the cemetery and then -\n- which is intact, interestingly enough and visited the graves of my great-grandparents\nand I’m named after my great-grandfather, so I was able to reconnect with that. Did some\nresearch in some of the libraries in -- in Katowice. And, on the day I was signing out of\nthe hotel, I’m standing in line to sign out and an elderly lady, 76 years old, all dressed in\nblack, comes up to me and says to me in Polish, “Bat Chameides?” I look at her and I\nanswer her yes. And she says to me, “Happy Birthday.” And I looked at her, and she said,\n“Your birthday was three days ago.” And I said, “Yes.” And she said, “Your brother’s\nbirthday is September the 16th.” And I said, “Yes,” I said, “my goodness.” So I said,\n“You must be Agnes.” And she said, “Yes, Iam.” And Agnes worked for our family as --\ntaking care of the children, for seven years. She was a young woman in her 20’s. Now,\nshe was an old lady, and she was very helpful, she told me a lot and she also brought me\ntwo pictures that she had, one of her and me and one of her and my brother, little pictures\nthat she had kept for 50 years and that she gave to me. So -- So it was a very good trip\nfrom that point of view. We also went to Warsaw. Several years later, my oldest son\ncame to me and said, “You know, I made a terrible mistake that I didn’t go with you to\nKatowice. Someday, I would really like to be there.” And I said, “Well, my wife and I --\nyour mother and I are going to Prague. If you’d like to come with us to Prague, we’ll be\nglad to take you and we’ll take a train ride from Prague to Katowice,” which we did. So I\nwas able to show him. Our youngest son has not been there.",
        "A: Now, to Lvov we have not been back, although I have been trying to make\narrangements to go back, I would very much like to go back to Lvov.",
        "A: Well, you know, it was interesting. I didn’t have that many emotions when I went to\nKatowice, because I left Katowice in 1939, I was four years old. So, I have no memories\nof Katowice. So, my interest in Katowice was primarily, almost academic in terms of\ntrying to understand a community and so on, but I -- I don’t have any memories, as such,\nof the town itself. It was emotional for me to -- you know, to go to the cemetery and to\nknow that my father had officiated at that ceremon -- at that cemetery so many times. But\n-- But that’s about it, because you know, the synagogue isn’t standing. I did go to our\nformer home, but I didn’t go up to the apartment, I just looked at the entrance, which\ndidn’t mean anything to me. The apartment might have evoked other memories, but a\nnumber of the people who had tried to go to their former apartments, who were in the --\nin the group, were so horribly received by the current tenants, who were terribly afraid\nthat they were coming back to claim them, and all they wanted to do was to see them. So,\nthey were so horribly treated that I didn’t want to put myself in that position, so I never\neven tried to go upstairs. So, I -- I didn’t have deep emotions, I think, but --",
        "A: It -- It -- It’s -- You know, I’m too close to it to have any type of objectivity and I -- I -\n- | wouldn’t dream of doing it. All I can say 1s that I think that -- I don’t think there’s\nbeen a day since -- since the war, that 1n one way or another, I hadn’t thought about it. So\nit -- it’s something which -- it’s rare for people to have an event in their lives, which in\nmany ways so totally dominates their lives. So, it obviously has had an influence, but I\ndon’t think -- I don’t think it has had an evil influence, except for the evil which was\ndone, but in terms of an -- an influence on my life, I -- I would like to think that it’s all\nbeen for the good. I would like to think that I am a more tolerant individual because of it,\nthat I’ve more understanding, that I have a deeper understanding of human nature, that I\ncan see the humor in some German activity, that I try not to generalize about people. I\nthink I have a -- a deeper understanding of my religion, but I don’t in fact know that\nthat’s why I have it, cause I don’t know what I would have been otherwise.",
        "A: Mm-hm.",
        "A: Sure.\nwhether you see this as a kind of a universal cautionary tale, or what -- what happened\nobviously to so many Jews as well.",
        "A: Well, I -- I -- I see it in two lights. There’s no question that there is a universality to it,\nin that it shows us the capacity for evil in human beings and the depths to which people\ncan fall. And I think this is even stronger because the people who did that, were such a\ncultured people. They had everything going for them. We wouldn’t have been surprised\nif it had been done by people we admire less, or who had achieved less. But somehow we\nbelieved that great music, that Bach and Beethoven and Schiller and Gerta. The myth of\nwestern civilization is that these are the things that -- that conquer the beast in us and that\ncivilize a human being and the shock is, they don’t. That deep down, this is what we can\n-- so there is a universal lesson that we all, unfortunately, have the capacity for that. At\nthe same time, I think this was completely unique. And whereas the Armenians had a -- a\nmajor genocide against them, the uniqueness of the -- of the Holocaust was that this was\nplanned as the -- as a decimation of genetic material. In almost every other instance that\nyou can name, the enemy would come in, would kill off adults, they would take children\nand babies and raise them as their own. But here was a determination by a so-called\ncivilized people, to -- to totally eradicate -- 1t was a pathological hatred to eradicate any\nsign of genetic material. For three generations, you were tainted. So if you were Christian\nand your parents were Christian, but you had a grandfather who was Jewish -- that’s\nunheard of in any other genocide. And -- So there is a universal lesson, but I think there\nis something which is so totally unique, which we cannot quite comprehend, about this\nparticular one. And of course, I read somewhere, I forget where, but I read that Hitler\nmade the mistake of picking on the wrong people, because had he picked a less literal --\nl-less literary people, people wouldn’t have heard about the Holocaust. But he happened\nto pick on a people who write a great deal, who study a great deal, who introspect a great\ndeal. And therefore, every other book -- you can’t -- you can’t pass a day without\nsomeone making a film or -- and you don’t hear about -- that about the Armenians, or --\nand -- and I wish we would, because if we had, maybe people would be more cognizant,\nat least about that element in the human capacity.",
        "A: Mm-hm.",
        "A: Well, you know, no one -- I didn’t arise in a vacuum. You know, I’m the product of\nmany, many generations of very learned Jews, who had a philosophy of life and -- and --\nand that philosophy of life was passed down from generation to generation. And -- And\nevery prayer that we utter and every aspect of our lives, reinforces the strength of the\nhuman character and the human spirit. The fact that we are indeed created in the image of\nGod. Our freedom, our ability and the need for us to strive to achieve the highest that\nhumanity can -- can have. So I’m heir to that tradition and -- and -- so if there is a\nresilience, it’s -- it’s because, I think, of that tradition.",
        "A: No, not really, you know, I -- I don’t know. I don’t think so. I -- I had a -- When I go\non planes, I always like to talk to people. I strike up conversations with people, find out\nwhat makes them tick and so on, and I was on a plane some years ago, going from\nAsuncion, Paraguay, to Sao Paolo, Brazil. And I was sitting next to a couple who were\nspeaking German. So I -- about my age, so I started speaking German to them. And the\nman who was sitting next to me wanted -- he wanted to know how it -- “Where did you\nlearn such good German? Where did you learn to speak German?” And I told him that\nwas my mother tongue and told him that I was born in -- in Poland and so on. And he\nsaid to me, “You know,” he said, “I was in Poland once.” I said, “Really? When were\nyou in Poland?” He said, “When I was only about seven or eight years old. But my father\nwas an officer in the German army and I was stati -- and he was stationed in Krakow.”\nHe said to me, “But,” he said, “I want you to know, my father had no role in this at all.\nBut I do remember,” he said, “once, we were going down a street and I looked and I think\nI saw some Jews, and he made me turn the other way. And I asked him, ‘Who are these\npeople?’ And he said, ‘nevermind.’” And he said, “And that’s the only time I heard.”\nAnd we talked a little bit more, and he turned to me and he said, “You know, I can’t go\nanywhere in this world, and we have traveled so much, and I can’t go anywhere in this\nworld, without meeting someone who has gone through this and I feel such incredible\nguilt about what we did. What can I do?” And I turned to him, I said, “My friend,” I said,\n“you were seven years old and I was seven years old. I wasn’t responsible for my\nvictimhood and you weren’t responsible for what your people did.” I said, “But we each\nhave an obligation. Your obligation is to teach your children and grandchildren and their\nfriends what happened and why it must never happen again. That’s your personal\nobligation. And it’s my obligation to teach my children and my grandchildren.” And with\nthat, we parted in Sao Paolo.",
        "A: Well, what do you mean by ensuring safety?\nand -- and -- and [indecipherable] and many Jewish friends, that the need for safety is\nsomething that people talk about a lot, and I just wondered, in terms of lessons --",
        "A: Oh, there’s no question, you know, the creation of Israel 1s -- was an incredible event\nin our lives, even as young as I was, I was 13 at the time, th -- 1t remains one of the high\npoints of my life and I feel so privileged to have been put on this earth, both at a time of\ngreat sorrow and of great joy. There is no century, I don’t think, in which the events that\nhave unfolded in Jewish history, have been as great as this century, and to have lived\nthrough those, that’s just an incredible privilege. And Israel is -- 1s -- is obviously\nterribly, terribly important. It’s -- But beyond that, I don’t know what else to say on the\nissue of -- of safety, but it is -- 1t 1s important and it is one of the problems, I think, also,\nthat Israel has. I think Amas Alon, 1n his book, “The Israelis,” has one quote which is just\nalways -- I’ve always thought was incredible. He says, “The Israelis fight the Arabs by\nday and the Nazis at night.” And -- And there’s no question that there’s a lot to that. And\nit’s shaping foreign policy and -- and -- and it’s understandable that it should.",
        "A: Okay, good.",
        "A: No, not at all. Glad to have done it.\nEnd of Tape Three, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 23, 1999\nRG-50.549.02*0029",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Leon\nChameides, conducted on November 23, 1999 on behalf of the United States Holocaust Memorial\nMuseum. The interview took place in West Hartford, Connecticut and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "November 23, 1999\nBeginning Tape One, Side A"
    ]
}