{
    "rg": "RG-50.030.0592_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum interview with\nHarry Ebert, conducted by Annie Erling on the 16\" of October, 2010, at the\nKindertransport Association Conference in Arlington, Virginia. Why don’t we\nstart with the basics, such as your name, your birthdate and where you were born.",
        "Answer: Okay, name is Harry Ebert, as you had mentioned, and I was born in\nHeidelberg, Germany, and June 25\", ’25.",
        "Q: Is — was Harry your name at birth?",
        "A: No.",
        "Q: What was it?",
        "A: It was Heinz.",
        "Q: Okay.",
        "A: And I went primarily by my middle name, by Wolfgang.",
        "Q: Oh, okay. What — what was it like growing up in Heidelberg? What were your —\nwhat was your family like, your childhood?",
        "A: Well, I sta — lived in Heidelberg about six months. Then my f-father joined his\nfather’s law firm in Mannheim and we moved there, and until °33, things were very\nnormal. Good middle class, did a lot of things; went skiing with my father, learned\nhow — learned how to swim at the age of six, and in — it’s interesting, 1n a s-\nOctober 16, 2010\nswimming pool, a s — pool that was donated to the city of Mannheim by a Jewish\nphilos — philanthropist. But then there were, later on, no Jews allowed.",
        "Q: Yeah.",
        "A: But it was reasonably just damaged during World War I, but it was usable, so\nabout four years ago, I — I went — I went oversea, I went — I went swimming there\nagain.",
        "Q: That’s wonderful. I’m gonna move your — perfect, okay.",
        "A: Okay.",
        "Q: Okay. Okay, so did you have any siblings?",
        "A: Yeah. I got two sisters that are twins, and they’re both living in the States now.",
        "Q: What are their names?",
        "A: Pardon me?",
        "Q: What are their names?",
        "A: One is Lisa Greenfield, and the other one is Ursula Holloway(ph).",
        "Q: Older or younger?",
        "A: Younger.",
        "Q: And what did —",
        "A: But they’re the same age, they’re twins.",
        "Q: Oh, perfect. You said your father, was he — what did he do? What was your\nfather’s profession?\nOctober 16, 2010",
        "A: He was an attorney.",
        "Q: Oh.",
        "A: Yeah, he had a Doctor of Jurisprudence from heidel — from Freiburg. And his\nfather — his father had a Doctor of Jurisprudence from Heidelberg, so it was in the\nfamily.",
        "Q: What are your earliest childhood memories?",
        "A: That I didn’t want to eat the spinach. I don’t know, I can’t think of —",
        "Q: That’s funny.",
        "A: Well, it was, my mother was great at us taking walks and hikes, and we used to\ngo — when — Mannheim is located about half an hour’s by train or car from\nHeidelberg, we used to go to the Heidelberg area, and went hiking into the\nmountains. And in winter I went there skiing with my father. So —",
        "Q: So, you attended school?",
        "A: Yes.",
        "Q: Was it a Jewish school, or —",
        "A: No — well, yes and no.",
        "Q: There were both Jewish and non-Jewish students?",
        "A: Well, I attended so many schools you got to — 1f you — if you le —",
        "Q: I saw that — 11 —",
        "A: What?\nOctober 16, 2010",
        "Q: 11 schools.",
        "A: Yeah.",
        "Q: So, what about the first — the first schools that you went to?",
        "A: Was a— was a normal public school in Germany. In fact, interesting, I met a guy\nupstairs yesterday who went to the same school the same year. We started here the\nsame year, or he started one year later.",
        "Q: Did you remember each other, did you recognize him?",
        "A: No, no. But we just recognized the town, and we found out we had some common\nfriends.",
        "Q: Oh. So did your family practice their religion at all?",
        "A: No, no, not at all.",
        "Q: Did you have re — in your childhood, did you have both Jewish and non-Jewish\nfriends?",
        "A: Yes.",
        "Q: So, did you ever experience anti-Semitism growing up?",
        "A: Yeah. Yeah, this was — as I di — I stayed in Germany, let’s see, there were four,\nyeah, four grades of — of public school, grammar school. And then I went for two\nyears to German high school. And then there were restrictions and getting to — and\nthen my parents were 1n a position to send me to private boarding schools in Italy;\none on the Riviera, near Portofino, apart — over that area. And the second one was\nOctober 16, 2010\nnear Merano, in the Dolomites, in the mountain areas. So nice. Stayed there from\nabout April 37, til—I can give you the exact date, September thirt — 30\", 1938.\nThat’s it. September has 30 days or 31?",
        "Q: I don’t remember.",
        "A: No, August has 31, September has 30, September 30. And then I went by train ba\n— the school had to close. Somehow thar — Mussolini got — close it together — and I\ntook the train from northern Italy, over the Brenner Pass into Munich and back\ninto Mannheim, where my parents were living. And that was — on the train I found\nevery town, every station had a lot flags out. Why? Because they saw me going — no,\nthere was somebody else who took the same train ride, the same day.\n[indecipherable] You’re not a history major, are you?",
        "Q: Iam. I’m going to let you answer this. Who was it?",
        "A: Well, check the dates. September 30\".",
        "Q: Mm-hm. Was it Hitler?",
        "A: I was going to Munich.",
        "Q: Yeah.",
        "A: What happened on October first in Munich?",
        "Q: Hitler was doing something.",
        "A: The Munich Conference.",
        "Q: Oh, okay.\nOctober 16, 2010",
        "A: That’s the one where Chamberlain was fooled by Hitler, that he’s for peace.",
        "Q: Oh, mm-hm.",
        "A: That’s when Daladier was there from France, Chamberlain from England,\nMussolini and Hitler. And they met, and that was, as far as I’m concerned, the start,\nthe prelude to World War II, because that’s when the — the British and the French\nsaid Hitler could annex Sudetenland, which 1s the ethnically German part of\nCzechoslovakia, which is the one that — and then a couple — not too long afterwards,\nHitler annexed all of Czechoslovakia, and renamed it Birman(ph), which is the\nclassy German name for that part of the country.",
        "Q: How — I’m going to back up just a little about that.",
        "A: Yeah.",
        "Q: How old were you when you first went to school in Italy?",
        "A: Let’s see, I went — I was not yet 12. Was born in 30 — I was born in ’25, so — in\nJune, and that was in April, ’37, so I was —I was nearly 12 years old, not quite.",
        "Q: Well, was it — was it — di-did your sisters go with you as well?",
        "A: No.",
        "Q: Was it difficult to leave — leave your family? Were you —",
        "A: No, at that time it was — it was lot of good discipline. Before — when you went to\nthe dining hall, they checked your fingernails, so make sure they’re clean. They had\nsomebody — some teacher there [indecipherable]. And that was a very interesting\nOctober 16, 2010\nlife, we experienced people from all over the world. They were not only Germans,\nthey were also loyalists from Spain who were fleeing after the Spanish — during the\nSpanish Civil War, which was going on at that time. And the school was very good,\nnot too many students there. The student to t-teacher ratio — ratio was good, and we\ngot a lot of personal attention, and a lot of sports. We didn’t have that much contact\nwith the Italians, except we played soccer against them. But then, I went swimming,\nI even — that’s the first time I did diving. There was har — hard hat diving, which is\nhardly done any more. But in the bay, catching squids and stuff like that.",
        "Q: What language were — what language did you speak when you were at school in\nItaly? Was it German?",
        "A: There were different things. The primary language was German [indecipherable]\nbut everybody had to take Italian, and I was reasonably fluent, and later on I went for\na while to a German — to Italian public high school. And I had troubles with it, which\nI wasn’t that good. Then my first language before I went to Italy was French. And\nmy mother was a expert in — 1n the French language. In fact, she used to tutor PhD\nstudents in the States, who were preparing for their language exam. You know, they\nhad to pass a language exam if they took the thing. And the th — interesting thing 1s,\nthe school will send you right home twice a week, one postcard and one letter. And\nmy mother insisted that the postcard be written in French. So it’s — and then at\ndinner, you were assigned to sit on different tables, and at different tables, there was\nOctober 16, 2010\nonly a certain language spoken. So if you went this week to the French table, that’s —\nthat was it.",
        "Q: The language you spoke.",
        "A: Yeah.",
        "Q: So, did you — was it a positive experience?",
        "A: Yes. Oh well, tha — I mean, this is — they were great in doing things like, we were\nharv — harvesting the seeds from luk — eucalyptus trees, and then we learned how to\ndistill and make eucalyptus oil from it. And we were — we — not only academically,\nalso had to work, we — 1n the garden, we were harvesting figs and oranges and\nlemons and —",
        "Q: So-",
        "A: My favorite thing was harvesting figs, because I liked them. Fresh ones.",
        "Q: Why did you leave?",
        "A: Pardon me?",
        "Q: What was the situation, why did you have to leave Italy?",
        "A: That school?",
        "Q: Mm-hm.",
        "A: Well, it was — these schools closed. First the school at the Mediterranean closed.\nI don’t know what the reason 1s they closed, I don’t — but then they moved some of\nthe kids into a neighboring town, and a few of the teachers created their own\nOctober 16, 2010\nboarding school. But we were actually staying in a pensionne. And what — they had\nlessons, and we were located next to the Mediterranean, we could go — the first\nkids to go swimming, and see the fisherman coming in, and see them eat little fish,\nbian — biachettis. They eat them all live. And — well, you also can cook them, but\nwhen you cook them, the fish turns white, except the eyes, and the tail stays silver.\nAnd for beginners, you eat that with tomato sauce, but it tastes better with lemon.\nBut then you see the eyes as you’re putting it in your mouth.",
        "Q: That sounds gross.",
        "A: Well, I’ve eaten — many years later I’ve eaten something that was even more\ndifficult to eat, and that was called balut. I ate that in the Philippines. That is the\negg of a duck, soft boiled, about four days before the egg is hatched. And you eat\neverything except the beak, you use that to cl — to clean your teeth.",
        "Q: Gross.",
        "A: And when I was in the Philippines and working there, when — and we went out\none evening — I mean, I’m going way back —",
        "Q: That’s okay.",
        "A: — way 1n [indecipherable] we went out with a couple of the other engineers, we\nwent to places, and they — the last thing on the evening, they saved for me, is a\nbalut.",
        "Q: Were you surprised? Did you know what it was?\nOctober 16, 2010",
        "A: No, I didn’t know what it was. I think I heard about it lately, but I had a lot of\nbeers with it, and just swallowed. But in the next day, when I went back to the plant,\nit’s like having passed the initiation test. I was not — not just a gringo, or whatever\nthey call them there. I was initiated —",
        "Q: Right.",
        "A: — in their food, and I got better response from the workers.",
        "Q: Good.",
        "A: They all knew about it.",
        "Q: So, when you left Italy in °38 —",
        "A: Yeah.",
        "Q: It was Sep-September first, you said?",
        "A: No, September 30\".",
        "Q: 30\". When —",
        "A: The conference was October first.",
        "Q: Oh, okay.",
        "A: The Munich Conference.",
        "Q: Where did you go from there?",
        "A: Well, I went for a short time back to Mannheim, and then I went to a Jewish\nboarding school in Germany, in Halingen. That’s near Ulm. And that was probably\nthe biggest Jewish boarding school that was still remaining in Germany. And that\nOctober 16, 2010\nwas closed, but [indecipherable] very long, except I think they tortured us there, but\nthat’s the teachers. Because every morning, before anything else, we had to run for\nabout half an hour through the woods, hilly and through the woods. There was a\ncommand, wald lauf, which means wood — running through the wood. And none of\nthe guys, and there were — they always were may — everybody who went there\nremembered, that was the worst command that was given there. But then when that\nschool closed after Kristallnacht — we did not experience anything at Kristallnacht,\nat that school, but it was closed afterwards. And the different buildings were sold to\nvarious people. And the person who bought the boys’ dormitory was Field Marshal\nRommel. So I lived — I lived in — slept in Rommel’s house before he did.",
        "Q: My goodness. So, after the school closed, where did you go to then?",
        "A: Well, I went for a short time back to Mannheim, there was a Jewish school there,\nand I went there for a couple of weeks, and then I went to Kindertransport.",
        "Q: So, where were your sisters during this time?",
        "A: Friend of our — that friends of ours took my sisters to Holland, couple days after\nthe Kristallnacht.",
        "Q: Okay.",
        "A: And they put them into private families, and they were treated very well. The first\none was manufacturers of a cheese — of a cheese man — at a cheese factory in a town\ncalled Budehaven(ph), which is in the — one of the bra-branches of the Rhine,\nOctober 16, 2010\nbefore it gets into the North Sea. And — but then they couldn’t stay there very long\nbecause it’s — the wife got very ill and they couldn’t — they couldn’t do it any more.\nAnd then they went to another family, where the father was a diamond merchant.\nThey lived in a tremendously big house, and they sent their kids, including m-my\nsisters to the best school in Holland, which is the same school that the present queen\nattended. Not at the same time. She’s younger. But it’s the kind of a reputation of the\n— that time current princess was s-scheduled to go to that school and it’s probably —\nit’s probably wa — the best high sc — high school or something like this in Holland.\nBecause of that it got that royal ey — interjection.",
        "Q: Right. So when you went from the boarding school in Germany, back home, was\n— did your parents discuss with you that you were going to be leaving on the\nKindertransport? Like did you know —",
        "A: Yeah, when we became available, it was [indecipherable] short notice. It didn’t\n— I think it was in about January ’39, or something like that. No, and then my father\nwas arrested and until then he could practice because he was a wounded veteran of\nWorld War I. And then he was put in Dachau for a while. And then he was later\nreleased because he was able to get sponsorship by — by the Bishop of Litchfield in\nEngland. A funny thing, on one of our trips, when my parents were visiting me up\nin Italy, there was a lady staying in the same hotel as my parents were staying, and\nthey became friendly, and she was a secretary to the b — to the Bishop of Litchfield,\nOctober 16, 2010\nand somehow my mother contacted her and — which they could do and so there was\na way, people — some adults could go there, and he spent time til — he probably went\nthere in January or February °39, and he stayed there til April ’40.",
        "Q: Okay. So, how long was he in Dachau?",
        "A: I don’t know, about three or four weeks?",
        "Q: Okay. So, when he came back, you — were you in Mannheim? Or were you still\nat the school and —",
        "A: No, I was — I was in Holland already.",
        "Q: Oh, okay. So what — what kind of things did you have to do to prepare to leave?\nLike what kind of things did you pack, do you remember?",
        "A: No, it’s no different than going to a boarding school.",
        "Q: Right, I guess, yeah.",
        "A: I mean, I had my experience, having been in four boarding schools; three — three\nin Italy, and one in Germany, and so I —I pretty well knew what was needed.",
        "Q: So you — did you feel — do you recall leaving your family? Was it different than\nthe other times you had left for boarding schools?",
        "A: No. So this was in the system.",
        "Q: Yeah. You took a train there, to Holland?\nOctober 16, 2010",
        "A: Yeah. We first — they took it from Mannheim, then they had us stay overnight,\neither in Frankfurt, or in Cologne, I forgot. And they collected people from other\nlocations, and they put them on a common train and took us into Rotterdam.",
        "Q: Where did you go from Rotterdam?",
        "A: Well, we first of all, I had — at Rotterdam we stayed for a while in the quarantine\nstation. That happened to — every port at that time had a quarantine station. And —\ncause they didn’t know whether the sailors came back with tropical illnesses or stuff\nlike that. But there was a facility, was guarded by Dutch military. We could not\nleave, but we could have visitors. For instance, my sisters and theirs — and their\nfoster parents, that cheese manufacturer, they came and visited me there. But we\nstayed in big barracks. There wasn’t much to do, but then a short time afterwards, I\nwas able to go do what is mispronounced in the States as gouda, what should be\npronounced howda(ph). And there we were in a — in an old orphanage, and 1n that\norphanage we also had quite a few refugee teachers. And since the academic training\nsome of the kids had, was quite different between them. And if you were, let’s say at\n— some more advanced training in languages and literature and math or science, and\nyou had the math teacher there, and you knew you were interested in that, he really\nspent a lot of time. But I must give credit for being able to graduate from a U.S. high\nschool on the week of my 16\" birthday, after having been in the country about 14\nmonths.\nOctober 16, 2010",
        "Q: That’s pretty impressive.",
        "A: And I still had language problems with it, but —",
        "Q: What language did you speak when you were in Holland?",
        "A: I think — well, among the kids where we were staying, there was primarily\nGerman, and the teachers, these were all German speaking teachers.\n[indecipherable] it’s a mass instruction, only you had literature, you had German\nliterature. Maybe a little — little English, or I don’t know, we spo — we learned some\nDutch, we had some Dutch people coming in and —",
        "Q: But you lived primarily with other German children?",
        "A: Yeah.",
        "Q: Okay. How long were you in Holland?",
        "A: Well, from about January ’39 til April ’40. And I was in — after about — I was for\na short time in Amsterdam, which was also a quarantine station, it was a holding\nplace. And they did a few things — for instance, I learned glass blowing there. But\nvery primitive, I mean, the very beginnings of it. But they kept — they had some\nvocational instructors. And then I went to Wieringen. Now that is a important place.\nIt is what used to be known as an aliyah ca — preparation camp. Familiar with it?",
        "Q: Mm-mm.",
        "A: For — the term?",
        "Q: Mm-mm, no.\nOctober 16, 2010",
        "A: Aliyah. That is the mo — Zionist movement to go — preparing you to go to Israel.\nSo we had academic training, and we had agricultural training, and vocational\ntraining. And this is the first time I was involved with oil and gas, because we f —\nthey found out the thing 1s, for the training, this — that was in the place of the\nZuiderzee, which had been reclaimed from the sea, that land. But you had swamp\ngas coming up through the water. And we collected the swamp gas and f — and had\nthe equipment, that it could be used productively for heating and agricultural and\ncooking things. And this is not in the area of — farther east in Groningen, where they\ndiscovered afterward were two — some very big gas fields. But this is probably not\nrelated. I never heard of this, what we found there, because it was only bubbling up.\nAnd we had a container that collected it, and so we — they had — we built, and then\nwe did agricultural things. For instance, it’s interesting using that kind of a country\nplace to prepare people for Israel, where this was too much water, as compared to\nIsrael having lack of water. But they — they built that particular facility there, and it\nwas a productive fa-farm. I think they produced or — everything was consumed that\nwas produced. They raised all kind of big animals.",
        "Q: Were you in contact with your family at this — at this time?",
        "A: Yes.",
        "Q: Were they in England?\nOctober 16, 2010",
        "A: No, my mother was in Germany. She did not go to England because her parents\nwere too old to go to England.",
        "Q: But your father was in England?",
        "A: Yeah.",
        "Q: Wha-What was your — tell me about your mother.",
        "A: Well, my mother was born in Berlin, but her parents moved to Mannheim when\nthey retired, when they got old enough, they needed somebody, one of their children\nto — when the mother — my mother, taking care of the thing. And then she 1s — was\nacademically trained, she never got her full degree, but she couldn’t make up her\nmind whether to study law or medicine. She did some of each, but never finished it —\nit, and after — when the war had started, and after Paris had fallen, and the Vichy\ngovernment was established, they made that province, which was Baden, which 1s\nwhere Mannheim, Heidelberg ar-are located, they made it Judenfrei. Free of Jews,\nand they de-deported all of them to a concentration camp in the Pyrenees called\nconda — called Gurs, g-u-r-s. You heard about that one?",
        "Q: Yeah, I know that one.",
        "A: Okay. [indecipherable] Gurs. Actually the — the S 1s not pronounced in — in the\nFrench thing, and she stayed there for a while, together with her mother. Her father\ndid not survive the transport. And — yeah. They lived pretty well in the mud. These —\nthis was built for Spanish loyalists who fled across from Spain to the French border,\nOctober 16, 2010\nwhen they were being defeated. And so it didn’t have too many comfort, it was for\nyoung military people, but there was — food was somewhat limited. But since my\nmother was fluent in French, she was part of the delegation that went to local\nfarmers and try — tried to talk them out of more food, and stuff like that. And then\nshe and her mother were transferred to Marseilles, and my mother had a vi-visa to\ngo to the States also. Otherwi — in the meantime, lotsa thing; I had been — we had\nbeen in the States. I went from Holland, picked up — we picked up my f-— my sisters\nand I, we picked up my father in Southampton, and went to the States. And then we\nlived in New York for a while. But then my mother was in Marseilles, and she was\nable to catch a boat, a French boat that was going to Martinique, which 1s the — one\nof the French states or provinces. And — but since France, Vichy, France was at war\nwith England, a British warship captured that ship and brought it into Trinidad. So\nthey were interned as, I guess enemy aliens in Trinidad. But then from there we\nwere in contact with her in the States, we were able to get arrangements to get a boat\nto go from Trinidad to New York. And she just got there in time to see me graduate\nfrom high school.",
        "Q: Let’s — let’s back up, back to you being in Holland. So y — how long — how long\nwere you in Holland, total?",
        "A: Let’s see. ’39 to — about 14 months.",
        "Q: So how did you get from Holland to America? Did you have to get a visa?\nOctober 16, 2010",
        "A: Yeah, oh yeah. That visa had been put in, and there was — when it came, you\nknow, number came up, and somebody was — from the committee there, took us to\nthe pier. We left from na — we didn’t leave from Holland, we left from Belgium.\nThe ship left in Antwerp. And then by that time, Germany and England were\nalready at war. And we went to — on the way to Southampton we spotted floating\nmines near Southampton, but none of them were set up. I saw them later on when I\nwent from France to England — from England to France with the U.S. Army. And\nthe other G.I.s tried to shoot and set off the floating mines, but they never hit the\nright spot. You got a pl-place about this big, at a long distance, to — you know, this is\nto set it off [indecipherable] point. If you just hit the body, the body of the floating\nmine is heavy steel, and the machine guns did not penetrate that.",
        "Q: So —",
        "A: But anyhow —",
        "Q: Where did your sa — where did your family settle when you emigrated to\nAmerica?",
        "A: First we were staying with the family of my father’s brother, who had been there\nfor a while. And — in Manhattan, on 91\" Street.",
        "Q: And you — you attended high school there?",
        "A: Yeah.\nOctober 16, 2010",
        "Q: Was it difficult ler — did you have to learn the language? Had you spoken English\nbefore?",
        "A: Little bit.",
        "Q: So was —",
        "A: But I learned it after a while, and they — I — the teachers were actually excellent.\nThat was a — not a particular prestigious high school. In fact, about half of them\ncame from Harlem, and one-third c-came from Hell’s Kitchen. So the teachers\nwere very happy to have some kids who had more academic training. In fact, the\ninteresting situation, the kids who made the honor roll, two-thirds of them were\nforeign born. The ones who competed for valedictorian, nearly all of them spoke\nwith an accent. I don’t — I was competing for it, but I had a big argument with my\nEnglish teacher, who was a reviewer of the thing, and an argument when we read\nJulius Caesar, and I argued with her when — either, I think, either Cassius or\n[indecipherable] says, I forgot, because he was ambitious, I killed him. And I wrote\nmy speech on the necessity for ambition. And the teacher recognized that argument I\nhad with her, so I was blackballed on that. I had made the honor roll when I\ngraduated, but I did not get the valedictorian speech. But then I did something else.\nSince I had such a mixed up previous education, I went to the different departments,\nand in some case I took a regent examination, and I passed it and then I got credit for\nthe course, that got me through that fast. And some of them I just talked my way, I\nOctober 16, 2010\nthink. I got some credits in art appreciation because I reviewed all the things I had\nseen in the — in the Italian and the Dutch and the German museums. And I could\ndistinguish different schools of painting and stuff like that, because my parents were\nvery insistent when we went to these museums that I could identify what it was, or\nwho the — and I convinced them that I knew enough about art appreciation, I could\nget credit for it.",
        "Q: Good for you.",
        "A: And I got all these language credits, and I did all right on math. So —",
        "Q: You have a very diverse education.",
        "A: Yeah, then, the only thing is, I had to take fo — you had to take eight semesters of\nhigh school English, and I — I doubled up on them. They let me do that. And in fact,\nI don’t know, I even got in one of the honor classes. I don’t know how I ever did\nthat, but — and I think maybe I ever had done more reading, not only in English, but\nin things in the international literature.",
        "Q: So you graduated from high school when you were 16, and then did you join —",
        "A: 16 and a day, I was very old.",
        "Q: Oh, right after your birthday. So —",
        "A: I was very unhappy. Graduation — some gi — schools graduated on Tuesday, some\nWednesday, some Thursday. My school graduated on Thursday. They only had so\nOctober 16, 2010\nmany caps and gowns to go around. If I would have been on Tuesday school, I\nwould have made it with 15. Wednesday was my birthday.",
        "Q: What did you do after graduation?",
        "A: Well, I — I was a— that summer I was a junior con — a swimming counselor in a\ncamp, and then shortly thereafter, my parents moved to Ohio, and I couldn’t get a\ndecent job because of my age. Even as a draftsman, they thought I might prick\nmyself with a pencil. But those days the labor laws were ridiculous for a 16 year old,\nand said, why don’t you go back to high school? I said, I graduated from there. So I\ngot some helper jobs, not very much and I started to do some vocational training, I\nwent to a local high school and I took some evening courses in machine shop. I\nhadn’t done much work in machine shop, but I was interested in those things. And\nthen, shortly before we got into war, we had defense preparatory courses offered by\ndifferent schools. And since I was in Columbus, Ohio, Ohio State provide that\ncourse, and I took some of these courses, which were non-credit courses. But when I\nbec — later on when I was able to afford to go to college, I talked to the prof who\ntaught me the courses I had on [indecipherable] and I convinced him I didn’t have\nto take the course, he would give me academic credit for it. So that helped me. And I\nhad — in fact, one of the guys was, 1-in one of the fields, the number one man in the\ncountry, who happened to be the head of the department for engineering drawing at\nOhio State. So, and then I went full time, from the beginning of ’42 until November\nOctober 16, 2010\nof °43. In the meantime, I got a letter called greetings, your neighbors want you to\nrepresent them in the armed forces. So the day — the day before Thanksgiving °43\nwas my first day active duty. And on Thanksgiving day was my first day of KP. And\nthat was a big job that time. Then I spent time in the army, I was being — with\nengineering back on — they put me into a signal corps, which, I mean, technical\nthings, and then I went to something called ASTP, are you familiar with that term?",
        "Q: N-No.",
        "A: It was Army Specialized Training Program. What they had there, they didn’t\nknow how long the war would last, and since no new kids were graduating from\ncollege, or very few, they had programs to give academic training and provide\npeople for leadership and more responsibility later on. And they had it in two\ndifferent — in several fields, one of them was linguistically, and the other one was\nengineering. So I went to the University of Illinois, where they tested me, and I\nqualified both for language and for engineering. But I f— was looking long term, so I\nsigned up for the engineering type, and they sent me to Rutgers University for about\nsix months, to study engineering. And I got this — these were academic courses, so I\ngot credit later on at Ohio State for the work I did there. And then, as they figured\nthe war seems to have been coming to the end, this was after D-Day, and they\nlooked like this — this program was sending kids to college, was terminating, so I\napplied — I figured engineering and languages, I applied for military government\nOctober 16, 2010\ntransfer. But somehow they didn’t — somehow they figured they needed me for\nmilitary intelligence. So they sent me to Camp Ritchie, if you ever heard of that.",
        "Q: Mm-mm.",
        "A: The so called Ritchie boys. This was — Camp Ritchie is in — near Hagerstown,\nMaryland, and this was the military intelligence training center. In fact, there’s a\nvery good movie out, was made by a German company, called, “The Ritchie Boys,”\nand what happened, 1-it was quite — it was very fair. They took people who had a\ncertain high I.Q. — I forgot what the army called the thing right now — and they were\nfluent in a language that was of interest; German or Italian or French. We were not\nthat much concerned with eastern European languages. And they had a similar thing\non the west coast, in br — in Monterey, for people who were — were interested in\nAsiatic languages, and getting involved there. So I got to that camp, which they cou\n—on my orders I’d even — couldn’t even say where I’m going to. And that movie\nthey made about it, I don’t know whether Holocaust Museum has — hat that, it’s —\nbut it’s — but it’s a very interesting link. And these people did all kind of jobs,\ninterrogation of prisoners during wa — during the fighting. And the most famous\nattendee of that school was Henry Kissinger. But he graduated from there before I —\nI went there. And what happened? We — when we were finished, we knew more\nabout the German military, the civil service, the reliability, things, when people were\n— were promoted on certain jobs, they had certain jobs, which ones were considered\nOctober 16, 2010\nhighly — higher the liability for the Nazi regime. Or some of them were just —\nbecause the skill of somebody was, let’s say, the county engineer. Well, that’s\nbecause he si — knew how to put in sewer systems. But — and the — was — and I d—I\ndidn’t get finished with that til after V-E Day, so was lucky when I went overseas, I\ndidn’t have to do any fighting. But I was involved in a lot of interesting episodes. I\nwas in, for instance, typically in my favorite stories, things that happened. There\nwere — for instance, when there was a security raid in the occupation, because U.S.\nArmy was invo — [indecipherable] was concerned that the Germans might pull\nOperation Werwolf. That was the same thing, the name — tag name they gave to\nwhat the French were doing with the Maquis. Resistance. So they tried to undermine\nit. I know — so they, sometimes they had raids and thing, looking for weapons, and\nlooking for people that were on the [indecipherable] list. And wa — they had guys\nlike me, assigned to battalion headquarter, and if they brought in something that was\nsuspicious, I had to give it for a screening. I know one time they brought in a guy\nwith a fancy uniform, brass buttons, and a red cap. And I looked at him and I looked\nhis I.D. and I looked at his brass button, and it said RB, which means Reichsbahn.\nAnd said, take that guy back to the railway station, he is the station master. But the\nnormal G.I. wouldn’t know th-that guy from another guy with a German uniform.",
        "Q: That’s funny.\nOctober 16, 2010",
        "A: So this is a — this was some of the funny things, but I mean, I could — you could\nsee they had support. I mean, people like myself, and colleagues of mine, who could\nthought things out. Not that they think they gotta arrest a guy because he wears a\nuniform. But he just — the kind of thing that I think is a funny story.",
        "Q: How long were you in Germany with the army? Were you — you were stationed\nin Germany, right?",
        "A: Yeah.",
        "Q: How long were you there?",
        "A: Oh, let’s see. I got there, let’s see, it was probably about from September or\nOctober ’45, til — and the story gets complicated before it gets cleared up — and I\nstayed there until December ’47. And then I was also involved in war crimes trials. I\nwas an investigator for one of the guys who got accused, got indicted for the\nNuremberg trials, but he was never tried, because we could not get good evidence\non him. Plus when we blew his safe and found all kind of thi — interesting things on\nthere, including a letter from the Kaiser, because the guy was very important in\nWorld War I. The biggest gun in World War I was named after his wife.",
        "Q: Really?",
        "A: Big Bertha. Did you ever hear about that? That gun?",
        "Q: No.\nOctober 16, 2010",
        "A: It was the — then — the guy was Alfred Krupp, from the Krupp factory,\nmunitions maker and steel factory. And situation, they were in the Nuremberg trials\nand I was at a briefing by Supreme Court Justice Jackson, who was the prosecutor\nfor Nuremberg. And I attended one of these meetings; they said, as you investigate,\nyou gotta look for two things. Cri — preparing for and conducting aggressive warfare.\nThat we found Krupp, because he was building tanks and stuff like that, and testing\nthem, and things of that nature — other war material. The other one was crimes\nagainst humanity; slave labor and that kind of stuff. And this ma — old man, Krupp\n—and I have a lot of his personal history, to — was in — retired, I think because of\nhealth reasons, about the same t — about the time Paris fell. So that’s before slave\nlabor because a problem. And his son took over. So — and he and his son didn’t get\nalong at all. And so he had — the — the old man didn’t have anything to do with the\noperation of the factory, or their personnel, or policies. He was there collecting his\nretirement pay, and that’s about all. In fact, it’s an interesting situation, that this guy\nis, when he was born, was not — his name was not Krupp, because old man Krupp,\nwho was very big before World War I, who built up the factory a lot, Alfred Krupp,\nand he ha — only had daughters, he had no sons. But he wanted to perpetuate the\nname and the family. So the Kaiser had an edict by which the boyfriend, who was\nGustav von Bohlen und Halbach, was going to marry the Krupp woman, one of\nthe Krupp daughters, could combine the name, Krupp von Bohlen und Halbach.\nOctober 16, 2010\nSo he maintained his nobility name, but he main — he kept his — kept the Krupp\nname in the family. So there was a special edict, I don’t know what year that was\ndone, but it’s an interesting situation.",
        "Q: Yeah, it is interesting.",
        "A: And I used to have si — copy of his — I used to have his passport for a while.",
        "Q: Really?",
        "A: Yeah.",
        "Q: Were there any other cases, like war crime trials that you worked on? The cr — the\nKrupp case and —",
        "A: Yeah, that was the only one for Nuremberg. But then I worked for — well, again\nby the pe — if I talk about things you know, I me — stop me. During the Yalta\nConference, where they decided the war crime trial concept, said there was people\nwho were involved on an international basis, who were supposed to be tried by the\ninternational court, which were then Nuremberg. But things had happened, like\nconcentration camp or slave labor, in the countries whose zone of occupation was —\nwas war crimes against individuals of that nationality, were supposed to be tried by\ncourts of that ka — courts of that cor — of that nationality. For instance, again, there’s\nan interesting history which is — don’t know whether — how well known that was,\nwhen the — when the — when — during the fighting, U.S. troops got as far as the Elba\nriver. That meant they went past — through Thuringen where the ca — main town is\nOctober 16, 2010\nWeimar, and where also Buchenwald was located there, just nearby there. And\nthen, after the — they rearranged the zones and — and that area of Weimar became\nRussian zone. So, since we had the evidence, like lampshades made from human bl —\nfrom human skin, and SS guards and oth — and all kind of stuff, including the wife of\nthe former commandant, Ilse Koch, and — more about her later. I said I have a long\nhistory of — [indecipherable] history. And so — so we moved before our troops\nwithdrew from that area, and the Russians moved in. We took all the stuff and put it\ninto a facility in Dachau. We could intern the prisoners and had enough storage\nfacilities to store the evidence. And there was a mission. Since — since Buchenwald\nwas supposed to be tried by Russia, and since this is the Russian zone, we — we had\na team of about two, three attorneys and about four linguists, who went through all\nthat stuff that had been collected, and they — the lawyers put it into a legal\ndocumentation, to turn over to the Russians, that they could use it as evidence. But\nthe wi — Russians refused to accept it. They did not want to annoy the Germans. It’s\nin their zone, they wanted to say the communists are not doing things that Germany\nlook bad. So they refused to do this. And so about — that was before Churchill spoke\nabout the Iron Curtain. That was Russia did not live up to its commitment under\nthe Yalta Conference. So it’s — for many years later — about two years later they\nwould — the Buchenwald people were tried in American war crimes trial, and I\nparticipated in that one. There were some interesting people [indecipherable] were\nOctober 16, 2010\nthere, and later on I got into the war crimes trials in Dachau — in Dachau. The U.S.\ntrials. And one of the most in — at times I wasn’t sure I was going to do that. For a\nwhile I was either assistant to the prosecutor, assistant to the defense counselor, and\nwas [indecipherable] court interpreter. Was sometimes assistant to the judge,\nbecause they had terms, which different people translated different ways. And they\nwere — the judges were confused and they said, we heard this was said to them, to\nthem, what — how it happened? And then I had to figure out these were the same —\ntranslating 1t back into German, these were the same organization. So, and — but\nthere was — there was some interesting people there. Probably the most famous — one\nof the most famous person who was tried there, but he was acquitted, that was Otto\nSkorzeny. Did you ever heard about that name’? Otto Skorzeny was the commander\nof the German Ranger. In fact, he became famous. After the Italian partisans had ca-\ncaptured Mussolini and kept him on top of a mountain as a prisoner, his ranger unit,\nwith gliders and with mountain troops, stormed that place and rescued Mussolini.\nThe partisan got Mussolini couple months later on and they killed him, but — but that\nwas the guy. And this guy also became famous during the Battle of the Bulge,\nbecause he was commanding this ranger, German ranger battalion, and he put them\nall in German — in American uniforms, to go behind our lines — through our lines and\ndisturb things, maybe destroy signal equipment and put on markers, direction signs,\nturn them around and to ca — and they were trying to, during the Battle of the Bulge,\nOctober 16, 2010\nthe aim of the Rumsted(ph) offensive was to capture Antwerp. And he was an\nimportant part, but he was being tried — tried [indecipherable] for that. But there\nwas an interesting thing. The prosecutor was a famous lawyer from Atlanta, who\nhad — he was usually a defense counselor, and he lost most of the cases, as defense\ncounselor in war crimes trials. But he was a prosecutor, and he lost that one, because\nthere was a guy who was — I don’t even know whether he was a lawyer or not, or he\nhad some lawyer assistance. And he found out that you cannot get anybody on\nespionage, or sabotage. These are ruses of war. As long as you are not — as long as\nyou are caught — not caught in the other country’s uniform. There were some of his\nmen who were caught in American uniforms, and they were shot. But he was caught\nlater on, I forgot whether in German uniform, or in civilian clothes. Therefore that\nstopped it and he was acquitted. And then he became other things, he was — became\nthe chief of security for Egypt. He was sometimes — there was a — were some\narticles written, the most dangerous man in Europe, because he had that wartime\nexperience, and he was helping Egypt. But didn’t do much good. Egyptians didn’t\ndo so well in the Six Day War. But — so, and then there was also, during the\nBuchenwald trial, there was this wa — wa — fo — the widow of the commandant, and\nshe had been a widow for many years, but she was pregnant. And they tried to find\nout whether it was a Polish guard. There were — a lot of the guard people were Polish\nDPs. And they were all right. And the Americans pretty well liked them, the only per\nOctober 16, 2010\n— only one person didn’t like the Polish guards. There was th — my dog. He always\nbarked at them. And he was a interesting dog.",
        "Q: What kind of dog was it?",
        "A: It was a German Shepherd, a relatively small one. But he was very good pedigree,\nbecause the couple — the dogs that bred him, used to belong to the German Field\nMarshal Mordell, who, when he lost the [indecipherable] in the — after U.S. troops\nhad moved east of the Rhine river, he committed suicide. Right before that, he gave\nhis matched pair of dogs to a local farmer. And I found out about those dogs. And he\nbred them, and I got one of his offsprings. But then, the kind of situations that people\ndo — in the thing, for instance, I was stationed in Dachau that time, and we had took\na barrack where we get some veterinarians who were prisoners, and we dro — got a\ncouple veterinarians and a couple farm boys, and we had a veterinary clinic, because\nsome of us had to go out of town for a couple of weeks, so we left the dogs there.\nBut they were too — even too dumb to make sure they had all the medicine, so they\ndied of distemper. Dist — the medicine was not easily available in Germany, but we\ncould have send it, call — contacted our parents and have it sent from the States. So\nthe dog did not — did not survive. But this 1s — but lot of the G.I.s had these thing.\nAnd by the way, if you keep pe — these people busy, I was working for a while, that\nwas before that, in an internment camp, where they had people who — who were not\naccused of anything, but they were considered security risks, because they had really\nOctober 16, 2010\nhigh positions in the party, or in civil service, or in the military. That’s primary — not\nin the general army, but in the S.S. or something like that. And they were housed in\nGerman army barracks, and they lived better than the population because they had\nall the heat, the hot water, they had decent food, which was short at that time, but\nthey were bored. So we arranged with them, a craft shop. Some of them were very\nhandy. And I have — still have at home, four paintings which — watercolors, about\nthis size, which the guy did from memory, and they are very nice paintings, and I\nreally treasure them. And they were — didn’t have much stuff, they were\n[indecipherable] canvas, they were the back of the ration boxes. So they\nimprovised, and I got them home, I got them framed. And they didn’t want to get\npaid in money. They said, if you do — if it’s — you know, we — well, it was good\nrelationship between these craftsmen and the G.L.s. They said no, I would appreciate\nit rather, if you would send a package with some chocolates or some other candy to\nmy wife or to my kids. And we got that at the PX. So it’s, again, the people who had\n— we were sorting out who was a real security risk, who was — on the war crimes\nwanted list that was put down — put out by all the countries, sorting things out, and\nthese were primarily the guys, the Ritchie boys. And they were very young guys. I\nthink our detachment commander, he was old, he was 21 years old. He was a second\nlieutenant. But this — oh, sorry.",
        "Q: No, you’re fine. Oops, here. Okay. It’s still recording, we’re good.\nOctober 16, 2010",
        "A: Yeah.",
        "Q: That’s okay.",
        "A: Okay, nothing.",
        "Q: Okay, okay.",
        "A: No disconnects?",
        "Q: Nope, nope, we’re — we’re — we’re good.",
        "A: Okay.",
        "Q: Okay.",
        "A: All right, ’'m sti — we’re still wired. So — interesting thing is while I was in —\ninvestigating in that [indecipherable] team, I met a young lady who was the — a\ntelephone operator for the British organization, it was British zone of occupation.\nAnd she had been a telephone operator for the German post office, the post office\nwas running the telephone system in Germany at that time. And then she was\ndelegated to be the private telephone operator for the state adjutant general. I mean,\nshe was very good in it, to get that particular thing. And then when the British took\nover, she went — became telephone operator for one of the British headquarters.\nThere was a [indecipherable] commission, they — since this is the area where the —\nwhich produced the most coal, and they rationed the coal allocations through all the\noccupation areas. And we got quite involved, to the extent that she was my wife,\nthrough the war part.\nOctober 16, 2010",
        "Q: What was her name?",
        "A: Pardon me?",
        "Q: What’s her name?",
        "A: Her name?",
        "Q: Yes.",
        "A: Hanni, h-a-double n-i.",
        "Q: What was maiden — her maiden last name?",
        "A: Sessilman(ph). So, I mean, she was basically — she was Aryan and she was\ninvolved in the BDM and competing in the contests they have for different things.\nAnd no, we had a very good marriage of 62 years, and she died day after Christmas\nlast year.",
        "Q: Sorry to hear that.",
        "A: So when we got married in Dachau, by the mayor of Dachau. In fact, we were, I\nthink the second couple involving a G.I. and a war bride, that was married by that\nguy. But he gave an endlessly long speech, and we were then supposed to have a\nreception at the officers’ club. And we were getting late and late, so when we finally\ngot through, we told the driver to step on it, and we got a speeding ticket from the\nMPs. But then we had a reception at the — or a din — a nice dinner at the\n[indecipherable] club. And — and a band and everything else.",
        "Q: What year was this?\nOctober 16, 2010",
        "A: F-For — ’47. In fact, this is one reason when the — I stayed longer in Europe than\nI had to, because when I was supposed to come back for discharge, come back to the\nStates, I could not bring my — I could not get married, I was — as a G.I. you had to\nget permission by the military to marry, and I could not get that permission, and\nwithout that she couldn’t come to the States. So, since there was a shortage of\npeople, they offered all kind of incentives for people to stay there if they had certain\nskills. And I stayed there as a civilian, where I made quite a bit more money, but I\nwas a -— they had a uniform for the civilians. So — and it was important that you wore\nsome service ribbons, that meant you were not a carpetbagger. Some guys, they just\nwent there and never in the service, but the fact that you were in the service, you\nwere accepted by them. And we could go to the R and R centers in the — near the\nAlps and used to have some good times over the weekends. And was on a lake, and\nearly morning there had to be a festival. And then you went on a sailboat. They\nrigged it for you, you didn’t have to rig it yourself, and then we sailed until\nlunchtime. And then there was a — then there’d be a party in the afternoon. So — and\nwith an oompah-pah bands and all this kind of stuff. No, this 1s the — G.Ls at that\nparticular time, if they could get to those places, the army took good care of them.\nExcept one thing is, there was one of the experiences my wife had. We went to a\nplace where we knew there was an R and R center, we went there, but we did not\nknow that was for blacks. But we asked them whether we could have lunch there.\nOctober 16, 2010\nSaid yes. But then we sat on a table, and there was some blacks sitting on the table,\nthey said, hey you, you can’t sit there with them. That’s — that was the U.S. military\nin °46 - °47, before Truman integrated the military in — forgot again the year that\nwas. Yeah, I think it was one of the first things he did. I think he did that after — after\nV-J Day. Well, okay, then we got married there, and we could go over — we went\nback to the States.",
        "Q: Where did you settle?",
        "A: Pardon me?",
        "Q: Where did you live?",
        "A: I went back to Columbus, Ohio, where my parents were living. And I went back\nto Ohio State and got my degree. In fact, three weeks ago, I was elect — I was titled\ndistinguished alumnus from Ohio State, for engineering department.",
        "Q: Oh, congratulations.",
        "A: Thank you. I got — had quite a bit of involvement with the — I was member of a\nindustry review board to advise profs what kind of things are strong, that industry\nneeds and they sho — should emph — things they should emphasize. For instance, one\nof my biggest complaint, I think that’s not only with engineers, but with other\npeople, too — you went to college, did you?",
        "Q: Mm-hm.",
        "A: Which one did you go to?\nOctober 16, 2010",
        "Q: Well, I bounced around, but I graduated from North Dakota State University.",
        "A: I see, okay. North Dakota. I’ve not spent any — I spent quite a bit of time in\nWyoming, and I used to go to South Dakota to go skiing at the — was it Black\nHills, or — yeah, I used to go skiing in the Black Hills. Whenever I had — I was in —\nin Gillette, Wyoming. I was working in a coal mine there. And let’s see — no, this is\n— no, this was quite interesting, to get the — to work with the profs and do things, and\nthis 1s — yeah, I mean, the things I said, which is something wa — most universities\nmake a big mistake. When you went to college, whatever you studied, when you\nwrote a term paper, or had to give a report, who was your target audience?",
        "Q: My professor.",
        "A: Yeah. Somebody who knew much more about it than you did. In real life, most of\nthe people deal with people that know less about it. For instance, when I learned\nabout computer, they told me to toggle over, and I looked for a toggle switch. I\nmean, the kind of terminology. Doctors are great for using terms which nobody\nunderstands unless you’re a doctor yourself. Engineers do that too, accountants at\ntimes, and —",
        "Q: Everybody does.",
        "A: Yeah. Th-That’s where you were trained. And I was trying to get the school to\nmandate that the ki — that the students take a course in public speaking. True non-\nspecialists in — let’s see, what is that organization that gives speeches?\nOctober 16, 2010",
        "Q: Toastmake —",
        "A: What?",
        "Q: Toastmakers? Toastmakers?",
        "A: Yeah, Toastmaster.",
        "Q: Oh, Toastmaster.",
        "A: Yeah. The kind of a thing that they do there by which you are asked to give, for\ninstance, this is something I either learned in the military, then when I get back, after\nI started working there, I also went back in the reserve. And I progressed quite a bit\nthere, and I commanded a unit, and I had some fun with something. It was\n[indecipherable] we had inspection from a guy from Washington coming, I don’t\nknow, from headquarters. And I kn-knew about it, when that was, and I scheduled\ncommanders time. And one of my favorite things to schedule there 1s — 1t was during\nthe Eisenhower administration, [indecipherable] for peace. And I was involved in\nbuilding the first commercial nuclear plant in this country. And so I| talked about\nhow they operate and I had the drawings all over the wall, and — til I found out the\ninspector hadn’t heard about that, but I could put it in a way that this guy who was\nmaybe an accountant or something like that, or an auditor could fo — could follow it.",
        "Q: Right.",
        "A: And so in fact, I had some fun. I had my senior non-com was a high school\nteacher, and I made a deal with him: whenever I gave a lecture — and I had to do that\nOctober 16, 2010\nonce a week, we met once a week and — for two hours — one hour I had to do the\nwork; he critiqued it. He took notes, what I did well, what I didn’t do well: talking\ntoo fast, not getting things organized, talking to the blackboard, all that kind of\nmistake. Using terms that were not defined. So after the meetings, we went to the\nnearby legion post and we both had beer, and he gave me a critique. And I am very\nthankful for what he has done for me. And I have addressed, I think last year at Ohio\nState, I addressed a group of about 400 people.",
        "Q: Wow, that’s incredible.",
        "A: Yeah, so it’s — I—I feel comfortable with doing that.",
        "Q: Yeah, you’ve had lots of practice.",
        "A: What?",
        "Q: You’re have lots of practice.",
        "A: Yeah, right, yeah. Doing that and then back in the engineering part, I had to\ntestify, or talk to governmental agencies. Like one time in Canada and one time in\nMalaysia. Kuala Lumpur.",
        "Q: Malaysia, wow.",
        "A: We were doing something that was non-standard, and I had to defend it. So there\nwere a lot of people, some of them were technically trained, some were not. Why\nwe’re doing it, what we’re doing, what the risk was, and what the training was for to\nbe done properly, and what the results are from the testing that had been done\n43October 16, 2010\nbefore. But I felt quite comfortable even talking to a foreign country like in Kuala\nLumpur.",
        "Q: I’m going to stop the — the track, and we’re going to start a new one, cause it’s\nalmost —",
        "A: Okay.\nEnd of File One\nOctober 16, 2010\nBeginning File Two",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Harry Ebert, conducted by Annie Erling, on the 16\" of October,\n2010, at the Kindertransport Association Conference at Arlington, Virginia. So,\ndo you have any children with Hanni?",
        "A: No, no, we decided we didn’t want any. But I have nephews and nieces with\nwhom I’m quite close, and —",
        "Q: Did you s — did you stay in Columbus, Ohio?",
        "A: No, when I graduated, I went to Milwaukee, Wisconsin, and then I went to\nMarietta, Ohio. In fact, there I worked for a company, and they had a Marietta\nCollege, and they had some night courses in business related things, but to be an\naccredited thing where you could get a degree, they had to take some science\ncourses. But the science faculty at Marietta College were so lazy, and they didn’t\nhave a graduate school, so they didn’t have the graduate students who could — would\nteach those. So the — the dean of the gradu — of the night school got people out of\nindustry. I was teaching physics, and engineering drawing, and they had some other\npeople were teaching accounting and chemistry and stuff like that. So the wa — it was\nquite, quite interesting. In fact, 1t was like teaching liberal arts because maybe I\ntalked about a different piece of equipment in a power plant, and some guy says, oh,\nI know all about it. This is depreciated over five years, because the guy was in\nOctober 16, 2010\naccounting. But he had no idea what in the world it was doing, why it was there. So I\ntried to clear that up. No, it’s all right. So —",
        "Q: Is there anything else that you’d like to —",
        "A: Well, yeah, that’s — I’ve stayed — stayed in the military, and I got — had a — had —\nalso had a — what was known as a mobilization designation. That meant — familiar\nwith that term?",
        "Q: Mm-mm, no.",
        "A: That means you are training for a job that’s held by somebody else, in case a\nballoon goes up, one of you guys — maybe we’|l split the headquarter, and we need\ntwo people with that training, and I used — I did that, and I was in the intelligence\nbranch. And one of the things that I was really trying to push, and we were\nsuccessful — that was during the Cold War era, that we had linguistic training. People\ntraining in linguistic and it was all packed military items. We had several reserve\nunits. We were lucky; the Cold War never got hot. We di — they didn’t have to be\ncalled up. Maybe some people got called up during the Berlin crisis, but well, there\nwas not — then we were prepared, as compared — and I may be talking politics now,\nduring the Gulf Wars, we had not — the government had not prepared linguists who\ncould speak Arabic. I’m sure there are plenty guys around there who are maybe\npeople who immigrated from Jordan, or immigrated from Israel or Palestine, or\nsome of these — Egypt, or some of the other countries, who could handle these\nOctober 16, 2010\nlanguages. And so it — it was — no, then, that’s interesting. When I — I was working\nfor Exxon for — as an engineering specialist for about 30 years, and I worked in 22\ncountries, often teaching courses there. And you learn some of the tricks of the trade\nof how teaching in a foreign country. For instance, I was giving a course in Japan,\nand I found a commercial book, or an advert — actually a catalog by a company that\nhad published the same thing in English and in Japanese. I had the English one, so I\ngot the Japanese one, and got one of those for each of my students from the supplier,\nand if I wanted a certain graph, maybe I had a slide, but then for the Japanese to read\nthings about it, I would have in there saying E page 42, J page 52, so they could\nlook up the reference material. Plus, the idea of simple sentences. Many p — and\nspeaking very slowly. If I would have a foreign speaking audience — foreign\nlanguage speaking audience, I would speak about this pace. And no k — no\ncomplicated sentences, which the French can do the conditionnel. I don’t know\nwhether we use that in English, the conditional case.",
        "Q: I’m bad at grammar.",
        "A: I mean, when you insert, the green house, which is located on the next street. You\nknow, by inserting that thing.",
        "Q: Oh.",
        "A: Is for sale. I mean, if that’s — that is loca — the next street. Make that a separate\nsentence. This is putting two thoughts together. So I had a lot of fun with that, and I\nOctober 16, 2010\nstayed in some countries where — which generally are not known as being Jewish\nfriendly, like Gaddafi’s Libya. I worked there for a while. I was about four times in\nSaudi Arabia, and I worked there, and recently, since I retired, I’m working for —\npart time for a company, and I was in United Emirates.",
        "Q: Oh. You’ve traveled a lot.",
        "A: Oh yeah.",
        "Q: That’s incredible.",
        "A: Yeah, I said I worked in 22 countries, and I think I visited 52.",
        "Q: Wow.",
        "A: But I didn’t — I always liked to go in the Far East. I used to — I used to enjoy\nThailand, Singapore, Malaysia, Japan. And I — I really enjoyed Pakistan. And\nPakistan was one of the most surprises. For instance, I was working there on a\nfertilizer plant, we were rebuilding things, and they — I had some young engineers.\nAnd about half the young engineers were indigenous females, and they were treated\njust as well, were given assignments equivalent to what the — the male engineers of\nthe same experience level were getting. So when you, in some, I guess, in the\nprimitive farm areas, this may be different, but in the industrial area, there 1s — you\nfind out the f — the female is treated better. And we were sitting all together, having\nlunch and stuff like that.",
        "Q: Oh.\nOctober 16, 2010",
        "A: The only thing is, the guest house I was staying was next to a mosque, and they\nwoke me up every morning when they called for prayer. So, I had a lot of fun with\nthose things. I mean, this is the experiences. I said, I lived history, the same way.\nFirst time I was in Israel — in fact, to get there I was — had been in Pakistan, and I\ncou — they couldn’t f — you couldn’t fly from Pakistan to Israel, so I flew from\nPakistan to Teheran, Iran, from — at that time there was — the shah was still in\ncommand. I — they could fly from Teheran to Jerusalem. And I decided to do some\nsightseeing. But I figured, these old things, they have been around that long, fine.\nBut it was my military background, I got myself a guide who was fighting in the\nGolan Heights, and we we went up the Golan Heights the same way his unit went\nup. I’m glad they cleared up all the mines. But it was very interesting. That’s another\ninteresting experience dealing with that part of the world. We — this guy had — he\nwas Israeli, he had some Arabic friends at one place, and we went there and I got\nsome tea and some dates. Not dates with women, dates the food. And then there\nwere — near there there was a warehouse, and there were some trucks parked. And\nthese trucks had Israeli license plate, and he said — they had wing-nuts on them. He\nsaid, you loosen one of those wing-nuts. And they had Jordanese license plates.\nWhat happened? They were taking the famous Jaffa oranges — although it was not in\nJaffa, it was farther west, but the same type, and transporting them to the Jordanese\n— to the border between Israel and Jordan, then change the license plate, and then\nOctober 16, 2010\nmoved to — all the way to Saudi, because Saudi had the money and they — they\nwanted the — the better food. So this is a kind of cooperation that the Israeli were\naware what was going on and these Arabic farmers who were growing the oranges\nup there in [indecipherable] were making some money, and I guess the truck drivers\ngot paid. So it was — no, I’ve been several times visiting Israel, but that was an\ninteresting experience. Also, from the military point of view, there is a place just east\nof — east of Tel Aviv on a mountain called Kenkillya(ph). From there you could fire\nsome of the bigger guns into Tel Aviv. And I think the Israelis made a big mistake of\nma — considering part of the West Bank, they should have annexed that, as a\nsecurity, to control the high ground. After they found out at the Golan Heights how\nimportant the high ground is. So I’m sure they had enough people who were\nstudying this thing. And then with the military, I st — stayed with a co —\n[indecipherable] command general staff college, and stuff like that, which is the\nsecond highest educational thing within the army. The only higher one is Army War\nCollege. I applied for that, but I didn’t — I couldn’t get in that one. So I— I had an\ninteresting time there in involvements and stuff like that, and retired as a full\n[indecipherable] colonel. And in fact, night before last, I stayed in abot — on\nAberdeen Proving Ground, and I had a VIP suite for myself. I had one and a half\nbedrooms and one and a half baths.",
        "Q: Nice.\nOctober 16, 2010",
        "A: And a living room. So that was — that was a convenient way. I figured I didn’t\nwant to drive all the way from New Jersey to Washington and try to fight the\ntraffic, and to get to the hotel in the evening, so I stopped over in Aberdeen and\nworked my way through Baltimore, which is a mess.",
        "Q: Oh, traffic is so terrible around here.",
        "A: Well, the fact I didn’t know the roads, I said, this is detour, and I followed that\nthing. And then I — the detour sign disappeared, and —",
        "Q: The roads sh — th-the construction and traffic —",
        "A: Yeah, yeah.",
        "Q: — most of the time it doesn’t make any sense.",
        "A: Mm-hm. I used to spend a lot of time at Fort Meade.",
        "Q: Okay.",
        "A: And we used to go to Baltimore, because we had a bunch of young guys, they\nnever had been at strip clubs on the East Baltimore Street, they had a lot of them. I\nguess that’s pretty well known, that East Baltimore Street. And I — if I wanted to get\nall my tu — all my guys together, the best place to find them was at East Baltimore\nStreet.",
        "Q: You knew where to go.",
        "A: Right. That’s — and these were boys from West Virginia, my — my army unit at\nthat time was based in West Virginia. So it’s — since I was living just across the\nOctober 16, 2010\nriver from there. But that facility was there, and that unit was there and they had an\nopening. So that’s about it, and — well then, after — went walking when I was\nworking. I went to mari — there’s Marietta, Ohio, which — have you heard of\nMarietta, Ohio?",
        "Q: I’ve heard of it, never been there, no.",
        "A: There’s Marietta, Georgia.",
        "Q: Okay.",
        "A: There’s also Marietta, Ohio, which is a very — historically a very famous town,\nbecause after the Revolutionary War, they handed out the G.I. Bill of the\nRevolutionary War, was 106 — 160 acres, you know, in o — in Ohio\n[indecipherable] Illinois. And they were handed out in Marietta. People came by\nboat from Pittsburgh on the Ohio River, and went to Marietta. And that’s where\nthere was General Putnam, who was from Massachusetts, but he was the dispenser\nof the G.I. Bill of the Revolutionary War. And the house where he did that in was\nstill in existence. In fact, it was that — in the top of that town has a little mountain,\nand there’s a— was an Indian mound. So we lived on the road that le — went from the\nriver to the Indian mound. That was called Sacra Via. So — so it’s interesting —",
        "Q: Yeah.",
        "A: — things I —I lived through and saw.\nOctober 16, 2010",
        "Q: Yeah, we’ve covered everything. This is great, though, we were able to fit — talk\nabout your post-war experience too.",
        "A: Yeah.",
        "Q: So, that’s good.",
        "A: No, I got — I had a good time. I was elected fellow of an engineering society.",
        "Q: I saw that in the —",
        "A: And I published several technical papers, and so that’s about it, unless you have\nsome other questions.",
        "Q: We’ve covered a lot. This has been fantastic. Thank you.",
        "A: Yeah, in fact, you’ ll find in that article that’s — you did not have before.",
        "Q: Mm-mm.",
        "A: Take a look at those two I got.",
        "Q: [indecipherable] this is just one. So we just have —",
        "A: A G.I. remembers?",
        "Q: Mm-hm. G.I. Recalls the Occupation of Germany.",
        "A: Yeah, I think that goes ba — that goes quite a bit at the end.",
        "Q: This will be really good to have, because we — we archive all of this, so this is\nfantastic, thank you.",
        "A: I think I may have sent that. After the last Kindertransport Conference, they\nasked to send things to them. And I think I may have sent that already.\nOctober 16, 2010",
        "Q: Okay. Well, we might — we might have it —",
        "A: Yeah.",
        "Q: — I guess, but Ill — PIl check into it.",
        "A: Yeah, ag-again, this is something you don’t put in a recording.",
        "Q: Sh-Sh-Shall I shut it off?",
        "A: Yeah.",
        "Q: Okay then, one second. This concludes the — the interview of the U.S. Holocaust\nMemorial Museum with Harry Ebert, conducted by Ann Erling, on the 16\" of\nOctober, 2010. Thank you.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum interview with\nHarry Ebert, conducted by Annie Erling on the 16\" of October, 2010, at the\nKindertransport Association Conference in Arlington, Virginia. Why don’t we\nstart with the basics, such as your name, your birthdate and where you were born.",
        "Q: Is — was Harry your name at birth?",
        "Q: What was it?",
        "Q: Okay.",
        "Q: Oh, okay. What — what was it like growing up in Heidelberg? What were your —\nwhat was your family like, your childhood?",
        "Q: Yeah.",
        "Q: That’s wonderful. I’m gonna move your — perfect, okay.",
        "Q: Okay. Okay, so did you have any siblings?",
        "Q: What are their names?",
        "Q: What are their names?",
        "Q: Older or younger?",
        "Q: And what did —",
        "Q: Oh, perfect. You said your father, was he — what did he do? What was your\nfather’s profession?",
        "Q: Oh.",
        "Q: What are your earliest childhood memories?",
        "Q: That’s funny.",
        "Q: So, you attended school?",
        "Q: Was it a Jewish school, or —",
        "Q: There were both Jewish and non-Jewish students?",
        "Q: I saw that — 11 —",
        "Q: 11 schools.",
        "Q: So, what about the first — the first schools that you went to?",
        "Q: Did you remember each other, did you recognize him?",
        "Q: Oh. So did your family practice their religion at all?",
        "Q: Did you have re — in your childhood, did you have both Jewish and non-Jewish\nfriends?",
        "Q: So, did you ever experience anti-Semitism growing up?",
        "Q: I don’t remember.",
        "Q: Iam. I’m going to let you answer this. Who was it?",
        "Q: Mm-hm. Was it Hitler?",
        "Q: Yeah.",
        "Q: Hitler was doing something.",
        "Q: Oh, okay.\nOctober 16, 2010",
        "Q: Oh, mm-hm.",
        "Q: How — I’m going to back up just a little about that.",
        "Q: How old were you when you first went to school in Italy?",
        "Q: Well, was it — was it — di-did your sisters go with you as well?",
        "Q: Was it difficult to leave — leave your family? Were you —",
        "Q: What language were — what language did you speak when you were at school in\nItaly? Was it German?",
        "Q: The language you spoke.",
        "Q: So, did you — was it a positive experience?",
        "Q: So-",
        "Q: Why did you leave?",
        "Q: What was the situation, why did you have to leave Italy?",
        "Q: Mm-hm.",
        "Q: That sounds gross.",
        "Q: Gross.",
        "Q: That’s okay.",
        "Q: Were you surprised? Did you know what it was?\nOctober 16, 2010",
        "Q: Right.",
        "Q: Good.",
        "Q: So, when you left Italy in °38 —",
        "Q: It was Sep-September first, you said?",
        "Q: 30\". When —",
        "Q: Oh, okay.",
        "Q: Where did you go from there?",
        "Q: My goodness. So, after the school closed, where did you go to then?",
        "Q: So, where were your sisters during this time?",
        "Q: Okay.",
        "Q: Right. So when you went from the boarding school in Germany, back home, was\n— did your parents discuss with you that you were going to be leaving on the\nKindertransport? Like did you know —",
        "Q: Okay. So, how long was he in Dachau?",
        "Q: Okay. So, when he came back, you — were you in Mannheim? Or were you still\nat the school and —",
        "Q: Oh, okay. So what — what kind of things did you have to do to prepare to leave?\nLike what kind of things did you pack, do you remember?",
        "Q: Right, I guess, yeah.",
        "Q: So you — did you feel — do you recall leaving your family? Was it different than\nthe other times you had left for boarding schools?",
        "Q: Yeah. You took a train there, to Holland?",
        "Q: Where did you go from Rotterdam?",
        "Q: That’s pretty impressive.",
        "Q: What language did you speak when you were in Holland?",
        "Q: But you lived primarily with other German children?",
        "Q: Okay. How long were you in Holland?",
        "Q: Mm-mm.",
        "Q: Mm-mm, no.",
        "Q: Were you in contact with your family at this — at this time?",
        "Q: Were they in England?\nOctober 16, 2010",
        "Q: But your father was in England?",
        "Q: Wha-What was your — tell me about your mother.",
        "Q: Yeah, I know that one.",
        "Q: Let’s — let’s back up, back to you being in Holland. So y — how long — how long\nwere you in Holland, total?",
        "Q: So how did you get from Holland to America? Did you have to get a visa?",
        "Q: So —",
        "Q: Where did your sa — where did your family settle when you emigrated to\nAmerica?",
        "Q: And you — you attended high school there?",
        "Q: Was it difficult ler — did you have to learn the language? Had you spoken English\nbefore?",
        "Q: So was —",
        "Q: Good for you.",
        "Q: You have a very diverse education.",
        "Q: So you graduated from high school when you were 16, and then did you join —",
        "Q: Oh, right after your birthday. So —",
        "Q: What did you do after graduation?",
        "Q: N-No.",
        "Q: Mm-mm.",
        "Q: That’s funny.",
        "Q: How long were you in Germany with the army? Were you — you were stationed\nin Germany, right?",
        "Q: How long were you there?",
        "Q: Really?",
        "Q: No.",
        "Q: Yeah, it is interesting.",
        "Q: Really?",
        "Q: Were there any other cases, like war crime trials that you worked on? The cr — the\nKrupp case and —",
        "Q: What kind of dog was it?",
        "Q: No, you’re fine. Oops, here. Okay. It’s still recording, we’re good.",
        "Q: That’s okay.",
        "Q: Okay, okay.",
        "Q: Nope, nope, we’re — we’re — we’re good.",
        "Q: Okay.",
        "Q: What was her name?",
        "Q: What’s her name?",
        "Q: Yes.",
        "Q: What was maiden — her maiden last name?",
        "Q: Sorry to hear that.",
        "Q: What year was this?",
        "Q: Where did you settle?",
        "Q: Where did you live?",
        "Q: Oh, congratulations.",
        "Q: Mm-hm.",
        "Q: Well, I bounced around, but I graduated from North Dakota State University.",
        "Q: My professor.",
        "Q: Everybody does.",
        "Q: Toastmake —",
        "Q: Toastmakers? Toastmakers?",
        "Q: Oh, Toastmaster.",
        "Q: Right.",
        "Q: Wow, that’s incredible.",
        "Q: Yeah, you’ve had lots of practice.",
        "Q: You’re have lots of practice.",
        "Q: Malaysia, wow.",
        "Q: I’m going to stop the — the track, and we’re going to start a new one, cause it’s\nalmost —",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Harry Ebert, conducted by Annie Erling, on the 16\" of October,\n2010, at the Kindertransport Association Conference at Arlington, Virginia. So,\ndo you have any children with Hanni?",
        "Q: Did you s — did you stay in Columbus, Ohio?",
        "Q: Is there anything else that you’d like to —",
        "Q: Mm-mm, no.",
        "Q: I’m bad at grammar.",
        "Q: Oh.",
        "Q: Oh. You’ve traveled a lot.",
        "Q: That’s incredible.",
        "Q: Wow.",
        "Q: Oh.",
        "Q: Nice.",
        "Q: Oh, traffic is so terrible around here.",
        "Q: The roads sh — th-the construction and traffic —",
        "Q: — most of the time it doesn’t make any sense.",
        "Q: Okay.",
        "Q: You knew where to go.",
        "Q: I’ve heard of it, never been there, no.",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Yeah, we’ve covered everything. This is great, though, we were able to fit — talk\nabout your post-war experience too.",
        "Q: So, that’s good.",
        "Q: I saw that in the —",
        "Q: We’ve covered a lot. This has been fantastic. Thank you.",
        "Q: Mm-mm.",
        "Q: [indecipherable] this is just one. So we just have —",
        "Q: Mm-hm. G.I. Recalls the Occupation of Germany.",
        "Q: This will be really good to have, because we — we archive all of this, so this is\nfantastic, thank you.",
        "Q: Okay. Well, we might — we might have it —",
        "Q: — I guess, but Ill — PIl check into it.",
        "Q: Sh-Sh-Shall I shut it off?",
        "Q: Okay then, one second. This concludes the — the interview of the U.S. Holocaust\nMemorial Museum with Harry Ebert, conducted by Ann Erling, on the 16\" of\nOctober, 2010. Thank you.\nEnd of File Two\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Okay, name is Harry Ebert, as you had mentioned, and I was born in\nHeidelberg, Germany, and June 25\", ’25.",
        "A: No.",
        "A: It was Heinz.",
        "A: And I went primarily by my middle name, by Wolfgang.",
        "A: Well, I sta — lived in Heidelberg about six months. Then my f-father joined his\nfather’s law firm in Mannheim and we moved there, and until °33, things were very\nnormal. Good middle class, did a lot of things; went skiing with my father, learned\nhow — learned how to swim at the age of six, and in — it’s interesting, 1n a s-\nOctober 16, 2010\nswimming pool, a s — pool that was donated to the city of Mannheim by a Jewish\nphilos — philanthropist. But then there were, later on, no Jews allowed.",
        "A: But it was reasonably just damaged during World War I, but it was usable, so\nabout four years ago, I — I went — I went oversea, I went — I went swimming there\nagain.",
        "A: Okay.",
        "A: Yeah. I got two sisters that are twins, and they’re both living in the States now.",
        "A: Pardon me?",
        "A: One is Lisa Greenfield, and the other one is Ursula Holloway(ph).",
        "A: Younger.",
        "A: But they’re the same age, they’re twins.\nOctober 16, 2010",
        "A: He was an attorney.",
        "A: Yeah, he had a Doctor of Jurisprudence from heidel — from Freiburg. And his\nfather — his father had a Doctor of Jurisprudence from Heidelberg, so it was in the\nfamily.",
        "A: That I didn’t want to eat the spinach. I don’t know, I can’t think of —",
        "A: Well, it was, my mother was great at us taking walks and hikes, and we used to\ngo — when — Mannheim is located about half an hour’s by train or car from\nHeidelberg, we used to go to the Heidelberg area, and went hiking into the\nmountains. And in winter I went there skiing with my father. So —",
        "A: Yes.",
        "A: No — well, yes and no.",
        "A: Well, I attended so many schools you got to — 1f you — if you le —",
        "A: What?\nOctober 16, 2010",
        "A: Yeah.",
        "A: Was a— was a normal public school in Germany. In fact, interesting, I met a guy\nupstairs yesterday who went to the same school the same year. We started here the\nsame year, or he started one year later.",
        "A: No, no. But we just recognized the town, and we found out we had some common\nfriends.",
        "A: No, no, not at all.",
        "A: Yes.",
        "A: Yeah. Yeah, this was — as I di — I stayed in Germany, let’s see, there were four,\nyeah, four grades of — of public school, grammar school. And then I went for two\nyears to German high school. And then there were restrictions and getting to — and\nthen my parents were 1n a position to send me to private boarding schools in Italy;\none on the Riviera, near Portofino, apart — over that area. And the second one was\nOctober 16, 2010\nnear Merano, in the Dolomites, in the mountain areas. So nice. Stayed there from\nabout April 37, til—I can give you the exact date, September thirt — 30\", 1938.\nThat’s it. September has 30 days or 31?",
        "A: No, August has 31, September has 30, September 30. And then I went by train ba\n— the school had to close. Somehow thar — Mussolini got — close it together — and I\ntook the train from northern Italy, over the Brenner Pass into Munich and back\ninto Mannheim, where my parents were living. And that was — on the train I found\nevery town, every station had a lot flags out. Why? Because they saw me going — no,\nthere was somebody else who took the same train ride, the same day.\n[indecipherable] You’re not a history major, are you?",
        "A: Well, check the dates. September 30\".",
        "A: I was going to Munich.",
        "A: What happened on October first in Munich?",
        "A: The Munich Conference.",
        "A: That’s the one where Chamberlain was fooled by Hitler, that he’s for peace.",
        "A: That’s when Daladier was there from France, Chamberlain from England,\nMussolini and Hitler. And they met, and that was, as far as I’m concerned, the start,\nthe prelude to World War II, because that’s when the — the British and the French\nsaid Hitler could annex Sudetenland, which 1s the ethnically German part of\nCzechoslovakia, which is the one that — and then a couple — not too long afterwards,\nHitler annexed all of Czechoslovakia, and renamed it Birman(ph), which is the\nclassy German name for that part of the country.",
        "A: Yeah.",
        "A: Let’s see, I went — I was not yet 12. Was born in 30 — I was born in ’25, so — in\nJune, and that was in April, ’37, so I was —I was nearly 12 years old, not quite.",
        "A: No.",
        "A: No, at that time it was — it was lot of good discipline. Before — when you went to\nthe dining hall, they checked your fingernails, so make sure they’re clean. They had\nsomebody — some teacher there [indecipherable]. And that was a very interesting\nOctober 16, 2010\nlife, we experienced people from all over the world. They were not only Germans,\nthey were also loyalists from Spain who were fleeing after the Spanish — during the\nSpanish Civil War, which was going on at that time. And the school was very good,\nnot too many students there. The student to t-teacher ratio — ratio was good, and we\ngot a lot of personal attention, and a lot of sports. We didn’t have that much contact\nwith the Italians, except we played soccer against them. But then, I went swimming,\nI even — that’s the first time I did diving. There was har — hard hat diving, which is\nhardly done any more. But in the bay, catching squids and stuff like that.",
        "A: There were different things. The primary language was German [indecipherable]\nbut everybody had to take Italian, and I was reasonably fluent, and later on I went for\na while to a German — to Italian public high school. And I had troubles with it, which\nI wasn’t that good. Then my first language before I went to Italy was French. And\nmy mother was a expert in — 1n the French language. In fact, she used to tutor PhD\nstudents in the States, who were preparing for their language exam. You know, they\nhad to pass a language exam if they took the thing. And the th — interesting thing 1s,\nthe school will send you right home twice a week, one postcard and one letter. And\nmy mother insisted that the postcard be written in French. So it’s — and then at\ndinner, you were assigned to sit on different tables, and at different tables, there was\nOctober 16, 2010\nonly a certain language spoken. So if you went this week to the French table, that’s —\nthat was it.",
        "A: Yeah.",
        "A: Yes. Oh well, tha — I mean, this is — they were great in doing things like, we were\nharv — harvesting the seeds from luk — eucalyptus trees, and then we learned how to\ndistill and make eucalyptus oil from it. And we were — we — not only academically,\nalso had to work, we — 1n the garden, we were harvesting figs and oranges and\nlemons and —",
        "A: My favorite thing was harvesting figs, because I liked them. Fresh ones.",
        "A: Pardon me?",
        "A: That school?",
        "A: Well, it was — these schools closed. First the school at the Mediterranean closed.\nI don’t know what the reason 1s they closed, I don’t — but then they moved some of\nthe kids into a neighboring town, and a few of the teachers created their own\nOctober 16, 2010\nboarding school. But we were actually staying in a pensionne. And what — they had\nlessons, and we were located next to the Mediterranean, we could go — the first\nkids to go swimming, and see the fisherman coming in, and see them eat little fish,\nbian — biachettis. They eat them all live. And — well, you also can cook them, but\nwhen you cook them, the fish turns white, except the eyes, and the tail stays silver.\nAnd for beginners, you eat that with tomato sauce, but it tastes better with lemon.\nBut then you see the eyes as you’re putting it in your mouth.",
        "A: Well, I’ve eaten — many years later I’ve eaten something that was even more\ndifficult to eat, and that was called balut. I ate that in the Philippines. That is the\negg of a duck, soft boiled, about four days before the egg is hatched. And you eat\neverything except the beak, you use that to cl — to clean your teeth.",
        "A: And when I was in the Philippines and working there, when — and we went out\none evening — I mean, I’m going way back —",
        "A: — way 1n [indecipherable] we went out with a couple of the other engineers, we\nwent to places, and they — the last thing on the evening, they saved for me, is a\nbalut.",
        "A: No, I didn’t know what it was. I think I heard about it lately, but I had a lot of\nbeers with it, and just swallowed. But in the next day, when I went back to the plant,\nit’s like having passed the initiation test. I was not — not just a gringo, or whatever\nthey call them there. I was initiated —",
        "A: — in their food, and I got better response from the workers.",
        "A: They all knew about it.",
        "A: Yeah.",
        "A: No, September 30\".",
        "A: The conference was October first.",
        "A: The Munich Conference.",
        "A: Well, I went for a short time back to Mannheim, and then I went to a Jewish\nboarding school in Germany, in Halingen. That’s near Ulm. And that was probably\nthe biggest Jewish boarding school that was still remaining in Germany. And that\nOctober 16, 2010\nwas closed, but [indecipherable] very long, except I think they tortured us there, but\nthat’s the teachers. Because every morning, before anything else, we had to run for\nabout half an hour through the woods, hilly and through the woods. There was a\ncommand, wald lauf, which means wood — running through the wood. And none of\nthe guys, and there were — they always were may — everybody who went there\nremembered, that was the worst command that was given there. But then when that\nschool closed after Kristallnacht — we did not experience anything at Kristallnacht,\nat that school, but it was closed afterwards. And the different buildings were sold to\nvarious people. And the person who bought the boys’ dormitory was Field Marshal\nRommel. So I lived — I lived in — slept in Rommel’s house before he did.",
        "A: Well, I went for a short time back to Mannheim, there was a Jewish school there,\nand I went there for a couple of weeks, and then I went to Kindertransport.",
        "A: Friend of our — that friends of ours took my sisters to Holland, couple days after\nthe Kristallnacht.",
        "A: And they put them into private families, and they were treated very well. The first\none was manufacturers of a cheese — of a cheese man — at a cheese factory in a town\ncalled Budehaven(ph), which is in the — one of the bra-branches of the Rhine,\nOctober 16, 2010\nbefore it gets into the North Sea. And — but then they couldn’t stay there very long\nbecause it’s — the wife got very ill and they couldn’t — they couldn’t do it any more.\nAnd then they went to another family, where the father was a diamond merchant.\nThey lived in a tremendously big house, and they sent their kids, including m-my\nsisters to the best school in Holland, which is the same school that the present queen\nattended. Not at the same time. She’s younger. But it’s the kind of a reputation of the\n— that time current princess was s-scheduled to go to that school and it’s probably —\nit’s probably wa — the best high sc — high school or something like this in Holland.\nBecause of that it got that royal ey — interjection.",
        "A: Yeah, when we became available, it was [indecipherable] short notice. It didn’t\n— I think it was in about January ’39, or something like that. No, and then my father\nwas arrested and until then he could practice because he was a wounded veteran of\nWorld War I. And then he was put in Dachau for a while. And then he was later\nreleased because he was able to get sponsorship by — by the Bishop of Litchfield in\nEngland. A funny thing, on one of our trips, when my parents were visiting me up\nin Italy, there was a lady staying in the same hotel as my parents were staying, and\nthey became friendly, and she was a secretary to the b — to the Bishop of Litchfield,\nOctober 16, 2010\nand somehow my mother contacted her and — which they could do and so there was\na way, people — some adults could go there, and he spent time til — he probably went\nthere in January or February °39, and he stayed there til April ’40.",
        "A: I don’t know, about three or four weeks?",
        "A: No, I was — I was in Holland already.",
        "A: No, it’s no different than going to a boarding school.",
        "A: I mean, I had my experience, having been in four boarding schools; three — three\nin Italy, and one in Germany, and so I —I pretty well knew what was needed.",
        "A: No. So this was in the system.\nOctober 16, 2010",
        "A: Yeah. We first — they took it from Mannheim, then they had us stay overnight,\neither in Frankfurt, or in Cologne, I forgot. And they collected people from other\nlocations, and they put them on a common train and took us into Rotterdam.",
        "A: Well, we first of all, I had — at Rotterdam we stayed for a while in the quarantine\nstation. That happened to — every port at that time had a quarantine station. And —\ncause they didn’t know whether the sailors came back with tropical illnesses or stuff\nlike that. But there was a facility, was guarded by Dutch military. We could not\nleave, but we could have visitors. For instance, my sisters and theirs — and their\nfoster parents, that cheese manufacturer, they came and visited me there. But we\nstayed in big barracks. There wasn’t much to do, but then a short time afterwards, I\nwas able to go do what is mispronounced in the States as gouda, what should be\npronounced howda(ph). And there we were in a — in an old orphanage, and 1n that\norphanage we also had quite a few refugee teachers. And since the academic training\nsome of the kids had, was quite different between them. And if you were, let’s say at\n— some more advanced training in languages and literature and math or science, and\nyou had the math teacher there, and you knew you were interested in that, he really\nspent a lot of time. But I must give credit for being able to graduate from a U.S. high\nschool on the week of my 16\" birthday, after having been in the country about 14\nmonths.\nOctober 16, 2010",
        "A: And I still had language problems with it, but —",
        "A: I think — well, among the kids where we were staying, there was primarily\nGerman, and the teachers, these were all German speaking teachers.\n[indecipherable] it’s a mass instruction, only you had literature, you had German\nliterature. Maybe a little — little English, or I don’t know, we spo — we learned some\nDutch, we had some Dutch people coming in and —",
        "A: Yeah.",
        "A: Well, from about January ’39 til April ’40. And I was in — after about — I was for\na short time in Amsterdam, which was also a quarantine station, it was a holding\nplace. And they did a few things — for instance, I learned glass blowing there. But\nvery primitive, I mean, the very beginnings of it. But they kept — they had some\nvocational instructors. And then I went to Wieringen. Now that is a important place.\nIt is what used to be known as an aliyah ca — preparation camp. Familiar with it?",
        "A: For — the term?\nOctober 16, 2010",
        "A: Aliyah. That is the mo — Zionist movement to go — preparing you to go to Israel.\nSo we had academic training, and we had agricultural training, and vocational\ntraining. And this is the first time I was involved with oil and gas, because we f —\nthey found out the thing 1s, for the training, this — that was in the place of the\nZuiderzee, which had been reclaimed from the sea, that land. But you had swamp\ngas coming up through the water. And we collected the swamp gas and f — and had\nthe equipment, that it could be used productively for heating and agricultural and\ncooking things. And this is not in the area of — farther east in Groningen, where they\ndiscovered afterward were two — some very big gas fields. But this is probably not\nrelated. I never heard of this, what we found there, because it was only bubbling up.\nAnd we had a container that collected it, and so we — they had — we built, and then\nwe did agricultural things. For instance, it’s interesting using that kind of a country\nplace to prepare people for Israel, where this was too much water, as compared to\nIsrael having lack of water. But they — they built that particular facility there, and it\nwas a productive fa-farm. I think they produced or — everything was consumed that\nwas produced. They raised all kind of big animals.",
        "A: Yes.",
        "A: No, my mother was in Germany. She did not go to England because her parents\nwere too old to go to England.",
        "A: Yeah.",
        "A: Well, my mother was born in Berlin, but her parents moved to Mannheim when\nthey retired, when they got old enough, they needed somebody, one of their children\nto — when the mother — my mother, taking care of the thing. And then she 1s — was\nacademically trained, she never got her full degree, but she couldn’t make up her\nmind whether to study law or medicine. She did some of each, but never finished it —\nit, and after — when the war had started, and after Paris had fallen, and the Vichy\ngovernment was established, they made that province, which was Baden, which 1s\nwhere Mannheim, Heidelberg ar-are located, they made it Judenfrei. Free of Jews,\nand they de-deported all of them to a concentration camp in the Pyrenees called\nconda — called Gurs, g-u-r-s. You heard about that one?",
        "A: Okay. [indecipherable] Gurs. Actually the — the S 1s not pronounced in — in the\nFrench thing, and she stayed there for a while, together with her mother. Her father\ndid not survive the transport. And — yeah. They lived pretty well in the mud. These —\nthis was built for Spanish loyalists who fled across from Spain to the French border,\nOctober 16, 2010\nwhen they were being defeated. And so it didn’t have too many comfort, it was for\nyoung military people, but there was — food was somewhat limited. But since my\nmother was fluent in French, she was part of the delegation that went to local\nfarmers and try — tried to talk them out of more food, and stuff like that. And then\nshe and her mother were transferred to Marseilles, and my mother had a vi-visa to\ngo to the States also. Otherwi — in the meantime, lotsa thing; I had been — we had\nbeen in the States. I went from Holland, picked up — we picked up my f-— my sisters\nand I, we picked up my father in Southampton, and went to the States. And then we\nlived in New York for a while. But then my mother was in Marseilles, and she was\nable to catch a boat, a French boat that was going to Martinique, which 1s the — one\nof the French states or provinces. And — but since France, Vichy, France was at war\nwith England, a British warship captured that ship and brought it into Trinidad. So\nthey were interned as, I guess enemy aliens in Trinidad. But then from there we\nwere in contact with her in the States, we were able to get arrangements to get a boat\nto go from Trinidad to New York. And she just got there in time to see me graduate\nfrom high school.",
        "A: Let’s see. ’39 to — about 14 months.\nOctober 16, 2010",
        "A: Yeah, oh yeah. That visa had been put in, and there was — when it came, you\nknow, number came up, and somebody was — from the committee there, took us to\nthe pier. We left from na — we didn’t leave from Holland, we left from Belgium.\nThe ship left in Antwerp. And then by that time, Germany and England were\nalready at war. And we went to — on the way to Southampton we spotted floating\nmines near Southampton, but none of them were set up. I saw them later on when I\nwent from France to England — from England to France with the U.S. Army. And\nthe other G.I.s tried to shoot and set off the floating mines, but they never hit the\nright spot. You got a pl-place about this big, at a long distance, to — you know, this is\nto set it off [indecipherable] point. If you just hit the body, the body of the floating\nmine is heavy steel, and the machine guns did not penetrate that.",
        "A: But anyhow —",
        "A: First we were staying with the family of my father’s brother, who had been there\nfor a while. And — in Manhattan, on 91\" Street.",
        "A: Yeah.\nOctober 16, 2010",
        "A: Little bit.",
        "A: But I learned it after a while, and they — I — the teachers were actually excellent.\nThat was a — not a particular prestigious high school. In fact, about half of them\ncame from Harlem, and one-third c-came from Hell’s Kitchen. So the teachers\nwere very happy to have some kids who had more academic training. In fact, the\ninteresting situation, the kids who made the honor roll, two-thirds of them were\nforeign born. The ones who competed for valedictorian, nearly all of them spoke\nwith an accent. I don’t — I was competing for it, but I had a big argument with my\nEnglish teacher, who was a reviewer of the thing, and an argument when we read\nJulius Caesar, and I argued with her when — either, I think, either Cassius or\n[indecipherable] says, I forgot, because he was ambitious, I killed him. And I wrote\nmy speech on the necessity for ambition. And the teacher recognized that argument I\nhad with her, so I was blackballed on that. I had made the honor roll when I\ngraduated, but I did not get the valedictorian speech. But then I did something else.\nSince I had such a mixed up previous education, I went to the different departments,\nand in some case I took a regent examination, and I passed it and then I got credit for\nthe course, that got me through that fast. And some of them I just talked my way, I\nOctober 16, 2010\nthink. I got some credits in art appreciation because I reviewed all the things I had\nseen in the — in the Italian and the Dutch and the German museums. And I could\ndistinguish different schools of painting and stuff like that, because my parents were\nvery insistent when we went to these museums that I could identify what it was, or\nwho the — and I convinced them that I knew enough about art appreciation, I could\nget credit for it.",
        "A: And I got all these language credits, and I did all right on math. So —",
        "A: Yeah, then, the only thing is, I had to take fo — you had to take eight semesters of\nhigh school English, and I — I doubled up on them. They let me do that. And in fact,\nI don’t know, I even got in one of the honor classes. I don’t know how I ever did\nthat, but — and I think maybe I ever had done more reading, not only in English, but\nin things in the international literature.",
        "A: 16 and a day, I was very old.",
        "A: I was very unhappy. Graduation — some gi — schools graduated on Tuesday, some\nWednesday, some Thursday. My school graduated on Thursday. They only had so\nOctober 16, 2010\nmany caps and gowns to go around. If I would have been on Tuesday school, I\nwould have made it with 15. Wednesday was my birthday.",
        "A: Well, I — I was a— that summer I was a junior con — a swimming counselor in a\ncamp, and then shortly thereafter, my parents moved to Ohio, and I couldn’t get a\ndecent job because of my age. Even as a draftsman, they thought I might prick\nmyself with a pencil. But those days the labor laws were ridiculous for a 16 year old,\nand said, why don’t you go back to high school? I said, I graduated from there. So I\ngot some helper jobs, not very much and I started to do some vocational training, I\nwent to a local high school and I took some evening courses in machine shop. I\nhadn’t done much work in machine shop, but I was interested in those things. And\nthen, shortly before we got into war, we had defense preparatory courses offered by\ndifferent schools. And since I was in Columbus, Ohio, Ohio State provide that\ncourse, and I took some of these courses, which were non-credit courses. But when I\nbec — later on when I was able to afford to go to college, I talked to the prof who\ntaught me the courses I had on [indecipherable] and I convinced him I didn’t have\nto take the course, he would give me academic credit for it. So that helped me. And I\nhad — in fact, one of the guys was, 1-in one of the fields, the number one man in the\ncountry, who happened to be the head of the department for engineering drawing at\nOhio State. So, and then I went full time, from the beginning of ’42 until November\nOctober 16, 2010\nof °43. In the meantime, I got a letter called greetings, your neighbors want you to\nrepresent them in the armed forces. So the day — the day before Thanksgiving °43\nwas my first day active duty. And on Thanksgiving day was my first day of KP. And\nthat was a big job that time. Then I spent time in the army, I was being — with\nengineering back on — they put me into a signal corps, which, I mean, technical\nthings, and then I went to something called ASTP, are you familiar with that term?",
        "A: It was Army Specialized Training Program. What they had there, they didn’t\nknow how long the war would last, and since no new kids were graduating from\ncollege, or very few, they had programs to give academic training and provide\npeople for leadership and more responsibility later on. And they had it in two\ndifferent — in several fields, one of them was linguistically, and the other one was\nengineering. So I went to the University of Illinois, where they tested me, and I\nqualified both for language and for engineering. But I f— was looking long term, so I\nsigned up for the engineering type, and they sent me to Rutgers University for about\nsix months, to study engineering. And I got this — these were academic courses, so I\ngot credit later on at Ohio State for the work I did there. And then, as they figured\nthe war seems to have been coming to the end, this was after D-Day, and they\nlooked like this — this program was sending kids to college, was terminating, so I\napplied — I figured engineering and languages, I applied for military government\nOctober 16, 2010\ntransfer. But somehow they didn’t — somehow they figured they needed me for\nmilitary intelligence. So they sent me to Camp Ritchie, if you ever heard of that.",
        "A: The so called Ritchie boys. This was — Camp Ritchie is in — near Hagerstown,\nMaryland, and this was the military intelligence training center. In fact, there’s a\nvery good movie out, was made by a German company, called, “The Ritchie Boys,”\nand what happened, 1-it was quite — it was very fair. They took people who had a\ncertain high I.Q. — I forgot what the army called the thing right now — and they were\nfluent in a language that was of interest; German or Italian or French. We were not\nthat much concerned with eastern European languages. And they had a similar thing\non the west coast, in br — in Monterey, for people who were — were interested in\nAsiatic languages, and getting involved there. So I got to that camp, which they cou\n—on my orders I’d even — couldn’t even say where I’m going to. And that movie\nthey made about it, I don’t know whether Holocaust Museum has — hat that, it’s —\nbut it’s — but it’s a very interesting link. And these people did all kind of jobs,\ninterrogation of prisoners during wa — during the fighting. And the most famous\nattendee of that school was Henry Kissinger. But he graduated from there before I —\nI went there. And what happened? We — when we were finished, we knew more\nabout the German military, the civil service, the reliability, things, when people were\n— were promoted on certain jobs, they had certain jobs, which ones were considered\nOctober 16, 2010\nhighly — higher the liability for the Nazi regime. Or some of them were just —\nbecause the skill of somebody was, let’s say, the county engineer. Well, that’s\nbecause he si — knew how to put in sewer systems. But — and the — was — and I d—I\ndidn’t get finished with that til after V-E Day, so was lucky when I went overseas, I\ndidn’t have to do any fighting. But I was involved in a lot of interesting episodes. I\nwas in, for instance, typically in my favorite stories, things that happened. There\nwere — for instance, when there was a security raid in the occupation, because U.S.\nArmy was invo — [indecipherable] was concerned that the Germans might pull\nOperation Werwolf. That was the same thing, the name — tag name they gave to\nwhat the French were doing with the Maquis. Resistance. So they tried to undermine\nit. I know — so they, sometimes they had raids and thing, looking for weapons, and\nlooking for people that were on the [indecipherable] list. And wa — they had guys\nlike me, assigned to battalion headquarter, and if they brought in something that was\nsuspicious, I had to give it for a screening. I know one time they brought in a guy\nwith a fancy uniform, brass buttons, and a red cap. And I looked at him and I looked\nhis I.D. and I looked at his brass button, and it said RB, which means Reichsbahn.\nAnd said, take that guy back to the railway station, he is the station master. But the\nnormal G.I. wouldn’t know th-that guy from another guy with a German uniform.\nOctober 16, 2010",
        "A: So this is a — this was some of the funny things, but I mean, I could — you could\nsee they had support. I mean, people like myself, and colleagues of mine, who could\nthought things out. Not that they think they gotta arrest a guy because he wears a\nuniform. But he just — the kind of thing that I think is a funny story.",
        "A: Yeah.",
        "A: Oh, let’s see. I got there, let’s see, it was probably about from September or\nOctober ’45, til — and the story gets complicated before it gets cleared up — and I\nstayed there until December ’47. And then I was also involved in war crimes trials. I\nwas an investigator for one of the guys who got accused, got indicted for the\nNuremberg trials, but he was never tried, because we could not get good evidence\non him. Plus when we blew his safe and found all kind of thi — interesting things on\nthere, including a letter from the Kaiser, because the guy was very important in\nWorld War I. The biggest gun in World War I was named after his wife.",
        "A: Big Bertha. Did you ever hear about that? That gun?\nOctober 16, 2010",
        "A: It was the — then — the guy was Alfred Krupp, from the Krupp factory,\nmunitions maker and steel factory. And situation, they were in the Nuremberg trials\nand I was at a briefing by Supreme Court Justice Jackson, who was the prosecutor\nfor Nuremberg. And I attended one of these meetings; they said, as you investigate,\nyou gotta look for two things. Cri — preparing for and conducting aggressive warfare.\nThat we found Krupp, because he was building tanks and stuff like that, and testing\nthem, and things of that nature — other war material. The other one was crimes\nagainst humanity; slave labor and that kind of stuff. And this ma — old man, Krupp\n—and I have a lot of his personal history, to — was in — retired, I think because of\nhealth reasons, about the same t — about the time Paris fell. So that’s before slave\nlabor because a problem. And his son took over. So — and he and his son didn’t get\nalong at all. And so he had — the — the old man didn’t have anything to do with the\noperation of the factory, or their personnel, or policies. He was there collecting his\nretirement pay, and that’s about all. In fact, it’s an interesting situation, that this guy\nis, when he was born, was not — his name was not Krupp, because old man Krupp,\nwho was very big before World War I, who built up the factory a lot, Alfred Krupp,\nand he ha — only had daughters, he had no sons. But he wanted to perpetuate the\nname and the family. So the Kaiser had an edict by which the boyfriend, who was\nGustav von Bohlen und Halbach, was going to marry the Krupp woman, one of\nthe Krupp daughters, could combine the name, Krupp von Bohlen und Halbach.\nOctober 16, 2010\nSo he maintained his nobility name, but he main — he kept his — kept the Krupp\nname in the family. So there was a special edict, I don’t know what year that was\ndone, but it’s an interesting situation.",
        "A: And I used to have si — copy of his — I used to have his passport for a while.",
        "A: Yeah.",
        "A: Yeah, that was the only one for Nuremberg. But then I worked for — well, again\nby the pe — if I talk about things you know, I me — stop me. During the Yalta\nConference, where they decided the war crime trial concept, said there was people\nwho were involved on an international basis, who were supposed to be tried by the\ninternational court, which were then Nuremberg. But things had happened, like\nconcentration camp or slave labor, in the countries whose zone of occupation was —\nwas war crimes against individuals of that nationality, were supposed to be tried by\ncourts of that ka — courts of that cor — of that nationality. For instance, again, there’s\nan interesting history which is — don’t know whether — how well known that was,\nwhen the — when the — when — during the fighting, U.S. troops got as far as the Elba\nriver. That meant they went past — through Thuringen where the ca — main town is\nOctober 16, 2010\nWeimar, and where also Buchenwald was located there, just nearby there. And\nthen, after the — they rearranged the zones and — and that area of Weimar became\nRussian zone. So, since we had the evidence, like lampshades made from human bl —\nfrom human skin, and SS guards and oth — and all kind of stuff, including the wife of\nthe former commandant, Ilse Koch, and — more about her later. I said I have a long\nhistory of — [indecipherable] history. And so — so we moved before our troops\nwithdrew from that area, and the Russians moved in. We took all the stuff and put it\ninto a facility in Dachau. We could intern the prisoners and had enough storage\nfacilities to store the evidence. And there was a mission. Since — since Buchenwald\nwas supposed to be tried by Russia, and since this is the Russian zone, we — we had\na team of about two, three attorneys and about four linguists, who went through all\nthat stuff that had been collected, and they — the lawyers put it into a legal\ndocumentation, to turn over to the Russians, that they could use it as evidence. But\nthe wi — Russians refused to accept it. They did not want to annoy the Germans. It’s\nin their zone, they wanted to say the communists are not doing things that Germany\nlook bad. So they refused to do this. And so about — that was before Churchill spoke\nabout the Iron Curtain. That was Russia did not live up to its commitment under\nthe Yalta Conference. So it’s — for many years later — about two years later they\nwould — the Buchenwald people were tried in American war crimes trial, and I\nparticipated in that one. There were some interesting people [indecipherable] were\nOctober 16, 2010\nthere, and later on I got into the war crimes trials in Dachau — in Dachau. The U.S.\ntrials. And one of the most in — at times I wasn’t sure I was going to do that. For a\nwhile I was either assistant to the prosecutor, assistant to the defense counselor, and\nwas [indecipherable] court interpreter. Was sometimes assistant to the judge,\nbecause they had terms, which different people translated different ways. And they\nwere — the judges were confused and they said, we heard this was said to them, to\nthem, what — how it happened? And then I had to figure out these were the same —\ntranslating 1t back into German, these were the same organization. So, and — but\nthere was — there was some interesting people there. Probably the most famous — one\nof the most famous person who was tried there, but he was acquitted, that was Otto\nSkorzeny. Did you ever heard about that name’? Otto Skorzeny was the commander\nof the German Ranger. In fact, he became famous. After the Italian partisans had ca-\ncaptured Mussolini and kept him on top of a mountain as a prisoner, his ranger unit,\nwith gliders and with mountain troops, stormed that place and rescued Mussolini.\nThe partisan got Mussolini couple months later on and they killed him, but — but that\nwas the guy. And this guy also became famous during the Battle of the Bulge,\nbecause he was commanding this ranger, German ranger battalion, and he put them\nall in German — in American uniforms, to go behind our lines — through our lines and\ndisturb things, maybe destroy signal equipment and put on markers, direction signs,\nturn them around and to ca — and they were trying to, during the Battle of the Bulge,\nOctober 16, 2010\nthe aim of the Rumsted(ph) offensive was to capture Antwerp. And he was an\nimportant part, but he was being tried — tried [indecipherable] for that. But there\nwas an interesting thing. The prosecutor was a famous lawyer from Atlanta, who\nhad — he was usually a defense counselor, and he lost most of the cases, as defense\ncounselor in war crimes trials. But he was a prosecutor, and he lost that one, because\nthere was a guy who was — I don’t even know whether he was a lawyer or not, or he\nhad some lawyer assistance. And he found out that you cannot get anybody on\nespionage, or sabotage. These are ruses of war. As long as you are not — as long as\nyou are caught — not caught in the other country’s uniform. There were some of his\nmen who were caught in American uniforms, and they were shot. But he was caught\nlater on, I forgot whether in German uniform, or in civilian clothes. Therefore that\nstopped it and he was acquitted. And then he became other things, he was — became\nthe chief of security for Egypt. He was sometimes — there was a — were some\narticles written, the most dangerous man in Europe, because he had that wartime\nexperience, and he was helping Egypt. But didn’t do much good. Egyptians didn’t\ndo so well in the Six Day War. But — so, and then there was also, during the\nBuchenwald trial, there was this wa — wa — fo — the widow of the commandant, and\nshe had been a widow for many years, but she was pregnant. And they tried to find\nout whether it was a Polish guard. There were — a lot of the guard people were Polish\nDPs. And they were all right. And the Americans pretty well liked them, the only per\nOctober 16, 2010\n— only one person didn’t like the Polish guards. There was th — my dog. He always\nbarked at them. And he was a interesting dog.",
        "A: It was a German Shepherd, a relatively small one. But he was very good pedigree,\nbecause the couple — the dogs that bred him, used to belong to the German Field\nMarshal Mordell, who, when he lost the [indecipherable] in the — after U.S. troops\nhad moved east of the Rhine river, he committed suicide. Right before that, he gave\nhis matched pair of dogs to a local farmer. And I found out about those dogs. And he\nbred them, and I got one of his offsprings. But then, the kind of situations that people\ndo — in the thing, for instance, I was stationed in Dachau that time, and we had took\na barrack where we get some veterinarians who were prisoners, and we dro — got a\ncouple veterinarians and a couple farm boys, and we had a veterinary clinic, because\nsome of us had to go out of town for a couple of weeks, so we left the dogs there.\nBut they were too — even too dumb to make sure they had all the medicine, so they\ndied of distemper. Dist — the medicine was not easily available in Germany, but we\ncould have send it, call — contacted our parents and have it sent from the States. So\nthe dog did not — did not survive. But this 1s — but lot of the G.I.s had these thing.\nAnd by the way, if you keep pe — these people busy, I was working for a while, that\nwas before that, in an internment camp, where they had people who — who were not\naccused of anything, but they were considered security risks, because they had really\nOctober 16, 2010\nhigh positions in the party, or in civil service, or in the military. That’s primary — not\nin the general army, but in the S.S. or something like that. And they were housed in\nGerman army barracks, and they lived better than the population because they had\nall the heat, the hot water, they had decent food, which was short at that time, but\nthey were bored. So we arranged with them, a craft shop. Some of them were very\nhandy. And I have — still have at home, four paintings which — watercolors, about\nthis size, which the guy did from memory, and they are very nice paintings, and I\nreally treasure them. And they were — didn’t have much stuff, they were\n[indecipherable] canvas, they were the back of the ration boxes. So they\nimprovised, and I got them home, I got them framed. And they didn’t want to get\npaid in money. They said, if you do — if it’s — you know, we — well, it was good\nrelationship between these craftsmen and the G.L.s. They said no, I would appreciate\nit rather, if you would send a package with some chocolates or some other candy to\nmy wife or to my kids. And we got that at the PX. So it’s, again, the people who had\n— we were sorting out who was a real security risk, who was — on the war crimes\nwanted list that was put down — put out by all the countries, sorting things out, and\nthese were primarily the guys, the Ritchie boys. And they were very young guys. I\nthink our detachment commander, he was old, he was 21 years old. He was a second\nlieutenant. But this — oh, sorry.\nOctober 16, 2010",
        "A: Yeah.",
        "A: Okay, nothing.",
        "A: No disconnects?",
        "A: Okay.",
        "A: All right, ’'m sti — we’re still wired. So — interesting thing is while I was in —\ninvestigating in that [indecipherable] team, I met a young lady who was the — a\ntelephone operator for the British organization, it was British zone of occupation.\nAnd she had been a telephone operator for the German post office, the post office\nwas running the telephone system in Germany at that time. And then she was\ndelegated to be the private telephone operator for the state adjutant general. I mean,\nshe was very good in it, to get that particular thing. And then when the British took\nover, she went — became telephone operator for one of the British headquarters.\nThere was a [indecipherable] commission, they — since this is the area where the —\nwhich produced the most coal, and they rationed the coal allocations through all the\noccupation areas. And we got quite involved, to the extent that she was my wife,\nthrough the war part.\nOctober 16, 2010",
        "A: Pardon me?",
        "A: Her name?",
        "A: Hanni, h-a-double n-i.",
        "A: Sessilman(ph). So, I mean, she was basically — she was Aryan and she was\ninvolved in the BDM and competing in the contests they have for different things.\nAnd no, we had a very good marriage of 62 years, and she died day after Christmas\nlast year.",
        "A: So when we got married in Dachau, by the mayor of Dachau. In fact, we were, I\nthink the second couple involving a G.I. and a war bride, that was married by that\nguy. But he gave an endlessly long speech, and we were then supposed to have a\nreception at the officers’ club. And we were getting late and late, so when we finally\ngot through, we told the driver to step on it, and we got a speeding ticket from the\nMPs. But then we had a reception at the — or a din — a nice dinner at the\n[indecipherable] club. And — and a band and everything else.\nOctober 16, 2010",
        "A: F-For — ’47. In fact, this is one reason when the — I stayed longer in Europe than\nI had to, because when I was supposed to come back for discharge, come back to the\nStates, I could not bring my — I could not get married, I was — as a G.I. you had to\nget permission by the military to marry, and I could not get that permission, and\nwithout that she couldn’t come to the States. So, since there was a shortage of\npeople, they offered all kind of incentives for people to stay there if they had certain\nskills. And I stayed there as a civilian, where I made quite a bit more money, but I\nwas a -— they had a uniform for the civilians. So — and it was important that you wore\nsome service ribbons, that meant you were not a carpetbagger. Some guys, they just\nwent there and never in the service, but the fact that you were in the service, you\nwere accepted by them. And we could go to the R and R centers in the — near the\nAlps and used to have some good times over the weekends. And was on a lake, and\nearly morning there had to be a festival. And then you went on a sailboat. They\nrigged it for you, you didn’t have to rig it yourself, and then we sailed until\nlunchtime. And then there was a — then there’d be a party in the afternoon. So — and\nwith an oompah-pah bands and all this kind of stuff. No, this 1s the — G.Ls at that\nparticular time, if they could get to those places, the army took good care of them.\nExcept one thing is, there was one of the experiences my wife had. We went to a\nplace where we knew there was an R and R center, we went there, but we did not\nknow that was for blacks. But we asked them whether we could have lunch there.\nOctober 16, 2010\nSaid yes. But then we sat on a table, and there was some blacks sitting on the table,\nthey said, hey you, you can’t sit there with them. That’s — that was the U.S. military\nin °46 - °47, before Truman integrated the military in — forgot again the year that\nwas. Yeah, I think it was one of the first things he did. I think he did that after — after\nV-J Day. Well, okay, then we got married there, and we could go over — we went\nback to the States.",
        "A: Pardon me?",
        "A: I went back to Columbus, Ohio, where my parents were living. And I went back\nto Ohio State and got my degree. In fact, three weeks ago, I was elect — I was titled\ndistinguished alumnus from Ohio State, for engineering department.",
        "A: Thank you. I got — had quite a bit of involvement with the — I was member of a\nindustry review board to advise profs what kind of things are strong, that industry\nneeds and they sho — should emph — things they should emphasize. For instance, one\nof my biggest complaint, I think that’s not only with engineers, but with other\npeople, too — you went to college, did you?",
        "A: Which one did you go to?\nOctober 16, 2010",
        "A: I see, okay. North Dakota. I’ve not spent any — I spent quite a bit of time in\nWyoming, and I used to go to South Dakota to go skiing at the — was it Black\nHills, or — yeah, I used to go skiing in the Black Hills. Whenever I had — I was in —\nin Gillette, Wyoming. I was working in a coal mine there. And let’s see — no, this is\n— no, this was quite interesting, to get the — to work with the profs and do things, and\nthis 1s — yeah, I mean, the things I said, which is something wa — most universities\nmake a big mistake. When you went to college, whatever you studied, when you\nwrote a term paper, or had to give a report, who was your target audience?",
        "A: Yeah. Somebody who knew much more about it than you did. In real life, most of\nthe people deal with people that know less about it. For instance, when I learned\nabout computer, they told me to toggle over, and I looked for a toggle switch. I\nmean, the kind of terminology. Doctors are great for using terms which nobody\nunderstands unless you’re a doctor yourself. Engineers do that too, accountants at\ntimes, and —",
        "A: Yeah. Th-That’s where you were trained. And I was trying to get the school to\nmandate that the ki — that the students take a course in public speaking. True non-\nspecialists in — let’s see, what is that organization that gives speeches?\nOctober 16, 2010",
        "A: What?",
        "A: Yeah, Toastmaster.",
        "A: Yeah. The kind of a thing that they do there by which you are asked to give, for\ninstance, this is something I either learned in the military, then when I get back, after\nI started working there, I also went back in the reserve. And I progressed quite a bit\nthere, and I commanded a unit, and I had some fun with something. It was\n[indecipherable] we had inspection from a guy from Washington coming, I don’t\nknow, from headquarters. And I kn-knew about it, when that was, and I scheduled\ncommanders time. And one of my favorite things to schedule there 1s — 1t was during\nthe Eisenhower administration, [indecipherable] for peace. And I was involved in\nbuilding the first commercial nuclear plant in this country. And so I| talked about\nhow they operate and I had the drawings all over the wall, and — til I found out the\ninspector hadn’t heard about that, but I could put it in a way that this guy who was\nmaybe an accountant or something like that, or an auditor could fo — could follow it.",
        "A: And so in fact, I had some fun. I had my senior non-com was a high school\nteacher, and I made a deal with him: whenever I gave a lecture — and I had to do that\nOctober 16, 2010\nonce a week, we met once a week and — for two hours — one hour I had to do the\nwork; he critiqued it. He took notes, what I did well, what I didn’t do well: talking\ntoo fast, not getting things organized, talking to the blackboard, all that kind of\nmistake. Using terms that were not defined. So after the meetings, we went to the\nnearby legion post and we both had beer, and he gave me a critique. And I am very\nthankful for what he has done for me. And I have addressed, I think last year at Ohio\nState, I addressed a group of about 400 people.",
        "A: Yeah, so it’s — I—I feel comfortable with doing that.",
        "A: What?",
        "A: Yeah, right, yeah. Doing that and then back in the engineering part, I had to\ntestify, or talk to governmental agencies. Like one time in Canada and one time in\nMalaysia. Kuala Lumpur.",
        "A: We were doing something that was non-standard, and I had to defend it. So there\nwere a lot of people, some of them were technically trained, some were not. Why\nwe’re doing it, what we’re doing, what the risk was, and what the training was for to\nbe done properly, and what the results are from the testing that had been done\n43October 16, 2010\nbefore. But I felt quite comfortable even talking to a foreign country like in Kuala\nLumpur.",
        "A: Okay.\nEnd of File One\nOctober 16, 2010\nBeginning File Two",
        "A: No, no, we decided we didn’t want any. But I have nephews and nieces with\nwhom I’m quite close, and —",
        "A: No, when I graduated, I went to Milwaukee, Wisconsin, and then I went to\nMarietta, Ohio. In fact, there I worked for a company, and they had a Marietta\nCollege, and they had some night courses in business related things, but to be an\naccredited thing where you could get a degree, they had to take some science\ncourses. But the science faculty at Marietta College were so lazy, and they didn’t\nhave a graduate school, so they didn’t have the graduate students who could — would\nteach those. So the — the dean of the gradu — of the night school got people out of\nindustry. I was teaching physics, and engineering drawing, and they had some other\npeople were teaching accounting and chemistry and stuff like that. So the wa — it was\nquite, quite interesting. In fact, 1t was like teaching liberal arts because maybe I\ntalked about a different piece of equipment in a power plant, and some guy says, oh,\nI know all about it. This is depreciated over five years, because the guy was in\nOctober 16, 2010\naccounting. But he had no idea what in the world it was doing, why it was there. So I\ntried to clear that up. No, it’s all right. So —",
        "A: Well, yeah, that’s — I’ve stayed — stayed in the military, and I got — had a — had —\nalso had a — what was known as a mobilization designation. That meant — familiar\nwith that term?",
        "A: That means you are training for a job that’s held by somebody else, in case a\nballoon goes up, one of you guys — maybe we’|l split the headquarter, and we need\ntwo people with that training, and I used — I did that, and I was in the intelligence\nbranch. And one of the things that I was really trying to push, and we were\nsuccessful — that was during the Cold War era, that we had linguistic training. People\ntraining in linguistic and it was all packed military items. We had several reserve\nunits. We were lucky; the Cold War never got hot. We di — they didn’t have to be\ncalled up. Maybe some people got called up during the Berlin crisis, but well, there\nwas not — then we were prepared, as compared — and I may be talking politics now,\nduring the Gulf Wars, we had not — the government had not prepared linguists who\ncould speak Arabic. I’m sure there are plenty guys around there who are maybe\npeople who immigrated from Jordan, or immigrated from Israel or Palestine, or\nsome of these — Egypt, or some of the other countries, who could handle these\nOctober 16, 2010\nlanguages. And so it — it was — no, then, that’s interesting. When I — I was working\nfor Exxon for — as an engineering specialist for about 30 years, and I worked in 22\ncountries, often teaching courses there. And you learn some of the tricks of the trade\nof how teaching in a foreign country. For instance, I was giving a course in Japan,\nand I found a commercial book, or an advert — actually a catalog by a company that\nhad published the same thing in English and in Japanese. I had the English one, so I\ngot the Japanese one, and got one of those for each of my students from the supplier,\nand if I wanted a certain graph, maybe I had a slide, but then for the Japanese to read\nthings about it, I would have in there saying E page 42, J page 52, so they could\nlook up the reference material. Plus, the idea of simple sentences. Many p — and\nspeaking very slowly. If I would have a foreign speaking audience — foreign\nlanguage speaking audience, I would speak about this pace. And no k — no\ncomplicated sentences, which the French can do the conditionnel. I don’t know\nwhether we use that in English, the conditional case.",
        "A: I mean, when you insert, the green house, which is located on the next street. You\nknow, by inserting that thing.",
        "A: Is for sale. I mean, if that’s — that is loca — the next street. Make that a separate\nsentence. This is putting two thoughts together. So I had a lot of fun with that, and I\nOctober 16, 2010\nstayed in some countries where — which generally are not known as being Jewish\nfriendly, like Gaddafi’s Libya. I worked there for a while. I was about four times in\nSaudi Arabia, and I worked there, and recently, since I retired, I’m working for —\npart time for a company, and I was in United Emirates.",
        "A: Oh yeah.",
        "A: Yeah, I said I worked in 22 countries, and I think I visited 52.",
        "A: But I didn’t — I always liked to go in the Far East. I used to — I used to enjoy\nThailand, Singapore, Malaysia, Japan. And I — I really enjoyed Pakistan. And\nPakistan was one of the most surprises. For instance, I was working there on a\nfertilizer plant, we were rebuilding things, and they — I had some young engineers.\nAnd about half the young engineers were indigenous females, and they were treated\njust as well, were given assignments equivalent to what the — the male engineers of\nthe same experience level were getting. So when you, in some, I guess, in the\nprimitive farm areas, this may be different, but in the industrial area, there 1s — you\nfind out the f — the female is treated better. And we were sitting all together, having\nlunch and stuff like that.\nOctober 16, 2010",
        "A: The only thing is, the guest house I was staying was next to a mosque, and they\nwoke me up every morning when they called for prayer. So, I had a lot of fun with\nthose things. I mean, this is the experiences. I said, I lived history, the same way.\nFirst time I was in Israel — in fact, to get there I was — had been in Pakistan, and I\ncou — they couldn’t f — you couldn’t fly from Pakistan to Israel, so I flew from\nPakistan to Teheran, Iran, from — at that time there was — the shah was still in\ncommand. I — they could fly from Teheran to Jerusalem. And I decided to do some\nsightseeing. But I figured, these old things, they have been around that long, fine.\nBut it was my military background, I got myself a guide who was fighting in the\nGolan Heights, and we we went up the Golan Heights the same way his unit went\nup. I’m glad they cleared up all the mines. But it was very interesting. That’s another\ninteresting experience dealing with that part of the world. We — this guy had — he\nwas Israeli, he had some Arabic friends at one place, and we went there and I got\nsome tea and some dates. Not dates with women, dates the food. And then there\nwere — near there there was a warehouse, and there were some trucks parked. And\nthese trucks had Israeli license plate, and he said — they had wing-nuts on them. He\nsaid, you loosen one of those wing-nuts. And they had Jordanese license plates.\nWhat happened? They were taking the famous Jaffa oranges — although it was not in\nJaffa, it was farther west, but the same type, and transporting them to the Jordanese\n— to the border between Israel and Jordan, then change the license plate, and then\nOctober 16, 2010\nmoved to — all the way to Saudi, because Saudi had the money and they — they\nwanted the — the better food. So this is a kind of cooperation that the Israeli were\naware what was going on and these Arabic farmers who were growing the oranges\nup there in [indecipherable] were making some money, and I guess the truck drivers\ngot paid. So it was — no, I’ve been several times visiting Israel, but that was an\ninteresting experience. Also, from the military point of view, there is a place just east\nof — east of Tel Aviv on a mountain called Kenkillya(ph). From there you could fire\nsome of the bigger guns into Tel Aviv. And I think the Israelis made a big mistake of\nma — considering part of the West Bank, they should have annexed that, as a\nsecurity, to control the high ground. After they found out at the Golan Heights how\nimportant the high ground is. So I’m sure they had enough people who were\nstudying this thing. And then with the military, I st — stayed with a co —\n[indecipherable] command general staff college, and stuff like that, which is the\nsecond highest educational thing within the army. The only higher one is Army War\nCollege. I applied for that, but I didn’t — I couldn’t get in that one. So I— I had an\ninteresting time there in involvements and stuff like that, and retired as a full\n[indecipherable] colonel. And in fact, night before last, I stayed in abot — on\nAberdeen Proving Ground, and I had a VIP suite for myself. I had one and a half\nbedrooms and one and a half baths.\nOctober 16, 2010",
        "A: And a living room. So that was — that was a convenient way. I figured I didn’t\nwant to drive all the way from New Jersey to Washington and try to fight the\ntraffic, and to get to the hotel in the evening, so I stopped over in Aberdeen and\nworked my way through Baltimore, which is a mess.",
        "A: Well, the fact I didn’t know the roads, I said, this is detour, and I followed that\nthing. And then I — the detour sign disappeared, and —",
        "A: Yeah, yeah.",
        "A: Mm-hm. I used to spend a lot of time at Fort Meade.",
        "A: And we used to go to Baltimore, because we had a bunch of young guys, they\nnever had been at strip clubs on the East Baltimore Street, they had a lot of them. I\nguess that’s pretty well known, that East Baltimore Street. And I — if I wanted to get\nall my tu — all my guys together, the best place to find them was at East Baltimore\nStreet.",
        "A: Right. That’s — and these were boys from West Virginia, my — my army unit at\nthat time was based in West Virginia. So it’s — since I was living just across the\nOctober 16, 2010\nriver from there. But that facility was there, and that unit was there and they had an\nopening. So that’s about it, and — well then, after — went walking when I was\nworking. I went to mari — there’s Marietta, Ohio, which — have you heard of\nMarietta, Ohio?",
        "A: There’s Marietta, Georgia.",
        "A: There’s also Marietta, Ohio, which is a very — historically a very famous town,\nbecause after the Revolutionary War, they handed out the G.I. Bill of the\nRevolutionary War, was 106 — 160 acres, you know, in o — in Ohio\n[indecipherable] Illinois. And they were handed out in Marietta. People came by\nboat from Pittsburgh on the Ohio River, and went to Marietta. And that’s where\nthere was General Putnam, who was from Massachusetts, but he was the dispenser\nof the G.I. Bill of the Revolutionary War. And the house where he did that in was\nstill in existence. In fact, it was that — in the top of that town has a little mountain,\nand there’s a— was an Indian mound. So we lived on the road that le — went from the\nriver to the Indian mound. That was called Sacra Via. So — so it’s interesting —",
        "A: — things I —I lived through and saw.\nOctober 16, 2010",
        "A: Yeah.",
        "A: No, I got — I had a good time. I was elected fellow of an engineering society.",
        "A: And I published several technical papers, and so that’s about it, unless you have\nsome other questions.",
        "A: Yeah, in fact, you’ ll find in that article that’s — you did not have before.",
        "A: Take a look at those two I got.",
        "A: A G.I. remembers?",
        "A: Yeah, I think that goes ba — that goes quite a bit at the end.",
        "A: I think I may have sent that. After the last Kindertransport Conference, they\nasked to send things to them. And I think I may have sent that already.\nOctober 16, 2010",
        "A: Yeah.",
        "A: Yeah, ag-again, this is something you don’t put in a recording.",
        "A: Yeah.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 16, 2010\nRG-50.030*0592",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "HARRY EBERT",
        "October 16, 2010"
    ]
}