{
    "rg": "RG-50.030.0195_trs_en",
    "sequence": [
        "Q: Will you tell me your name please?",
        "A: Yes. Yaffa Rosenthal.",
        "Q: Where and when were you born?",
        "A: I was born in October 7th, 1926. It was Czechoslovakia when I was born. However, it\nwas other countries when somebody else was born, like my father or my grandfather.",
        "Q: What was the name of the town?",
        "A: Slatinske-Dolly (ph) or Stlatvina or Slatina.",
        "Q: Tell us about your family and your parents...when you were very little.",
        "A: OK. When it was still Czechoslovakia and I was very little, my father, whose name was\nShlomo Joszef, he was a Czechoslovakian employee, Czechoslovakian government\nemployee. He made the passports from Czechoslovakia to Romania, across the bridge,\nacross the Tisza River. He was a modern person even though we lived in our town.\nSlatina had a yeshiva and the majority of people were very religious. We were kind of a\nlittle bit of an outcast. We were modern people and they, the religious people did not like\nthem people, did not stay in the same religion. My mother was a housewife. Her name\nwas Fanny Joszef. Her maiden Dicker, D-I-C-K-E-R. My father's date of birth was\nuh 1901. My mother's date of birth was 1905. If you want more background I can go back\ngenerations.",
        "Q: No. What I'd like to know is what was your household like? What, what did you do as a\nlittle girl?",
        "A: Well, we were three children and I was the oldest this and they called me Shari at the\ntime. Yaffa is my new name in Hebrew and my sister who 1s fifteen months younger,\nEva, and my brother was five years younger than me, was named Kalman Yoszef. We\nwere children in the usual sense. We had a home, a small home. We were not very rich\nbut we were comfortable. My mother was a very beautiful, immaculate woman,\nhousehold.\n01:03:\nThe children...very strict. They were very disciplinarian for the children. I remember\nhearing my mother say to her friend, you can't show children too much love because then\nyou won't be able to discipline them. That's was the style at the time. We had to listen to\nour parents . My father, as I said, worked for the Czechoslovakian government.\nHe also had parts in a butcher shop or he went to the cattle markets to help buy the cattle\nand by our home we had a yard with geese and chickens and a vegetable garden. As I\nremember the town was divided. The lower part was where the river was. Then was the\nmiddle part and then was up, the upper part where the Okno ?? _, where the mines...there\nwere salt mines in that town. We lived 1n the middle of the town. Slatina, the part that I\nknew and most Jews know was the main street with main stores and they were mostly\nJewish. We hardly knew the Christians because they didn't live between us. We really\nseparated ourselves. It was not a shtetle atmosphere. It was more because of the border\ntown, was more sophisticated, let's say than the shtetl. However we Jews did stick\ntogether and we lived together and we were separated from the other people. My\ngrandmother lived in...1 remember my grandmother. She made a living off making\npopcorn over flames and selling (it in) newspapers made into cones. Our family lived in\nthat town for many...for quite a few generations. Naturally it was not the same nationality\nbecause the place changed hands and not the town ___.",
        "Q: What about school?",
        "A: We went to public school. Under Czechoslovakian government every...all children went\nto school. However, let's say gymnasium, high school and things, that was percentages\nfor Jews. The numerus clausus. Not all Jews could go because there was only certain\npercentage that could go...even under the democratic Czechoslovakians it existed. So we\nall, all of us children did go to school, public school.\n01:06:\nWe were mixed with Christian children, but there was never closeness with the Christian\nchildren and our Jewish children in our town. There was a beautiful park that we used to\ngo to because it was salt mines in town, and salt baths, you know, for health purposes\nthey had baths. They had beautiful parks where we went sometimes to listen to music, but\nnot always did we dare go because there were always bad times for Jews. I do remember\nas a young girl the Czechoslovakians had a sport complex called Sokol and they played\ntennis there and I just drooled. I wanted to play so terribly, and naturally I wouldn't have\nbeen accepted and we don't even try. I'm making up for it now. Again my father knew\nmany Czechoslovakians because he worked with them and the only intermingled my\nfather used to go in once in a while in the billiard clubs. At the time they played billiards,\nand he used to know a lot of people. I remember one...my parent's anniversary was on\nPurim, the holiday, and he got drunk once a little and he ran into the mayor of the city\nand we ran after him. We were kids. We didn't want him to because we were afraid, but\nhe said, what is it you want from us Jews? What did we do to you? That was one\noccasion that sticks in my mind, but he was kind of a little fighter, my father, and that is\nhow we lived until 1938.",
        "Q: What happened in '38?",
        "A: In 1938...I don't know the dates or so...but the Czechs left. I remember they had colonies\nof beautiful homes, the Czechoslovakian people, up on the upper part of town and they\nleft and the Ukrainians took over and I remember it only because we had to change\nschools. I mean the place was the same, but the language we had to change. We studied\nup till now in schools Czech, and we had some good teachers, some not so good teachers,\nlike every place else I would say. Now the ___ were the Ukrainian fasc...uh fascists, like\nthe SS the German, the _ the Hungarian, the ——_— was the Ukrainian uh fascist\norganization, but in school we started learning the alphabet. That's what Ukrainian\nuse. We learned their anthem, their national anthem, , which I still\nremember, and uh but they...Ukrainian hated the Jews more than the Czechoslovaks.\nThere was lots of fear and panic and sometimes they picked up some men and we never\nsaw them again. And uh I only remember vaguely that there was a lot of panic around.\nSupposedly there was a list of about three hundred Jews, maybe not all in our town or the\nsurrounding area, to be killed. Just a list of Jews to be killed. But it seems to me that as of\nthe same time when the Jews were supposed to be killed, the Hungarians came in and\ntook over and we were very happy that the Hungarians came in naturally. At least for a\nday or two we were happy, but then the atrocities started with the Hungarian army.\nGenerally, it was accepted that armies marching in will commit atrocities.\nOl:11:\nAs kids we only heard that there were rapes and women tortured, breasts cut off...as\nchildren we heard those things happening. However we kind of for a while felt\ncomfortable because they didn't kill all those Jews with the list and the Ukrainians were\ngone. Naturally my father didn't have a job by then because the Czechoslovakian\ngovernment wasn't there and they put him to work in the mines, in the salt mines, down\ndeep in the mines. And we became very poor. However we were kind of proud people,\nmy family. And I remember on Friday nights for the Sabbath that my mother covered\nempty pots on the stove so we don't show anybody that we have nothing to eat, and that\nwe have nothing to cook with, but all in all, my grandmother was making her popcorn\nand she then she moved in with us, and somehow we survived that part too. And there\nwere a lot of beatings from the Hungarians. Sometimes they went around the streets, the\nHungarians, all the villagers together which were not pure Hungarians...they were mixed\nRomanians, Hungarians, Slaves, Ukrainians, even Shobs (ph) were around in the area and\nwhoever was in their way or whatever they felt like attacking, they attacked and they hurt\nand they killed and\nO1:13:\nthey took what they wanted. My father worked in the mines and he also tried to go to the\ncattle markets to see if he can do some business because people still ate. There were still\na lot of butchers around and cattle and many times he came home beaten up and in the\nspring or early summer of 1941, while my father was away in a market, the gendarme or\nwhatever...I don't remember anymore what they were calling the police...came with an\norder to tell my mother that in a week, in a week we will be taken away, that we are not\nHungarian citizens and we will be taken away someplace else, to someplace where there\nis work, in work camps. Now as I say, my father was not home then. What my mother did\nat first is what every Jew, good Jew will do...take the children and go to the temple and\nopen the Torahs (ph) and cry and beg. ..... Excuse me.\nO1:15:\nAnd we went home and that evening when we came back from the temple, there was a\ncart with horses in front of the house. My father was brought home beaten very severely\nand we took him in the house. We did to him what we can and when my mother told him\nthat we'll be taken away, she suggested we hide out and go to another place Sziget or\nwherever and hide out, not to go. But my father felt it can't be any worse than it 1s. Let's\ngo. So we went. In a week's time everybody got a bundle. We took what we can. We\nwere not allowed to take anything else except what we can carry. We went to the train\nstation. They packed us into in cattle cars. I don't know if there were seventy or a\nhundred or how many. I know there was no place to sit. We were able to somehow stand\nand I also cannot tell you how long we were in those cattle cars. They were not fast, and\nthey took us...we don't know how we traveled...the geography of it. I can look at some\nnames on the maps and remember where we were, but I don't know how we traveled with\nthe trains and where the trains existed.",
        "Q: Can you tell us about that ride? What was it like inside the cattle car?",
        "A: Yes. It was hot and crowded. No water. No hygiene. No toilets. They didn't open the\ndoors for two, three days at a time. We had dead people in with us and when they stopped\nmaybe every every three days when they stopped, we handed out the dead. They didn't let\nus do any hygiene or wash our clothes or anything. If you had some food with you, you\nate something but you shared with your people that you were around, but there was no\nplace to move. We kind of sat down everybody and where you could, but we really\ncouldn't move. We stayed in the same place, night and day. Hygiene or not. Went on for I\nthink about a week or so, because I think the trains were put on side lines and we stayed\nstanding still. We were not always traveling. I don't know if they had a name where to\nbring us or not, but we were definitely standing still for many hours and hours and hours.\nThe heat and the smell were... a young girl...in 1941 I was twelve going on thirteen, I\nthink...I can't count now. I just remember the terrible smells and the terrible situation that\nit was. But we arrived...I think the place was called Yassinga (ph) in the Ukrainian. We\ngot out from the train.\n01:19:\nI don't know how many died on the way, how many we handed out. Most of the older\npeople did go. Our grandmother stayed home. It was my family, my father, mother and\nthe three children that were taken. In Yassina they put us on trucks, also piled very close\non and drove and I think they dropped us off in Kolomeia, I think. I'm not sure of the\nnames and the route. And we were still with the Hungarian guards when they dropped us\noff, and they said in the middle of a highway they dropped us, you cannot come back. We\nwill shoot you. You can only go inside, but from the inside Ukrainian guards came with\nrifles and said to us, you can't go this way. You can only go back. We were on this on the\nmiddle of the road and the Ukrainian shot started shooting and people were killed and I\nremember one of the men. His arms were shot off but it was hanging and bleeding and we\nwere still in the middle of the road and we walked away to the side of the road and most\nof the people sat down. Now we were a big group of people,\nbecause wasn't only from our town but it was from other towns doing the same thing, but\nthe man that had his arm hanging begged, shoot me please. Please shoot me. At that time\nthey didn't. They just let him stand and walk around with the families crying and\nbegging. After a time...I don't know how much time. I don't know. I can't say. They let us\nwalk towards inside Galacia (ph) and but before that the man with the hanging arm was\ntaken away and we heard the shots and the family dug a grave at that time and they\nburied him. I don't know where it is, but there in that area we also met people from\nBukovina that came at that time. Now they did not have places where to take us. We only\nwalked. Not in towns. Outside of the towns by the fields and we kept on walking, day in\nand day out. No food. No water. No hygiene. Nothing. If we were lucky enough to be by\na field that was growing something that we could eat and we can take it, we tried to do\nthat. The shooting was very easy. Anything they didn't like...that was the Ukrainian\n. Anything they didn't like or if they were annoyed they just take out the rifle or\nthey hit with the rifle or they shoot with the rifle. They gave us rest maybe once or twice\na day, and we walked. I don't know if it was twenty, twenty-five kilometers daily,\nchildren and older people. I remember there was a boy that walked next to us. It was a\nbig transport by then...a few thousand people. He carried his sick old mother whose legs\nwere very swollen, on his shoulder. He was young, about fifteen, sixteen year old\nboy...for a long time. Each time we rested he took her off the shoulder, put her down to\nrest. Then he got up, took her on the shoulder and carried her further and one day he\ndidn't do it fast enough. They killed the mother right then and there, by the side. They\nwouldn't even give him time to bury her.\n01:24:\nWe had to go on. The , they were very primitive people, very religious Catholics\nbut very primitive. Very hateful towards us Jews. Some of them were happy to kill us and\nhit us and do the worst that they can do to people. Now at this time I only remember the\nwalking and incidents that stand out. We came to a place, a small town that there was a\nwell. I see it in the middle like. I don't know where it was and what but it was a well and\nwe were like around the whole transport and the ___ were standing close to the well. A\nlittle boy...to me he looked very little...went over to him. Said can I have water. He said\nyou want water, and the boy says please, water. He could hardly speak. And he took his\nrifle and shot him right there, next to him by his feet, because the boy wanted water. And\nthat picture is with me through the years. I I live with it. I mean I don't think about it all\nthe time but it's there. Sometimes when we rested like next to the Dnjestr, the River\nDnjestr, we rested and there was a little girl from Bukovina with her brother, with a big\ntall brother and a girl about...I don't know...she was older than me. She was beautiful with\ngold earrings, big black braids she had and they dunked in the Dnjestr, held her down.\nThe two braids were on top of the water. They dunked her down into the water and held\nher and then they pulled her up and they did that a few times and then they brought her\nout. Same day they picked out when we were resting at night by the side of the road, they\npicked out men. They took them away. I remember it well because we lay on my father.\nWe covered him, the children and my mother covered my father so they don't see him, so\nthey don't take him away. They took...picked out ten, fifteen, twenty men, almost every\nday. We never heard from them again. We never saw them again. They were killed. They\nwere killed like there is no consideration at all. In transport after transport, wherever we\nwent...killing old men in all way. And we walked that way until we came to Kamenitz-\nPodolsk. Kamenitz-Podolsk was like a farm, enclosed with barbed wire and we saw\nmachine guns around the whole farm, with the barbed wire around and machine guns and\nas we entered in that corral a Wehrmacht officer said to my mother and father, if you\ndon't run away you'll be dead. A Wehrmacht officer. So as we came in, there was a farm\nhouse and most people from the big transport, many thousands of people came in and we\nslowly sneaked into that farm in a very little room, like a two by two size room. My\nfamily of five. Some other people that we were twenty-two together, children and adults\ntogether, and we closed the door...no windows or nothing, and we just sat there and we\nwe wanted to get out because we believed the Wehrmacht officer that we will be killed.\nWe saw their machine guns. I don't know how and why they searched. We heard them\nsearch upstairs, next to us, below us, every corner that you can imagine we heard them.\nWe don't know how long we sat there. It seemed to us like a very long time. And the\nchildren didn't cry and my brother was younger with five years and there were younger\nchildren even. We just sat, bundled all of us in that two by two cell until it got dark\noutside, and they didn't find us. And somehow...the fence, the wire fence somehow didn't\nreach that house and at night we we went out through that house. Out, and we ran away\nthere, the twenty-two people. We heard later that they did kill most of the people because\nwe know somebody that came out from under the dead, but I don't know if you want to\nhear this now or shall I go into this later. When my sister went to Israel and she jumped\nfrom the ship so they don't take her away to Cypress, a person that we were very friendly\nwith, that was supposed to be killed in Kamenitz-Podolsk saved her. She cannot swim.\nSaved her in the sea in Israel and she didn't know if she's alive or she is dead, that she\nsees somebody what she thought was dead and he said no, I am alive. Not only dead,\nunder the dead, as he moved to get out after waiting a long time, he heard somebody else\nmoving and his own son somehow did not get the bullets and they came out from under\nthe dead. That was in Kamenitz-Podolsk. We heard that everybody was killed, not on all\nthose machine guns andthe ___ helped. We slowly walked back and we walked back...I\nhave on the map marked out the towns that we passed like Chortkov, some other towns\non the way. We arrived in Stanislav, one of the towns. I can give you the exact\nlocation...but I have it marked out here, and Stanislav...and we went into the Jewish\nghetto. There were still the Jews...in 1941 was fairly early. They didn't have the camps at\nthe time. I think the camps started in 1942. And in the ghetto my sister was very out-\ngoing and very smart, very talented, what she knew how to speak to people. Let's say she\nhad a way, as a little girl,\nand a German officer gave us food from the officer's kitchen. For about three weeks we\nrested in Stanislav. Once or twice a day they gave us food from the kitchen. And that was\nlucky. We kind of rested and built up some strength and then we went on to Nadvorna,\nanother town on the way and in Nadvorna we were invited to some Jewish family's also\nin the ghetto. These were all in Ukraine naturally and we found in Nadvornia a beggar\nthat used to cross the Carpethian Mountains to beg and he for jewelry that we had left\nwas willing to take us across the Carpethian Mountains back to Hungary, and he said it\nwill take us two days from Nadvornia walking and we started out. It was late autumn by\nthat time, because it was before the Jewish holidays and however the two days turned\ninto eight days. We got lost, with the guide together. I remember Yom Kippur. My\nmother left burning candles in the forest in there, just covered up for Yom Kippur. We\nstill believed that we _.. We still had to fast and we were still good Jews to observe\nwhat we can observe. We had no food. We had some...my mother had left had some\nground like coffee with some sugar that she mixed together and gave the kids a\nteaspoonful every few hours or so. Water we found once in a while in the forest in the\nlittle streams. We found...1t was cold. We were almost naked. No clothes. And we found\nblueberries, frozen blueberries. That kept us alive. We picked the frozen blueberries.\nThey kept us alive. One day we were walking in the forest and all of a sudden my mother\nlooked like she fell into something. It looked like it was a well and it was not closed up.\nIt was just like one piece of wood across the well, and that one piece of wood saved my\nmother from falling into that well, and we helped her up and we continued walking and\nwe arrived in someplace in Hungary across the mountains. I don't know the town. I know\nthere were Jewish people there. I'm sad to say they wouldn't let us sleep in the barn. They\nsaid they're not Jews.\n01:36:\nThey're Hungarians. And they wouldn't give us the help. They were afraid. The fear, the\nfear was terrible. They were afraid that if they let us stay out they will be taken away\nfrom their home. Somehow we arrived very late autumn back in Slatina where we lived,\nbut we couldn't stay there. They would have taken us away again. So I went to Nojvarod\nwhich is in Transylvania to my uncle. My sister went to Budapest. My brother stayed\nwith my grandmother home. My father was hiding out in Sziget. My mother was caught\nand put in Goeren ? in a camp. It's like a prison in Hungary. She was there for almost a\nyear. Then from my uncle's... wasn't very happy there either...",
        "Q: Tell us about what it was like at your uncle's.",
        "A: Well, my uncle lived in Najvarod. He and his brother-in-law, they had a brush factory.\nThey were at that time still pretty comfortable. They were very religious and I came from\na different type of home and I did not get along with...they had one daughter. I was not\nvery happy there. We had our bad times. I worked in the brush factory. I cut off one of\nmy fingers with a knife there, but that wasn't the worst. But with my uncle I got along\nwell, but with my aunt and the daughter who was approximately my age I would say...a\nlittle older, about three or four years. I remember I needed guidance and help at a time in\nfemale...\nit was the time for me at the time and they were laughing at me and not because they\nwere cruel. Because they didn't know. They were not aware. They didn't know how to\ndeal with what I brought home from where I came . I left there and I went to Budapest\nwhere my sister lived, they rented like a bed in our family in Budapest. My sister, a\ngirlfriend of mine Franceska Nemeth, from the same town, and myself. My sister worked\nin a sweat shop sewing buttons and making buttonholes. I took on the same sweatshop,\nthe ironing, for twelve, fourteen hours because it paid better and I was the older one. I\nwas thirteen, fourteen ?? already. I remember when I get my first pay, I mailed home five\nPengo, the Hungarian money at the time, to my parents. And that was 1942 when I went\nto Budapest, and worked there in Budapest. When I could, I sent some money home for\nmy parents. I understood from letters that my mother came home after a year in Goeren_,\nlater on my father came home from Sziget where he was hiding out, so they were\ntogether. We worked in Budapest, and we were young people. We tried to make the best\nof what we had. We met...in Verilatse ? Utza there was a Jewish temple, so we many\ntimes we went there to just be together with other young people at the time.",
        "Q: What was Budapest like then?",
        "A: At the time uh Budapest in '42 and '43...there was anti-Semitism and there was hatred for\nthe Jews. However, you somehow could still work and live. You didn't need to be in a\nghetto at the time either. And you didn't have the yellow star at the time yet either. Later\non it came. We lived and mixed with Christians and non-Christians, but the minute they\nfound out that you're Jewish, they did not care very much. The majority of people. Now I\ncan't say that everybody was, but the majority of people did not like the Jews 10:41: and\nthey didn't want to have anything to do with the Jews, but we were kids, young people.\nAnd we didn't feel...as a matter of fact I was going out with somebody that was non-\nJewish. He wrote poetry to me that I still remember by heart in Hungarian.\n(in Hungarian) . What it says that you are a prisoner. He wrote it for me, that you\nare a prisoner in your dream, but don't dream so much because when you wake up, you\nhave to face reality. Yeah. So it 1t was, you know, you went to a movie. You ate. You\nclothed.(dressed’?)\n01:42\nYou did the usual things that when we went to the synagogue to meet other Jewish young\npeople, that's what we did. This went on till 1944. October of 1944 there was a coup\nagainst Hitler. It was a happy day at the time. I'm sorry to say nothing happened to it.\nAfter that though we had to start wearing Jewish stars and we moved away from the\nplace where we had a bed only. At this time we already had some money from working,\nmany hours of very hard work, but we worked and we had some money. I lived for about\ntwo years on bread and jelly. It was OK. I didn't mind it. We moved away to a better\nplace we lived. I lived as a matter of fact in a what is called Okatsvo ? Utca. ( It's a...well,\nlater it became the ghetto for the...I don't know whether for the towns the numbers it\nbecame.???) That's how it went on till 1944. My sister lived someplace else from me and\nthe real serious trouble with ghettos and everything started in Hungary. You couldn't go\nto work anymore. You had to wear your stars. You couldn't go any place. After a certain\nhour you had to be back in the ghetto. You you couldn't go out of the ghetto and it was\nvery, very, very hard because nobody was prepared for that. You had to get out of your\nown apartments and move in the ghetto part.\nIn late 1944...I think in the middle of the summer of 1944 all the Jews had to go toa\nraceway in Budapest. I don't know if you ever heard about that gathering of the Jews on\nthe raceway in Budapest. And from there...",
        "Q: Tell us about it. Excuse me...tell me what happened at the gathering. What was it like?",
        "A: In the raceway...it was just people. Just more and more people coming into the raceway\nbecause they were gathering all the Jews from there. I haven't got a clear picture of it. I\njust know that we were put in certain transports, groups of people, and they started\nmarching us towards the border to Germany, which naturally we don't...at this time I\ndidn't even know that we're not bordering Germany...we approach Austria, and we\nmarched in groups, but it seems to me that there were a lot of young people, because I\nremember I had experience from 1941 that I tried to gather young people and we sing\nsongs, most Hungarian, because Hungarian Jews didn't know any other language. I was\nlucky. I knew other languages, but Hungarian Jews knew only Hungarian. That's it. And\nwe started singing songs. It somehow kept the spirits going. I didn't think of it\nconsciously at the time, but that's what was happening. And we walked and walked, but\none good thing...1n Hungary the villagers and the people, they're not as bad and as cruel\nas in Galicia. In Hungary we sometimes, we were cute little girls, you know, go to a\nfence and they will give us a bread or something to eat.\nIt was very bad. It was for them too very bad. It was towards the end of the war. There\nwasn't much left there either. But they once in a while did reach out and gave us some\nfood and we came to a place called close to or ...1 can't even\npronounce it. I have it marked out on the Hungarian map. There were boats on the\nDanube and they...we settled in on those boats on the Danube because they said that's\nwhere we have to wait for transportation to go to Germany. Dysentery broke out.\nDiarrhea and stomach upset for the people. It was very bad. Again, no hygiene. And I\ndon't know how we survived and how we were on those boats. We were there about two,\nthree weeks and there I heard that there was ..I don't think it was an order or a\nrequest...that children under thirteen should be returned to Budapest, and by that time I\nwas about close to sixteen, seventeen, and I said to my friend Francesca, who was with\nme at the time...now and again my sister lived in Budapest but she had Christian papers\nin her own name made. I don't know to whom or who did it. It could have been\nWallenberg or not, I don't know. She had in her own name, Eva Joszef, Christian papers,\nand she lived out of the ghetto. She didn't go to the raceway. She stayed out. In between I\ntried to study in one of the basements Catholic religion. They said that if you became\nCatholic, they will keep you alive. They will not take you away, so I studied the Catholic\nreligion and then I found out it wasn't true. I did not take on another religion. I stayed\nJewish. So my sister was in Budapest someplace. I don't know where she was...safe\nsupposedly with Christian papers. I was with Francesca, my girlfriend, Francesca\nNemeth, and I said let's go back. I don't want to go to Germany. I know what they do to\npeople there, and she didn't want. She was afraid and I begged her and kind of coerced\nher. I said you carry on, put your hair in braids and uh let's try and let's try and we we\nsucceeded. We walked back to Budapest. I called Francesca. She lives in Ohio,\nCleveland, Ohio. I wondered if she remembers names or something. She does not\nremember anything, but she was just thanking me for keeping her alive, because she says\nthat if not you, I wouldn't have been alive today. But at the time I just felt that this is our\nway of surviving, to go back to Budapest. We walked again back to Budapest. I don't\nknow how many kilometers, how we did it. We were a small transport of children and we\nwalked but while we were still on ship, on boats, we got some of the Hungarian village\npeople to gave us geese. We cooked the geese and we gave the soup for the dysentery\nsick people, the soup, and we handed out meats for the children to eat, for the young\nchildren to eat. I remember I was very involved in that and many people\n...1 don't know where they went from there, but some died. Some got better. I don't know\nif it was from the soup or not, but that's the way it was. We went back to Budapest and\nwe went into the ghetto, into a Red Cross. I don't know if it was a Swedish or a Swiss\nRed Cross. I don't know. Supposedly a safe building in Budapest, on Okativo ? Utca. It\nwas the same street I lived, but further down. We were there...it was across the street\nfrom an electric I think public electrics or something like that and they had anti-aircraft\nguns on the same street right across from the building that we were in. Budapest was at\nthat time being bombed from the Russians. Constant bombing. Terrible bombing. All that\ntime we were in that house. I was on the fourth floor with helping mentally disturbed\npeople in the ghetto, as a result from the war. They were all lying on floors. No\nmedication. No food. No hygiene. Some I remember they bring in people who got hurt\nfrom the bombs, you know, from shrapnel, they brought them in. It was terrible\nconditions. Some of them lay there for weeks. The the meat was rotting away from their\nbodies. The smell...it was horrific. The dead people were taken out to the streets. It was\nwinter. They were piled like wood logs piled, cross-wise. One on top of the other, the\ndead people, and I know only about the Jews because that's where we were. We were in\nthe ghetto, but I know it was not very good in the rest of Budapest either, but we were\nthere. To that to the bombing and everything else, the Nilosz (ph) which was like the SS\nin Germany, came in many times to safe houses or basements to people and started\nkilling and letting their angers and fear go to the Jewish people. We being Red Cross\nused to go out and help save whoever we could save at the time. We walked even while\nthey were bombing. We walked in the streets and go into buildings and see if we can help\nas much as we could with just get living out from under the dead or whatever we can do.\nI was sick. I had a bladder infection. We had no sulfa or anything like that. I remember\nsomebody handed me a little...an old sock with sand. They said heat it someplace and put\nit and try to make yourself comfortable. I survived it. I don't know how and when I'm\nOK, but this is...I'm bring it up only as to show you what it was like in Budapest until of\nJanuary of 1945. I never went down in the basement with the bombings. I was at the\nstage where I didn't care if something gets me, if I stay alive or not. At that stage I didn't\ncare, and one morning I looked down from the fourth floor and there was the Russian\narmy, and being that I speak other languages, some Czech, some Yiddish...there was a\nJewish officer in the Russian army.\nHe came from Lvow and he said you're free. I said what! He said you're free. And he\ncame out with breads, loaves of breads. There were very few people left alive, but\nwhoever was we all went down in the yard where he was with the bread. That's how that's\nhow we freed, and that was in January of 1945 in Budapest. Do you want me to go on\nanyplace.",
        "Q: Let's stop for a moment now and we'll change tapes. This is a good place to stop.\nTape #2\nLife has a different meaning...it has a different flavor I would say.",
        "Q: OK. We're back on camera.",
        "A: OK.",
        "Q: I'd like to go back to the safe house, and would you...would you tell me more, as much as\nyou can remember about the people in there?",
        "A: It's very unclear about the people. I do not... cannot pinpoint an organization, if there\nwas one. I just know that the house had a sign, a Red Cross sign out. I know it was a\nforeign Red Cross, Swede or Swiss Red Cross. It keeps in mind more Swiss than Swedish\nRed Cross. I don't know. The people whenever they picked up people in the ghetto streets\nthat had no place to go and we brought them in, not that there was place but we just put\nthem down next to somebody else. After bombing, people were injured. If they were\ninjured we brought them in. If the horses were killed, we used the meat. That's what kept\nus going. It was winter, so even the horse laid in the streets for many days, we used it,\nkind of gave us some food. I don't remember people themselves, if there was anybody to\ninstruct us. I know that there was some sick people that turned to me. I was working. I\nwas healthier. I was around. My friend Francesca was there on a different floor, and we\ntried to do best we could. There was nothing to work with or help with. I remember one\nyoung man. He had internal injuries. There was one doctor there. I can't remember his\nname. But he said he has internal injuries. He will go. But he was young. He was\ntwenty...I don't know...to me he looked young at the time, and I remember holding him\nand he says, just stay. Just stay. Just stay with me. I tried as long as I could. When the\nsirens went on, the majority of people that could move went down in the basement to\nprotect themselves from the bombing. I never went down to the basement. I picked...I\ndidn't care if I live or die at that time. We were at the state of non-caring and that is the\nworst human state that you can imagine. Nobody should go to that state, but we were. I\ncan't clearly bring up people to remember them or or names or anything like that.\n01:03:\nI haven't got them. I just know that one day in 1945 we looked down in the yard and there\nwere the Russians. And we couldn't care less who it was. They brought us bread and\nwater. We had no water. No heat. No hygiene. Nothing. For weeks on and weeks on we\nhad nothing. I don't know how it was in the rest of Budapest, but in the ghetto it was\ninhuman. Inhuman state of...I don't even remember how we dispersed from that safe\nhome very fast because we were afraid that the Hungarians will come back or the\nGermans will come in. So we ran from Budapest. I ran from Budapest, but I wanted to\nfind my sister. She was in Budapest but not in the ghetto and I was going from street to\nstreet at the time the Russians freedom, it was kind of open. It was snow all around and I\nwas walking towards where we used to live before and I see a black coat with a white fur\ncap and I started screaming Eva, Eva. It was my sister. That's how I found my sister in\nBudapest, right after we were freed by the Russians. It looked that she was searching for\nme and I was searching for her, and we walked\n01:05\nsomehow going towards the same direction, and with all those people and all the war and\neverything, somehow we kind of ran into each other and I can't tell you that feeling to be\nable to see my sister and her black coat that I remembered with the white fur around her\nhead and find my sister there. We started back. We were...today they call it hitchhiking I\nthink. Whatever transportation we could find...we wanted to get out of Budapest the\nworst, the worst way because we were afraid that the Nazis might come back in any way.\nI remember we were on trains. There was no organized trains or anything. Whatever\ncame along and went someplace, we hopped on and we went. We also had to kind of at\nthat time worry a little bit about the Russians not grabbing young girls. They grabbed\nother people. I know they grabbed many watches and an army, as an army and any army\nthat comes in first, you're better off not to encounter with them, but somehow we made it\nto Debrecen, and stayed for a few weeks with a Jewish family in Debrecen. And then we\nwent on further and I went, I went towards home. I don't know where my sister went, but\nshe wound up in Bucharest. We young girls we were not very close. Sibling rivalry.\nWe're very close in age...fifteen months apart. She's younger...fifteen months. We went\nour different ways, but she went to Bucharest. I went home and as I said before that I\nthink I mentioned it to you privately that uh when I saw the house...1t might have been a\nlot of things together... found _ high temperature. The house was ripped...the windows\nwere ripped out of the house. The doors were gone. The roof was gone. Papers thrown\neveryplace. Nothing...I collapsed and they took me into Sziget to a hospital and they took\nmy tonsils out or whatever they did for me, and when I got better I went to Bucharest to\nsee my sister. We traveled all over and when I came back...then I went back to Budapest.\nAnother thing...in every terrible thing there is something that happens that can give you\nhope in life. I heard that my mother was in Budapest and when we came to Budapest, you\nknow, if you went you...in certain centers they gave you disinfection, DDT, and shower\ntreatments for the people that came out from ghettos and camps and...and they also gave\nyou some money. The Americans at that time were there. They gave you some money to\nhelp you over...peanut butter and some food and things like that and we kids went in for\nthat to help us travel around. And I went into one of the schools where they did it, and in\nthe foyer I hear Sharika, Sharika. My mother was in that school. She came from Bergen-\nBelsen and she came into Budapest and she was there in transfer in a school, in Elizabeth\nSchool it was called. Ersebet School. And I ran into her like that in that school. We just\ncouldn't believe that that what we ran into. As I say, there 1s always some kind of hope\nthat gives you a will to go on. I found my mother. She wasn't the same person anymore\nbut I found my mother. My mother lost her will to live. However, we were together for a\nwhile and we went to...we had an uncle in Galanta and we went there. Later on uh my\nmother married that uncle. It was...let me see...my father's sister's husband who never\ncame back and my father never came back. That was a year or two later after the war and\nthey married and they went to Israel, but they went to Germany camps to wait, waiting\ncamps until they were transferred to Israel.\n01:10\nI joined in Budapest the Zionist organization and we traveled around to Vienna and for a\nwhile I worked in Vienna in the hospital. The transient people from camps and I worked\nin the lab. They called it a clinic where the doctors examined and I was kind of an\nassistant in there for a few weeks. Then I went back to Budapest with the Zionist\norganization. Dror Habonim was the name of the organization, and for a while I still\nhelped out with the Brichah to transfer people over the borders. They were in\ntransferring the people to Slovakia and then transferring them back to towards Vienna\nwhere there was a transient camp and then toward Italy and then from Italy the boats,\nwhatever boats can be arranged for the people to go to Israel.",
        "Q: Tell us, tell us what that was like? How did you get involved in....",
        "A: Well we...the way it was, you know, it was the young people were searching for company\nfor each other. They wanted to be close. They had no families left to many, so the young\npeople...wherever there were young people, we kind of got together. I don't remember\ndetails either very much, even though it was later. It was '45, '46, '47, up to '48 but I know\neventually I\n01:12:\njoined a group and we went down to uh where there was a Hakhshara, a training\ncamp for the Zionists to go to Israel as a group and we trained there. We trained....we\ncalled it support. We trained for the army, but we had no grenades so we used stones or\nwhatever we can use. We were trained to be in the army, and I got a special training to be\nable to train other young people to go to the army. our group was called. Aff al pi\nKein (nevertheless), is our group, and eventually in 1948 when we when they were\nsearching for me in Hungary, they wanted to me to go to communist school, the\nHungarians, because we were kind of active in the socialist organizations to cover the\nZionist organization. And I was very active in the politics. I went out talking to people,\nJewish people most of the time in temples and wherever I can find them and begging and\ncajoling and doing whatever you can to get the young people to go to Israel, and it was\nillegal at the time. In 1948 they were searching for me and that's when the\norganization...we had in Budapest we had an office of the organization. They said this 1s\nyour time to go and that's when I left to Vienna and from Vienna to Bari, Italy. That is\nagain. And then with the boat Galilea which was very crowded, to Israel. And in\nIsrael the whole group of Hungarians...I was the only one non-Hungarian Jew...but the\nwhole group was called Aff al pi kein, and we went to...we had training in Giv'at Khain, a\nkibbutz. We trained for a year. We...not only did we train to build a new kibbutz...we\nwere also were in the Palmakh at the time. That's the elite of the army. We belonged, and\nthen we went out on Hityashvut (Resettlement). We went out to build a new kibbutz and\nwe built Yad Khanna. Yad Khanna still exists naturally and I was a very active\nparticipant naturally in the army and Palmakh in 1948 and our kibbutz was right across\nfrom Tulkerem by the Jordan border, between Khadera and Nathanya, actually seven\nkilometers south of Nathanya is the kibbutz and we built a wonderful kibbutz. We were\nvery active until political problems developed.\nO1:15:\nIn our kibbutz we kind of had a tendency to bear left politically and they send me in\n1951, they send me to study. The kibbutz sent me to study in Eifal(?) with Yitzkhag\n__? who was one of the greats in Israel, was my instructor at the time in Eifal. It\nwas general study but study, very detailed studies of anything from economics to\nMarxism to anything else to be a good kibbutznik. After that I worked with transient\nyoung people coming from Europe, the transient young people. They went to school but\nafter school I was with them in the camp and I left the kibbutz when the serious political\nproblems started. My kibbutz was divided. Some of it was, went with Meki which was\nthe Communist part and some of it stayed with Mapam, which was a fairly left wing\nworkers organization. And as a matter of fact I went to visit my sister in another kibbutz\nin Israel and I was beaten up (laughter) because (laughter) because like in the dining\nroom because of political ideas, of you know, God bless two Jewish people to get\ntogether and we have three parties. That's when I left, but I lived in Israel. I lived in Israel\nuntil 1959. That is a good time for me. That was...to have a name after the camps and\nghettos and wars, to have an ideal, to be willing to give everything you've got for that\nideal, saved me. Saved me mentally and emotionally and this is what I am here today. I\nthink I tried to give you an overall picture, but the important part is that it should be\nknown that we were not loved any place.\nWe were not wanted anyplace. We have to have a Jewish country. We have to have an\nIsrael. Otherwise as Jews we cannot and we will not survive unless we assimilate, which\nthen we will disappear.",
        "Q: Indeed.",
        "A: This is what I was trying to say. I don't know if you got what you wanted, Linda. Please\nask me questions.\n01:18",
        "Q: You're fine. You're fine. Now I...tell me what happened after '59? Why did you come to\nthe United States?",
        "A: I married an American gentlemen and I settled in America. We lived in New York. I had\ntwo wonderful daughters and I have two wonderful daughters. We built a very good\nbusiness. We had a lab for color photography and advertising agencies, and we started\nliterally in the kitchen sink in our home but then we had problems in the marriage and we\ndivorced. My children though are fine. The business... didn't get them naturally. In the\ndivorce women do not get yet their equal share, so but business...in the last few years the\nbusiness went, was ran into the ground. No more. It was a few million dollar business\ngross, like ten million gross three years ago. Nothing left now. So economically I have a\ntough time now. I'm working now as a health and life insurance and investment\ncounselor. I'm a specialist in disability income protection. It's a commission-type of\nbusiness. I have my good times and my bad times. Nobody promised me a rose garden\nand I uh I think I do the best I can. Uh that's my personal history, but I finished college as\nan adult in America. I finished para-legal training which I didn't like after I had my own\nbusiness, brokerage business and fashion consulting business. I always try new things.\nOne of them perhaps the results of being a Jew. I was very easy on the go. Not since I\nhave children naturally can move so fast, but one of the things I was a real \"take your\nbundle and go\", you know, but it stopped when I had my children. Naturally I couldn't\ngo. I had my share of guilts of survival. I had my share of uh emotional problems. I had\nmy share of sicknesses and all which go together with emotional problem. I think I'm\ndealing with it the best I can.",
        "Q: That's all anyone can say. Is there anything you want to add?",
        "A: I was trying to figure why now, why did I come forward now to tell this? I felt that I have\nto say it. I felt that it should not disappear. It should be said. I don't know how much\ninformation there is about those places that I went through. I felt 1t should be said. It\nshould exist. Perhaps somebody can learn something from it. Perhaps it can help\nsomebody some place. Perhaps it can help for the survival of the Jewish people. I don't\nknow if that is important or not, but that's how I feel.",
        "Q: Thank you.",
        "A: Thank you, Linda, for listening.",
        "Q: Thank you for coming.\nTECHNICAL CONVERSATION\nYes, this is a...the men was taken to work camps and this is in front of that cattle car\nwhere they took them, where they packed them...this is all from one car, all those people.\nMy father is there in them.\nTECHNICAL CONVERSATION\nThat is from the picture you know, enlarged from that picture taken out....there's my\nfather. Yeah. Could you believe this. Oh my God. It's my father.\nTECHNICAL CONVERSATION\nYou know he was very young there. That was in the '40's, or'41. He was born in 1901.\nHe had no...they knocked his teeth out from his mouth.",
        "Q: When was he born?",
        "A: 1901. But at that time in 1940, he was...no...he looked older there than 40... We tried to\nenlarge it in our own lab at the time, you know, but it's pretty sharp here.\nTECHNICAL CONVERSATION\nMy father, Shalom (ph) Joszef, from the picture of the camps when they took him to\nwork camps in front of the cattle train.\nEND OF INTERVIEW\n"
    ],
    "questions": [
        "Q: Will you tell me your name please?",
        "Q: Where and when were you born?",
        "Q: What was the name of the town?",
        "Q: Tell us about your family and your parents...when you were very little.",
        "Q: No. What I'd like to know is what was your household like? What, what did you do as a\nlittle girl?",
        "Q: What about school?",
        "Q: What happened in '38?",
        "Q: Can you tell us about that ride? What was it like inside the cattle car?",
        "Q: Tell us about what it was like at your uncle's.",
        "Q: What was Budapest like then?",
        "Q: Tell us about it. Excuse me...tell me what happened at the gathering. What was it like?",
        "Q: Let's stop for a moment now and we'll change tapes. This is a good place to stop.\nTape #2\nLife has a different meaning...it has a different flavor I would say.",
        "Q: OK. We're back on camera.",
        "Q: I'd like to go back to the safe house, and would you...would you tell me more, as much as\nyou can remember about the people in there?",
        "Q: Tell us, tell us what that was like? How did you get involved in....",
        "Q: Indeed.",
        "Q: You're fine. You're fine. Now I...tell me what happened after '59? Why did you come to\nthe United States?",
        "Q: That's all anyone can say. Is there anything you want to add?",
        "Q: Thank you.",
        "Q: Thank you for coming.",
        "Q: When was he born?"
    ],
    "answers": [
        "A: Yes. Yaffa Rosenthal.",
        "A: I was born in October 7th, 1926. It was Czechoslovakia when I was born. However, it\nwas other countries when somebody else was born, like my father or my grandfather.",
        "A: Slatinske-Dolly (ph) or Stlatvina or Slatina.",
        "A: OK. When it was still Czechoslovakia and I was very little, my father, whose name was\nShlomo Joszef, he was a Czechoslovakian employee, Czechoslovakian government\nemployee. He made the passports from Czechoslovakia to Romania, across the bridge,\nacross the Tisza River. He was a modern person even though we lived in our town.\nSlatina had a yeshiva and the majority of people were very religious. We were kind of a\nlittle bit of an outcast. We were modern people and they, the religious people did not like\nthem people, did not stay in the same religion. My mother was a housewife. Her name\nwas Fanny Joszef. Her maiden Dicker, D-I-C-K-E-R. My father's date of birth was\nuh 1901. My mother's date of birth was 1905. If you want more background I can go back\ngenerations.",
        "A: Well, we were three children and I was the oldest this and they called me Shari at the\ntime. Yaffa is my new name in Hebrew and my sister who 1s fifteen months younger,\nEva, and my brother was five years younger than me, was named Kalman Yoszef. We\nwere children in the usual sense. We had a home, a small home. We were not very rich\nbut we were comfortable. My mother was a very beautiful, immaculate woman,\nhousehold.\n01:03:\nThe children...very strict. They were very disciplinarian for the children. I remember\nhearing my mother say to her friend, you can't show children too much love because then\nyou won't be able to discipline them. That's was the style at the time. We had to listen to\nour parents . My father, as I said, worked for the Czechoslovakian government.\nHe also had parts in a butcher shop or he went to the cattle markets to help buy the cattle\nand by our home we had a yard with geese and chickens and a vegetable garden. As I\nremember the town was divided. The lower part was where the river was. Then was the\nmiddle part and then was up, the upper part where the Okno ?? _, where the mines...there\nwere salt mines in that town. We lived 1n the middle of the town. Slatina, the part that I\nknew and most Jews know was the main street with main stores and they were mostly\nJewish. We hardly knew the Christians because they didn't live between us. We really\nseparated ourselves. It was not a shtetle atmosphere. It was more because of the border\ntown, was more sophisticated, let's say than the shtetl. However we Jews did stick\ntogether and we lived together and we were separated from the other people. My\ngrandmother lived in...1 remember my grandmother. She made a living off making\npopcorn over flames and selling (it in) newspapers made into cones. Our family lived in\nthat town for many...for quite a few generations. Naturally it was not the same nationality\nbecause the place changed hands and not the town ___.",
        "A: We went to public school. Under Czechoslovakian government every...all children went\nto school. However, let's say gymnasium, high school and things, that was percentages\nfor Jews. The numerus clausus. Not all Jews could go because there was only certain\npercentage that could go...even under the democratic Czechoslovakians it existed. So we\nall, all of us children did go to school, public school.\n01:06:\nWe were mixed with Christian children, but there was never closeness with the Christian\nchildren and our Jewish children in our town. There was a beautiful park that we used to\ngo to because it was salt mines in town, and salt baths, you know, for health purposes\nthey had baths. They had beautiful parks where we went sometimes to listen to music, but\nnot always did we dare go because there were always bad times for Jews. I do remember\nas a young girl the Czechoslovakians had a sport complex called Sokol and they played\ntennis there and I just drooled. I wanted to play so terribly, and naturally I wouldn't have\nbeen accepted and we don't even try. I'm making up for it now. Again my father knew\nmany Czechoslovakians because he worked with them and the only intermingled my\nfather used to go in once in a while in the billiard clubs. At the time they played billiards,\nand he used to know a lot of people. I remember one...my parent's anniversary was on\nPurim, the holiday, and he got drunk once a little and he ran into the mayor of the city\nand we ran after him. We were kids. We didn't want him to because we were afraid, but\nhe said, what is it you want from us Jews? What did we do to you? That was one\noccasion that sticks in my mind, but he was kind of a little fighter, my father, and that is\nhow we lived until 1938.",
        "A: In 1938...I don't know the dates or so...but the Czechs left. I remember they had colonies\nof beautiful homes, the Czechoslovakian people, up on the upper part of town and they\nleft and the Ukrainians took over and I remember it only because we had to change\nschools. I mean the place was the same, but the language we had to change. We studied\nup till now in schools Czech, and we had some good teachers, some not so good teachers,\nlike every place else I would say. Now the ___ were the Ukrainian fasc...uh fascists, like\nthe SS the German, the _ the Hungarian, the ——_— was the Ukrainian uh fascist\norganization, but in school we started learning the alphabet. That's what Ukrainian\nuse. We learned their anthem, their national anthem, , which I still\nremember, and uh but they...Ukrainian hated the Jews more than the Czechoslovaks.\nThere was lots of fear and panic and sometimes they picked up some men and we never\nsaw them again. And uh I only remember vaguely that there was a lot of panic around.\nSupposedly there was a list of about three hundred Jews, maybe not all in our town or the\nsurrounding area, to be killed. Just a list of Jews to be killed. But it seems to me that as of\nthe same time when the Jews were supposed to be killed, the Hungarians came in and\ntook over and we were very happy that the Hungarians came in naturally. At least for a\nday or two we were happy, but then the atrocities started with the Hungarian army.\nGenerally, it was accepted that armies marching in will commit atrocities.\nOl:11:\nAs kids we only heard that there were rapes and women tortured, breasts cut off...as\nchildren we heard those things happening. However we kind of for a while felt\ncomfortable because they didn't kill all those Jews with the list and the Ukrainians were\ngone. Naturally my father didn't have a job by then because the Czechoslovakian\ngovernment wasn't there and they put him to work in the mines, in the salt mines, down\ndeep in the mines. And we became very poor. However we were kind of proud people,\nmy family. And I remember on Friday nights for the Sabbath that my mother covered\nempty pots on the stove so we don't show anybody that we have nothing to eat, and that\nwe have nothing to cook with, but all in all, my grandmother was making her popcorn\nand she then she moved in with us, and somehow we survived that part too. And there\nwere a lot of beatings from the Hungarians. Sometimes they went around the streets, the\nHungarians, all the villagers together which were not pure Hungarians...they were mixed\nRomanians, Hungarians, Slaves, Ukrainians, even Shobs (ph) were around in the area and\nwhoever was in their way or whatever they felt like attacking, they attacked and they hurt\nand they killed and\nO1:13:\nthey took what they wanted. My father worked in the mines and he also tried to go to the\ncattle markets to see if he can do some business because people still ate. There were still\na lot of butchers around and cattle and many times he came home beaten up and in the\nspring or early summer of 1941, while my father was away in a market, the gendarme or\nwhatever...I don't remember anymore what they were calling the police...came with an\norder to tell my mother that in a week, in a week we will be taken away, that we are not\nHungarian citizens and we will be taken away someplace else, to someplace where there\nis work, in work camps. Now as I say, my father was not home then. What my mother did\nat first is what every Jew, good Jew will do...take the children and go to the temple and\nopen the Torahs (ph) and cry and beg. ..... Excuse me.\nO1:15:\nAnd we went home and that evening when we came back from the temple, there was a\ncart with horses in front of the house. My father was brought home beaten very severely\nand we took him in the house. We did to him what we can and when my mother told him\nthat we'll be taken away, she suggested we hide out and go to another place Sziget or\nwherever and hide out, not to go. But my father felt it can't be any worse than it 1s. Let's\ngo. So we went. In a week's time everybody got a bundle. We took what we can. We\nwere not allowed to take anything else except what we can carry. We went to the train\nstation. They packed us into in cattle cars. I don't know if there were seventy or a\nhundred or how many. I know there was no place to sit. We were able to somehow stand\nand I also cannot tell you how long we were in those cattle cars. They were not fast, and\nthey took us...we don't know how we traveled...the geography of it. I can look at some\nnames on the maps and remember where we were, but I don't know how we traveled with\nthe trains and where the trains existed.",
        "A: Yes. It was hot and crowded. No water. No hygiene. No toilets. They didn't open the\ndoors for two, three days at a time. We had dead people in with us and when they stopped\nmaybe every every three days when they stopped, we handed out the dead. They didn't let\nus do any hygiene or wash our clothes or anything. If you had some food with you, you\nate something but you shared with your people that you were around, but there was no\nplace to move. We kind of sat down everybody and where you could, but we really\ncouldn't move. We stayed in the same place, night and day. Hygiene or not. Went on for I\nthink about a week or so, because I think the trains were put on side lines and we stayed\nstanding still. We were not always traveling. I don't know if they had a name where to\nbring us or not, but we were definitely standing still for many hours and hours and hours.\nThe heat and the smell were... a young girl...in 1941 I was twelve going on thirteen, I\nthink...I can't count now. I just remember the terrible smells and the terrible situation that\nit was. But we arrived...I think the place was called Yassinga (ph) in the Ukrainian. We\ngot out from the train.\n01:19:\nI don't know how many died on the way, how many we handed out. Most of the older\npeople did go. Our grandmother stayed home. It was my family, my father, mother and\nthe three children that were taken. In Yassina they put us on trucks, also piled very close\non and drove and I think they dropped us off in Kolomeia, I think. I'm not sure of the\nnames and the route. And we were still with the Hungarian guards when they dropped us\noff, and they said in the middle of a highway they dropped us, you cannot come back. We\nwill shoot you. You can only go inside, but from the inside Ukrainian guards came with\nrifles and said to us, you can't go this way. You can only go back. We were on this on the\nmiddle of the road and the Ukrainian shot started shooting and people were killed and I\nremember one of the men. His arms were shot off but it was hanging and bleeding and we\nwere still in the middle of the road and we walked away to the side of the road and most\nof the people sat down. Now we were a big group of people,\nbecause wasn't only from our town but it was from other towns doing the same thing, but\nthe man that had his arm hanging begged, shoot me please. Please shoot me. At that time\nthey didn't. They just let him stand and walk around with the families crying and\nbegging. After a time...I don't know how much time. I don't know. I can't say. They let us\nwalk towards inside Galacia (ph) and but before that the man with the hanging arm was\ntaken away and we heard the shots and the family dug a grave at that time and they\nburied him. I don't know where it is, but there in that area we also met people from\nBukovina that came at that time. Now they did not have places where to take us. We only\nwalked. Not in towns. Outside of the towns by the fields and we kept on walking, day in\nand day out. No food. No water. No hygiene. Nothing. If we were lucky enough to be by\na field that was growing something that we could eat and we can take it, we tried to do\nthat. The shooting was very easy. Anything they didn't like...that was the Ukrainian\n. Anything they didn't like or if they were annoyed they just take out the rifle or\nthey hit with the rifle or they shoot with the rifle. They gave us rest maybe once or twice\na day, and we walked. I don't know if it was twenty, twenty-five kilometers daily,\nchildren and older people. I remember there was a boy that walked next to us. It was a\nbig transport by then...a few thousand people. He carried his sick old mother whose legs\nwere very swollen, on his shoulder. He was young, about fifteen, sixteen year old\nboy...for a long time. Each time we rested he took her off the shoulder, put her down to\nrest. Then he got up, took her on the shoulder and carried her further and one day he\ndidn't do it fast enough. They killed the mother right then and there, by the side. They\nwouldn't even give him time to bury her.\n01:24:\nWe had to go on. The , they were very primitive people, very religious Catholics\nbut very primitive. Very hateful towards us Jews. Some of them were happy to kill us and\nhit us and do the worst that they can do to people. Now at this time I only remember the\nwalking and incidents that stand out. We came to a place, a small town that there was a\nwell. I see it in the middle like. I don't know where it was and what but it was a well and\nwe were like around the whole transport and the ___ were standing close to the well. A\nlittle boy...to me he looked very little...went over to him. Said can I have water. He said\nyou want water, and the boy says please, water. He could hardly speak. And he took his\nrifle and shot him right there, next to him by his feet, because the boy wanted water. And\nthat picture is with me through the years. I I live with it. I mean I don't think about it all\nthe time but it's there. Sometimes when we rested like next to the Dnjestr, the River\nDnjestr, we rested and there was a little girl from Bukovina with her brother, with a big\ntall brother and a girl about...I don't know...she was older than me. She was beautiful with\ngold earrings, big black braids she had and they dunked in the Dnjestr, held her down.\nThe two braids were on top of the water. They dunked her down into the water and held\nher and then they pulled her up and they did that a few times and then they brought her\nout. Same day they picked out when we were resting at night by the side of the road, they\npicked out men. They took them away. I remember it well because we lay on my father.\nWe covered him, the children and my mother covered my father so they don't see him, so\nthey don't take him away. They took...picked out ten, fifteen, twenty men, almost every\nday. We never heard from them again. We never saw them again. They were killed. They\nwere killed like there is no consideration at all. In transport after transport, wherever we\nwent...killing old men in all way. And we walked that way until we came to Kamenitz-\nPodolsk. Kamenitz-Podolsk was like a farm, enclosed with barbed wire and we saw\nmachine guns around the whole farm, with the barbed wire around and machine guns and\nas we entered in that corral a Wehrmacht officer said to my mother and father, if you\ndon't run away you'll be dead. A Wehrmacht officer. So as we came in, there was a farm\nhouse and most people from the big transport, many thousands of people came in and we\nslowly sneaked into that farm in a very little room, like a two by two size room. My\nfamily of five. Some other people that we were twenty-two together, children and adults\ntogether, and we closed the door...no windows or nothing, and we just sat there and we\nwe wanted to get out because we believed the Wehrmacht officer that we will be killed.\nWe saw their machine guns. I don't know how and why they searched. We heard them\nsearch upstairs, next to us, below us, every corner that you can imagine we heard them.\nWe don't know how long we sat there. It seemed to us like a very long time. And the\nchildren didn't cry and my brother was younger with five years and there were younger\nchildren even. We just sat, bundled all of us in that two by two cell until it got dark\noutside, and they didn't find us. And somehow...the fence, the wire fence somehow didn't\nreach that house and at night we we went out through that house. Out, and we ran away\nthere, the twenty-two people. We heard later that they did kill most of the people because\nwe know somebody that came out from under the dead, but I don't know if you want to\nhear this now or shall I go into this later. When my sister went to Israel and she jumped\nfrom the ship so they don't take her away to Cypress, a person that we were very friendly\nwith, that was supposed to be killed in Kamenitz-Podolsk saved her. She cannot swim.\nSaved her in the sea in Israel and she didn't know if she's alive or she is dead, that she\nsees somebody what she thought was dead and he said no, I am alive. Not only dead,\nunder the dead, as he moved to get out after waiting a long time, he heard somebody else\nmoving and his own son somehow did not get the bullets and they came out from under\nthe dead. That was in Kamenitz-Podolsk. We heard that everybody was killed, not on all\nthose machine guns andthe ___ helped. We slowly walked back and we walked back...I\nhave on the map marked out the towns that we passed like Chortkov, some other towns\non the way. We arrived in Stanislav, one of the towns. I can give you the exact\nlocation...but I have it marked out here, and Stanislav...and we went into the Jewish\nghetto. There were still the Jews...in 1941 was fairly early. They didn't have the camps at\nthe time. I think the camps started in 1942. And in the ghetto my sister was very out-\ngoing and very smart, very talented, what she knew how to speak to people. Let's say she\nhad a way, as a little girl,\nand a German officer gave us food from the officer's kitchen. For about three weeks we\nrested in Stanislav. Once or twice a day they gave us food from the kitchen. And that was\nlucky. We kind of rested and built up some strength and then we went on to Nadvorna,\nanother town on the way and in Nadvorna we were invited to some Jewish family's also\nin the ghetto. These were all in Ukraine naturally and we found in Nadvornia a beggar\nthat used to cross the Carpethian Mountains to beg and he for jewelry that we had left\nwas willing to take us across the Carpethian Mountains back to Hungary, and he said it\nwill take us two days from Nadvornia walking and we started out. It was late autumn by\nthat time, because it was before the Jewish holidays and however the two days turned\ninto eight days. We got lost, with the guide together. I remember Yom Kippur. My\nmother left burning candles in the forest in there, just covered up for Yom Kippur. We\nstill believed that we _.. We still had to fast and we were still good Jews to observe\nwhat we can observe. We had no food. We had some...my mother had left had some\nground like coffee with some sugar that she mixed together and gave the kids a\nteaspoonful every few hours or so. Water we found once in a while in the forest in the\nlittle streams. We found...1t was cold. We were almost naked. No clothes. And we found\nblueberries, frozen blueberries. That kept us alive. We picked the frozen blueberries.\nThey kept us alive. One day we were walking in the forest and all of a sudden my mother\nlooked like she fell into something. It looked like it was a well and it was not closed up.\nIt was just like one piece of wood across the well, and that one piece of wood saved my\nmother from falling into that well, and we helped her up and we continued walking and\nwe arrived in someplace in Hungary across the mountains. I don't know the town. I know\nthere were Jewish people there. I'm sad to say they wouldn't let us sleep in the barn. They\nsaid they're not Jews.\n01:36:\nThey're Hungarians. And they wouldn't give us the help. They were afraid. The fear, the\nfear was terrible. They were afraid that if they let us stay out they will be taken away\nfrom their home. Somehow we arrived very late autumn back in Slatina where we lived,\nbut we couldn't stay there. They would have taken us away again. So I went to Nojvarod\nwhich is in Transylvania to my uncle. My sister went to Budapest. My brother stayed\nwith my grandmother home. My father was hiding out in Sziget. My mother was caught\nand put in Goeren ? in a camp. It's like a prison in Hungary. She was there for almost a\nyear. Then from my uncle's... wasn't very happy there either...",
        "A: Well, my uncle lived in Najvarod. He and his brother-in-law, they had a brush factory.\nThey were at that time still pretty comfortable. They were very religious and I came from\na different type of home and I did not get along with...they had one daughter. I was not\nvery happy there. We had our bad times. I worked in the brush factory. I cut off one of\nmy fingers with a knife there, but that wasn't the worst. But with my uncle I got along\nwell, but with my aunt and the daughter who was approximately my age I would say...a\nlittle older, about three or four years. I remember I needed guidance and help at a time in\nfemale...\nit was the time for me at the time and they were laughing at me and not because they\nwere cruel. Because they didn't know. They were not aware. They didn't know how to\ndeal with what I brought home from where I came . I left there and I went to Budapest\nwhere my sister lived, they rented like a bed in our family in Budapest. My sister, a\ngirlfriend of mine Franceska Nemeth, from the same town, and myself. My sister worked\nin a sweat shop sewing buttons and making buttonholes. I took on the same sweatshop,\nthe ironing, for twelve, fourteen hours because it paid better and I was the older one. I\nwas thirteen, fourteen ?? already. I remember when I get my first pay, I mailed home five\nPengo, the Hungarian money at the time, to my parents. And that was 1942 when I went\nto Budapest, and worked there in Budapest. When I could, I sent some money home for\nmy parents. I understood from letters that my mother came home after a year in Goeren_,\nlater on my father came home from Sziget where he was hiding out, so they were\ntogether. We worked in Budapest, and we were young people. We tried to make the best\nof what we had. We met...in Verilatse ? Utza there was a Jewish temple, so we many\ntimes we went there to just be together with other young people at the time.",
        "A: At the time uh Budapest in '42 and '43...there was anti-Semitism and there was hatred for\nthe Jews. However, you somehow could still work and live. You didn't need to be in a\nghetto at the time either. And you didn't have the yellow star at the time yet either. Later\non it came. We lived and mixed with Christians and non-Christians, but the minute they\nfound out that you're Jewish, they did not care very much. The majority of people. Now I\ncan't say that everybody was, but the majority of people did not like the Jews 10:41: and\nthey didn't want to have anything to do with the Jews, but we were kids, young people.\nAnd we didn't feel...as a matter of fact I was going out with somebody that was non-\nJewish. He wrote poetry to me that I still remember by heart in Hungarian.\n(in Hungarian) . What it says that you are a prisoner. He wrote it for me, that you\nare a prisoner in your dream, but don't dream so much because when you wake up, you\nhave to face reality. Yeah. So it 1t was, you know, you went to a movie. You ate. You\nclothed.(dressed’?)\n01:42\nYou did the usual things that when we went to the synagogue to meet other Jewish young\npeople, that's what we did. This went on till 1944. October of 1944 there was a coup\nagainst Hitler. It was a happy day at the time. I'm sorry to say nothing happened to it.\nAfter that though we had to start wearing Jewish stars and we moved away from the\nplace where we had a bed only. At this time we already had some money from working,\nmany hours of very hard work, but we worked and we had some money. I lived for about\ntwo years on bread and jelly. It was OK. I didn't mind it. We moved away to a better\nplace we lived. I lived as a matter of fact in a what is called Okatsvo ? Utca. ( It's a...well,\nlater it became the ghetto for the...I don't know whether for the towns the numbers it\nbecame.???) That's how it went on till 1944. My sister lived someplace else from me and\nthe real serious trouble with ghettos and everything started in Hungary. You couldn't go\nto work anymore. You had to wear your stars. You couldn't go any place. After a certain\nhour you had to be back in the ghetto. You you couldn't go out of the ghetto and it was\nvery, very, very hard because nobody was prepared for that. You had to get out of your\nown apartments and move in the ghetto part.\nIn late 1944...I think in the middle of the summer of 1944 all the Jews had to go toa\nraceway in Budapest. I don't know if you ever heard about that gathering of the Jews on\nthe raceway in Budapest. And from there...",
        "A: In the raceway...it was just people. Just more and more people coming into the raceway\nbecause they were gathering all the Jews from there. I haven't got a clear picture of it. I\njust know that we were put in certain transports, groups of people, and they started\nmarching us towards the border to Germany, which naturally we don't...at this time I\ndidn't even know that we're not bordering Germany...we approach Austria, and we\nmarched in groups, but it seems to me that there were a lot of young people, because I\nremember I had experience from 1941 that I tried to gather young people and we sing\nsongs, most Hungarian, because Hungarian Jews didn't know any other language. I was\nlucky. I knew other languages, but Hungarian Jews knew only Hungarian. That's it. And\nwe started singing songs. It somehow kept the spirits going. I didn't think of it\nconsciously at the time, but that's what was happening. And we walked and walked, but\none good thing...1n Hungary the villagers and the people, they're not as bad and as cruel\nas in Galicia. In Hungary we sometimes, we were cute little girls, you know, go to a\nfence and they will give us a bread or something to eat.\nIt was very bad. It was for them too very bad. It was towards the end of the war. There\nwasn't much left there either. But they once in a while did reach out and gave us some\nfood and we came to a place called close to or ...1 can't even\npronounce it. I have it marked out on the Hungarian map. There were boats on the\nDanube and they...we settled in on those boats on the Danube because they said that's\nwhere we have to wait for transportation to go to Germany. Dysentery broke out.\nDiarrhea and stomach upset for the people. It was very bad. Again, no hygiene. And I\ndon't know how we survived and how we were on those boats. We were there about two,\nthree weeks and there I heard that there was ..I don't think it was an order or a\nrequest...that children under thirteen should be returned to Budapest, and by that time I\nwas about close to sixteen, seventeen, and I said to my friend Francesca, who was with\nme at the time...now and again my sister lived in Budapest but she had Christian papers\nin her own name made. I don't know to whom or who did it. It could have been\nWallenberg or not, I don't know. She had in her own name, Eva Joszef, Christian papers,\nand she lived out of the ghetto. She didn't go to the raceway. She stayed out. In between I\ntried to study in one of the basements Catholic religion. They said that if you became\nCatholic, they will keep you alive. They will not take you away, so I studied the Catholic\nreligion and then I found out it wasn't true. I did not take on another religion. I stayed\nJewish. So my sister was in Budapest someplace. I don't know where she was...safe\nsupposedly with Christian papers. I was with Francesca, my girlfriend, Francesca\nNemeth, and I said let's go back. I don't want to go to Germany. I know what they do to\npeople there, and she didn't want. She was afraid and I begged her and kind of coerced\nher. I said you carry on, put your hair in braids and uh let's try and let's try and we we\nsucceeded. We walked back to Budapest. I called Francesca. She lives in Ohio,\nCleveland, Ohio. I wondered if she remembers names or something. She does not\nremember anything, but she was just thanking me for keeping her alive, because she says\nthat if not you, I wouldn't have been alive today. But at the time I just felt that this is our\nway of surviving, to go back to Budapest. We walked again back to Budapest. I don't\nknow how many kilometers, how we did it. We were a small transport of children and we\nwalked but while we were still on ship, on boats, we got some of the Hungarian village\npeople to gave us geese. We cooked the geese and we gave the soup for the dysentery\nsick people, the soup, and we handed out meats for the children to eat, for the young\nchildren to eat. I remember I was very involved in that and many people\n...1 don't know where they went from there, but some died. Some got better. I don't know\nif it was from the soup or not, but that's the way it was. We went back to Budapest and\nwe went into the ghetto, into a Red Cross. I don't know if it was a Swedish or a Swiss\nRed Cross. I don't know. Supposedly a safe building in Budapest, on Okativo ? Utca. It\nwas the same street I lived, but further down. We were there...it was across the street\nfrom an electric I think public electrics or something like that and they had anti-aircraft\nguns on the same street right across from the building that we were in. Budapest was at\nthat time being bombed from the Russians. Constant bombing. Terrible bombing. All that\ntime we were in that house. I was on the fourth floor with helping mentally disturbed\npeople in the ghetto, as a result from the war. They were all lying on floors. No\nmedication. No food. No hygiene. Some I remember they bring in people who got hurt\nfrom the bombs, you know, from shrapnel, they brought them in. It was terrible\nconditions. Some of them lay there for weeks. The the meat was rotting away from their\nbodies. The smell...it was horrific. The dead people were taken out to the streets. It was\nwinter. They were piled like wood logs piled, cross-wise. One on top of the other, the\ndead people, and I know only about the Jews because that's where we were. We were in\nthe ghetto, but I know it was not very good in the rest of Budapest either, but we were\nthere. To that to the bombing and everything else, the Nilosz (ph) which was like the SS\nin Germany, came in many times to safe houses or basements to people and started\nkilling and letting their angers and fear go to the Jewish people. We being Red Cross\nused to go out and help save whoever we could save at the time. We walked even while\nthey were bombing. We walked in the streets and go into buildings and see if we can help\nas much as we could with just get living out from under the dead or whatever we can do.\nI was sick. I had a bladder infection. We had no sulfa or anything like that. I remember\nsomebody handed me a little...an old sock with sand. They said heat it someplace and put\nit and try to make yourself comfortable. I survived it. I don't know how and when I'm\nOK, but this is...I'm bring it up only as to show you what it was like in Budapest until of\nJanuary of 1945. I never went down in the basement with the bombings. I was at the\nstage where I didn't care if something gets me, if I stay alive or not. At that stage I didn't\ncare, and one morning I looked down from the fourth floor and there was the Russian\narmy, and being that I speak other languages, some Czech, some Yiddish...there was a\nJewish officer in the Russian army.\nHe came from Lvow and he said you're free. I said what! He said you're free. And he\ncame out with breads, loaves of breads. There were very few people left alive, but\nwhoever was we all went down in the yard where he was with the bread. That's how that's\nhow we freed, and that was in January of 1945 in Budapest. Do you want me to go on\nanyplace.",
        "A: OK.",
        "A: It's very unclear about the people. I do not... cannot pinpoint an organization, if there\nwas one. I just know that the house had a sign, a Red Cross sign out. I know it was a\nforeign Red Cross, Swede or Swiss Red Cross. It keeps in mind more Swiss than Swedish\nRed Cross. I don't know. The people whenever they picked up people in the ghetto streets\nthat had no place to go and we brought them in, not that there was place but we just put\nthem down next to somebody else. After bombing, people were injured. If they were\ninjured we brought them in. If the horses were killed, we used the meat. That's what kept\nus going. It was winter, so even the horse laid in the streets for many days, we used it,\nkind of gave us some food. I don't remember people themselves, if there was anybody to\ninstruct us. I know that there was some sick people that turned to me. I was working. I\nwas healthier. I was around. My friend Francesca was there on a different floor, and we\ntried to do best we could. There was nothing to work with or help with. I remember one\nyoung man. He had internal injuries. There was one doctor there. I can't remember his\nname. But he said he has internal injuries. He will go. But he was young. He was\ntwenty...I don't know...to me he looked young at the time, and I remember holding him\nand he says, just stay. Just stay. Just stay with me. I tried as long as I could. When the\nsirens went on, the majority of people that could move went down in the basement to\nprotect themselves from the bombing. I never went down to the basement. I picked...I\ndidn't care if I live or die at that time. We were at the state of non-caring and that is the\nworst human state that you can imagine. Nobody should go to that state, but we were. I\ncan't clearly bring up people to remember them or or names or anything like that.\n01:03:\nI haven't got them. I just know that one day in 1945 we looked down in the yard and there\nwere the Russians. And we couldn't care less who it was. They brought us bread and\nwater. We had no water. No heat. No hygiene. Nothing. For weeks on and weeks on we\nhad nothing. I don't know how it was in the rest of Budapest, but in the ghetto it was\ninhuman. Inhuman state of...I don't even remember how we dispersed from that safe\nhome very fast because we were afraid that the Hungarians will come back or the\nGermans will come in. So we ran from Budapest. I ran from Budapest, but I wanted to\nfind my sister. She was in Budapest but not in the ghetto and I was going from street to\nstreet at the time the Russians freedom, it was kind of open. It was snow all around and I\nwas walking towards where we used to live before and I see a black coat with a white fur\ncap and I started screaming Eva, Eva. It was my sister. That's how I found my sister in\nBudapest, right after we were freed by the Russians. It looked that she was searching for\nme and I was searching for her, and we walked\n01:05\nsomehow going towards the same direction, and with all those people and all the war and\neverything, somehow we kind of ran into each other and I can't tell you that feeling to be\nable to see my sister and her black coat that I remembered with the white fur around her\nhead and find my sister there. We started back. We were...today they call it hitchhiking I\nthink. Whatever transportation we could find...we wanted to get out of Budapest the\nworst, the worst way because we were afraid that the Nazis might come back in any way.\nI remember we were on trains. There was no organized trains or anything. Whatever\ncame along and went someplace, we hopped on and we went. We also had to kind of at\nthat time worry a little bit about the Russians not grabbing young girls. They grabbed\nother people. I know they grabbed many watches and an army, as an army and any army\nthat comes in first, you're better off not to encounter with them, but somehow we made it\nto Debrecen, and stayed for a few weeks with a Jewish family in Debrecen. And then we\nwent on further and I went, I went towards home. I don't know where my sister went, but\nshe wound up in Bucharest. We young girls we were not very close. Sibling rivalry.\nWe're very close in age...fifteen months apart. She's younger...fifteen months. We went\nour different ways, but she went to Bucharest. I went home and as I said before that I\nthink I mentioned it to you privately that uh when I saw the house...1t might have been a\nlot of things together... found _ high temperature. The house was ripped...the windows\nwere ripped out of the house. The doors were gone. The roof was gone. Papers thrown\neveryplace. Nothing...I collapsed and they took me into Sziget to a hospital and they took\nmy tonsils out or whatever they did for me, and when I got better I went to Bucharest to\nsee my sister. We traveled all over and when I came back...then I went back to Budapest.\nAnother thing...in every terrible thing there is something that happens that can give you\nhope in life. I heard that my mother was in Budapest and when we came to Budapest, you\nknow, if you went you...in certain centers they gave you disinfection, DDT, and shower\ntreatments for the people that came out from ghettos and camps and...and they also gave\nyou some money. The Americans at that time were there. They gave you some money to\nhelp you over...peanut butter and some food and things like that and we kids went in for\nthat to help us travel around. And I went into one of the schools where they did it, and in\nthe foyer I hear Sharika, Sharika. My mother was in that school. She came from Bergen-\nBelsen and she came into Budapest and she was there in transfer in a school, in Elizabeth\nSchool it was called. Ersebet School. And I ran into her like that in that school. We just\ncouldn't believe that that what we ran into. As I say, there 1s always some kind of hope\nthat gives you a will to go on. I found my mother. She wasn't the same person anymore\nbut I found my mother. My mother lost her will to live. However, we were together for a\nwhile and we went to...we had an uncle in Galanta and we went there. Later on uh my\nmother married that uncle. It was...let me see...my father's sister's husband who never\ncame back and my father never came back. That was a year or two later after the war and\nthey married and they went to Israel, but they went to Germany camps to wait, waiting\ncamps until they were transferred to Israel.\n01:10\nI joined in Budapest the Zionist organization and we traveled around to Vienna and for a\nwhile I worked in Vienna in the hospital. The transient people from camps and I worked\nin the lab. They called it a clinic where the doctors examined and I was kind of an\nassistant in there for a few weeks. Then I went back to Budapest with the Zionist\norganization. Dror Habonim was the name of the organization, and for a while I still\nhelped out with the Brichah to transfer people over the borders. They were in\ntransferring the people to Slovakia and then transferring them back to towards Vienna\nwhere there was a transient camp and then toward Italy and then from Italy the boats,\nwhatever boats can be arranged for the people to go to Israel.",
        "A: Well we...the way it was, you know, it was the young people were searching for company\nfor each other. They wanted to be close. They had no families left to many, so the young\npeople...wherever there were young people, we kind of got together. I don't remember\ndetails either very much, even though it was later. It was '45, '46, '47, up to '48 but I know\neventually I\n01:12:\njoined a group and we went down to uh where there was a Hakhshara, a training\ncamp for the Zionists to go to Israel as a group and we trained there. We trained....we\ncalled it support. We trained for the army, but we had no grenades so we used stones or\nwhatever we can use. We were trained to be in the army, and I got a special training to be\nable to train other young people to go to the army. our group was called. Aff al pi\nKein (nevertheless), is our group, and eventually in 1948 when we when they were\nsearching for me in Hungary, they wanted to me to go to communist school, the\nHungarians, because we were kind of active in the socialist organizations to cover the\nZionist organization. And I was very active in the politics. I went out talking to people,\nJewish people most of the time in temples and wherever I can find them and begging and\ncajoling and doing whatever you can to get the young people to go to Israel, and it was\nillegal at the time. In 1948 they were searching for me and that's when the\norganization...we had in Budapest we had an office of the organization. They said this 1s\nyour time to go and that's when I left to Vienna and from Vienna to Bari, Italy. That is\nagain. And then with the boat Galilea which was very crowded, to Israel. And in\nIsrael the whole group of Hungarians...I was the only one non-Hungarian Jew...but the\nwhole group was called Aff al pi kein, and we went to...we had training in Giv'at Khain, a\nkibbutz. We trained for a year. We...not only did we train to build a new kibbutz...we\nwere also were in the Palmakh at the time. That's the elite of the army. We belonged, and\nthen we went out on Hityashvut (Resettlement). We went out to build a new kibbutz and\nwe built Yad Khanna. Yad Khanna still exists naturally and I was a very active\nparticipant naturally in the army and Palmakh in 1948 and our kibbutz was right across\nfrom Tulkerem by the Jordan border, between Khadera and Nathanya, actually seven\nkilometers south of Nathanya is the kibbutz and we built a wonderful kibbutz. We were\nvery active until political problems developed.\nO1:15:\nIn our kibbutz we kind of had a tendency to bear left politically and they send me in\n1951, they send me to study. The kibbutz sent me to study in Eifal(?) with Yitzkhag\n__? who was one of the greats in Israel, was my instructor at the time in Eifal. It\nwas general study but study, very detailed studies of anything from economics to\nMarxism to anything else to be a good kibbutznik. After that I worked with transient\nyoung people coming from Europe, the transient young people. They went to school but\nafter school I was with them in the camp and I left the kibbutz when the serious political\nproblems started. My kibbutz was divided. Some of it was, went with Meki which was\nthe Communist part and some of it stayed with Mapam, which was a fairly left wing\nworkers organization. And as a matter of fact I went to visit my sister in another kibbutz\nin Israel and I was beaten up (laughter) because (laughter) because like in the dining\nroom because of political ideas, of you know, God bless two Jewish people to get\ntogether and we have three parties. That's when I left, but I lived in Israel. I lived in Israel\nuntil 1959. That is a good time for me. That was...to have a name after the camps and\nghettos and wars, to have an ideal, to be willing to give everything you've got for that\nideal, saved me. Saved me mentally and emotionally and this is what I am here today. I\nthink I tried to give you an overall picture, but the important part is that it should be\nknown that we were not loved any place.\nWe were not wanted anyplace. We have to have a Jewish country. We have to have an\nIsrael. Otherwise as Jews we cannot and we will not survive unless we assimilate, which\nthen we will disappear.",
        "A: This is what I was trying to say. I don't know if you got what you wanted, Linda. Please\nask me questions.\n01:18",
        "A: I married an American gentlemen and I settled in America. We lived in New York. I had\ntwo wonderful daughters and I have two wonderful daughters. We built a very good\nbusiness. We had a lab for color photography and advertising agencies, and we started\nliterally in the kitchen sink in our home but then we had problems in the marriage and we\ndivorced. My children though are fine. The business... didn't get them naturally. In the\ndivorce women do not get yet their equal share, so but business...in the last few years the\nbusiness went, was ran into the ground. No more. It was a few million dollar business\ngross, like ten million gross three years ago. Nothing left now. So economically I have a\ntough time now. I'm working now as a health and life insurance and investment\ncounselor. I'm a specialist in disability income protection. It's a commission-type of\nbusiness. I have my good times and my bad times. Nobody promised me a rose garden\nand I uh I think I do the best I can. Uh that's my personal history, but I finished college as\nan adult in America. I finished para-legal training which I didn't like after I had my own\nbusiness, brokerage business and fashion consulting business. I always try new things.\nOne of them perhaps the results of being a Jew. I was very easy on the go. Not since I\nhave children naturally can move so fast, but one of the things I was a real \"take your\nbundle and go\", you know, but it stopped when I had my children. Naturally I couldn't\ngo. I had my share of guilts of survival. I had my share of uh emotional problems. I had\nmy share of sicknesses and all which go together with emotional problem. I think I'm\ndealing with it the best I can.",
        "A: I was trying to figure why now, why did I come forward now to tell this? I felt that I have\nto say it. I felt that it should not disappear. It should be said. I don't know how much\ninformation there is about those places that I went through. I felt 1t should be said. It\nshould exist. Perhaps somebody can learn something from it. Perhaps it can help\nsomebody some place. Perhaps it can help for the survival of the Jewish people. I don't\nknow if that is important or not, but that's how I feel.",
        "A: Thank you, Linda, for listening.\nTECHNICAL CONVERSATION\nYes, this is a...the men was taken to work camps and this is in front of that cattle car\nwhere they took them, where they packed them...this is all from one car, all those people.\nMy father is there in them.\nTECHNICAL CONVERSATION\nThat is from the picture you know, enlarged from that picture taken out....there's my\nfather. Yeah. Could you believe this. Oh my God. It's my father.\nTECHNICAL CONVERSATION\nYou know he was very young there. That was in the '40's, or'41. He was born in 1901.\nHe had no...they knocked his teeth out from his mouth.",
        "A: 1901. But at that time in 1940, he was...no...he looked older there than 40... We tried to\nenlarge it in our own lab at the time, you know, but it's pretty sharp here.\nTECHNICAL CONVERSATION\nMy father, Shalom (ph) Joszef, from the picture of the camps when they took him to\nwork camps in front of the cattle train.\nEND OF INTERVIEW\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumAugust 20, 1990\nRG-50.030*0195",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Yaffa\nRosenthal, conducted by Linda Kuzmack on August 20, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum. The interview cannot be used for sale in\nthe Museum Shop. The interview cannot be used by a third party for creation of a work for\ncommercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "YAFFA ROSENTHAL\nAugust 20, 1990",
        "01:00"
    ]
}