{
    "rg": "RG-50.030.0241_trs_en",
    "sequence": [
        "Q: Good Afternoon. Would you please tell me, for the record, your name, your date of birth\nand your place of birth?",
        "A: Well my name was Gerd G-E-R-D Sigmund(ph) von Halle. Was born on December 2,\n1922, in Hamburg, Germany.",
        "Q: Did you have any brothers or sisters?",
        "A: I had one brother and his name was Hans Jurgen(ph), and he was | year and nine months\nolder than I was.",
        "Q: And what was your father's occupation?",
        "A: My father's occupation — he was an architect, specializing in building department stores in\nHamburg.",
        "Q: Would you tell me a little bit about your childhood while you were in Hamburg?",
        "A: Well, it was a very pleasant time. My father was doing rather well as an architect. We lived\nin a upper middle class neighborhood in Hamburg. We went to public schools there, and life\nwas, was pretty nice although I understand when I was a baby, of course — this was still —\nwe're talking about 1922, ‘23, there was, they had it was at the end of World War I and the\ninflation I understand from my mother that they bought a bottle of milk for a million marks\nand so on, so times were not that easy when I was a baby, but I don't remember that. And we\nwent to public school, went to what they call Oberrealschule!, which you would call here a\njunior high school. And then Hitler well, of course, in 1930 and ‘31 and ‘32, Hitler became\nmore popular and things became more difficult for the Jews although I was still a young\nchild and not quite aware of everything that was going on. In 1933, Hitler came to power as\nChancellor and then, of course, things changed very dramatically. I still remember being in\njunior high school as an 11 year old and we had to learn how to give the Hitler salute.\nSo here we were marching around in the gymnasium giving the Hitler salute in the proper\nfashion. And whenever there was a holiday every house had to display a flag. It was either\nthe swastika flag or the German flag and we didn't display either one of them, but then we\nwere told that we had to and so my father went out and he bought the German flag black,\nred and gold flag, and so we displayed that on the balcony and my father was very much\naware that there was no future for us. So since he had a sister married to a Dutchman in\n' Technical high school (German)\nAmsterdam, he decided to move to Amsterdam. Furthermore, although we had been\nthinking in terms of going to America, but America in 1933 wasn't exactly streets weren't\nlined with gold and I think America didn't need a German architect at that particular time, so\nwe moved to Amsterdam. Amsterdam in those days was an absolutely delightful place to\nlive. I would say probably one of the most wonderful times of my life I've spent in\nAmsterdam as a young man. It was a very quiet, easy going lifestyle. The Dutch were\ndelightful people. Everything went very slowly. Everything was very neat. Everything was\nvery clean. And so there we, we went to school even though when we arrived there the\nDutch schools were way ahead of the German schools and so I was — and both my brother\nand I, we were both put back one class so we were put back one grade. Holland, as I said,\nwas, was delightful uneventful to a degree and, and we were not — and of course, the war\nclouds started gathering in the late ‘30s. And we were not too much worried about Holland\nbeing — becoming involved in the war because in the last war, that is, World War I, Holland\nwas neutral. And for whatever reason — I can't give you the reason, but for whatever reason,\nwe felt and the Dutch people felt that because we were neutral in World War I we probably\nwill remain neutral in World War II. Needless to say, that did not turn out to be true and in\nMay of 1940 the German army moved into Holland and the war really was over before it\neven began because the whole Dutch army had to capitulate within a period of four or five\ndays that we were no match for the German army who came in with a tremendous amount\nof air power etcetera, etcetera, etcetera.\nBeing a Jew, of course, that was a very, very unsettling time for us. We didn't know what to\nexpect. We saw the German army marching through the streets. For the first time in my life,\nI see the green uniforms which was the uniform of the Gestapo. I'd never seen that before,\nand they marched through the streets, and to be very honest, we were quite frightened by all\nof this. As it turned out, the first year of the occupation was completely uneventful. The\nGermans in that first year of occupation behaved almost unbelievably gentleman-like. They\ndidn't bother anybody. There were no real problems. Until one day, a group of young Jews\nwere arrested in Amsterdam just haphazardly. They were just taken off the street. There was\nno reason for it. And they were arrested. And then followed by about a month or so later,\nthere was — I don't know whether it's exactly the way it happened, but there was an\nexplosion in a German officer's club. Now whether it was an explosion or somebody let the\nsoup boil over or whatever happened, I don't know what happened, but they decided to\narrest 225 young German Jews. Not Dutch Jews, German Jews. And so one night I was\ncoming home. I came home around four o'clock. My brother was working, learning the\nmetals trade, and my brother came home about I would say around five-thirty. We lived on\nthe ground floor in Amsterdam and our bicycles were outside on the window, so people\nknew that we were home.\nAnd the door bell rang, and I never gave it a second thought and I walked up to the front\ndoor, opened up the door, and two men in brown leather coats pushed their way past me,\nwent into the living room, and came out with a list and they asked me whether anybody by\nthe name of Hans Jurgen(ph) von Halle lived here. Well, my brother was in the back room\nand truthfully, I didn't know what to say, and before I could say anything my brother came\nout of the back room and he wanted to know what was going on and they turned to him and\nsaid, \"What's your name?\" And he said, \"My name is Hans Jiirgen(ph) von Halle.\"\nAnd then they said, \"Is there a Gerd Carl von Halle here?\" I said, \"No.\" They said, \"What's\nyour name.\" I said, \"My name is Gerd Sigmund von Halle.\" They said, \"Well, that must be\nthe same one.\" So they put us under arrest and they pushed us out the front door just the way\nwe were. We did not have time to say goodbye to our parents. And they marched us from\nour house to the Gestapo headquarters in Amsterdam. Now when I say they marched us, we\nwere not handcuffed. We were just — my brother and I were just walking there individually,\nand these two Gestapo agents 1n their leather coats just followed behind about — I don't\nknow — 20 feet behind, and all they did 1s tell us turn right, turn left, straight ahead. And so\nthat if you had passed us by on the street, you would never in a million years would you\nhave known that these two young boys were under arrest. And we arrived at Gestapo\nheadquarters, oh, I would say around five-thirty, six o'clock. And we were one of the last to\narrive, and when I looked around I saw practically all of my friends were there. There were\n226 young German Jews all lined up in that Gestapo headquarters which was a former girls\nschool.\nAnd we were lined up down in the basement, and we were shouted at and yelled at and, you\nknow, we had to stand at attention. And we stood at attention from six o'clock until about\nmidnight. And we weren't allowed to talk. We weren't allowed to move. We weren't allowed\nto go to the bathroom. And around midnight the commandant of the Gestapo headquarters\nstepped forward and said, \"Is there anybody here who has a serious and I mean serious\nillness to report?\" And he explained that anybody who would be fooling him, he explained\nwhat the drastic consequences of that would be. My brother, who was standing next to me,\npushed me sort of with his elbow and said, \"Step forward.\" and I whispered back to him, I\nsaid, \"What can I, what can I talk about ?\" It so turned out as a child I was, I was not one of\nthe strongest kids on the block. I suffered a great deal from bronchitis which 5,000,000 other\npeople suffer from, and my brother said to me, \"Tell him you have TB\" I never had TB in\nmy life, thank goodness. And I was very, very, very reluctant to step forward because I was\nafraid of the consequences because they told me what the consequences would be if you\nlied. But he sort of insisted on it, and since he was my older brother by a year and almost\ntwo years, I stepped forward and I had to go into he took me into a room and he says,\n\"What's the matter with you?\" And I said to him, \"I suffer from TB\" And that's all he wanted\nto know and I — he — I had to step back in line. As it turned out, there was — I said to you\nthere was 220 — there was 226 young German Jews there. And the order was to arrest these\n* tuberculosis\nJews between the ages of 16 and 21. Now, this — there was one kid in this group of 226 who\nhappened to be 15, and in typical German fashion when the order said 16 to 21, you only\ntake people 16 to 21. This kid was 15 and, therefore, around midnight or thereabout, he was\ndismissed. The kid happened to be not a friend of mine, but he knew me. And he went\ndirectly from Gestapo headquarters to my parents' home, told my parents what he saw. My\nparents could only put two and two together and surmised that probably what I told them\nthat I suffer from TB They in turn went to my family physician, a Jewish Dutchman doctor\nby the name of Dr. Hertzberger. Dr. Hertzberger, when my parents told him what had\nhappened wrote out a certificate which I gave to the museum, which states that I am\nsuffering from TB Now, so we're here now back in the Gestapo headquarters in the\nbasement and around midnight or | o'clock in the morning we were transported from\nAmsterdam in buses to a camp called Schoorl. That's spelled S-C-H-O-O-R-L, which is near\nAlkmaar in North Holland.\nThis was a camp surrounded and protected by the Gestapo. And we stayed there for\napproximately, oh, I would say, somewhere in the neighborhood of six to eight weeks. Our\ntreatment now certainly wasn't good but it wasn't brutal to the degree that you know, we\nlearned later on what happened in concentration camps. We were subjected to all the\nharassment and so on, but nobody was killed there. One day I was called into the\ncommandant's office, and as I went into the office I snapped at attention and in front of his\ndesk and I looked down on his desk and I saw a letter. I could see it even though it was\nupside down. I could see it was a letter of Dr. Hertzberger. And the commandant says to me,\n\"What's wrong with you?\" And I said to him, \"I suffer from TB\" And this man seemed to be\nthe kind of individual that certainly did not want to be in the presence of anybody who had a\ncontagious disease and he said to me, \"Get out of here and get and get out of the camp\nimmediately.\" So I ran back to my barracks. I said goodbye to my brother who was with me\nthere, and I was released that day. And now there were 224 boys left. These 224 boys that\nsame day were sent from this local concentration camp to probably one of the most\ninfamous concentration camps of all called Mauthausen in Austria. I came back from camp.\nI arrived, I had no money. I hitchhiked my way back to Amsterdam from there, and I was\nvery, very busy going around seeing all of the parents of my friends who had been there and\ntelling everybody that everybody was doing well under the circumstances etcetera, etcetera.\nWe received a card from my brother from the concentration camp Mauthausen which is —\nnow remember, we're talking about the year 1941. That was in the early part of the war. We\nreceived a letter, a post card from him, which was a sort of a printed post card. It just said,\n\"I,” then he filled in his name, “Hans Jurgen von Halle, born May 7th, 1921, am in\nconcentration camp Mauthausen as of such and such a date as prisoner number so and so in\nbarrack number so and so, etcetera.” Now it was very unusual to receive a letter like this, but\nthe reason why we received it because as I said before, it was still 1941. We also received\ntwo letters from him. The letters I also gave to the Holocaust Museum. We were not a\nsentimental family. Somehow we were brought up in the — I don't know how to put it. In the\n— well we were not brought up sentimentally. And when we saw the letter with my brother\nwhich started off — he wrote in German because they had to pass the, the what do you call it?\nThe censor. He wrote in German, “Liebe, liebe, Eltern,*” “Dear, dear parents.” Now that is\nnot the way my brother would speak. He does not say, \"Dear, dear parent.\" That is not his\nlanguage. And that was not my language. And then he goes through the letter and in the\nletter you can see — when you read the letter, you can see the absolutely desperation that\nthese boys were in, that he was in. We received two letters and that was it. Shortly after the\nlast letter arrived, I got a — I don't remember whether it was a call or a notice from the\nGestapo headquarters in Amsterdam that somebody from the family had to report to\nGestapo headquarters.\nAnd my parents wanted to go and I didn't allow them to go and I went there. And what\nhappened is they showed us a list of all 224 boys. Everyone of them had died of\n“pneumonia” quote unquote. Needless to say, from what I understand Mauthausen was one\nof the most cruel concentration camps. They didn't have a gas chamber. They didn't have to\nhave a gas chamber. This was a stone quarry, and from what I understand these boys were\njust lined up at the top of the quarry and just pushed down into the quarry which was —\nwhatever it was, a hundred feet lower below and just pushed to their death. Very efficient\nway of killing people without bullets, without gas, without anything. Well, I came back\nhome and this was probably one of the most difficult things for me to tell my parents that\ntheir — let's see, my brother was maybe 21 or 20, he was 20 — that their 20 year old son, six\nfoot tall, broad shoulders, never been sick in his life, had died of pneumonia. My, my\nmother who was the strong party in the family stood up very well. My father absolutely\ndisintegrated. He absolutely disintegrated about the news. Couldn't take it. Couldn't hack it.\nAnd my mother really sort of was the, as you might say, the Starke*. And so that was the\nfirst chapter in the story. We then — 1941 — we then continued things — after that, things\nmoved quickly. We were of course Jews were not allowed to go on the street car. Jews were\nnot allowed to have radios. You had to turn them in. Jews weren't allowed to have silver.\nYou had to turn them in.\nThen came the yellow star. Everybody had to wear the yellow star. And I'll tell you quite\nfrankly, wearing a yellow star, even though I was certainly very proud to be a Jew, but going\nout into the street with a star about the size this big with the word Jew or in Dutch Jood?, J-\nO-O-D, printed on it is a very, very strange feeling. Very strange indeed. It's not the kind of\na thing that, if you've never experienced it, it's like going on the street today and saying I\nhave, you know, I'm a prisoner or going out on the street with a prison uniform. It's almost\nthe same comparison. More arrests and more arrests and more arrests and before you knew\nit, these friends were taken prisoners and these friends were taken prisoners. In the\nmeantime, in order to be able to escape from deportation, I took a job learning the\n> Dear, dear Parents (German)\n* Strong (German)\n> Jew (Dutch)\nshoemaker's trade. You were becoming a shoemaker to the Jewish population and for a\nlimited period of time that exempted you from being deported, so I became a shoemaker.\nAnd realizing, of course, that this was strictly a limited kind of thing. This was not going to\nbe anything of longstanding and I one day, I said to my parents, \"This can't go on. There are\ntoo many people have been arrested. Our turn, if it's not today, 1t will be tomorrow. If it's not\ntomorrow, it will be next week. We have to get out of here.\" And so we decided one day,\nactually from one day to the next we decided to leave our house. And I want you to know\nthat we just left the house just the way it was, with the pictures on the walls and the food in\nthe refrigerator and the clothes in the closet and, and, and nothing was taken. The only thing\nwe did is we gave the key to our apartment to one of our neighbors who we knew and\ntrusted and these were two ladies which I will come back to later on in my story.\nAnd they had a key to the apartment. But we just left. I only attended college for one year.\nAnd one of the college professors. His name was Mr. In't Hout, I-N-apostrophe-T H-O-U-T.\nIn't Hout, that was his name. I called him and I told him what our situation was. And without\nblinking an eye, without hesitating for one minute, he says, \"Come right over.\" And so we\nwalked out of the apartment and we went to Mr. In't Hout's apartment and it was just a small\n— was a family of four, a husband and wife and two children, a boy and girl about my age.\nAnd there was no room for three people. There were only two — it was, it was a three-\nbedroom apartment and one room was occupied by the parents and one room was occupied\nby the girl and one room was occupied by the boy, and what they did is they put the boy and\nthe girl together in one room and gave me the third room and their brother-in-law took my\nparents. Now the problem was, now that we are no longer officially in residence in our\nregular home, we now no longer have access to rationing cards. Rationing cards is the\nlifeline to food. And these two ladies who were living above us, they belonged to the Dutch\nunderground, and they supplied us with rationing cards. And so we stayed in that my parents\nat the in-laws, in the brother-in-law's house and I in Mr. In't Hout's house. We stayed for a\ncouple of months ‘til they found a quote permanent residence for us, which was on a farm\nhouse in the south of Holland, a small village maybe couple of hundred people in the whole\nvillage. The name of the village was Alrijksdaal(ph). A small town not known for anything\nexcept they make church bells. We went to Alrijkksdaal(ph), and we went to this farm house\nand it was a great relief because whereas in Amsterdam we had to stay within this one room,\nin the farm house at night at least, I could go out into the garden and so on and walk around\nin the middle of the night. And everything was pretty pleasant there ‘til one day a Mr. and\nMrs. Kahn(ph) arrived also, another Jewish couple. And Mr. Kahn(ph) was a very nice little\ngentlemen. You might call him in English, in the American slang, you might call him, he\nwas a milky toast. A nothing individual. Very nice, lovely person. His wife, the exact\nopposite. His wife was a beautiful lady, a tremendous flirt, and before you turned around,\nshe took up an affair with the farmer who had a wife who had children. And I guess the\nfarmer's wife was not quite happy about the situation. And in desperation when to the\nauthorities and told them that there were Jews in there — in this house. Unbeknown to us, of\ncourse. And so one night we were sitting at the dinner table, which was downstairs, facing\nthe street and as I'm looking out the window, I all of a sudden see a small car, small German\narmy car pulling up with four German Gestapo agents jumping out of the car and running\ninto the house. Well, as we saw the car arriving, we, everybody went different ways. My\nfather went up into the attic. Mrs. Kahn(ph) went out the back door into the woods. Mr.\nKahn(ph) went into the bedroom, in his bedroom. My mother went into our bedroom and\nhid in a closet, and I went into a toilet and behind the toilet there was a little ledge and I sort\nof crouched behind the ledge. And before I even could turn around I could hear the Gestapo\nagent arresting my father because I could hear him talking to my father. And Mr. Kahn(ph)\nwas arrested immediately. And the farmer was arrested.\nSo what they did is they took all of the suitcases from Mrs. Kahn(ph), Mr. and Mrs.\nKahn(ph) and they put them into our bedroom. And our suitcases were in the bedroom. And\nthey put the suitcases all in front of my mother's closet where she was hiding. And every\ncloset in the house was opened up except that one closet. Why? Because they themselves\nbarricaded that one closet and so that was the reason why they didn't get in there. They left\nwith the prisoners, with my father, Mr. Kahn(ph) and the and the farmer, and they sealed the\nroom. They sealed the room in which my mother was hiding. The put a wax seal on it and\nthey said they would be back two hours later to get, to get the goodies. And as soon as they\nleft, I got out of my closet, out of my little hiding place in the, in the toilet and I spoke to my\nmother over the phone. And I'll tell you quite frankly in all my life I have never made a\nmore difficult decision than I did at that point. My mother came out of the closet and we are\nnow discussing what to do next. We couldn't get out of the house because the house was\nsurrounded. If there were 200 families — if there were 200 people in the, in the village, I\nthink all 200 hundred were standing around the house. So there was no way to get her out\nthrough the window or anything like that. Beside the window was up on the second floor. So\nthe question was really should you stay in the closet or should you go under the bed. That\nwas the only two alternatives in that little room. And I decided, based on nothing, based on\ngut feeling if you want to call it, that I wanted her to go under the bed. So she went under the\nbed and I went back into my little hiding place there. And sure enough, couple of hours later\nthey came back and they opened the room and they emptied out every closet, every suitcase.\nThey took the suitcase, put it on top of the bed. Actually only two men came back.\nOriginally they were four. Now, they only had two men came back. One was standing on\none side of the bed. The other guy was standing on the other side of the bed. And they\nemptied out the suitcases. And I remember like it was yesterday. I had the first electric razor\nthat ever was made. Not that I was the first one, but it was one of the first razors ever made\nby Phillips. And all of a sudden I hear my razor going. And well these guys had never seen\nan electric razor. And so, “That was good for me. I'll take the razor.\" And then they pulled\nout a suit, and \"Well, that suit fits my brother-in-law.\" And \"That dress, that's good for my\ngirlfriend.\" \"And that thing.\" The entire thing was divided up between these two characters\nwhile my mother was under the bed.\nI would say they must have spent a minimum of an hour and a half in that room dividing up\nthe loot. If you analyze it, you think about it, here is a woman under the bed. If she had as\nmuch as coughed, sneezed or anything! The difference between — what we sometimes forget\nis the difference between being caught and not being caught 1s the difference between being\nalive or dead. That's the difference. There is no, there is no — you know, if you can always,\nsay, \"Well, I got caught. You know, I stole, I stole an apple and the cop on the corner caught\nme and he put me in a jail for a week and then I got out again.\" This was not the case. Here\nif you got caught, that's the end of your life. It's a death sentence. So my mother was — and I\nmight say one other thing. While my father — when my father was arrested and he — you\nknow, he was up in the attic he came down in the they put him into the bedroom where my\nmother was in the closet in the beginning and he — they must have left him alone for maybe\n30 seconds or so. He took off his ring, his wedding band and threw it into the closet and that\nring I still have to this day. That was his wedding band that he gave to his wife, my mother,\nand, and that was the only thing that we saved. So after they took all the, the loot, they\ncouldn't fit it all into their car. They took what they could, sealed the room for the second\ntime, and said they would come back the next morning. So after they left, here's my mother\nback in that room, sealed and unable to get out. I decided at that point that she had to get out.\nCome hell or high water, she had to get out of that room because she was lucky twice. First\nin the closet where they didn't see her, then under the bed where they didn't see her. This\nwill not last for the third time. So around midnight after all the people around the village had\ngone home and everything was quiet, I put a ladder up against the house.\nI went up on the ladder and she came out of the window and put her feet on my shoulder and\nwe sort of — which ever way, we finally made it downstairs and now where do we go from\nhere? Now the farmer had a very, very tall haystack. When I say haystack, one of these huge\nhaystacks with a roof over it. And we decided that we're going to go up on the haystack and\nsee where we're going from there. We didn't know what we're going to do. So we climbed\nup on the haystack with a ladder which it certainly was not too uncomfortable — was a\ncomfortable place to relax ‘til about a couple of hours later we got word from the\nunderground that the Gestapo had found out that there were two more Jews left in the house.\nAnd the Gestapo was on their way back to get both my mother and I. Well, with that\nmessage in hand, we had to make a decision. Where we're going from here? Here we are in\nthe south of Holland. We decided — I was told also by the underground that the railroad\nstation of Alrijksdaal was surrounded by the Gestapo. And so therefore we could not go\nthere. It was impossible. So I knew that the next railroad station was further south and I\ndidn't know exactly how to get there but I knew in what general direction I had to go, so I\ntook my mother by hand and we walked — I would say we walked somewhere in the\nneighborhood of probably five to six hours through the woods and probably more than that,\n‘til we finally reached the next town at the railway station. And we boarded a train and my\nmother and I both in the same compartment although we did not sit together because if one\nof us got arrested we didn't want both of us to be arrested. So I sat there with a newspaper in\nfront of me so that my face would not show up. My mother was sitting on the other side of\nthe railroad. And we took off and the next railroad stop was Alryksdaal. I looked out the\nwindow and sure enough, there they were waiting for us, and we just sort of went to\nAmsterdam. When I got back to Amsterdam, I got on the phone and I called my teacher, the\nonly person I knew.\nNot the only person I knew, but the only person I knew who might be able to help us. And I\ncalled him on the phone and I said, \"Here we are. This is what happened. My father was\narrested. My mother and I are here.\" And again without thinking for one second, he says,\n\"Come right over.\" So this is 1943. We are walking clear across Amsterdam from the\nrailroad station and we wind up back at Mr. In't Hout's house — home. Here again, this little\napartment — it's a city apartment. We were there and we stayed in one room. My mother and\nI stayed in that room for two and a half years. Never left the room. Never saw fresh air, it's a\nstrange feeling. You know even a prisoner is allowed every day to exercise. We could not\nexercise. We were in that room and so here we are. Then the following year, Mrs. In't Hout\ndied. Of natural causes, she died. And which was a difficult time because now there were a\nhundred people coming to the apartment and nobody was allowed to know that we were in\nthat little apartment so we stayed in that room and somehow they put some chairs in front of\nthe doors so that nobody would walk into that room where we were hiding.",
        "Q: Let me ask you this. What was it like living in that one room? How did you keep yourself\noccupied during the day?",
        "A: Very difficult. We did get the underground newspaper which was called Het Volk°, V-O-L-\nK. We read that. These were very religious people. They were Protestant people and they\nread a great deal about the New Testament and the Old Testament and truthfully, I learned a\ngreat deal about the Old Testament and the New testament. I took up sketching. I got some\npaper and a pencil and I did some sketching and I still have those sketches. I saved them. It's\nvery difficult and then, of course, every day we were always aware. Every time the door bell\nrang. Every time I heard somebody coming up the stairs, not to our apartment, but up the\nstairs in the apartment house you could hear. You always worried. Who is this? Who's\ncoming up the stairs. So we decided to — there was a closet and I decided to cut a hole into\nthe roof of the closet. I cut a hole, oh, what would you call this? Two feet? It was about two\nfeet. I cut a, cut a hole two square feet into the attic. And got a ladder up there. Looked in\nand there I was in the attic. However, so here this is this bare attic. And then I saw at the end\nof the attic there was a wall, a brick wall.\nAnd what I did, I took a hammer and a screwdriver and slowly I took out brick by brick by\nbrick, I took out a small section of that wall. Just a triangle, just big enough and every time I\ntook out the brick, I marked the brick with a number one, two, three, four, five, etc. And so\nwhat happened is when I took out he brick you got into the next attic and there in the next\nattic, when I was in that attic, I took the bricks and put them back, one, two, three, four, five,\nand so it almost became a solid brick wall again. And whenever there was any kind of a\nproblem, my mother and I would go up into this two by two hole, crawl into the — crawl into\nthat attic, into the annex and then put the bricks back in again, etcetera, etcetera. What else\ndid we do during? Well we — I must say, just about every day we practiced. Practiced going\nup there, making sure that we knew how to do it, and how to do it the quickest way. We\nbecame expert. I tell you we were just experts in climbing up the ladder and going through\nthe hole and putting back the bricks, I knew every brick by, by, by sight.\nAnd it was very difficult. Very difficult. Two and a half years in one room without leaving\nthat room. You, you have a tendency of, of — you know, you could lose your mind, but we\ndidn't. Then on top of it, of course, all of Holland — now the, the invasion of Holland took\nplace, the invasion of Europe took place in 1944. D-Day, that was 1944. And the American\nforces and the British forces and the Canadian forces so on, they liberated every part of\nEurope, including Berlin. There was one little piece that was not liberated yet. They\nliberated Arnhem. You may recall the story of the bridge at Arnhem where the Americans\nlost a tremendous number of people. Well Arnhem, you know, the whole south of Holland,\nHolland is a small country. The whole southern part of Holland was already liberated. We\nwere still up to the last day, we were still under occupation.\n© The People (Dutch)",
        "Q: Let me go back a little bit to, to the room. How, how did your mother handle being in that\nroom for two and a half year? And the interaction between you and your mother and the\npressure that came from being in that one room?",
        "A: Well, my mother and I, we were well matched. We were we were easy going people. You\nmight think that living together in one room would present — and especially between a\nparent and a, and a child — would present a lot of difficulties. I cannot recall that we had any\nmajor difficulties. It was very difficult for her, but she was a very understanding individual.\nShe was. She did what she was told to do. She never complained. Never, never complained.\nI have never heard my mother complain. She was a very, very, very disciplined individual.\nVery disciplined! It's difficult. It's difficult. It's thank goodness, both of us had a strong\nbackground in, in we were disciplined individuals. And every morning that you wake up\nyou thanked God that you were still alive.",
        "Q: Let's bring you back to that funeral story that you started to talk about before we got into the\nroom. Can you pick that story up?",
        "A: The what?",
        "Q: The funeral story?",
        "A: When the wife died?",
        "Q: Yes.",
        "A: Well, the wife died, as I said, of natural causes, and she had, you know, she had to the\nfuneral people had to come in and, and with the casket and the whole thing and take her out.\nAnd then the family had — this In't Hout family, they had a large circle of friends and a large\ncircle of family. And all of these people would come to pay condolence calls. And here's\nthis small city apartment of a college professor, not a — you know, on a, on a fixed salary\nwho — with 50 people at one time. And here we are and of course, you cannot — even though\nthis is family and even though these are friends, you cannot afford to tell anybody that you\nare hiding Jews because even though they may not on purpose want to tell anybody else,\nthese stories go around and before you know it you have a problem. And so it was very\ndifficult to make sure that nobody would walk into our room there. And nobody did.",
        "Q: How did you get how did the food come to you every day?",
        "A: Well, the food come to us. Well, the food was a big, big problem. The last year of\noccupation was the worst we have had. The hunger was unbelievable. There was nothing to\neat. Period! There was in Holland in that part, there was nothing to eat. We ate, we ate sugar\nbeets after the sugar had been extracted. And with sugar beets you extract the sugar and\nyou're left with pulp and the pulp you feed to the animals, to the cows in Holland that is. So\nthis was stuff that you give to the cows. We ate this pulp every day. And it was cooked on a\nsmall, a tiny little, a tiny little—",
        "Q: Hot plate?",
        "A: Well, it wasn't a hot plate. There was no electricity so you put a little stick of wood in, but it\nwas an ingenious kind of a thing. You — it was sort of a little, little pot with an opening and\nyou put a little, little piece of wood in. There wasn't much wood either, and you just cooked\nthis, this pulp, this sugar beets. It tasted horrible. Horrendous! But it's the only thing we had.\nAnd as in fact when the war was finally over, my mother had legs three times the size of her\nnormal legs. Was like this. Just from hunger. And so did I.",
        "Q: We're going to change tapes now.",
        "A: Okay.\nEND OF TAPE #1\nTAPE TWO",
        "Q: There was something I wanted to ask you but I missed it a little earlier. Can you tell me\nabout the arrest of your father by the Gestapo, and the events following that?",
        "A: Yeah. Well, as I mentioned to you my father was arrested in the summer of °42 in the farm\nhouse. And he was arrested. It was in the summer so he was just wearing his usual summer\nclothes. And he was sent to a concentration camp called s’ Hertogenbosch, H-E-R-T-O-G-E-\nN-B-O-S-C-H. It was a concentration camp in Holland. We have letter from him. We have\nabout a half a dozen letters than he sent from camp, not to us, because he doesn't know\nwhere we were but he sent it to these two ladies, our neighbors upstairs and in every letter,\nhe asked for clothes. He was cold. My father was a sort of a sickly man slightly built,\netcetera, and he stayed there through the fall and then the last letter we received from him\nwas, I believe, in November. In November he still had no clothes and at one point he was so\nsick that we got a letter from him. When I say “we,” again it's the two ladies, got a letter\nfrom which they forwarded it to us where somebody else wrote in his name he was too sick\nto write the letter himself pleading for some warm clothes. As it turned out, somewhere in\nthe month of December he plus many other people were lined up, we found out through the\nthrough the underground later, were lined up at the railroad track there in s’ Hertogenbosch\nand were stripped of all their clothes and were put into cattle cars stark naked and\ntransported clear across Germany. To where? Nobody knows.\nIt is obvious to me that he never made it because you can't be naked in a cattle car which is,\nyou know, all open from all sides. And in the middle of December and not die, especially if\nyou are in weakened condition already. So I don't know what happened to him. I have no\nidea where he died. At least my brother, I knew he died in Mauthausen so that—",
        "Q: Let me go back to the annex if I may.",
        "A: Yes.",
        "Q: Can you recall any other stories or events that occurred while you were in the annex, in that\nattic?",
        "A: Not really. Not much happened in that annex. We were there over and over and over again,\nbut it was just the two of us. And we didn't sleep in the annex. We only went there wherever\nwe heard something which we felt was out of the ordinary. Footsteps that didn't sound like\nsomebody familiar, we would quickly go into the annex. We didn't live there. We only — this\nwas our second hiding place, so to speak and otherwise, we were just in that one room. That\none room which contain, contained — was one of, one of those beds that you push up against\nwhen you don't sleep on it, you push up against the wall. So we had two beds there, and\nthere was a little desk and two chairs, and that was it. That was all there was.",
        "Q: Was there any chance that you could be ove— heard by any other people in the building.",
        "A: Yes. You could, except not us.",
        "Q: But they could, they could hear you—",
        "A: No. Because everything was done 1n a whisper. You stepped lightly. You didn't walk\nnormally. Everything was done in a whisper. There was no way that anybody could have\nheard us. We were fully aware of that. The problem with all of this hiding was you were just\nhoping that the next day would come. And there's one interesting story. Because of the\ntremendous hunger, you know, we're talking about hungry people.\nI hope nobody has to go through hunger the way we did. Hunger is so painful. I would wake\nup in the middle of the night in a cold sweat and jump up in bed. Why? Because I was\ndreaming I saw a potato. That was something that, that was like a nightmare. I saw a potato\nand I thought I could eat it. When, when I woke up it wasn't there. Just a potato. Not, not a\nmeal, a potato. The hunger was unbelievable. We were — it, it, it was — we had nothing to\neat. Absolutely nothing to eat! It was, it was — in fact, I remember our Mr. In't Hout one day,\nhe was on a — he was coming home with one or two potatoes.\nHe found them somewhere on the road. Let me tell you. He can home with these two\npotatoes. You thought he had found two diamonds in the street. They were just two plain\npotatoes. The whole family, we were all excited about those two potatoes. You can't believe\nwhat it means to be real hungry. Mr. In't Hout had a radio receiver which was completely\nillegal. And we heard the BBC’ with earphones. And I heard messages which were — and I, I\nonly — I remember one message that came over from the BBC to the Dutch underground and\nit said, \"The green cow jumps over the fence.\" That is one message that I'll never — what it\nmeant, who it was meant for, I have no idea. “The green cow jumps over the fence.” And so\nwe had in the attic, in our hiding place, we had a map of Europe. We had little flags, and\nsince we were able to hear the BBC, we were able to see how the German army first moved\neast, and finally thank goodness moved back west. And we were still — I was still under\noccupation when Hitler committed suicide. We were still under occupation.",
        "Q: Can you tell me about the events leading up Mr. In't Hout being caught?",
        "A: Yeah. This was about four weeks, four weeks before the end of the war. Mr. In't Hout — and\nI didn't even know it in the beginning, later on I knew it — was also a member of the\nunderground. He never told me exactly what he did. I don't know whether he told his\nchildren what he did. I know he didn't tell me. And four weeks before the end of the war he\nwas out on a mission. What mission? I have no idea. And all of a sudden we get word that\n’ British Broadcasting Corporation\nhe was caught doing whatever he was doing and was executed. And that was four weeks\nbefore the end of the war. Here we are, two children, teenagers.\nThe mother had died the year before of natural causes. Their father had just been killed and\nwe had to get out of there in a big, big hurry. Didn't know where to go. The underground\nfound us another teacher. Man I'd never met in my life. So here we are again the last four\nweeks, we moved from one place to the next place. And that's when we — and that's when\nfinally liberation came. I might say to you liberation came, we were so — the feeling that you\nhave, having lived under German occupation, being called names for five years or being —\nyou know, you, you're the lowest animal on this, on this earth. We were liberated not by the\nAmerican Army. We were liberated by the Canadian army. Attached to the Canadian army\nwas a small detachment of the Palestinian — there was a Jewish brigade. That's what it was\ncalled. The Jewish brigade. Well, I will say this to you. During five years of war, I don't\nthink I have ever cried. When my brother died and when my father died, I think I never\nreally shed a tear. But when I saw, for the first time after five years of occupation, I saw\nJewish boys in Canadian uniforms with the Star of David, I absolutely broke down.\nI absolutely broke down. I cried like a little, like a little baby. I couldn't believe it. I\nembraced them. I kissed them. I don't know what I did. Very, very emotional for me.\nBasically, you can really say that since the Anne Frank story is so well, well known, my\nstory — you know, Anne Frank and I were both born in Germany. We both came to Holland\nin the early ‘30s. We both went to school in Holland and Amsterdam. I never met Ann\nFrank in my life. We both went into attic. We both were underground in hiding, just a few\nblocks from each other. We both were — had an annex. We both had everything — Anne\nFrank's and my story are very, very similar. Unfortunately for Anne Frank and fortunately\nfor me, the end of the story was different.",
        "Q: Could you tell me a little bit about the surroundings of the last hiding place that you went to\nfor that four week period before liberation?",
        "A: That was, that was—",
        "Q: How you were transported there?",
        "A: We walked. There was no transportation. There was no street cars running any more. There\nwere no cars running. Some people still had bicycles if they still had the tires. Wasn't\ndifficult to have to have bicycles, but the problem was to have tires. And so we just walked.\nWe walked wherever it was. It wasn't that far from where we stayed. It was within the you\nknow, maybe four, five, six blocks. And we just walked there and it was again this happened\nto be a very young couple, no children, and small apartment. And they again they took us 1n.\nNever met them in my life. Had no relationship to them. Marvelous, marvelous people. I\nmight say the Dutch people in those years were fabulous. They were really fabulous. Yes,\nthere were the Dutch — like the Belgians, like the French, like everybody, there was a Nazi\nparty. And there were Dutch people joining the SS and all of that, but in general the Dutch\npeople were very, very helpful. Very helpful. In fact I might mention to you when my\nbrother and I were arrested in 1941, the entire country of Holland went on strike. There was\nno railroad running. There was no street car running. There was no factory working. The\nentire country went on strike. Under German occupation remember. We were under German\noccupation. For a handful of Jews. And that really tells the story of what happened you\nknow, how the Dutch people behaved.",
        "Q: Can you tell me what happened after liberation?",
        "A: Well, after liberation we — it's a good question. What, what’!l what'll you do? Where'll you\ngo. The first place we went back to our former neighbors, the two ladies who had been\nsupplying us with our rationing cards during the war. And they had gone and they had the\nkey to our apartment. And they had taken out quite a bit of stuff from the apartment. They\nhad taken out, for instance, my bicycle. And so the most important thing that I got when I\ngot through the five years of war, I had a bicycle. And let me tell you. That was valuable.\nThat's like here, in America, you have a car. Without a car, what are you going to do? How\nare you going to get around? Well, in Holland, I had bicycle. That allowed me to do what I\nhad to do. We finally got a room. We rented a room from a lady who was a widow and she\ngave us aroom for nickels and dimes. My mother had two brothers in America who had left\nGermany before the war. One was a doctor. One was a lawyer. And, and they both married\nAmerican women, and so when the war finally was over, we wrote to them and they sent us,\nyou know, some dollars so that we could at least buy some food and so on. The strange\nthing happened. We were — as I said we left Germany in 1933, and we lived in Holland all\nthese years, you know. We never became citizens. Not because you didn't want to become\ncitizens but in Holland you did not — it was very, very, very difficult to become a citizen. It's\nnot like in American, after five years you can become a citizen. So therefore we were\nforeigners in Holland. After the war, well the reaction of the Dutch people to the Germans\nwas unbelievable. The hate that had built up over the years was unbelievable. They wanted\nto tear them apart whenever they saw a German. They really were ready to tear them apart.\nHere we were, after the war, my mother and I had just gone through five years of war. The\nnext thing we find out we're 1n this little room from this lady. Next thing we have — there is a\nring on the door bell rings.\nDutch police arresting my mother and I. Why? Because we were German. According to the\npassport or whatever. So we were arrested. We were taken to a school where they, where\nthey put all these people temporarily. And who are in that school? All Germans. And here\nmy mother and I, we are put together with the same people that had haunted us, killed us,\nand we were in the same prison with them. Well, thank goodness, it didn't take very long\nand we were released because they realized, you know, what, what the situation was. And\nlet me tell you, that was, that was a strange feeling to be in the same prison with the people\nwho, who murdered your family. Highly emotional.",
        "Q: How did you come to the United States after you contacted your uncles?",
        "A: Well, we had actually applied in 1938. In 1938, we had applied to come to the United States.\nAnd all of those papers are also given to the Holocaust Museum. And if the war had started\ninstead of in May of 1945, in June of *45 or maybe July ‘45, we would have been in the\nUnited States before the war, but the war just broke out before we had a chance to get there.\nSo in 1945, after the war we had to go through the whole procedure again applying for\npermission to immigrate to the United States. And we finally with the help of my two uncles\nand two aunts, with their affidavits and so on we came to the United States in the in the late,\nthe last part of 1945. And I guess the rest is history.",
        "Q: How did — how is it to adjust to life in the United States. How did, how did you feel when\nyou got to the United States?",
        "A: Well, the difference in life style, of course, 1s tremendous from Europe to the United States.\nI happened to love it. I, I, I had made up my mind from the minute I got off the boat. I came\non a troop carrier. I came on a Dutch troop carrier. A troop carrier that brought Dutch\nmerchant marine sailors over here to bring back since the Dutch had lost all of their ships\nthrough U-boats and so on, they purchased new ships here in the United States and these\nsailors brought the ships back to Holland and I was on that ship. And as I got off the boat, I\ncame to this country, I had I think I had five dollars in my pocket. I had no money. I came\nhere and my first residence was with the Stephen Wise® refugee center in Manhattan , off\nCentral Park West. Rabbi Stephen Wise had a refugee center where they put the refugees\nwho came from Europe after the war, so I stayed there for a couple of days. And I might just\nmention to you. It's an interesting story. So I get here to this country. I had no money — five\ndollars. And but I knew about one thing. When you come to this country, you buy the New\nYork Times. The New York Times has all the ads for jobs. So I remember my very first day,\nI went from Central Park to 59th Street — 59th Street in Central Park South. Central Park\nWest and Central Park South. And there 1s a kiosk. It's still there today. There is a kiosk\nselling newspapers. And I bought the New York Times for a nickel, and I put the newspaper\nunder my arm and I went to Central Park. And I went into Central Park and I sat down ona\nbench and I looked at this newspaper. Well, I've never seen anything in my life — I've never\nseen anything like this in my life. The newspaper was this thick. In Holland, we have a\nnewspaper that is two pages. Here, you know, it took me 10 minutes to find out where the\npersonnel ads are. So I finally sat down. And my English was very poor. And then I read the\nads, and everything was abbreviated.\nI couldn't read English, never mind the abbreviated English. So I took my newspaper under\nmy arm again and I said to myself, \"I'm going to sat down at a bench where somebody else\nis sitting.\" So I went, took my newspaper, went to another bench and there was a man sitting\n* Rabbi Stephen Samuel Wise\nthere. So I opened up the newspaper and I turned to him and I said to them, \"Could you tell\nme? What does this mean?\" He says, \"I not speak English.\" I thought, \"Wait a moment?\nWhat is this? I'm in the United States and the man doesn't speak English?\" I couldn't\nunderstand, I thought everybody.... So I took my newspaper under my arm again, I go to\nanother bench. Sat there and I opened up the newspaper and I turned to this man and said,\n\"Can you explain to me? What does this mean?\" He says, \"I not understand.\" I said, \"I can't\nbelieve it. I can't believe it.\" I'm in the United States and they don't under— they don't speak\nEnglish. Well, to make a long story short, I finally got my first job at Gimbels’. This was\nbefore — this was just before the Christmas — this was just when the Christmas season\nstarted. And I went to Gimbals’ employment department and they said — the young lady said\nto me, \"What are you looking for?\" I said, \"What pays the most?\" Well, the most right now\nis we need some wrappers. I said, \"Well, whatever you need. I'm here.\" So they put me to\nwork as a wrapper in the toy department. And everything went very fine until | day I\ndropped a toy, and the toy broke. And the manager came over. It was one of these expensive\ntoys. He says, \"Well, this is the end of you.\" They transferred me from the toy department to\nthe rug department. They figured the guy can't do too much harm in the rug department. So I\nwent to the rug department and I, I — these huge rugs, and I was 130 pounds in those days.\nSo I worked and worked and worked and then I learned my first lesson. My first thing in\nAmerica. I learned what a pink slip was. Never knew that. Christmas was over, and the day\nafter Christmas I had a pink slip in my envelope. So that, that was my first job in the United\nStates. But I also — you know, had made up my mind, as I got off the boat, the one thing, the\none thing I wanted more than anything else, I wanted to become an American. When I say\n“an American,” I wanted to be an American like a real American. I didn't want an accent. I\ndidn't want to sound like a refugee for the rest of my life. And the one ambition I had in life\nis to speak and talk and act like an American and you know.\nAnd that's what started my journey in America. I was a it was a tough beginning. My second\njob was in a dental lab. And I was offered a job. My first job I was making 20 dollars a\nweek. And, and that's how I started.",
        "Q: With the benefit of hindsight, how do you think the war and your experiences in the war\nhave impacted on your life?",
        "A: Well, I lost, of course, I lost five years of education. I lost the most important years of my\nlife. When the war broke in 1940 I was 18. The war ended in 1945. I was 23. From 18 to 23,\nI basically did nothing but hide in a room, run away from the Germans and my entire\neducation was interrupted. And when I came to this country, I couldn't afford to go to\nschool. I had to make a living. I had five dollars. When I walked to Gimbels I didn't take the,\nthe subway which was at that time only a nickel. I didn't have it. I walked there. And I\nwalked back. And whatever I did, I walked because that five dollars was the only thing I had\nin my pocket. Until I got my first paycheck, it had to last. So, my education was — and you\nknow, the most important years in anybody's life are really the years when you, you know,\nyour college years 1s, you know, where the average person enjoys and gets what he needs\n? Gimbels Department Store\nfor his future life. I never had that. Basically, I had a high school education. I had one year\nof college and that was a technical college because my father wanted me to become an\narchitect like he was and I didn't want to become an architect so we settled on engineering\nschool. So I went | year to engineering school. That was it. I never was able to really get\nback to school.",
        "Q: Did your mother come to the United States with you?",
        "A: Yes. My mother followed me about four months later. She couldn't — this troop carrier that I\ncame on, it was strictly for men. That was, you know, all sailors. And my mother came in\n1946 and she came by airplane which was fabulous in those days. And she landed here.\nNow my mother was a trained baby nurse from, from Germany. And obviously she hadn't\nworked in oodles of years because she was raising a family.\nShe was a housewife. When she came here, she back into nursing, and she did private\nnursing. Baby nursing. And she worked, she loved it. She loved children. She worked for\nthe Assistant Secretary General of the United Nations. She brought up the children of\nSenator Javits'® and situations like that. My mother's life was a very, very tough life. All her\nlife. After all, in 1933, she was married maybe 12, 13, 14 years from that point on when she\nleft Germany, she was the bread winner. My father wasn't allowed to — we were allowed to\nlive in Holland, but he wasn't allowed to work in Holland. So we rented out rooms and my\nmother, you know, she was — she worked all her life until the end. Was a tough life.",
        "Q: You mentioned before that you came to Holland because your father had a sister there.",
        "A: Yes.",
        "Q: Did she survive the war?",
        "A: She, she did survive the war. Her husband died during the war. Her daughter died during\nthe war, but she survived. An interesting story. However, she was extremely sick. She was\nshe had cancer. And she had to go to the hospital back and forth for treatment. But there is —\nthere are no ambulances. There are no cars. Nothing. But I had a bicycle, so I put her on the\nback of my bicycle and I drove her back and forth from her house to the, to the hospital and\nso on, on the back of my bicycle. That's where the bicycle came in. Very, very important.\nAnd, and then she died shortly after the war.",
        "Q: From the years since the end of the war, have you kept in touch with the children of the man\nwho you stayed with for two and a half years?\n' Senator Jacob Koppel Javits",
        "A: Yes. As a matter of fact, the son whose name was Dick. First name was Dick. D-I-C-K In't\nHout. He came to visit us here in the United States and, you know, I took him around and so\non and so on. The daughter married a, a Episcopal priest or something and they had children\nand so on. Very, very lovely people. Very religious people. Very.",
        "Q: Is there anything else you'd like to add?",
        "A: Needless to say, you ask me, you know, the needless to say I, I just hope that what we have\nexperienced — I just hope that 6,000,000 Jews didn't die in vain. I just hope so! I hope that\nthe world will have learned something from this experience. It's too difficult. It was too\ndifficult at the time. Too many lives were lost. Too many tears were shed. and I just hope\nthat our children and grandchildren and great grandchildren will live the kind of life that we\nhoped all of us should have.",
        "Q: Thank you very much.",
        "A: Thank you.\nCONCLUSION OF INTERVIEW\n"
    ],
    "questions": [
        "Q: Good Afternoon. Would you please tell me, for the record, your name, your date of birth\nand your place of birth?",
        "Q: Did you have any brothers or sisters?",
        "Q: And what was your father's occupation?",
        "Q: Would you tell me a little bit about your childhood while you were in Hamburg?",
        "Q: Let me ask you this. What was it like living in that one room? How did you keep yourself\noccupied during the day?",
        "Q: Let me go back a little bit to, to the room. How, how did your mother handle being in that\nroom for two and a half year? And the interaction between you and your mother and the\npressure that came from being in that one room?",
        "Q: Let's bring you back to that funeral story that you started to talk about before we got into the\nroom. Can you pick that story up?",
        "Q: The funeral story?",
        "Q: Yes.",
        "Q: How did you get how did the food come to you every day?",
        "Q: Hot plate?",
        "Q: We're going to change tapes now.",
        "Q: There was something I wanted to ask you but I missed it a little earlier. Can you tell me\nabout the arrest of your father by the Gestapo, and the events following that?",
        "Q: Let me go back to the annex if I may.",
        "Q: Can you recall any other stories or events that occurred while you were in the annex, in that\nattic?",
        "Q: Was there any chance that you could be ove— heard by any other people in the building.",
        "Q: But they could, they could hear you—",
        "Q: Can you tell me about the events leading up Mr. In't Hout being caught?",
        "Q: Could you tell me a little bit about the surroundings of the last hiding place that you went to\nfor that four week period before liberation?",
        "Q: How you were transported there?",
        "Q: Can you tell me what happened after liberation?",
        "Q: How did you come to the United States after you contacted your uncles?",
        "Q: How did — how is it to adjust to life in the United States. How did, how did you feel when\nyou got to the United States?",
        "Q: With the benefit of hindsight, how do you think the war and your experiences in the war\nhave impacted on your life?",
        "Q: Did your mother come to the United States with you?",
        "Q: You mentioned before that you came to Holland because your father had a sister there.",
        "Q: Did she survive the war?",
        "Q: From the years since the end of the war, have you kept in touch with the children of the man\nwho you stayed with for two and a half years?",
        "Q: Is there anything else you'd like to add?",
        "Q: Thank you very much."
    ],
    "answers": [
        "A: Well my name was Gerd G-E-R-D Sigmund(ph) von Halle. Was born on December 2,\n1922, in Hamburg, Germany.",
        "A: I had one brother and his name was Hans Jurgen(ph), and he was | year and nine months\nolder than I was.",
        "A: My father's occupation — he was an architect, specializing in building department stores in\nHamburg.",
        "A: Well, it was a very pleasant time. My father was doing rather well as an architect. We lived\nin a upper middle class neighborhood in Hamburg. We went to public schools there, and life\nwas, was pretty nice although I understand when I was a baby, of course — this was still —\nwe're talking about 1922, ‘23, there was, they had it was at the end of World War I and the\ninflation I understand from my mother that they bought a bottle of milk for a million marks\nand so on, so times were not that easy when I was a baby, but I don't remember that. And we\nwent to public school, went to what they call Oberrealschule!, which you would call here a\njunior high school. And then Hitler well, of course, in 1930 and ‘31 and ‘32, Hitler became\nmore popular and things became more difficult for the Jews although I was still a young\nchild and not quite aware of everything that was going on. In 1933, Hitler came to power as\nChancellor and then, of course, things changed very dramatically. I still remember being in\njunior high school as an 11 year old and we had to learn how to give the Hitler salute.\nSo here we were marching around in the gymnasium giving the Hitler salute in the proper\nfashion. And whenever there was a holiday every house had to display a flag. It was either\nthe swastika flag or the German flag and we didn't display either one of them, but then we\nwere told that we had to and so my father went out and he bought the German flag black,\nred and gold flag, and so we displayed that on the balcony and my father was very much\naware that there was no future for us. So since he had a sister married to a Dutchman in\n' Technical high school (German)\nAmsterdam, he decided to move to Amsterdam. Furthermore, although we had been\nthinking in terms of going to America, but America in 1933 wasn't exactly streets weren't\nlined with gold and I think America didn't need a German architect at that particular time, so\nwe moved to Amsterdam. Amsterdam in those days was an absolutely delightful place to\nlive. I would say probably one of the most wonderful times of my life I've spent in\nAmsterdam as a young man. It was a very quiet, easy going lifestyle. The Dutch were\ndelightful people. Everything went very slowly. Everything was very neat. Everything was\nvery clean. And so there we, we went to school even though when we arrived there the\nDutch schools were way ahead of the German schools and so I was — and both my brother\nand I, we were both put back one class so we were put back one grade. Holland, as I said,\nwas, was delightful uneventful to a degree and, and we were not — and of course, the war\nclouds started gathering in the late ‘30s. And we were not too much worried about Holland\nbeing — becoming involved in the war because in the last war, that is, World War I, Holland\nwas neutral. And for whatever reason — I can't give you the reason, but for whatever reason,\nwe felt and the Dutch people felt that because we were neutral in World War I we probably\nwill remain neutral in World War II. Needless to say, that did not turn out to be true and in\nMay of 1940 the German army moved into Holland and the war really was over before it\neven began because the whole Dutch army had to capitulate within a period of four or five\ndays that we were no match for the German army who came in with a tremendous amount\nof air power etcetera, etcetera, etcetera.\nBeing a Jew, of course, that was a very, very unsettling time for us. We didn't know what to\nexpect. We saw the German army marching through the streets. For the first time in my life,\nI see the green uniforms which was the uniform of the Gestapo. I'd never seen that before,\nand they marched through the streets, and to be very honest, we were quite frightened by all\nof this. As it turned out, the first year of the occupation was completely uneventful. The\nGermans in that first year of occupation behaved almost unbelievably gentleman-like. They\ndidn't bother anybody. There were no real problems. Until one day, a group of young Jews\nwere arrested in Amsterdam just haphazardly. They were just taken off the street. There was\nno reason for it. And they were arrested. And then followed by about a month or so later,\nthere was — I don't know whether it's exactly the way it happened, but there was an\nexplosion in a German officer's club. Now whether it was an explosion or somebody let the\nsoup boil over or whatever happened, I don't know what happened, but they decided to\narrest 225 young German Jews. Not Dutch Jews, German Jews. And so one night I was\ncoming home. I came home around four o'clock. My brother was working, learning the\nmetals trade, and my brother came home about I would say around five-thirty. We lived on\nthe ground floor in Amsterdam and our bicycles were outside on the window, so people\nknew that we were home.\nAnd the door bell rang, and I never gave it a second thought and I walked up to the front\ndoor, opened up the door, and two men in brown leather coats pushed their way past me,\nwent into the living room, and came out with a list and they asked me whether anybody by\nthe name of Hans Jurgen(ph) von Halle lived here. Well, my brother was in the back room\nand truthfully, I didn't know what to say, and before I could say anything my brother came\nout of the back room and he wanted to know what was going on and they turned to him and\nsaid, \"What's your name?\" And he said, \"My name is Hans Jiirgen(ph) von Halle.\"\nAnd then they said, \"Is there a Gerd Carl von Halle here?\" I said, \"No.\" They said, \"What's\nyour name.\" I said, \"My name is Gerd Sigmund von Halle.\" They said, \"Well, that must be\nthe same one.\" So they put us under arrest and they pushed us out the front door just the way\nwe were. We did not have time to say goodbye to our parents. And they marched us from\nour house to the Gestapo headquarters in Amsterdam. Now when I say they marched us, we\nwere not handcuffed. We were just — my brother and I were just walking there individually,\nand these two Gestapo agents 1n their leather coats just followed behind about — I don't\nknow — 20 feet behind, and all they did 1s tell us turn right, turn left, straight ahead. And so\nthat if you had passed us by on the street, you would never in a million years would you\nhave known that these two young boys were under arrest. And we arrived at Gestapo\nheadquarters, oh, I would say around five-thirty, six o'clock. And we were one of the last to\narrive, and when I looked around I saw practically all of my friends were there. There were\n226 young German Jews all lined up in that Gestapo headquarters which was a former girls\nschool.\nAnd we were lined up down in the basement, and we were shouted at and yelled at and, you\nknow, we had to stand at attention. And we stood at attention from six o'clock until about\nmidnight. And we weren't allowed to talk. We weren't allowed to move. We weren't allowed\nto go to the bathroom. And around midnight the commandant of the Gestapo headquarters\nstepped forward and said, \"Is there anybody here who has a serious and I mean serious\nillness to report?\" And he explained that anybody who would be fooling him, he explained\nwhat the drastic consequences of that would be. My brother, who was standing next to me,\npushed me sort of with his elbow and said, \"Step forward.\" and I whispered back to him, I\nsaid, \"What can I, what can I talk about ?\" It so turned out as a child I was, I was not one of\nthe strongest kids on the block. I suffered a great deal from bronchitis which 5,000,000 other\npeople suffer from, and my brother said to me, \"Tell him you have TB\" I never had TB in\nmy life, thank goodness. And I was very, very, very reluctant to step forward because I was\nafraid of the consequences because they told me what the consequences would be if you\nlied. But he sort of insisted on it, and since he was my older brother by a year and almost\ntwo years, I stepped forward and I had to go into he took me into a room and he says,\n\"What's the matter with you?\" And I said to him, \"I suffer from TB\" And that's all he wanted\nto know and I — he — I had to step back in line. As it turned out, there was — I said to you\nthere was 220 — there was 226 young German Jews there. And the order was to arrest these\n* tuberculosis\nJews between the ages of 16 and 21. Now, this — there was one kid in this group of 226 who\nhappened to be 15, and in typical German fashion when the order said 16 to 21, you only\ntake people 16 to 21. This kid was 15 and, therefore, around midnight or thereabout, he was\ndismissed. The kid happened to be not a friend of mine, but he knew me. And he went\ndirectly from Gestapo headquarters to my parents' home, told my parents what he saw. My\nparents could only put two and two together and surmised that probably what I told them\nthat I suffer from TB They in turn went to my family physician, a Jewish Dutchman doctor\nby the name of Dr. Hertzberger. Dr. Hertzberger, when my parents told him what had\nhappened wrote out a certificate which I gave to the museum, which states that I am\nsuffering from TB Now, so we're here now back in the Gestapo headquarters in the\nbasement and around midnight or | o'clock in the morning we were transported from\nAmsterdam in buses to a camp called Schoorl. That's spelled S-C-H-O-O-R-L, which is near\nAlkmaar in North Holland.\nThis was a camp surrounded and protected by the Gestapo. And we stayed there for\napproximately, oh, I would say, somewhere in the neighborhood of six to eight weeks. Our\ntreatment now certainly wasn't good but it wasn't brutal to the degree that you know, we\nlearned later on what happened in concentration camps. We were subjected to all the\nharassment and so on, but nobody was killed there. One day I was called into the\ncommandant's office, and as I went into the office I snapped at attention and in front of his\ndesk and I looked down on his desk and I saw a letter. I could see it even though it was\nupside down. I could see it was a letter of Dr. Hertzberger. And the commandant says to me,\n\"What's wrong with you?\" And I said to him, \"I suffer from TB\" And this man seemed to be\nthe kind of individual that certainly did not want to be in the presence of anybody who had a\ncontagious disease and he said to me, \"Get out of here and get and get out of the camp\nimmediately.\" So I ran back to my barracks. I said goodbye to my brother who was with me\nthere, and I was released that day. And now there were 224 boys left. These 224 boys that\nsame day were sent from this local concentration camp to probably one of the most\ninfamous concentration camps of all called Mauthausen in Austria. I came back from camp.\nI arrived, I had no money. I hitchhiked my way back to Amsterdam from there, and I was\nvery, very busy going around seeing all of the parents of my friends who had been there and\ntelling everybody that everybody was doing well under the circumstances etcetera, etcetera.\nWe received a card from my brother from the concentration camp Mauthausen which is —\nnow remember, we're talking about the year 1941. That was in the early part of the war. We\nreceived a letter, a post card from him, which was a sort of a printed post card. It just said,\n\"I,” then he filled in his name, “Hans Jurgen von Halle, born May 7th, 1921, am in\nconcentration camp Mauthausen as of such and such a date as prisoner number so and so in\nbarrack number so and so, etcetera.” Now it was very unusual to receive a letter like this, but\nthe reason why we received it because as I said before, it was still 1941. We also received\ntwo letters from him. The letters I also gave to the Holocaust Museum. We were not a\nsentimental family. Somehow we were brought up in the — I don't know how to put it. In the\n— well we were not brought up sentimentally. And when we saw the letter with my brother\nwhich started off — he wrote in German because they had to pass the, the what do you call it?\nThe censor. He wrote in German, “Liebe, liebe, Eltern,*” “Dear, dear parents.” Now that is\nnot the way my brother would speak. He does not say, \"Dear, dear parent.\" That is not his\nlanguage. And that was not my language. And then he goes through the letter and in the\nletter you can see — when you read the letter, you can see the absolutely desperation that\nthese boys were in, that he was in. We received two letters and that was it. Shortly after the\nlast letter arrived, I got a — I don't remember whether it was a call or a notice from the\nGestapo headquarters in Amsterdam that somebody from the family had to report to\nGestapo headquarters.\nAnd my parents wanted to go and I didn't allow them to go and I went there. And what\nhappened is they showed us a list of all 224 boys. Everyone of them had died of\n“pneumonia” quote unquote. Needless to say, from what I understand Mauthausen was one\nof the most cruel concentration camps. They didn't have a gas chamber. They didn't have to\nhave a gas chamber. This was a stone quarry, and from what I understand these boys were\njust lined up at the top of the quarry and just pushed down into the quarry which was —\nwhatever it was, a hundred feet lower below and just pushed to their death. Very efficient\nway of killing people without bullets, without gas, without anything. Well, I came back\nhome and this was probably one of the most difficult things for me to tell my parents that\ntheir — let's see, my brother was maybe 21 or 20, he was 20 — that their 20 year old son, six\nfoot tall, broad shoulders, never been sick in his life, had died of pneumonia. My, my\nmother who was the strong party in the family stood up very well. My father absolutely\ndisintegrated. He absolutely disintegrated about the news. Couldn't take it. Couldn't hack it.\nAnd my mother really sort of was the, as you might say, the Starke*. And so that was the\nfirst chapter in the story. We then — 1941 — we then continued things — after that, things\nmoved quickly. We were of course Jews were not allowed to go on the street car. Jews were\nnot allowed to have radios. You had to turn them in. Jews weren't allowed to have silver.\nYou had to turn them in.\nThen came the yellow star. Everybody had to wear the yellow star. And I'll tell you quite\nfrankly, wearing a yellow star, even though I was certainly very proud to be a Jew, but going\nout into the street with a star about the size this big with the word Jew or in Dutch Jood?, J-\nO-O-D, printed on it is a very, very strange feeling. Very strange indeed. It's not the kind of\na thing that, if you've never experienced it, it's like going on the street today and saying I\nhave, you know, I'm a prisoner or going out on the street with a prison uniform. It's almost\nthe same comparison. More arrests and more arrests and more arrests and before you knew\nit, these friends were taken prisoners and these friends were taken prisoners. In the\nmeantime, in order to be able to escape from deportation, I took a job learning the\n> Dear, dear Parents (German)\n* Strong (German)\n> Jew (Dutch)\nshoemaker's trade. You were becoming a shoemaker to the Jewish population and for a\nlimited period of time that exempted you from being deported, so I became a shoemaker.\nAnd realizing, of course, that this was strictly a limited kind of thing. This was not going to\nbe anything of longstanding and I one day, I said to my parents, \"This can't go on. There are\ntoo many people have been arrested. Our turn, if it's not today, 1t will be tomorrow. If it's not\ntomorrow, it will be next week. We have to get out of here.\" And so we decided one day,\nactually from one day to the next we decided to leave our house. And I want you to know\nthat we just left the house just the way it was, with the pictures on the walls and the food in\nthe refrigerator and the clothes in the closet and, and, and nothing was taken. The only thing\nwe did is we gave the key to our apartment to one of our neighbors who we knew and\ntrusted and these were two ladies which I will come back to later on in my story.\nAnd they had a key to the apartment. But we just left. I only attended college for one year.\nAnd one of the college professors. His name was Mr. In't Hout, I-N-apostrophe-T H-O-U-T.\nIn't Hout, that was his name. I called him and I told him what our situation was. And without\nblinking an eye, without hesitating for one minute, he says, \"Come right over.\" And so we\nwalked out of the apartment and we went to Mr. In't Hout's apartment and it was just a small\n— was a family of four, a husband and wife and two children, a boy and girl about my age.\nAnd there was no room for three people. There were only two — it was, it was a three-\nbedroom apartment and one room was occupied by the parents and one room was occupied\nby the girl and one room was occupied by the boy, and what they did is they put the boy and\nthe girl together in one room and gave me the third room and their brother-in-law took my\nparents. Now the problem was, now that we are no longer officially in residence in our\nregular home, we now no longer have access to rationing cards. Rationing cards is the\nlifeline to food. And these two ladies who were living above us, they belonged to the Dutch\nunderground, and they supplied us with rationing cards. And so we stayed in that my parents\nat the in-laws, in the brother-in-law's house and I in Mr. In't Hout's house. We stayed for a\ncouple of months ‘til they found a quote permanent residence for us, which was on a farm\nhouse in the south of Holland, a small village maybe couple of hundred people in the whole\nvillage. The name of the village was Alrijksdaal(ph). A small town not known for anything\nexcept they make church bells. We went to Alrijkksdaal(ph), and we went to this farm house\nand it was a great relief because whereas in Amsterdam we had to stay within this one room,\nin the farm house at night at least, I could go out into the garden and so on and walk around\nin the middle of the night. And everything was pretty pleasant there ‘til one day a Mr. and\nMrs. Kahn(ph) arrived also, another Jewish couple. And Mr. Kahn(ph) was a very nice little\ngentlemen. You might call him in English, in the American slang, you might call him, he\nwas a milky toast. A nothing individual. Very nice, lovely person. His wife, the exact\nopposite. His wife was a beautiful lady, a tremendous flirt, and before you turned around,\nshe took up an affair with the farmer who had a wife who had children. And I guess the\nfarmer's wife was not quite happy about the situation. And in desperation when to the\nauthorities and told them that there were Jews in there — in this house. Unbeknown to us, of\ncourse. And so one night we were sitting at the dinner table, which was downstairs, facing\nthe street and as I'm looking out the window, I all of a sudden see a small car, small German\narmy car pulling up with four German Gestapo agents jumping out of the car and running\ninto the house. Well, as we saw the car arriving, we, everybody went different ways. My\nfather went up into the attic. Mrs. Kahn(ph) went out the back door into the woods. Mr.\nKahn(ph) went into the bedroom, in his bedroom. My mother went into our bedroom and\nhid in a closet, and I went into a toilet and behind the toilet there was a little ledge and I sort\nof crouched behind the ledge. And before I even could turn around I could hear the Gestapo\nagent arresting my father because I could hear him talking to my father. And Mr. Kahn(ph)\nwas arrested immediately. And the farmer was arrested.\nSo what they did is they took all of the suitcases from Mrs. Kahn(ph), Mr. and Mrs.\nKahn(ph) and they put them into our bedroom. And our suitcases were in the bedroom. And\nthey put the suitcases all in front of my mother's closet where she was hiding. And every\ncloset in the house was opened up except that one closet. Why? Because they themselves\nbarricaded that one closet and so that was the reason why they didn't get in there. They left\nwith the prisoners, with my father, Mr. Kahn(ph) and the and the farmer, and they sealed the\nroom. They sealed the room in which my mother was hiding. The put a wax seal on it and\nthey said they would be back two hours later to get, to get the goodies. And as soon as they\nleft, I got out of my closet, out of my little hiding place in the, in the toilet and I spoke to my\nmother over the phone. And I'll tell you quite frankly in all my life I have never made a\nmore difficult decision than I did at that point. My mother came out of the closet and we are\nnow discussing what to do next. We couldn't get out of the house because the house was\nsurrounded. If there were 200 families — if there were 200 people in the, in the village, I\nthink all 200 hundred were standing around the house. So there was no way to get her out\nthrough the window or anything like that. Beside the window was up on the second floor. So\nthe question was really should you stay in the closet or should you go under the bed. That\nwas the only two alternatives in that little room. And I decided, based on nothing, based on\ngut feeling if you want to call it, that I wanted her to go under the bed. So she went under the\nbed and I went back into my little hiding place there. And sure enough, couple of hours later\nthey came back and they opened the room and they emptied out every closet, every suitcase.\nThey took the suitcase, put it on top of the bed. Actually only two men came back.\nOriginally they were four. Now, they only had two men came back. One was standing on\none side of the bed. The other guy was standing on the other side of the bed. And they\nemptied out the suitcases. And I remember like it was yesterday. I had the first electric razor\nthat ever was made. Not that I was the first one, but it was one of the first razors ever made\nby Phillips. And all of a sudden I hear my razor going. And well these guys had never seen\nan electric razor. And so, “That was good for me. I'll take the razor.\" And then they pulled\nout a suit, and \"Well, that suit fits my brother-in-law.\" And \"That dress, that's good for my\ngirlfriend.\" \"And that thing.\" The entire thing was divided up between these two characters\nwhile my mother was under the bed.\nI would say they must have spent a minimum of an hour and a half in that room dividing up\nthe loot. If you analyze it, you think about it, here is a woman under the bed. If she had as\nmuch as coughed, sneezed or anything! The difference between — what we sometimes forget\nis the difference between being caught and not being caught 1s the difference between being\nalive or dead. That's the difference. There is no, there is no — you know, if you can always,\nsay, \"Well, I got caught. You know, I stole, I stole an apple and the cop on the corner caught\nme and he put me in a jail for a week and then I got out again.\" This was not the case. Here\nif you got caught, that's the end of your life. It's a death sentence. So my mother was — and I\nmight say one other thing. While my father — when my father was arrested and he — you\nknow, he was up in the attic he came down in the they put him into the bedroom where my\nmother was in the closet in the beginning and he — they must have left him alone for maybe\n30 seconds or so. He took off his ring, his wedding band and threw it into the closet and that\nring I still have to this day. That was his wedding band that he gave to his wife, my mother,\nand, and that was the only thing that we saved. So after they took all the, the loot, they\ncouldn't fit it all into their car. They took what they could, sealed the room for the second\ntime, and said they would come back the next morning. So after they left, here's my mother\nback in that room, sealed and unable to get out. I decided at that point that she had to get out.\nCome hell or high water, she had to get out of that room because she was lucky twice. First\nin the closet where they didn't see her, then under the bed where they didn't see her. This\nwill not last for the third time. So around midnight after all the people around the village had\ngone home and everything was quiet, I put a ladder up against the house.\nI went up on the ladder and she came out of the window and put her feet on my shoulder and\nwe sort of — which ever way, we finally made it downstairs and now where do we go from\nhere? Now the farmer had a very, very tall haystack. When I say haystack, one of these huge\nhaystacks with a roof over it. And we decided that we're going to go up on the haystack and\nsee where we're going from there. We didn't know what we're going to do. So we climbed\nup on the haystack with a ladder which it certainly was not too uncomfortable — was a\ncomfortable place to relax ‘til about a couple of hours later we got word from the\nunderground that the Gestapo had found out that there were two more Jews left in the house.\nAnd the Gestapo was on their way back to get both my mother and I. Well, with that\nmessage in hand, we had to make a decision. Where we're going from here? Here we are in\nthe south of Holland. We decided — I was told also by the underground that the railroad\nstation of Alrijksdaal was surrounded by the Gestapo. And so therefore we could not go\nthere. It was impossible. So I knew that the next railroad station was further south and I\ndidn't know exactly how to get there but I knew in what general direction I had to go, so I\ntook my mother by hand and we walked — I would say we walked somewhere in the\nneighborhood of probably five to six hours through the woods and probably more than that,\n‘til we finally reached the next town at the railway station. And we boarded a train and my\nmother and I both in the same compartment although we did not sit together because if one\nof us got arrested we didn't want both of us to be arrested. So I sat there with a newspaper in\nfront of me so that my face would not show up. My mother was sitting on the other side of\nthe railroad. And we took off and the next railroad stop was Alryksdaal. I looked out the\nwindow and sure enough, there they were waiting for us, and we just sort of went to\nAmsterdam. When I got back to Amsterdam, I got on the phone and I called my teacher, the\nonly person I knew.\nNot the only person I knew, but the only person I knew who might be able to help us. And I\ncalled him on the phone and I said, \"Here we are. This is what happened. My father was\narrested. My mother and I are here.\" And again without thinking for one second, he says,\n\"Come right over.\" So this is 1943. We are walking clear across Amsterdam from the\nrailroad station and we wind up back at Mr. In't Hout's house — home. Here again, this little\napartment — it's a city apartment. We were there and we stayed in one room. My mother and\nI stayed in that room for two and a half years. Never left the room. Never saw fresh air, it's a\nstrange feeling. You know even a prisoner is allowed every day to exercise. We could not\nexercise. We were in that room and so here we are. Then the following year, Mrs. In't Hout\ndied. Of natural causes, she died. And which was a difficult time because now there were a\nhundred people coming to the apartment and nobody was allowed to know that we were in\nthat little apartment so we stayed in that room and somehow they put some chairs in front of\nthe doors so that nobody would walk into that room where we were hiding.",
        "A: Very difficult. We did get the underground newspaper which was called Het Volk°, V-O-L-\nK. We read that. These were very religious people. They were Protestant people and they\nread a great deal about the New Testament and the Old Testament and truthfully, I learned a\ngreat deal about the Old Testament and the New testament. I took up sketching. I got some\npaper and a pencil and I did some sketching and I still have those sketches. I saved them. It's\nvery difficult and then, of course, every day we were always aware. Every time the door bell\nrang. Every time I heard somebody coming up the stairs, not to our apartment, but up the\nstairs in the apartment house you could hear. You always worried. Who is this? Who's\ncoming up the stairs. So we decided to — there was a closet and I decided to cut a hole into\nthe roof of the closet. I cut a hole, oh, what would you call this? Two feet? It was about two\nfeet. I cut a, cut a hole two square feet into the attic. And got a ladder up there. Looked in\nand there I was in the attic. However, so here this is this bare attic. And then I saw at the end\nof the attic there was a wall, a brick wall.\nAnd what I did, I took a hammer and a screwdriver and slowly I took out brick by brick by\nbrick, I took out a small section of that wall. Just a triangle, just big enough and every time I\ntook out the brick, I marked the brick with a number one, two, three, four, five, etc. And so\nwhat happened is when I took out he brick you got into the next attic and there in the next\nattic, when I was in that attic, I took the bricks and put them back, one, two, three, four, five,\nand so it almost became a solid brick wall again. And whenever there was any kind of a\nproblem, my mother and I would go up into this two by two hole, crawl into the — crawl into\nthat attic, into the annex and then put the bricks back in again, etcetera, etcetera. What else\ndid we do during? Well we — I must say, just about every day we practiced. Practiced going\nup there, making sure that we knew how to do it, and how to do it the quickest way. We\nbecame expert. I tell you we were just experts in climbing up the ladder and going through\nthe hole and putting back the bricks, I knew every brick by, by, by sight.\nAnd it was very difficult. Very difficult. Two and a half years in one room without leaving\nthat room. You, you have a tendency of, of — you know, you could lose your mind, but we\ndidn't. Then on top of it, of course, all of Holland — now the, the invasion of Holland took\nplace, the invasion of Europe took place in 1944. D-Day, that was 1944. And the American\nforces and the British forces and the Canadian forces so on, they liberated every part of\nEurope, including Berlin. There was one little piece that was not liberated yet. They\nliberated Arnhem. You may recall the story of the bridge at Arnhem where the Americans\nlost a tremendous number of people. Well Arnhem, you know, the whole south of Holland,\nHolland is a small country. The whole southern part of Holland was already liberated. We\nwere still up to the last day, we were still under occupation.\n© The People (Dutch)",
        "A: Well, my mother and I, we were well matched. We were we were easy going people. You\nmight think that living together in one room would present — and especially between a\nparent and a, and a child — would present a lot of difficulties. I cannot recall that we had any\nmajor difficulties. It was very difficult for her, but she was a very understanding individual.\nShe was. She did what she was told to do. She never complained. Never, never complained.\nI have never heard my mother complain. She was a very, very, very disciplined individual.\nVery disciplined! It's difficult. It's difficult. It's thank goodness, both of us had a strong\nbackground in, in we were disciplined individuals. And every morning that you wake up\nyou thanked God that you were still alive.",
        "A: The what?",
        "A: When the wife died?",
        "A: Well, the wife died, as I said, of natural causes, and she had, you know, she had to the\nfuneral people had to come in and, and with the casket and the whole thing and take her out.\nAnd then the family had — this In't Hout family, they had a large circle of friends and a large\ncircle of family. And all of these people would come to pay condolence calls. And here's\nthis small city apartment of a college professor, not a — you know, on a, on a fixed salary\nwho — with 50 people at one time. And here we are and of course, you cannot — even though\nthis is family and even though these are friends, you cannot afford to tell anybody that you\nare hiding Jews because even though they may not on purpose want to tell anybody else,\nthese stories go around and before you know it you have a problem. And so it was very\ndifficult to make sure that nobody would walk into our room there. And nobody did.",
        "A: Well, the food come to us. Well, the food was a big, big problem. The last year of\noccupation was the worst we have had. The hunger was unbelievable. There was nothing to\neat. Period! There was in Holland in that part, there was nothing to eat. We ate, we ate sugar\nbeets after the sugar had been extracted. And with sugar beets you extract the sugar and\nyou're left with pulp and the pulp you feed to the animals, to the cows in Holland that is. So\nthis was stuff that you give to the cows. We ate this pulp every day. And it was cooked on a\nsmall, a tiny little, a tiny little—",
        "A: Well, it wasn't a hot plate. There was no electricity so you put a little stick of wood in, but it\nwas an ingenious kind of a thing. You — it was sort of a little, little pot with an opening and\nyou put a little, little piece of wood in. There wasn't much wood either, and you just cooked\nthis, this pulp, this sugar beets. It tasted horrible. Horrendous! But it's the only thing we had.\nAnd as in fact when the war was finally over, my mother had legs three times the size of her\nnormal legs. Was like this. Just from hunger. And so did I.",
        "A: Okay.\nEND OF TAPE #1\nTAPE TWO",
        "A: Yeah. Well, as I mentioned to you my father was arrested in the summer of °42 in the farm\nhouse. And he was arrested. It was in the summer so he was just wearing his usual summer\nclothes. And he was sent to a concentration camp called s’ Hertogenbosch, H-E-R-T-O-G-E-\nN-B-O-S-C-H. It was a concentration camp in Holland. We have letter from him. We have\nabout a half a dozen letters than he sent from camp, not to us, because he doesn't know\nwhere we were but he sent it to these two ladies, our neighbors upstairs and in every letter,\nhe asked for clothes. He was cold. My father was a sort of a sickly man slightly built,\netcetera, and he stayed there through the fall and then the last letter we received from him\nwas, I believe, in November. In November he still had no clothes and at one point he was so\nsick that we got a letter from him. When I say “we,” again it's the two ladies, got a letter\nfrom which they forwarded it to us where somebody else wrote in his name he was too sick\nto write the letter himself pleading for some warm clothes. As it turned out, somewhere in\nthe month of December he plus many other people were lined up, we found out through the\nthrough the underground later, were lined up at the railroad track there in s’ Hertogenbosch\nand were stripped of all their clothes and were put into cattle cars stark naked and\ntransported clear across Germany. To where? Nobody knows.\nIt is obvious to me that he never made it because you can't be naked in a cattle car which is,\nyou know, all open from all sides. And in the middle of December and not die, especially if\nyou are in weakened condition already. So I don't know what happened to him. I have no\nidea where he died. At least my brother, I knew he died in Mauthausen so that—",
        "A: Yes.",
        "A: Not really. Not much happened in that annex. We were there over and over and over again,\nbut it was just the two of us. And we didn't sleep in the annex. We only went there wherever\nwe heard something which we felt was out of the ordinary. Footsteps that didn't sound like\nsomebody familiar, we would quickly go into the annex. We didn't live there. We only — this\nwas our second hiding place, so to speak and otherwise, we were just in that one room. That\none room which contain, contained — was one of, one of those beds that you push up against\nwhen you don't sleep on it, you push up against the wall. So we had two beds there, and\nthere was a little desk and two chairs, and that was it. That was all there was.",
        "A: Yes. You could, except not us.",
        "A: No. Because everything was done 1n a whisper. You stepped lightly. You didn't walk\nnormally. Everything was done in a whisper. There was no way that anybody could have\nheard us. We were fully aware of that. The problem with all of this hiding was you were just\nhoping that the next day would come. And there's one interesting story. Because of the\ntremendous hunger, you know, we're talking about hungry people.\nI hope nobody has to go through hunger the way we did. Hunger is so painful. I would wake\nup in the middle of the night in a cold sweat and jump up in bed. Why? Because I was\ndreaming I saw a potato. That was something that, that was like a nightmare. I saw a potato\nand I thought I could eat it. When, when I woke up it wasn't there. Just a potato. Not, not a\nmeal, a potato. The hunger was unbelievable. We were — it, it, it was — we had nothing to\neat. Absolutely nothing to eat! It was, it was — in fact, I remember our Mr. In't Hout one day,\nhe was on a — he was coming home with one or two potatoes.\nHe found them somewhere on the road. Let me tell you. He can home with these two\npotatoes. You thought he had found two diamonds in the street. They were just two plain\npotatoes. The whole family, we were all excited about those two potatoes. You can't believe\nwhat it means to be real hungry. Mr. In't Hout had a radio receiver which was completely\nillegal. And we heard the BBC’ with earphones. And I heard messages which were — and I, I\nonly — I remember one message that came over from the BBC to the Dutch underground and\nit said, \"The green cow jumps over the fence.\" That is one message that I'll never — what it\nmeant, who it was meant for, I have no idea. “The green cow jumps over the fence.” And so\nwe had in the attic, in our hiding place, we had a map of Europe. We had little flags, and\nsince we were able to hear the BBC, we were able to see how the German army first moved\neast, and finally thank goodness moved back west. And we were still — I was still under\noccupation when Hitler committed suicide. We were still under occupation.",
        "A: Yeah. This was about four weeks, four weeks before the end of the war. Mr. In't Hout — and\nI didn't even know it in the beginning, later on I knew it — was also a member of the\nunderground. He never told me exactly what he did. I don't know whether he told his\nchildren what he did. I know he didn't tell me. And four weeks before the end of the war he\nwas out on a mission. What mission? I have no idea. And all of a sudden we get word that\n’ British Broadcasting Corporation\nhe was caught doing whatever he was doing and was executed. And that was four weeks\nbefore the end of the war. Here we are, two children, teenagers.\nThe mother had died the year before of natural causes. Their father had just been killed and\nwe had to get out of there in a big, big hurry. Didn't know where to go. The underground\nfound us another teacher. Man I'd never met in my life. So here we are again the last four\nweeks, we moved from one place to the next place. And that's when we — and that's when\nfinally liberation came. I might say to you liberation came, we were so — the feeling that you\nhave, having lived under German occupation, being called names for five years or being —\nyou know, you, you're the lowest animal on this, on this earth. We were liberated not by the\nAmerican Army. We were liberated by the Canadian army. Attached to the Canadian army\nwas a small detachment of the Palestinian — there was a Jewish brigade. That's what it was\ncalled. The Jewish brigade. Well, I will say this to you. During five years of war, I don't\nthink I have ever cried. When my brother died and when my father died, I think I never\nreally shed a tear. But when I saw, for the first time after five years of occupation, I saw\nJewish boys in Canadian uniforms with the Star of David, I absolutely broke down.\nI absolutely broke down. I cried like a little, like a little baby. I couldn't believe it. I\nembraced them. I kissed them. I don't know what I did. Very, very emotional for me.\nBasically, you can really say that since the Anne Frank story is so well, well known, my\nstory — you know, Anne Frank and I were both born in Germany. We both came to Holland\nin the early ‘30s. We both went to school in Holland and Amsterdam. I never met Ann\nFrank in my life. We both went into attic. We both were underground in hiding, just a few\nblocks from each other. We both were — had an annex. We both had everything — Anne\nFrank's and my story are very, very similar. Unfortunately for Anne Frank and fortunately\nfor me, the end of the story was different.",
        "A: That was, that was—",
        "A: We walked. There was no transportation. There was no street cars running any more. There\nwere no cars running. Some people still had bicycles if they still had the tires. Wasn't\ndifficult to have to have bicycles, but the problem was to have tires. And so we just walked.\nWe walked wherever it was. It wasn't that far from where we stayed. It was within the you\nknow, maybe four, five, six blocks. And we just walked there and it was again this happened\nto be a very young couple, no children, and small apartment. And they again they took us 1n.\nNever met them in my life. Had no relationship to them. Marvelous, marvelous people. I\nmight say the Dutch people in those years were fabulous. They were really fabulous. Yes,\nthere were the Dutch — like the Belgians, like the French, like everybody, there was a Nazi\nparty. And there were Dutch people joining the SS and all of that, but in general the Dutch\npeople were very, very helpful. Very helpful. In fact I might mention to you when my\nbrother and I were arrested in 1941, the entire country of Holland went on strike. There was\nno railroad running. There was no street car running. There was no factory working. The\nentire country went on strike. Under German occupation remember. We were under German\noccupation. For a handful of Jews. And that really tells the story of what happened you\nknow, how the Dutch people behaved.",
        "A: Well, after liberation we — it's a good question. What, what’!l what'll you do? Where'll you\ngo. The first place we went back to our former neighbors, the two ladies who had been\nsupplying us with our rationing cards during the war. And they had gone and they had the\nkey to our apartment. And they had taken out quite a bit of stuff from the apartment. They\nhad taken out, for instance, my bicycle. And so the most important thing that I got when I\ngot through the five years of war, I had a bicycle. And let me tell you. That was valuable.\nThat's like here, in America, you have a car. Without a car, what are you going to do? How\nare you going to get around? Well, in Holland, I had bicycle. That allowed me to do what I\nhad to do. We finally got a room. We rented a room from a lady who was a widow and she\ngave us aroom for nickels and dimes. My mother had two brothers in America who had left\nGermany before the war. One was a doctor. One was a lawyer. And, and they both married\nAmerican women, and so when the war finally was over, we wrote to them and they sent us,\nyou know, some dollars so that we could at least buy some food and so on. The strange\nthing happened. We were — as I said we left Germany in 1933, and we lived in Holland all\nthese years, you know. We never became citizens. Not because you didn't want to become\ncitizens but in Holland you did not — it was very, very, very difficult to become a citizen. It's\nnot like in American, after five years you can become a citizen. So therefore we were\nforeigners in Holland. After the war, well the reaction of the Dutch people to the Germans\nwas unbelievable. The hate that had built up over the years was unbelievable. They wanted\nto tear them apart whenever they saw a German. They really were ready to tear them apart.\nHere we were, after the war, my mother and I had just gone through five years of war. The\nnext thing we find out we're 1n this little room from this lady. Next thing we have — there is a\nring on the door bell rings.\nDutch police arresting my mother and I. Why? Because we were German. According to the\npassport or whatever. So we were arrested. We were taken to a school where they, where\nthey put all these people temporarily. And who are in that school? All Germans. And here\nmy mother and I, we are put together with the same people that had haunted us, killed us,\nand we were in the same prison with them. Well, thank goodness, it didn't take very long\nand we were released because they realized, you know, what, what the situation was. And\nlet me tell you, that was, that was a strange feeling to be in the same prison with the people\nwho, who murdered your family. Highly emotional.",
        "A: Well, we had actually applied in 1938. In 1938, we had applied to come to the United States.\nAnd all of those papers are also given to the Holocaust Museum. And if the war had started\ninstead of in May of 1945, in June of *45 or maybe July ‘45, we would have been in the\nUnited States before the war, but the war just broke out before we had a chance to get there.\nSo in 1945, after the war we had to go through the whole procedure again applying for\npermission to immigrate to the United States. And we finally with the help of my two uncles\nand two aunts, with their affidavits and so on we came to the United States in the in the late,\nthe last part of 1945. And I guess the rest is history.",
        "A: Well, the difference in life style, of course, 1s tremendous from Europe to the United States.\nI happened to love it. I, I, I had made up my mind from the minute I got off the boat. I came\non a troop carrier. I came on a Dutch troop carrier. A troop carrier that brought Dutch\nmerchant marine sailors over here to bring back since the Dutch had lost all of their ships\nthrough U-boats and so on, they purchased new ships here in the United States and these\nsailors brought the ships back to Holland and I was on that ship. And as I got off the boat, I\ncame to this country, I had I think I had five dollars in my pocket. I had no money. I came\nhere and my first residence was with the Stephen Wise® refugee center in Manhattan , off\nCentral Park West. Rabbi Stephen Wise had a refugee center where they put the refugees\nwho came from Europe after the war, so I stayed there for a couple of days. And I might just\nmention to you. It's an interesting story. So I get here to this country. I had no money — five\ndollars. And but I knew about one thing. When you come to this country, you buy the New\nYork Times. The New York Times has all the ads for jobs. So I remember my very first day,\nI went from Central Park to 59th Street — 59th Street in Central Park South. Central Park\nWest and Central Park South. And there 1s a kiosk. It's still there today. There is a kiosk\nselling newspapers. And I bought the New York Times for a nickel, and I put the newspaper\nunder my arm and I went to Central Park. And I went into Central Park and I sat down ona\nbench and I looked at this newspaper. Well, I've never seen anything in my life — I've never\nseen anything like this in my life. The newspaper was this thick. In Holland, we have a\nnewspaper that is two pages. Here, you know, it took me 10 minutes to find out where the\npersonnel ads are. So I finally sat down. And my English was very poor. And then I read the\nads, and everything was abbreviated.\nI couldn't read English, never mind the abbreviated English. So I took my newspaper under\nmy arm again and I said to myself, \"I'm going to sat down at a bench where somebody else\nis sitting.\" So I went, took my newspaper, went to another bench and there was a man sitting\n* Rabbi Stephen Samuel Wise\nthere. So I opened up the newspaper and I turned to him and I said to them, \"Could you tell\nme? What does this mean?\" He says, \"I not speak English.\" I thought, \"Wait a moment?\nWhat is this? I'm in the United States and the man doesn't speak English?\" I couldn't\nunderstand, I thought everybody.... So I took my newspaper under my arm again, I go to\nanother bench. Sat there and I opened up the newspaper and I turned to this man and said,\n\"Can you explain to me? What does this mean?\" He says, \"I not understand.\" I said, \"I can't\nbelieve it. I can't believe it.\" I'm in the United States and they don't under— they don't speak\nEnglish. Well, to make a long story short, I finally got my first job at Gimbels’. This was\nbefore — this was just before the Christmas — this was just when the Christmas season\nstarted. And I went to Gimbals’ employment department and they said — the young lady said\nto me, \"What are you looking for?\" I said, \"What pays the most?\" Well, the most right now\nis we need some wrappers. I said, \"Well, whatever you need. I'm here.\" So they put me to\nwork as a wrapper in the toy department. And everything went very fine until | day I\ndropped a toy, and the toy broke. And the manager came over. It was one of these expensive\ntoys. He says, \"Well, this is the end of you.\" They transferred me from the toy department to\nthe rug department. They figured the guy can't do too much harm in the rug department. So I\nwent to the rug department and I, I — these huge rugs, and I was 130 pounds in those days.\nSo I worked and worked and worked and then I learned my first lesson. My first thing in\nAmerica. I learned what a pink slip was. Never knew that. Christmas was over, and the day\nafter Christmas I had a pink slip in my envelope. So that, that was my first job in the United\nStates. But I also — you know, had made up my mind, as I got off the boat, the one thing, the\none thing I wanted more than anything else, I wanted to become an American. When I say\n“an American,” I wanted to be an American like a real American. I didn't want an accent. I\ndidn't want to sound like a refugee for the rest of my life. And the one ambition I had in life\nis to speak and talk and act like an American and you know.\nAnd that's what started my journey in America. I was a it was a tough beginning. My second\njob was in a dental lab. And I was offered a job. My first job I was making 20 dollars a\nweek. And, and that's how I started.",
        "A: Well, I lost, of course, I lost five years of education. I lost the most important years of my\nlife. When the war broke in 1940 I was 18. The war ended in 1945. I was 23. From 18 to 23,\nI basically did nothing but hide in a room, run away from the Germans and my entire\neducation was interrupted. And when I came to this country, I couldn't afford to go to\nschool. I had to make a living. I had five dollars. When I walked to Gimbels I didn't take the,\nthe subway which was at that time only a nickel. I didn't have it. I walked there. And I\nwalked back. And whatever I did, I walked because that five dollars was the only thing I had\nin my pocket. Until I got my first paycheck, it had to last. So, my education was — and you\nknow, the most important years in anybody's life are really the years when you, you know,\nyour college years 1s, you know, where the average person enjoys and gets what he needs\n? Gimbels Department Store\nfor his future life. I never had that. Basically, I had a high school education. I had one year\nof college and that was a technical college because my father wanted me to become an\narchitect like he was and I didn't want to become an architect so we settled on engineering\nschool. So I went | year to engineering school. That was it. I never was able to really get\nback to school.",
        "A: Yes. My mother followed me about four months later. She couldn't — this troop carrier that I\ncame on, it was strictly for men. That was, you know, all sailors. And my mother came in\n1946 and she came by airplane which was fabulous in those days. And she landed here.\nNow my mother was a trained baby nurse from, from Germany. And obviously she hadn't\nworked in oodles of years because she was raising a family.\nShe was a housewife. When she came here, she back into nursing, and she did private\nnursing. Baby nursing. And she worked, she loved it. She loved children. She worked for\nthe Assistant Secretary General of the United Nations. She brought up the children of\nSenator Javits'® and situations like that. My mother's life was a very, very tough life. All her\nlife. After all, in 1933, she was married maybe 12, 13, 14 years from that point on when she\nleft Germany, she was the bread winner. My father wasn't allowed to — we were allowed to\nlive in Holland, but he wasn't allowed to work in Holland. So we rented out rooms and my\nmother, you know, she was — she worked all her life until the end. Was a tough life.",
        "A: Yes.",
        "A: She, she did survive the war. Her husband died during the war. Her daughter died during\nthe war, but she survived. An interesting story. However, she was extremely sick. She was\nshe had cancer. And she had to go to the hospital back and forth for treatment. But there is —\nthere are no ambulances. There are no cars. Nothing. But I had a bicycle, so I put her on the\nback of my bicycle and I drove her back and forth from her house to the, to the hospital and\nso on, on the back of my bicycle. That's where the bicycle came in. Very, very important.\nAnd, and then she died shortly after the war.\n' Senator Jacob Koppel Javits",
        "A: Yes. As a matter of fact, the son whose name was Dick. First name was Dick. D-I-C-K In't\nHout. He came to visit us here in the United States and, you know, I took him around and so\non and so on. The daughter married a, a Episcopal priest or something and they had children\nand so on. Very, very lovely people. Very religious people. Very.",
        "A: Needless to say, you ask me, you know, the needless to say I, I just hope that what we have\nexperienced — I just hope that 6,000,000 Jews didn't die in vain. I just hope so! I hope that\nthe world will have learned something from this experience. It's too difficult. It was too\ndifficult at the time. Too many lives were lost. Too many tears were shed. and I just hope\nthat our children and grandchildren and great grandchildren will live the kind of life that we\nhoped all of us should have.",
        "A: Thank you.\nCONCLUSION OF INTERVIEW\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJune 26, 1990\nRG-50.030* 0241",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Jerry von Halle,\nconducted on June 26, 1990 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JERRY VON HALLE\nJune 26, 1990"
    ]
}