{
    "rg": "RG-50.030.0789_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMrs. Jolanta M. Zurczak Pawlikowski, on January 21*, 2015, in Arlington\nHeights, Illinois. And thank you very much, Mrs. Pawlikowski, it’s been a long\nday. We’ve just had an interview with your husband, and I very much appreciate\nthat you have allowed us, and decided to share part of your story with us as well.\nThank you. So I'll start the way we did before. Please tell me what was your name\nat birth.",
        "Answer: Jolanta Maria Zurczak.",
        "Q: Zurezak. And where were you born?",
        "A: I was born in Swieciechowa Powiat Leszno Wojewédztwo Poznanskie. That\nmeans I belonged to the Poznan territory.",
        "Q: And what was the date of your birth?",
        "A: August 23\", 1938.",
        "Q: Okay. So you were a baby when World War wa — World War II broke out?",
        "A: Yes.",
        "Q: Okay. August 234, did you say?",
        "A: Yes, ma’am.",
        "Q: So you’re also — your birthday is the ma — is the date of the Molotov-\nRibbentrop Pact.\n ,January 21, 2015",
        "A: Unfortunately.",
        "Q: Yes. So tell me a little bit. Were you born in a village, in a town? Describe a\nlittle bit about the place where you were born.",
        "A: My parents said I was born in a small town. They were teaching in surrounding\nareas of Swieciechowa and Leszno, and I lived there until the war broke out. So —",
        "Q: Did you have brothers and sisters?",
        "A: I have two brothers and a cousin, whom I call my first brother, because his\nmother, who is my aunt, my mother’s sister, died of tuberculosis in 19 — beginning\nof 1942. But I was raised with him. He is, I think, almost a year older than I am,\nand we were brought up together by my mother and my grandmother.",
        "Q: Was — were your brothers older than you? Your —",
        "A: No, I’m the oldest one.",
        "Q: You’re the oldest one?",
        "A: Yes.",
        "Q: Okay.",
        "A: One brother was born in 1940 in February, and the youngest one was born in\nJuly of 1946.",
        "Q: Okay. Tell me a little bit about your parents. Who was your father, what was\nhis name? The same for your mother.\nJanuary 21, 2015",
        "A: My father Jusef(ph) Henry Zurezak was a teacher. He became an\nadministrator, a masters’ schoolteacher, and he was also a violinist.",
        "Q: And your mother?",
        "A: And my mother was a teacher majoring in mathematics and physics.",
        "Q: Quite unusual for a woman.",
        "A: Well, she had difficulties —",
        "Q: Did she?",
        "A: — with math when she started at, I think, the teachers’ sem — seminary in\nLeszno. And she got help. [indecipherable] f — from another teacher, someone\nwho wanted to help her, saw that she was bright, but she was rather not too well.\nAnd it helped that she became one of the best students when she graduated five\nyears later, so — and she loved math, so —",
        "Q: That’s an inspiring —",
        "A: Yes.",
        "Q: — that’s an inspiring story, yeah. And when you — so if your parents were both\nteachers, were they very active in the community of students, and — and school\nactivities, and — and things like that? Were they —",
        "A: Yes, they were. Besides, both of my parents were scoutmasters. Actually, my\nmother was a scoutmaster of the youngest group, and she had only boys. She\n «January 21, 2015\ndidn’t have — like girls very much. But my fa — and my — my father became a—a\nscout when he returned to Poland in 1920 or ’22. I don’t remember —",
        "Q: Did your father fight in the first World War?",
        "A: No. Both of my parents were born outside of Poland. My father was born in\nGarnisonkirche, and then they moved to Dortmund, upper part of Germany,\nand my mother was born in Helma(ph) Wiesbaden —",
        "Q: So their —",
        "A: — the northwest part of Germany.",
        "Q: Did you have German family, or German roots?",
        "A: No, because during the partition of Poland, that part of Poland was part of\nPrussia. So they were taken — my grandparents were taken out of Poland to work,\nand my grandmother, my mother’s parents were taken to Wiesbaden because my\ngrandfather was a forester and they needed someone to work there. And both he\nand my grand — my grandmother worked together. She took the administration\nunder her hands, apparently that’s where my mother got these mathematical — 1-1t\n— influence. And my father took care of the — the forestry, the cutting and the\ntaking care of and so forth.",
        "Q: So they must have been bilingual.",
        "A: Yes.\nJanuary 21, 2015",
        "Q: They must have spoken German as well as Polish.",
        "A: Yes, yes.",
        "Q: And —",
        "A: Except that my grandfather, my maternal grandfather came from a family that,\nbefore the first World War, and I think it was at the middle of 19\" century, they\nmet — my [indecipherable] through Turkey from Macedonia, and through the —\nthrough the Carpathian mountains, came to Silesia, Shlunsk, and then — and —\nbut my mo — my grandmother was from Vierkapolska(ph), the up\n[indecipherable] Poland. So somehow they — the families arranged it. He was\ndark, tall, my grandmother was blue eyed with very light blonde hair, and also tall.\nSo —",
        "Q: And on your father’s side of the family, how did — how did they end up, it was\nGarnisonkirchen(ph) —",
        "A: Garnisonkirche, yes.",
        "Q: Yeah.",
        "A: My grandfather was a cobbler. He designed shoes and he was a very good\ncobbler because not only the Polish army, but later on the German army ordered\nthe officers’ high boots to be —",
        "Q: From him?\n .January 21, 2015",
        "A: — from him. They brought the materials and two soldiers always watched the\nstaircase, and sat there. He worked sometimes 12 - 20 hours, in order to finish.",
        "Q: And this was during the second World War?",
        "A: During the second World War, but during the first World War, he was in\nGarnisonkirche. He — I don’t know if he had interest, or he wanted to — not to\nabandon the — the — the Polish immigrants that were taken to — ba — by the\nPrussians to Germany. He received a permission to teach them religion. They\ngave him only the first part of the Bible, the Old Testament, written in old Polish.\nAnd for one hour on Sunday, he taught them the language, based on the Bible.",
        "Q: Isn’t that interesting.",
        "A: Ah, but also he worked in the underground, because he was working with the\nPolish workers, and they wanted to — they were fighting for their own rights, in\norder to receive proper payment, and to be properly treated.",
        "Q: And this is in Garnisonkirche?",
        "A: And this is in Garnisonkirche, but somehow I think somebody —",
        "Q: Informed on him?",
        "A: — informed on him, and he was told that the best part would be if he left —\nmoved northwest, so he — they went to north Dortmund. And from there on he\npromised himself that he will not return to Poland until Poland had a government.\nJanuary 21, 2015\nThe government was established in 1922, so I believe that it took them almost two\nyears to travel back.",
        "Q: Amazing.",
        "A: Yes.",
        "Q: It’s not such a long distance.",
        "A: No.",
        "Q: So clearly these are stories you must have heard growing up, from either your\nparents or your grandparents. Is that so?",
        "A: Oh yes, Jaja(ph) would always t-tell me — my father’s father was also named\nJusef(ph), and he would — I loved stories. Apparently I was the only girl at that\ntime. I had 11 cousins, including my brothers and my cousin and I was the only\ngirl in that age. I had cousins, girls, but they were older, much older than I was,\nabout 10 - 12 years old. But —",
        "Q: Well, that makes you quite special.",
        "A: But I played with them, and when they were quarreling, they always said, okay,\nwe have to have a general. Who is going to be the general? They pointed at me\nbecause I was the only girl. Would I quarrel with anybody”?",
        "Q: Yeah. So, tell me a —a little bit about what happened to your family on\nSeptember 1*, 1939, when Germany attacked Poland. You were a baby, so —\nJanuary 21, 2015",
        "A: Yes, I was a baby, but my mother told me. My father was in the army. He was\nalready out of Poland, he was actually in the — on the border, Poland — Poland\nand Germany, past river Oder, because we lived between Warta and Oder. And\nmy mother told me that September 1“, 1931, we became one of the first Reich —\nthe Third Reich of Germany, the Germany —",
        "Q: The [indecipherable] 1939.",
        "A: — nine — yes, 1939, we became the Third Reich.",
        "Q: So it was very quick, very quick.",
        "A: Yes, because it was about 30 — 30 or 40 kilometers past Oder to the town of\nKoScian, that — it was not very far.",
        "Q: Yeah.",
        "A: They just walked in and marched to Poznan.",
        "Q: And what happened to her and you and — what happened after that?",
        "A: My mother — my father was in the army, called in August that he should come\nfor to serve in the reserves, but then — well, he was a second lieutenant, being a\nteacher and a musician. So, he had the right to be called frontow(ph), right away.",
        "Q: Yeah.",
        "A: And Mother tried to move closer to her mother, who lived in KoSscian, which\nwas northwest of Poznan, and about 30 kilometers northwest of — of Leszno. And\n 4January 21, 2015\nwe were right — few kilometers south. But she told me that she moved from town\nto town, zigzagging back and forth until she reached KoScian, because it was —\nshe was already pregnant with my brother Andrew. But she reached KoScian and\nlived with my mother and her ailing sister.",
        "Q: That is with your grandmother.",
        "A: Yes, with my grandmother, mm-hm.",
        "Q: And what happened with your father?",
        "A: My father was caught in an ambush in — in the forest behind — around Oder,\nand that part of the regiment was practically annihilated. He was shot, was\nwounded. Those that were caught, which were about 10 — he said about 10, maybe\n15 people, but no more, cause some of them were very wounded, but were alive.\nThey took them, but he passed out apparently, and after two days, the German\npatrol was walking with dogs, and they stopped where he was lying, and the dogs\nknow if somebody is gone or alive. And when they searched him they saw my\nfather’s army registration ca-card, a teacher’s card, and that he was born in\nGermany, so they took him for one of his — one of their own.",
        "Q: So he wasn’t —",
        "A: They took him to Germany, they took him to a German hospital, and he, after\na month, he came, he was well enough to speak, and he was interrogated. And my\nJanuary 21, 2015\nfather said, I am not a German, I am a Pole. I was taken — I was born in Germany\nbecause my parents were taken there. This was during the part o — Prussian\npartition. So —",
        "Q: And so what happened to —",
        "A: — then he was — when he came through, they — because my father, being an\nofficer, he was taken to Murnau, which is Bavaria, to a [indecipherable] camp.\nThat camp was a camp that was dedicated or — or protected by Himmel(ph). And\nit was a camp to show off how the Germans treat Polish officers.",
        "Q: So it was sort of like a show camp.",
        "A: Yes. When there was no visitation, they would treat it like any other — well,\nsomebody — a prisoner. And, I mean, they had to scrape food. My father liked to\ncook, and everybody knew this, so he sometimes actually — I said — he said, I\ntalked at the wrong time and was sent back to the —",
        "Q: The kitchen?",
        "A: — kitchen, yes, the ki — the kitchen. And he said there, at least, I could s — I\ncould scrape off the — the peeling — peeling the potatoes, I could as — I could\nscrape the — th-the peels and — and save it and then cook it behind the barrack, or\nunderneath the bed, or — or so what — or whatever. So —",
        "Q: So in other words, it was a show camp only sometimes.\nJanuary 21, 2015",
        "A: Oh yes. They had an orchestra, he played in a co — a symphony. There was a\ntheater, there were — they had lectures, because there were quite — many\nprofessors. Polish officers and intelligentsia were sent there. So — and he stayed\nthere til the end of the war.",
        "Q: Oh my.",
        "A: When an American general was passing by, he opened — my father was right on\nguard at that time by the — by the gates. He opened, and he — that’s where my\nfather learned some English, cause they wanted to show off that you could take\nEnglish, you could take French, other — to improve yourself, to show off that you —\nthat — that the Germans were treating them properly.",
        "Q: And so that’s why he could practice his English",
        "A: Yes, yes. And when he said, open the door, my father said, that was the first\ncommand of a different voice asking. I didn’t know what to do. But he said open\nthe door, and he showed them what to do. So the other fellow who was with him,\nthey opened the gates, and he went through, all around. And said, you, where 1s\nyour family, do you have a family? And — and he said, my wife and children are in\n— in Nordhorn, in northern part — northeastern part of — of Germany, right next to\nthe Holland border. So he said, I’m going to Munich, hop in. And one — as my\nfather hopped into the sidecar of the motorcycle, he hurt his leg. By the time they\n 14January 21, 2015\ngot to Munich, my father was collapsing. He had a cut on his right leg, and he\nalready had poison. So they kept him there. But my father had a letter from my\nmother, who could write to my dad in Murnau only three times a — every year —\nevery quarter, she could. Every four months she could write a letter. And she\nwrote to him that we are in Nordhorn.",
        "Q: So that’s in the northwestern part of Germany, if it’s close to the Dutch border",
        "A: Border, na — yes —",
        "Q: Yes.",
        "A: — northwestern part of Germany, right. Right.",
        "Q: And — and so he’s liberated by an American general.",
        "A: By an American general, yes.",
        "Q: But —",
        "A: And he left him there because the — because he — my dad needed —",
        "Q: Medical attention.",
        "A: — med-medical attention, and this was sometimes in beginning of May, and we\ndidn’t see him til a month and a half later, when he came to Lingen(ph).",
        "Q: So for all intents and purposes, your father was — survived the war, but he was\nout of the picture —\nJanuary 21, 2015",
        "A: Right.",
        "Q: — as far as your life was concerned.",
        "A: Right.",
        "Q: You — did you remember anything of him in your first years, or is the first time\nyou remember seeing him, is that month and a half later, when he shows up?",
        "A: I didn’t — I knew only my father from the photograph that was standing on — on\nthe the table, on the side table at home. And in-in-in the place where my\ngrandmother lived, and when I saw him, as an almost seven year old child, I\nlooked and I said, that is not my father. My father was a handsome man, with a\nbushy hair. This 1s a sick man, this 1s — cause when I saw him in Lingen(ph) in\n1945 in July, I saw a man bent over, grayish hair and — and his face was grayish, it\n— he looked like he just came out of a tomb. He could barely walk, he was so\nweak. So, it was at — that’s the first time I heard him, after all these — after six\nyears of not seeing him. Cause I was a year old when he left.",
        "Q: Yeah.",
        "A: When he was gone, and I did not see him before. But we, my mother and I, we\nstayed in — in KoScian. It’s through June of 1944.",
        "Q: So you were there for five — five years.",
        "A: Yes, yes.\n -January 21, 2015",
        "Q: And your — and your first brother was then born —",
        "A: In 1940.",
        "Q: Okay.",
        "A: Yes. He was almost four years old when we were taken out.",
        "Q: Okay. Was your — was your mother able to write to your father? Did she find\nout, did she know he was in this prisoner of war camp?",
        "A: She found out through his — through his parents, who lived in the same city.",
        "Q: And —",
        "A: My — yes —",
        "Q: Okay.",
        "A: — my — the Zurezak family lived KoScian.",
        "Q: Okay.",
        "A: And — and my father — my grandfather was the — was the shoemaker.",
        "Q: Ah, so —",
        "A: But — but what happened is that my mother was notified by her father-in-law\nwhere Jusef(ph) is and that she can only write once every four months to him.\nAnd so they — so that they, many times — my mother taught me that she would put\nher letter with their letter, in order to make certain that it gets there. So my father\nsa — had some letters when he came in 1944, when he appeared, because he kept\n \"January 21, 2015\ncertain letters. But certain letters, I’ve noticed that 1t was only my dear, or my\nbeloved, and everything was blacked out.",
        "Q: Really?",
        "A: Only he would — and [indecipherable] I’m kissing you [indecipherable]. That\nwas all, because whatever he wrote in it, was apparently unacceptable. So somebo\n—all the letters were read through before they went to the — to the people, on both\nsides.",
        "Q: Did he know that he had a son?",
        "A: Yes, yes, and he knew —",
        "Q: And so they let information through.",
        "A: Yes, yes, that info — yes.",
        "Q: Okay. And did you see much of your father’s parents, as in those first years?",
        "A: Yes.",
        "Q: Okay.",
        "A: Because we lived — he li — they lived behan — be — further from us, where the\ntown square was, and a pond where beautiful white swans san — swam. And I\nenjoyed the swans. It was — I always ask my mother, please can I go to the market\nand buy — she says, but you’re only four years old. I said, Mama, I want to go and\n isJanuary 21, 2015\nsee Grandpa, but I want to also see the swans. And I would always have a few\ncrumbs of my bread left for them so I could —",
        "Q: Feed them.",
        "A: — and they would — yes, and feed them.",
        "Q: Yeah.",
        "A: But we — we visited them quite often, as was allowed. We could not visit them\nduring air raids, or when the soldiers were marching, practicing something like\nthat, no.",
        "Q: Was the town full of German soldiers?",
        "A: Yes. We lived right across in a house, only in one room on the third floor —\nwell, I mean, I — European would be second floor. But across the — the palace,\nwhich once belonged to my father’s great-grandfather.",
        "Q: Oh wow.",
        "A: And well, unfortunately, the SS cavalry occupied that. So — so we were very,\nvery watched. And —",
        "Q: You were watched because of that family connection?",
        "A: That I don’t know. We were watched because my fa — my father being in\nMurdenau(ph), an officer, and they did not like my mother, who did not look\nvery Polish. My mother was dark skinned, with pitch black hair and dark eyes.\nJanuary 21, 2015\nSlim. And she was petite, and they always called her — she had a name, of the\nblack crow, they called her.",
        "Q: The back cr — the black crow.",
        "A: The black crow.",
        "Q: Yeah.",
        "A: Yes. And my mother, my brother and I were witnesses. Three times she was\ncalled. She rece — received a notice that she has to show up at the wall of the\nsquare where many executions took place, and th — the family, her family, that\nmeans my grandmother, my cousin and the two of us had to go and witness. And\nof course, most of the people were there too, witnessing who was being —",
        "Q: Executed?",
        "A: — executed. And they always left my mother til the end. My mother was al —\nand I remember her, she was always dressed in a black skirt, black shoes, black\nstockings, a white blouse, and she would walk in, and when they went to put the —\nclose her eyes, put the band on her eyes, she says, I don’t need it. And then they\nwould get ready, and the commander would come in and say, not today, black\ncrow.",
        "Q: So this was a mock execution of her?\n 50January 21, 2015",
        "A: Yes, yes. My — my mother was — when they, of course, was over, the\ncommands were given, the SS left, the people were looking around, they said, oh,\nnext time again. Next time again.",
        "Q: And so you —",
        "A: So three times, it was 1943, and 1944 was the last time. I think it was in — right\nafter Easter, which was April.",
        "Q: And you’re a five year old child?",
        "A: I was five and a half. I was waiting — September wa — in ’44 was going to be\nmy sixth birthday. I mean, not — not September, Au-August 23\" was going to be\nmy next birthday, when I would be six years old. But at the age of four, I knew\nhow to read, how to count, and how to write. And when somebody says, how do\nyou know what kind of a book is this, or what paper this 1s, I say, in Polish\n[speaks Polish] It had to rhyme, I don’t know why, because I — my mother always\nsaid, we’re going to Jaja(ph), or we’re going to Babcia for their birthday or their\nImieniny, their name day. And Jola, you have to learn how to say another poem.\nSo I had to learn this. And I said, why do you read to me? I know how to read.\nBabcia told me, this 1s this, this is that, and I — what does a child do when you\ncannot get out of the house because of the air raids? And even if we wanted to get\n oJanuary 21, 2015\nout, we could only go up on our street, in front of the house. And watch out\nbecause when the alarm struck, everybody had to be inside.",
        "Q: And there were lots of air raids?",
        "A: Oh, rot — lots, lots. Especially — I remember those in ’43, and ’44, quite well.",
        "Q: Well, you know, one of my questions is, what is your earliest memory. But\nyour — whatever your earliest memories would be, they are during wartime.",
        "A: Yes.",
        "Q: Because, if you’re a baby when the war starts —",
        "A: Right.",
        "Q: So, are your earliest memories connected to the war, or are they some —",
        "A: Yes.",
        "Q: Okay.",
        "A: Yes, just — just to the war. I remember that the first memory that I have is when\nwe were totally isolated from the bedroom of my cousins, from his mother, who\nwas dying of tuberculosis. And in that room was a wind — veranda window, glass,\nthat you — you know, there were shades that you could close and open. Why we\nwere there, don’t ask me, I don’t know. Nobody ever told me this.",
        "Q: Okay.\nJanuary 21, 2015",
        "A: Or maybe they told me, but I don’t remember. This was 1942, so I was barely\nfour years old. And I was always afraid to go to that room, because there was —\none wall was the glass, the opposite wall was composite of doors. And later on I\nfound out that books were on one side, and a wardrobe was on the other side. But\nsomebody took something out of it and left a black strip of a — I don’t know,\nmaybe of a — a sash, or something, but 1t was looking at me. And when that black\nsash disappeared, I said she died.",
        "Q: And were you right?",
        "A: Yes. Because I told my mother this. And on that night, or day, she died. But I\nthink — I don’t remember to be a child. I always had to take care of one boy, and\nthe other on the other hand. My p — my brother Andrew was on the right side, and\nIzbisznik(ph) was on the left said. He was older, but he missed his mother.",
        "Q: Yeah.",
        "A: And I think boys are more babies in the — when they’re younger, they, I’m not\nsure a little bit later. Not all, but some do. But most of them do.",
        "Q: But he was alone. He was alone.",
        "A: Yes, he was — he was very much alone, and — and if he didn’t get what he\nwanted, he — his father oh, by the way, his father was a prisoner of war, taken for\n -January 21, 2015\nlabor. He was in Poland, then he was taken to Germany, and then I heard that he\nwent outside, was he in Holland, or was he in denya — Denmark, I don’t know.",
        "Q: Okay.",
        "A: But they were — people were talking. This — this I remember at many times\nGrandma says, oh, Franek(ph) is there again. Or he is moved again. But — but my\ncousin was very — he was very attached to his mother, and to grandmother. If he\ndidn’t like something, he would lay on the floor and have a tantrum. Only my\nmother could tell him, Izbiszu(ph), get up. You’re not going to get anything to eat.",
        "Q: So, why — she was targeted — your mother was targeted by the authorities, the\nNazi authorities because she was dark, or because she was an officer’s wife?",
        "A: No, they just didn’t like her, because my mother looked too —",
        "Q: Jewish?",
        "A: Mediterranean. Yes, too Jewish, yes. And lot of people that — remember I said\nmy grandfather, her father was of a Macedonian heritage. So naturally he was\ndark, black hair and slightly slanted eyes. One of my brothers has that feature. So\n—and my mother would not step by. But the last time, when she was taken to the\nexecution square, as we called it, something happened. And my mother told me\nshe just — she had enough, because he offended her.",
        "Q: The officer.\nJanuary 21, 2015",
        "A: Yes.",
        "Q: The Gestapo.",
        "A: Th-The — he o — he off — offended her and she just — she’s, I couldn’t stand it\nany more, and I spit straight in his face. He took — that I remember, he took his big\nglove and slapped my mother and she fell on the ground. There were — it was\nrubble there, and I know that she had a wound someplace on the side of the head,\nbecause ther — the blouse was stained, and we were all crying.",
        "Q: So he would really — he ordered all of you children to watch as if —",
        "A: Yes.",
        "Q: — your mother is going to be shot.",
        "A: Mm-hm, yes, yes. My mother refused to sign aus — that she was a German.",
        "Q: Oh, she refused to sign that she was an ethnic German.",
        "A: Yes.",
        "Q: Volksdeutsche.",
        "A: Vo-Volksdeutsche. She refused to do this. She said, I was an Auslander in\nGermany, born there, but I am not German. So what were you doing in\nHerna(ph)? And she never wanted to sign anything else in the formula, that she\nwould have the papers, that she — she was told, if you sign an Gott glauben, that\nmeans —\nJanuary 21, 2015",
        "Q: To believe in God.",
        "A: — believe in God — in God, not zhem(ph) cat(ph), that means Roman Catholic,\nyou'll be fine. They’ll leave you alone. My mother refused that.",
        "Q: So, in other words, she could si — if she would refuse — if she would accept to\nsign that she believes in God, but she’s not a Roman Catholic —",
        "A: Right.",
        "Q: — that’s okay.",
        "A: And if she would sign that she is a —",
        "Q: Volksdeutsche.",
        "A: Yes, that she’s a Volksdeutsche. No. My mother said no, I’d rather die.",
        "Q: And the German officer, do you remember his name?",
        "A: No.",
        "Q: Okay.",
        "A: No, I don’t — not remember. I don’t remember.",
        "Q: How did — how did she feed you during those years, cause your father’s gone.",
        "A: My mother was given a choice. She could not teach, all the schools were\nclosed.",
        "Q: Yeah.",
        "A: She could either work by regulating the riverbanks. That was very hard work.\n 6January 21, 2015",
        "Q: Physical work.",
        "A: Physical work. Or work in a ammunition factory, which was organized by the\nGermans int — 1n the tobacco factory. Course Poznan was known for its\nproduction of tobacco.",
        "Q: So it—",
        "A: So she was —",
        "Q: — the tobacco factory had been reorganized into a munitions factory.",
        "A: Right. So she worked in the ammunition. She took — she preferred to take that,\nbecause she would not be able to — she was too weak.",
        "Q: Too little.",
        "A: Too little, and I mean, to dig, shovel all that glop outside, and no. So she was\npaid certain amount of money for that. She — we knew that, you know, you can\npurchase for 10 pfennigs, you can buy a day old, two day old loaf of bread, which\nwas much better, more nutrition — more nutritional than — than a fresh bread,\nbecause it tasted fine, you know, much better than the old bread. But 1t was gone\nvery fast.",
        "Q: Yeah.",
        "A: And many times I was the one that would go. And I remember, I was maybe\nfour and a half or so, and I would go. It was not far away, a street away from the\n 7January 21, 2015\nplace where we lived. There was a bakery, and everybody knew me, because I\nalways had a nice bow in my hair up here, cause that’s — I said, I am going out.\nGrandma always put her best dress when she goes to church and when she goes\nshopping, so I have to be dressed properly, too. So I went there, and the ladies\nliked me. And that’s the only place — if there was no German person, or a young\nperson who was maybe —",
        "Q: From the — right.",
        "A: — from the other side, we could speak Polish. Otherwise it was all in German.",
        "Q: Really?",
        "A: Yes.",
        "Q: So in—",
        "A: I didn’t realize that I was speaking two different languages. It came to me only\nlater.",
        "Q: So in public life, in — in Koscian —",
        "A: Koscian.",
        "Q: Koscian.",
        "A: KoScian. In German it’s called Kosten.",
        "Q: Kosten.",
        "A: Mm-hm.\n 08January 21, 2015",
        "Q: KoScian. So in public life there, you could not speak Polish, you had to speak\nGerman.",
        "A: Yes.",
        "Q: When you’re out on the streets, when you’re —",
        "A: Yes.",
        "Q: — you know, in public.",
        "A: Yes, yes, yes, yes.",
        "Q: I didn’t realize that.",
        "A: Yes.",
        "Q: I didn’t realize that.",
        "A: Besides, there was always somebody walking on the street, a gendarme of this\nkind or of that kind.",
        "Q: Did KoScian have a large German population before the war?",
        "A: There were quite many Germans, yes.",
        "Q: Were there Jews?",
        "A: That I don’t know. There were Jews, because my father — my grandfather said\nthat his tailor, he would make shoes for him, he would make —",
        "Q: Clothes for him.",
        "A: — clothes for him, yes, and for his family.\n 59January 21, 2015",
        "Q: So they would exchange their services.",
        "A: So they — they were — they were ex-exchange. If they left — there must have\nbeen, because there were certain — certain shops and my mother went to school\nwith girls who were Jewish, to the teachers’ seminary, where she was at le — when\nShe lived in KoScian, she would take a train from KoScian to Leszno, and she\nsaid, we never saw any difference, we were all Poles. Because you were born in\nPoland, so you were — okay.",
        "Q: By the time you were walking the streets as a little girl, do you — I mean, let me\nrephrase that. By the time you were old enough to go out and to this bakery —",
        "A: Yes?",
        "Q: — were there any Jews left in this village?",
        "A: That I don’t know.",
        "Q: Okay.",
        "A: No, no. Because KoScian actually was a town. It was an old town, it had one of\nknown churches called Fara(ph), which was because there was a higher — and my\ngrandmother was kept once. She went to church on Sunday, we did not see her for\nthree days.",
        "Q: Why’?",
        "A: They were looking for someone who was carrying information papers.\nJanuary 21, 2015",
        "Q: Underground.",
        "A: Und — from the underground. And you know how women — my grandmother\nliked to go to church on Sunday. Wa — I never knew why, she only told me when\nshe came to the United States in 1960, when my mother brought her to live here\nwith us. She said, I always wore my — my original garb. Long skirt, with three\nunderskirts, and I always had a shawl on my shoulders. And only — there were\nonly a few pews in the front, and the rest was just benches, or people stood, or\npeople sat on — on — well, on stones, or on little stools, or something like this. And\nmy mother was not surprised that Grandma didn’t come after the evening prayers.\nBut she didn’t come in after 10 o’clock. And then somebody knocked on the\ndoors, and that I remember, because that must have been about 40 — end of ’44, or\n40 f — or — or — no, not — yes, end of ’44 or beginning of ’45. And said, Manya,\nBabcia nie przyjdzie.",
        "Q: What’s that mean?",
        "A: Grandma will not come. Where is she? The Fara(ph) is closed. And only\nafterwards, when Grandpa — Grandma came to America in 1960, I asked her, I\nsaid, could you tell me what happened? You were always so avoiding — you were\ntrying to avoid the — the issue. When I ask, what were you doing? Why wouldn’t\nthis woman come in? Because she escaped. How? Well, you know, she knows this\n 1January 21, 2015\ngendarme or that gendarme and she knocked on the door. She felt bad that your\nmother will worry about her, there are three children here and she has to go to\nwork. And we stayed together with my — I went to pick up the milk in the milk can\nfrom the gentleman that was delivering milk on the corner. I would pick that up,\nand I would go to the bakery with the 20 pfennigs or 10 pfennigs, whatever my\nmother left me, and feed th-the — the boys, and — and — and then we would stay\ninside, we would not go out. She says, you are to not leave the house. Do not open\nany doors, any windows. Stay in. And then grandmother came in. Apparently there\nwas somebody. She told me. She says, he hid under our skirts. I was always\npraying that he would — whatever, the policeman didn’t stop me, didn’t tell me to\nget up. And he says, my legs were going like this, because what would I do? He\nwas under my skirt at that moment.",
        "Q: So, if I-",
        "A: So-",
        "Q: — understood the si — the story 1s, is that people were in church.",
        "A: Yes.",
        "Q: Your grandmother was there as — you know, she had ties to the resistance, and\nthis was part of the activity is that she was helping to hide somebody.",
        "A: Yes.\nJanuary 21, 2015",
        "Q: And one of the ladies in the church with her was allowed to leave it because\nshe was friendly with the guards. And —",
        "A: The girl. One of her — th-that she — my — my grandma-mother told me. She\nsays, we just lined up, all of us. And why I don’t know, that all of the older women\nfrom the rosary society would sit down on that li — in that line.",
        "Q: Yeah.",
        "A: And, all of a sudden, she says, I realized that the eyes were moving like this,\nbetween them. While somebody was searching in front, or on the other side, they\nwere going. And she says, and we knew — and then I felt something under my feet.",
        "Q: And it was person.",
        "A: It ma — it was a person. And he was carrying some information —",
        "Q: Underground — okay.",
        "A: — underground paper, yes.",
        "Q: So, 1-",
        "A: They didn’t find him, so —",
        "Q: Okay.",
        "A: — they opened the doors, and let people out.",
        "Q: But they kept them there for three days.",
        "A: Yes.\n -January 21, 2015",
        "Q: And in the meantime, during those three days, this young girl was allowed to\nleave because she knew one of the guards. And she went to your mother’s home\nand said she’s not coming back.",
        "A: Yes —",
        "Q: Okay.",
        "A: — and she went to the other people to — especially —",
        "Q: To let them know.",
        "A: — to let them know that yes, yes.",
        "Q: Okay, okay, now I understand. Now I understand. What a fearful childhood.\nWhat a f — you know, just —",
        "A: I didn’t think of a f — of being — I was scared only because I did not like to stay\nwhen it was very dark, because we could not keep the lights on — besides, lights\nwent off around nine or 10 o’clock.",
        "Q: Mm-hm. So it was rationed. Electricity was rationed.",
        "A: Yes. Everything —",
        "Q: A curfew —",
        "A: — water was rationed, ev — gas was rationed and electricity was rationed. So,\nwhen — and my mother would come home, sometimes at two o’clock at night. I\nmean, two o’clock in the morning.\nJanuary 21, 2015",
        "Q: Yeah.",
        "A: Because they had to work. So —",
        "Q: Did you feel — what was your feeling within the house? Did you feel safe\nwithin the house?",
        "A: Yes. Yes.",
        "Q: Mm-hm.",
        "A: Yes. Grandma would have — read to us books. I did not see Polish books. She\nhad Grimms’ stories, Anderson’s stories, children’s stories, all written in\nGerman, and she would read to us. Actually she was reading German, and talk —\nsaying — reading it in Polish to us so we would understand. So my — my two\nbrothers would understand what was going on. They said, why these funny names?\nBut you know, it was — but — but I loved stories, I loved when she read, and then\nshe would of course tell us. And when my mother would go to my father’s parents,\nwe would — she would not always take us with her. We would sit, and we would\nsay the rosary, or we would sing, and she liked to sing. So, you know —",
        "Q: Did you have any other friends, or was it a really closed world.",
        "A: It was a closed world. I only remembered my — I remember my — one of my\ncousins, my father’s second older sister, Stanislava, she had two daughters, and I\nreally — Mearka(ph) and what was the other one? I correspond with her. It’Il come\n 45January 21, 2015\nback to me. And she cr — Mearka(ph) was my friend, and the — and she had an\nolder sister. She was already 16 or so. But they lived — they didn’t live in that\ntown, they lived someplace else. So she was the only person that I saw. She didn’t\ncome to our house, we always see — saw her in my grandparents’ house. But the\nonly time I saw other children would — when we went to my grandmother’s —\nmaternal grandmother — to Rattzot(ph), which was 70 kilometers away from\nKoScian, and this was going through a large forest. It was cobblestones, those\nwere huge stones, the old — and when I — that — I always loved to go there.",
        "Q: Must have been pretty.",
        "A: Oh, not only this, it’s the smell of the forest, the — the vegetation. I-I could pick\nup the bluebells and — and during summertime pick up the blueberries and — and\nraspberries, because, you know, it was — this was an original forest, and I could\npick up all the — all — oh, anything that I wanted, you know, of di — of — of\nvegetation. It — it was — I loved to do this. Of course, we were very tired by time\nwe hit the village, but it was fun.",
        "Q: And you — you were free from all of those constraints.",
        "A: Yes.",
        "Q: Yeah.\n xJanuary 21, 2015",
        "A: And that — that was the only place where I did not hear air raids, cause they\nwere hitting star — tow — towns.",
        "Q: So tell me, when your father 1s liberated in southern Germany, in Bavaria, by\nthe American general, he even knows that you and your mother and maybe your\nbrothers too, are near the Dutch border. What happened that you get from KoSscian\non the eastern side of Germany, to near the Dutch border on the western side of\nGermany, how did that happen?",
        "A: Because on June sixth of 1944, at two o’clock in the morning, the Gestapo\ncame and told my mother, you have one hour. Take only necessary things, and we\nwill — and we will take you to the train depot in Koscian.",
        "Q: And so that meant your mother, or all of you?",
        "A: All of us. He didn’t say — he said all of us. And then we waited there, and\nwaited. And in the morning, six o’clock, they told my grandmother that, you are\nnot her family. What is your name? And my grandmother said, Meeshak(ph). And\nyour daughter — my daughter is Zurezak. You can take Ratychuk(ph), your\ngrandson, the younger grandson, and you can go home. She went home, she\ncooked a bottle of pea soup, and brought it 1n a can, and this was our only meal\nthat we had until we reached outside of Poznan, where were put into a transit\ncamp.\nJanuary 21, 2015",
        "Q: So — so it was you and your brother and your mother.",
        "A: And — and my mother, right, right. And my mother was interrogated there for\nthree days, who she was, why doesn’t she want to speak German. She says, I don’t\nspeak German. But you were born in Germany, you had to learn German when\nyou were in the seminary. She says, but I don’t speak German. She spoke — she\nactually spoke very poorly. She was very surprised that — as much as I could\nretain. And then after I became well, so I could — when I spoke, she opened her\neyes, she says, Jola(ph), you speak German? Where did you learn this?",
        "Q: Where did you learn it?",
        "A: I said, I spoke it all the time, Grandma was reading in German. We had — you\nhad to speak in German outside. Well —",
        "Q: So Grandma —",
        "A: — my grandparents spoke German. What do you do?",
        "Q: So your grandmother read to you from the Grimms?’ fairy tales in both\nlanguages?",
        "A: Yes.",
        "Q: In Polish and in German.\nJanuary 21, 2015",
        "A: She ti — yes, she wou — she would read it and translate it. Actually, when I\nfinally got hold of — when I was already eight years old, and I knew the grammar\nof German — but speaking is one thing —",
        "Q: Right.",
        "A: — but knowing the grammar. And I said, I remember this, I remember this, I\nremem — oh. So she wasn’t reading in Polish, she was reading in German. But she\nknew it so —",
        "Q: Well.",
        "A: — well, that she could retell the story in the oth — 1n our language.",
        "Q: Okay. All right, so the Gestapo was interrogating your mother and keeping her\nfor three days, and is angry with her because she refuses to a have any connection\nto anything German.",
        "A: Mm-hm. That was in the transit camp.",
        "Q: In Poznan.",
        "A: Ou-Outside of Poznan, yes.",
        "Q: What happened then?",
        "A: We were there til October 10\". We lived in barracks, like you would see\nbarracks in Auschwitz, or wherever German camps were. And since she was an\neducated person, they must have known that she knows some German. But she\n 40January 21, 2015\nhad — in Poznan my parents had a friend who was of German extraction. He was\nborn in Poznan, but his parents came to Poland, or one of them did —",
        "Q: Volksdeutsche.",
        "A: No, they were Germans.",
        "Q: They were Germans.",
        "A: They were Germans, but they became Polish citizens, because you could\nbecome a Polish citizen after you — well, that was the — you know, the — the\nsecond [indecipherable] that gave them the right. But his father was taken to a\ncamp. He was — they never saw him when he was taken. He had a — like a cleaning\noutfit, but a large so — practically whole — all of Poznan knew who — who he was.\nAnd — but the son was a teacher, they had a daughter who was taken in as a— how\n— how do you say, as a— so they wouldn’t feel the persecution being Germans, she\nhad to work in Berlin. A hostage, okay, like a hostage. She was allowed to come\nand visit her parents during certain holidays, and that was it. And she — her name\nwas Dora and she would always come and visit my mother, or my mother would\ngo — take the train and go to Poznan. And visit her.",
        "Q: This is before she di — before she’s —",
        "A: Before — be — be — be — before we were taken out.\nJanuary 21, 2015",
        "Q: Okay. And when you say cleaning business, is that like a dry cleaning\nbusiness?",
        "A: Yes, yes, dry cleaning.",
        "Q: I see. Okay. And so, how does his life — how does — how does he intersect with\nyour mother?",
        "A: Because he was not well enough to be 1n the army, in the German army,\nbecause they were taken. He knew several languages. He knew French, he knew\nPolish, he knew German and maybe he knew English, that I don’t know. But he\nwas a translator. And when my mother would be — would be called in t — for\ninterrogation, he somehow, as she was passing by, he would tell her, ask for an\ninterpreter. And that’s it. Because my mother told me this.",
        "Q: Okay.",
        "A: Because I would always ask her, I said, Mother, I can’t take it any more. I don’t\nknow, he is — my brother 1s sick, he is hungry. Di — we had nothing to eat. Now,\nwhat — what do I do? Don’t worry, Vouyek(ph), Janek(ph), Uncle John will\ncome, and bring something. Because people from the outside could bring\nsomething, leave it at the —",
        "Q: Gate.\nJanuary 21, 2015",
        "A: — gate, and — my mother sometimes received it, sometimes she didn’t get it,\nwhat he brought in. It was food, but one time I remember, and this is stuck in my\nmind, the Germans had a lot of dogs. And you know the gates, or — or the — 1t was\nbarricaded, but it was iron barricade. The dogs would —",
        "Q: Crawl underneath.",
        "A: — crawl underneath and make — and Uncle John called once. I saw him walking\naround, and my mother said, go with Anjay(ph), and take a walk. Because we had\nto walk, you know, in order for — for hygienic reasons. And she said, when he tells\nyou to stop, and not look, turn around, and then he will disappear, you see what 1s\nthere. Once he rolled in an orange. Who could get an orange? He must have gotten\nit from somebody, okay’? And I don’t know what I did. My brother was playing\nball, and the ball came to the — to the railing. And I think right there, I put my skir\n— that I remember, I put my skirt on top, and just did oh, Andrew, here is the ball.\nMeanwhile, while I was giving him the ball, the other hand took the orange, and I\nput it underneath, into my panties. And I came back, and of course, I walking like\nthis. And an — and he said [speaks Polish] my stomach is hurting me. And my\nmother said, what are we going to do now? I said, can’t we eat this? But she said,\nyou're going to get all sick. But we ate it anyway, at night when everybody was\n bJanuary 21, 2015\nsleeping, or so-called sleeping. Because you know, we — we slept, there were one,\ntwo, three —",
        "Q: Communal.",
        "A: — yes. Four beds in a line, and you never knew who was what, bunkers, or\nsomething like that. But we stayed there four months. When the Red Army started\n— entered Auschwitz, all the German camps began to close. That — you can verify\nthis —",
        "Q: Yes, sure.",
        "A: — 1n — 1-in — in — 1-1n books, or 1n — 1n reports.",
        "Q: Yeah.",
        "A: They started closing. When the opened Auschwitz, that was it. That’s why on\nthe 10\" of October, instead of standing every day from eight o’clock til one\no’clock in the center of the — of the —",
        "Q: A-Appellplatz?",
        "A: Yes.",
        "Q: Mm-hm.",
        "A: We had to stay there and wait, and if your number was called, that means you\nwould go to your barrack, and somebody would be there, give you whatever. You\nhad to go, take off your clothes. They would take you to a — as my mother called\n 4January 21, 2015\nit, the washing machine. To a barrack where they were — we would — could take a\nshower. But my mother never allowed us to go alone. We were there only twice.\nOnce when we came in and four months later. And on that day, in the morning, we\nwere told to take our belongings and give all of ours clothing to be put through\nsome kind of a disinfection, and we’re going to go to the barrack where everybody\n—can you imagine? All — all right, this was good thing. It was not very cold, but\nmy brother was shaking, and he says, oh, woda, woda. He wanted waters, he\nwanted so badly to get a shower, or — or a tub or something. And my mother said\nno, we are going to stand in the longest corner, in the darkest corner of the barrack\nwhere the — the water is coming out. And you are not going to look at water. You\nare going to face your — she held our faces to her belly, and she would turn around\nwhen the water was coming out, because the water nas — was not only water.\nThere was chlorine coming out, because it smelled awful. You cou — people were",
        "Q: Choking.",
        "A: — choking. And then it was hot water — I mean, there were people — I mean, this\nwas decimation of people. We got out, thanks to our mother.",
        "Q: So some didn’t make it out of there?\n 14January 21, 2015",
        "A: I[—I—my mother said, I don’t think that half, at least half didn’t make it.\nBecause the older people were left, and were put away into incinerators, because\nthey had incinerators there. Because when I went, 35 laters to Auschwitz in ’79,\nmy husband wanted to see Auschwitz. I went there, and I walked in, and when I\nsaw behind glass, piles of hair, shoes, teeth, I just felt sick. And I walked out, and I\nstarted to cry. And I said never, never, it’s — everything came back. I was six years\nold again. And I was —",
        "Q: Even though you weren’t in Auschwitz, even though this was in Poznan where\nthis happened.",
        "A: Yes. It —1t was in a transit camp.",
        "Q: Yeah.",
        "A: But this came back, because we had the same things.",
        "Q: Yeah, yeah.",
        "A: And the pieces of that hard, squared bread, which was something wa — that was\nmore than sawdust. But, you know, th-this — this I — I will never forget.",
        "Q: You were such a child —",
        "A: And for many, many years, I would not touch dark bread, square dartch — dark\nbread. I could not take it. I would rather turn around instead of, you know, explain\nor make a face. No, no, it’s not good for me, and I wouldn’t. Now I have to eat,\n ‘5January 21, 2015\nbecause that’s part of my diet, but — and I got over it. But I will never go back to\nAuschwitz, never. Cause I don’t think I could face it.",
        "Q: I can’t imagine. I can’t imagine.",
        "A: I wa —I went to the holocaust museum last Saturday to see Karski exhibit, and\nI saw certain pictures and I just turned around and I said no, I — I cannot face it.",
        "Q: You mean the one in Skokie?",
        "A: Yes.",
        "Q: Mm-hm.",
        "A: We were there several times. I went through the entire permanent exhibition of\nAuschwitz, Birkenau and — and Majdanek and others, pic — the pictures and —\nand artifacts that they had from those things. And I said no, I will not go there\nagain. Not to that section. Bec —",
        "Q: What happened after — I’m sorry —",
        "A: Yes?",
        "Q: You wanted to say something?",
        "A: No, no.",
        "Q: What happened after you left the room with your mother and the chlorophyll\nand the water, and everything like that. What did they —\n ‘January 21, 2015",
        "A: We were shoved — we were shoved through a corridor where there were racks,\nhot racks, where our clothes that we could — if 1t were ours, or not, you had to take\nwhatever was there, and my mother knew which —",
        "Q: Sizes?",
        "A: — this will — yes, this was fit you, this would fit Jandrek(ph), and you know,\nand so forth on. And we would put that clothes on, and we were — our bags were\nwaiting already. I mean, what kind of bags. We had — I had the little valise like\nthis, and another pair of shoes, which was outgrown already, because it was\ncoming, you know, it was fall. And they put us on a train, on the last 100 wagon\ntrain from Poznan going —",
        "Q: West.",
        "A: — west. And when we came to the border of Nordhorn in Germany, there was\na stop — or, no, it was not Germany — yes, we were in Germany, because\nNordhorn was Germany, and then it crossed to Holland. And we got — th-the\nentire train stopped, my mother told me, and I remember this — this barking at —\nand she says, take — help Jandrusz(ph), because he’s ill, so that he doesn’t wet his\npants. Okay, we took, and she said, play dead dog.",
        "Q: Really?\n ”January 21, 2015",
        "A: [speaks Polish] And I know what that means, that means — there were many\nbushes on — there was a signal, and my mother told me, I apparently had scarlet\nfever at that time, so I had very high temperature. Because I don’t remember what\nhappened, how I got, but eight days later I woke up in a beautiful white child bed\nin a hospital. And I looked around, and there was my brother laying in another\nbed, still in fever.",
        "Q: So the last memory — memory you have is la — re — at this train station —",
        "A: Yes th — in the bushes.",
        "Q: — where it stops —",
        "A: Yes.",
        "Q: — and your — you leave the train, and there’s some bushes —",
        "A: Yes.",
        "Q: — and your mother says, play dead dog.",
        "A: Yes. Play dead dog. And I don’t know where she went. I — I cannot see her. I\nonly remember that my — not privilege, but my — I had to take care —",
        "Q: Your duty.",
        "A: My duty was to my brother, to take care of him.",
        "Q: Okay.\n 18January 21, 2015",
        "A: Izbisznik(ph) was not with me, so I — I was always looking, where’s the other\none? Because I was so used to it that there were two —",
        "Q: Two.",
        "A: — two with me. But no — and he was so weak, that he just fell, and that’s it. And\nonly after two weeks, when I came really through, my mother told me that thank —\nI don’t know why I did this, but we are in a evangelical hospital, run by the\nevangelical nuns.",
        "Q: In other words, the Lutherans.",
        "A: Yes, but they were called — they were — this was a Swiss order.",
        "Q: Evangelische?",
        "A: Evangelische, yes, Lutheran, uh-huh, Evangelische schwester.",
        "Q: Mm-hm.",
        "A: They had navy blue garbs, white coifs with rows, and they all had beautiful,\nlong hair. Some of them were very princely. There were baronesses, there was a —\ncountesses, very wealthy women who did not want to marry this one or that one,\nwould go to such an order.",
        "Q: And —",
        "A: But they were this — they ran a hospital, because the hospital was right like on a\npeninsula.\nJanuary 21, 2015",
        "Q: Okay. Well, how did you get from the bushes near the train station, to that\nhospital?",
        "A: My mother told me, when I came through —",
        "Q: Yeah.",
        "A: — and — and I will —",
        "Q: Woke up.",
        "A: Woke up, but when I could talk with her, she told me — I said, Mother, why am\nI — I never had a bed like this. Where — where are we? And she told me that in the\nevening a farmer was coming with hay and some turnips and — and potatoes. And\nshe found her German language and ask him — he — she said, he spoke\nPlattdeutsch. He spoke, you know —",
        "Q: Low German.",
        "A: — low — low German, but he understood what she wanted. And she pointed to\nthe two children laying there, and he told her he’s going to take her — us, to the\nhospital. And he took us there, my mother said it was two or three kilometers from\nthat place, there was the hospital.",
        "Q: My question is also, why did — how did the guards not see you? Where did the\nrest of the people go?\nJanuary 21, 2015",
        "A: Timing. They had to — it had to be anybody who was sick, they would throw\nthem out anyway, on one side or the other side of the train. On the same train was\nmy mother — grandmo — godmother, with her two sons.",
        "Q: Yeah.",
        "A: Who in Russolt(ph) had a hor — she was — she had many Arabian horses. She\nwas training them —",
        "Q: She had a horse farm.",
        "A: Yes, she had a horse farm. And she was taken, her husband was taken, he was —\nhe disappeared, I think he just was taken to a concentration camp, period. And\nthey were very — they were quite wealthy, because they had a big estate, and all\nthat stuff.",
        "Q: To have a horse farm, you have to be —",
        "A: Yes, and they — and they ha — and she and those two boys were on that train\nfrom some — probably from Poznan because that train was coming from Poznan\nstood from the ci — center of the city. Stopped there what — where the camp was,\nthe transit camp, and we didn’t know this until later on, when m-my mother found\nout, because she wrote — right under, or before, or when they hit the border, there\nwas a—a mine exploded, and many of the carts were turned over, people were\n <1January 21, 2015\nkilled. One of the boys died. Now, I don’t know if the older boys died — died, or\nthe younger one, cause I never found out.",
        "Q: So this was by the Dutch border.",
        "A: Yes, by the Dutch border, right.",
        "Q: Okay. And then the rest of the people, who were still prisoners, were taken\nsomeplace, is that correct?",
        "A: Yes, yes.",
        "Q: Were taken someplace.",
        "A: Yes, they were taken to labor camps.",
        "Q: And you — and your mother kind of got you off of the train?",
        "A: Right, right.",
        "Q: And — 1-in a moment when nobody was looking? Is this —",
        "A: Everybody. Everybody was coming out, you see.",
        "Q: Oh, I see.",
        "A: Everybody was supposed to come out. This was yo-your — your last chance.",
        "Q: Your last stop, or your last chance?",
        "A: Well, our last chance before we go to the freedom. This is what we — my\nmother said later on, when we were talking about it. Sure, because the Germans\nwere taking us out of the bombardment — bombardments and —\n ,January 21, 2015",
        "Q: Into labor camps.",
        "A: Yes. Yes, either to work on farms, or 1n factories, or wherever.",
        "Q: An-And she knew your — your — you two were sick?",
        "A: Yes, because she worked in the sanitary barrack —",
        "Q: Okay.",
        "A: — where they used — where — where they were disposing ointments, aspirin, and\n— and so forth on.",
        "Q: Okay.",
        "A: Medications of some kind.",
        "Q: So it was a split moment.",
        "A: Yes.",
        "Q: It was a split second sort of —",
        "A: Yes, yes.",
        "Q: — how can we hide from this crowd of people.",
        "A: Yes, yes.",
        "Q: Okay, now I get it. So you — now you wake up in the ca — in the hospital, and\nit’s a nice bed, and it’s warm and it — and did that mean freedom, real freedom?",
        "A: I don’t — I didn’t know. I didn’t know where I was.",
        "Q: Well, after she told you these things.\nJanuary 21, 2015",
        "A: Well, she told me this many days later, because apparently, she said, I was so —\nI had such a fever that I was incommunicative for the eight days.",
        "Q: Okay.",
        "A: That I just lay there and she said they were putting me in — 1n cold tubs or\nsomething to, you know —",
        "Q: Cool you down.",
        "A: — to cool — to cool me down. And then they found out — I found out that I\nwanted to talk to my mother and I could not because I was stuck, I had — they\ndidn’t know what it was. Apparently it was lockjaw. And then, after lockjaw, I got\nanother measles, germ — the German measles, so I was locked up for another six\nmonths in a dark room. I could understand everything, but I could not\ncommunicate. I could show, I could write, but I could not speak.",
        "Q: [inaudible]",
        "A: And the doctor, who was — he was a Dutchman, Dr. Becker, who helped my\nmother — my mother worked 1n that hospital in a — a sewing room where they were\nrepairing the bedsheets and sewing other necessary things and cleaning and\nironing and so forth on. But she did not live in the hospital. She lived in a place\nthat I found out only after Christmas, she lived under the stable. I said, what is\nunder the stable? They had — the nuns had built a refuge for people who were\n <4January 21, 2015\nrunning away, for soldiers, officers, people — Belgians, Yugoslavs, you name it.\nAnd there were over 200 beds underneath the stable built.",
        "Q: Oh my goodness.",
        "A: Nobody knew, and nobody discovered, even though, besides the nuns, the\nEvangelische schwester, there were 30 brown schwester. Those were\nHitlerjugend nurses. Not in white and blue stripes, but white and brown stripes.\nThat’s why they were called the brown schwesters. And when the nuns ate, my\nbrother and I, we ate with them, because one of the nuns, Sister Marta, decided\nthat we were her nieces, and that we were in the hospital. My brother didn’t speak\nGerman, he didn’t even want to speak, period. He only talked to me — to my ear,\nwhen he wanted. But they took us, when we finished eating, they — the nuns left,\nand then the other sisters, the brown schwesters, the nurses came, and they sat in a\ndifferent part of the — of the — what the ta — their tables was 1n a different —",
        "Q: In the dining room.",
        "A:—room in the dining room, right. And they had different dishes, because this\nwas all provided by the —",
        "Q: Hitlerjugend organization, mm-hm.",
        "A: Mm-hm. We stayed there til Palm Sunday. On Palm Sunday, I couldn’t stand it,\nit was so loud. All the bells all of a sudden started to ring. I said, Mama, what is\n -January 21, 2015\ngoing on? The Canadian Mountain Police regiment came first. The Canadian — the\nCanadians came in and — because Holland was already free.",
        "Q: Yeah.",
        "A: They marched, and all the bells in Nordhorn started to ring and then in — then\nthe next and the next. And when my mother found this out, she went to Dr.\nBecker and she said, this is the end. She said, it’s not signed yet, but the war is\nover, because I received it from Munich, from the Americans, that the end — it’s\nthe end of the war.",
        "Q: On that Palm Sunday?",
        "A: Yes, on that Palm Sunday. We were — I think we were the first ones to know\nabout it, because it came from Holland. They just came across the bridge and\nwent — came into Nordhorn, and that’s it.",
        "Q: It’s in the — I —I’d have to look back on the calendar to find out when Palm\nSunday was that year, whether it was early April, or later April, or —",
        "A: You know, that I don’t know. My mother s — my mother said, I think it was in\nthe middle of ’45 of April.",
        "Q: Okay.",
        "A: Yes, ’45.",
        "Q: So another three or four weeks and then it’s done.\n 5January 21, 2015",
        "A: Yes. That’s right.",
        "Q: And —",
        "A: And she found out a month — I think it took us another month, my mother\nfound out that the General Machuk(ph) Cross, who was with the British Army,\nthe — the division — artillery division was coming through from Belgium through\nHolland and into Germany and then crossing over. They — they stopped and — in\nLingen, which was, I think, not far away from Nordhorn, and there a—a-—a\ncamp that was a concentration camp for Russians, Yugoslavs, Ukrainians, Serbs\nand [indecipherable]",
        "Q: Slavs.",
        "A: All kinds of Slavs, because he was not only decimate only the Jews, but all the\nSlavs too —",
        "Q: Yeah.",
        "A: — because they were — somehow they were together in — into — in this war. And\nmy mother found out that there’s an organization from United Refugee association\nor organization, UNRRA.",
        "Q: Oh yeah, UNRRA, mm-hm.",
        "A: UNRRA. That they were trying to organize that camp for the other people that\nwere on the German soil.\nJanuary 21, 2015",
        "Q: So refugees, for — for refugees.",
        "A: Yes, the refugees, yes. The deported people, right, DPs, as we were called.",
        "Q: Yeah, DP, displaced persons.",
        "A: Yes. We were really — well, we were displaced, but we were not displaced, we\nwere — we were just transported. As an Australian 35 years later in America told\nme, he says, don’t you ever call yourself a DP. You are a delayed pilgrim. When\nsomebody called oh, you must be — not long ago somebody had some kind of an\ninterview of people, and somebody says, oh, she’s a newcomer. | said oh yes, thir\n— 65 years ago I came to this country. I’m only a delayed pilgrim. He said, and\nwhat is that? He took off the — the macro — microphone. I said, a delayed pilgrim\nmeans the pilgrim who came later than the first pilgrims. Like 500 years ago, 400\nyears ago later. But it was, you know, that was something —",
        "Q: Amazing.",
        "A: And then we stayed in the camp. My mother [indecipherable] the do — the\ndoctor found a transport for us that we were taken to the camp. It was awful. It\nwas awful. Dead bodies, children slaughtered. I mean, it was awful. I couldn’t — I\njust couldn’t. I just took my brother and I sat under a tree and I said — and I just\nstarted crying, and that’s it. I said, I don’t want to be here, I want to go back to the\nJanuary 21, 2015\nhospital. But of course, you know the army came in, cleared, and there were\npeople who knew how to organize things, who had the —",
        "Q: So that meant the — these were the last prisoners who didn’t make it, who were\nkilled in that camp?",
        "A: Right, right.",
        "Q: And they even had children in there?",
        "A: Yes. Oh yes. And children found — went in barracks and places where it’s\nunspeakable to — to say it.",
        "Q: And you, as a seven year old sees all this.",
        "A: Yes, that — that — you know, I — that’s why, when somebody’s tell me, how was\nyour childhood, I never had a childhood. And I don’t think I’m the only one. There\nwere many children who never had a childhood.",
        "Q: Did that have effects later on in life?",
        "A: I think so. My uncle always called me — he said, you know, you are a martyr. I\nsaid, why? You’re always — you’re always looking for something to do, you’re\nalways helping somebody, you always want to do this. Everything has to be\ncleaned, every — because I had the — oh, I couldn’t stand dirt, or anything that was\ncrawling and moving, because I saw it under my skin, the bedbugs and — and the\nlice, and everything else. It was awful. Of course my hair was completely shaven\n <9January 21, 2015\nwhen I was in the hospital because it was falling off anyway. And — but somehow,\nyou know, we survived, because my mother signed a paper in December of 1944\nin the hospital. Dr. Beck — Becker asked her and told her that because this was a\nnon-Nazi hospital, they had to accept all wounded majors, captains, generals,\netcetera, etcetera, the higher officers of Germans were there. And they were the\nfirst ones to receive — that hospital was the first one to receive penicillin. And he\nsaid, and in order for her to speak, the only thing that I know that could help her is\nultraviolet ray infiltration. So they —",
        "Q: For you to speak.",
        "A: To — to — yes, to loosen up, to —",
        "Q: The lockjaw.",
        "A: Yes, the lockjaw. And it worked apparently, because it took three — three\nmonths.",
        "Q: So what was the paper that she signed?",
        "A: She had to sign agreeing, because —",
        "Q: Agreeing what?",
        "A: That she permits us to get penicillin, and get the ultraviolet rays. Because it was\nunknown if it’s going to cure —",
        "Q: Or not.\nJanuary 21, 2015",
        "A: — or not. My mother said, 1t’s a 50-50 chance. He says yes. You don’t know,\nand we don’t know, but can we try? And in the hospital we had a stamp here, and\nthey eradicated.",
        "Q: Really?",
        "A: Yes, yes, we were stamped.",
        "Q: Did you have a number?",
        "A: I— we — that — I remember one zero something, and six four, and I don’t know\nwhatever. It was a longer number, but I don’t remember. I — I just — when, many\ntimes I would get up and say, why this number comes back to me? And my mother\nsaid, because it was a number that was given to you. And because I had to\nremember it when I went to the — to the platz at eight o’clock in the morning, and\nwaited there with my brother. It was rain or shine, we had to be there.",
        "Q: So this was daily?",
        "A: Daily.",
        "Q: So while you were in the transit camp outside Poznan —",
        "A: Yes.",
        "Q: — there was this — this system, this order —",
        "A: Yes.\n «1January 21, 2015",
        "Q: Not order in the sense of things are in order, but this rule that the appell, the —\nthe — the calling and the confirming of the numbers of prisoners — which is usually\nwhat it is, but I don’t know whether they counted you or not.",
        "A: That I don’t know, but there were people who were taken out of the camp, put\non a train to — outside to work someplace, to factories, to farms, for —",
        "Q: During this time?",
        "A: During this time, yes, yes.",
        "Q: During this eight — six or — yes.",
        "A: Because — because when we would come back, we would see, oh this bunk 1s\nfree, this one 1s all the things are taken out.",
        "Q: I see.",
        "A: And it’s being disinfected, so that means something — something has — I asked\nmy mother once, and she said, because those people left already. And those that\ndidn’t make it were put aside, and — toward the incineration, that’s it. Tha-That\nwas the only way to tak — to get rid of the bodies. But you know, I don’t like to go\nback through — I do not think — that’s why I was very hesitant to — to — because it —\nI know I’m not going to sleep tonight.",
        "Q: I’m so sorry.\n 2January 21, 2015",
        "A: But that’s — you know, somebody asked me once also, when I was in — in\nWashington, and I said, why shou — why do you want this information? Why do\nyou want to interrogate me? This is not interrogation, we want to see what\nhappened. Because you — your papers — you do — you don’t have certain papers,\nyou don’t have this. I said, because I don’t have anything. If you want to, why\ndon’t you write to Germany? Or find out?",
        "Q: Did your daughter ever ask you about this stuff?",
        "A: I think she knows certain things because I said, ask Grandma. That means, ask\nmy mother. I said, my mother will tell you certain things. But my mother was very\n— she w — she was not scrupulous, but she only said — only told her certain things\nand that’s it. In general, that’s it, because she says, I don’t want her sh — because\nmy daughter 1s very sensitive. She knows that, you know, his mother lived to be\n103, despite the fact that she — it was meant for her to live that long. But they were\nvery, very close, as a— as a family. The only time that he was away, and not living\nwith her, was the two years that he was in the United States Army.",
        "Q: That is your husband and his mother.",
        "A: Yes, yes. She lived here, with us. I actually married both of them, as I always\nsaid. Yes. And you know, it was — it was different. She, in her later life dwelled on\nit. It was part of her [indecipherable]. She wrote certain poems, are very, very\nJanuary 21, 2015\nstrong, very beautiful, very formative. And I told him, I said, you know, I found\ncertain papers, going through some of the things. He still doesn’t want to go and\nsee them.",
        "Q: Of course.",
        "A: But, I said, you know, they’re very good poems. And he said well, you would\nknow. Of course, I — I am not — I am not a literary major, but I— I was a —I recited\npoetry, not only of Polish, but of — in — in — in Italian, and in — in English, and —\nand I love poetry. And you know, certain poems, when I had to translate from\nFrench into English and then write about it, what it really meant.",
        "Q: Yeah.",
        "A: I would always get the best results on my — on — on my grading papers. And\nsometimes says, how do you know this? I said, well, I happened to go through\ncertain things, which I can read between the lines. And she says yes, exactly, here\nit is. This is what the poet says. So, you know, it was something — I can feel when\nshe was not indulging herself into the poem, but what was going on, the essence\nwas — 1s there.",
        "Q: Yes. Of what your — your mother-in-law was writing.",
        "A: Yes, yes, and I think — he said, you know what? I think I’m going to look into it\nand we’re going to ask someone who does these things, edits, and to find out if — if\n ,January 21, 2015\nit wouldn’t be worthwhile to publish it, you know. Because I think it would be —\nthis 1s something that she left behind her.",
        "Q: It’s a legacy. Its’ a legacy.",
        "A: Yes, it is. It 1s.",
        "Q: I just can’t be —I—I’m still amazed. In all of the things that you are describing,\nthey’re known, but they’re not known. They’re known because we know the\nhistory —",
        "A: Yes.",
        "Q: — but we don’t know the individual’s history.",
        "A: Right, right.",
        "Q: And I just keep going in — over in my mind, a five year old girl, a six year old\ngirl, a seven year old girl. It’s still a baby. In my mind that’s still a baby.",
        "A: I was not —",
        "Q: I remember my own daughter, and she was — she 1s still my baby, but — but you\nknow what I mean? It is a child who was still so innocent, and all that you were\nexposed to during that time.",
        "A: I don’t know when I was a child.",
        "Q: I’ve noticed.\nJanuary 21, 2015",
        "A: I don’t know. I always think I was a grown-up. They used to call me stara(ph)\nmarinka(ph). That means —",
        "Q: And what does that mean? The old one?",
        "A: No, young but old.",
        "Q: Yeah, a young girl —",
        "A: Because —",
        "Q: — maybe an old soul, as they say in English.",
        "A: I don’t know. Because, you know, it’s something I — and really I cannot say\nthat I played, or that I would love to do this. Yes, the only time that I could say\nthat I played was with the lead soldiers during — you know, it used to be even — the\nwhole world had it. And when my two cousins, and all the four cousins would get\ntogether, or all of us 11 got there on the floor, and we would [indecipherable] I\nsaid, look, there’s the enemy. Who’s the general? On which side? So they started\nquarreling; this one, this one, this one. And then finally Izbisznik(ph), my cousin\nwould say, let her be the genel — the general, she’s a girl. She has nobody to\nquarrel with. So, you know, it’s — yes, that — that I think will stay with me, that —\nand my — and my uncle, you know, says [indecipherable] he said always, you are\nsuch a masochist. I said, why? He said, because if — you always — your hand\nalways have to be busy, you’re doing this, you have to have this on, you have to\n «6January 21, 2015\ngo this. You — you put your — you’re going shopping, but no, there’s a lady across,\nyou have to go and take her over to the street. Why? I said, Uncle, because that’s\nwhat a Girl Scout does, doesn’t it? Besides, there were people who helped us when\nwe were unable to do it ourselves, because that’s what Mother said. Sometimes\npeople would take us by the hands and — or carry us even, because we were so\nweak. But, you know — and I do realize, a war 1s a war. A lot of things happen. But\nI—",
        "Q: This is more than that.",
        "A: — but I don’t want to — I —I really don’t want to go through it again.",
        "Q: No, of course not.",
        "A: Please. No.",
        "Q: Your life — tell us a little bit about your life after your father comes back, and\nhow does it become normal [indecipherable] yes.",
        "A: Okay. When my father came back and a different — bo — being both teachers,\nthey needed, they were organizing schools. My mother was a good organizer, and\nthe man whom I called uncle, who became our adopted uncle, he became the\ndirector of — of this camp, and then it — we find out there was 15,000 people in it.\nBut he knew how to —",
        "Q: Organize.\n 67January 21, 2015",
        "A: — organize it, yes. He was in AK so, you know, and he was fighting in Warsaw\nand all that stuff.",
        "Q: AK means Armia Kryova.",
        "A: Yeah, Armia ka — Armia Kryova, yes. So, you know, it was — it was\nsomething that people had, the energy, wanted to build, wanted to form something,\nwanted to — to get rid of this dust that was on — upon us. That we wanted to live\nlike normal people. The first thing that was cleaned was one barrack that the mass\nof thanksgiving was going to be said. A chaplain came in, whom we befriended —\nmy mother loved to write — to — to play Bridge, so every Saturday or Friday night,\nthey would play Bridge, because it — this was something that would take them\naway. It was — it was something different. It was more intellectual than — than\nanything. And — and the teachers were needed, so my father, when he became\nbetter and better, he said look, somebody has to take care of this. So they said, you\nknow, you used to be a te — a director of school here in this school, in this region\nand that region. Why don’t you take this? You can’t be doing too much of\ncarrying, organizing, but you can organize school. You can organize the classes.\nYou can ev-evaluate th-the students who are there. The first grade. I never went to\nfirst grade, because I was [Speaks Polish]",
        "Q: You were [indecipherable] okay.\nJanuary 21, 2015",
        "A: So why should I go to first grade, second grade, because I would be bored. I\nwould be telling a 20 year old what 1s a,b,c, the alphabet, because she didn’t\nknow. She came from a eastern side of Poland, someplace from behind Bug. She\nheard that people went to school, but she had to work on the field. And — but now\nshe was 20 years old, and she wants to know.",
        "Q: Yeah.",
        "A: It’s over, the war is over, I want to do something. I want to be a human being.\nSo my father said, oh no, you stay home, and you teach your younger brother, and\nthat’s it. And you read —",
        "Q: And how long — yeah, how long did you stay in this place?",
        "A: In Lingen(ph) — in li — in Linden(ph), we stayed until ’46, and then another\ncamp was being organized, we went to Ferzen(ph). Ferzen(ph) was a\nconcentration camp for the Yugoslav.",
        "Q: And then it was changed?",
        "A: And it was changed, because we were — we were actually under the British\noccupation of — of that segment of Germany. The —",
        "Q: Yeah.",
        "A: — the —",
        "Q: The British zone.\n «9January 21, 2015",
        "A: — th-the British zone.",
        "Q: Yeah.",
        "A: Yes. All the way up to Wiesbaden, that was also a part of it. Americans took\neverything below of — o-of — be — bevow — below — not Leipzig, the other one.\nLubeka(ph). Lubeck(ph). [indecipherable] that was, and when the French gave\nup their occupation, the Americans took that zo — all of that part was — was under\nAmerican occupation. And we were 1— on the northwestern part.",
        "Q: So you stayed there til °47?",
        "A: We stayed til — 1-in Ferzen(ph), and then we went six weeks here, three weeks\nthere, and we were moved where he was needed to organize a school, and shipped\nto another place. The longest we stayed, in Braunschweig, which was almost in\nthe middle.",
        "Q: Yeah.",
        "A: And closer to the Russian border. We were in Hildesheim, which was the last —",
        "Q: You mean the East German border.",
        "A: The East German border —",
        "Q: German border.",
        "A: — yes. We were in hel — in Hildesheim, which was right across the street were\nthe — were the Russians. This was the close they —\nJanuary 21, 2015",
        "Q: Okay, so you were really close to —",
        "A: We — yes.",
        "Q: — where the border was.",
        "A: And then from there, we moved to — to Braunschweig, and we stayed in\nBraunschweig there.",
        "Q: And you never di — and you — there was a decision you don’t go back to your\nhometown, you don’t go back to ko — KoScian.",
        "A: My f-— grandfather — my father’s father wrote him a letter. He could not write\nwhat he wanted, but he said, there 1s a big body of water, and another world 1s\nwaiting for you. He had his answer. He was packed in 1944, when we lived in\nMappen(ph) rosa(ph), coming from — from Nordhorn, and he wanted to go back\nand rebuild Poland. And my mother said, I am not going. And he got the answer.\nHe was ready to leave, and I think that changed his mind. He said, Jusef(ph) —",
        "Q: His own father.",
        "A: Yes. God bless, and that’s — that’s all he wrote. Nothing was erased. Later on\nwhen we were already in Braunschweig, we received letters with —",
        "Q: That were censored.",
        "A: That were censored, yes. And we knew. But we stayed in Braunschweig, and\nin Braunschweig in °48, at the NWCW. En-sa-voot-sa(ph). Ens — yes, NCWC,\n ;January 21, 2015\nthe National Catholic Welfare Conference was organized in America, and they\nwere trying to receive people who would sponsor, as sponsors for the people that\nwere displayed in — in Germany, and in other countries was — as I was told.",
        "Q: And that’s how you got to —",
        "A: But — but — and my parents signed three papers. One to England, one to\nAustralia, Argentina, Brazil and America.",
        "Q: Five.",
        "A: And yugo — yes, five papers. And you had to go to the first one that received\nyou. The first one came to America. And then came, I think Australia. And my\nmother said, I don’t want to see kangaroos, and I don’t — I don’t think I want to\nlive there. And my father said, well, okay, so we were — we’re stuck with this. As\n— as an officer, he should have gone — he could have gone to England. But there\nwere three children, because my youngest brother was born in ’46, in\nMappen(ph). So we could not move, we could not go, because England had its\nown problems, and they would take single people, and the most people with one f\n— one child, yes. Married people yes, but with one child only.",
        "Q: And so it was the United States.",
        "A: It was the United States, and we left in 1949. We traveled actually from\nAugust til September, because when we — everything was written, everything was\n 1)January 21, 2015\ncleared, my youngest brother decided to — not to take a nap. But when my bag was\ncovered, he didn’t see me, he saw only my bag was turned af — from him. He\nloved pears, and he grabbed a pear from the table and ate it and got such a\nstomachache that he was convulsing. They took him to the hospital, he was there\nfor a week. So —",
        "Q: You didn’t leave yet.",
        "A: — all our papers were delayed, we cannot go, we were going to take a train and\ngo to Bremerhaven.",
        "Q: Yeah, Bremerhaven.",
        "A: And — and — and — and take there. So, we went in September, we were moved\nthere, to another camp, and they said, okay, no bed works.",
        "Q: No pears.",
        "A: Wa — watch your kid. No — no fruit of any kind.",
        "Q: No pancakes.",
        "A: He wer — oh, he loved pears and Naptha-Fels soap. When he grabbed that, he\njust put in his mouth and just — and he just ate it.",
        "Q: Soap”?",
        "A: He needed — he needed phosphate.",
        "Q: Oh my. Oh my.\nJanuary 21, 2015",
        "A: Or, he would go outside, and wherever he saw pieces of — of walls, you know,\nfrom the barracks, he would take and put in his fingers, it had calctum and\nsomething else in th — in — in the composition of — of the walls. [indecipherable]\nit was a strange child. But the pear really did it.",
        "Q: Yeah.",
        "A: It delayed us by two and a half mon-months, and we left actually on — again, on\nthe 10 of October, from Bremen.",
        "Q: In 1949.",
        "A: In 1949, on General Black, which was an army sh-ship.",
        "Q: Ship.",
        "A: Yes.",
        "Q: And sailed into New York?",
        "A: Sailed — we a— no, we had to detour and go to Ellis Island, my mother, I and\nthe youngest one. My father and Andrew went to New York, then they took us\nback on the ship, 24 hours later from Ellis Island and brought us to New York\nharbor. That’s where I got my green card.",
        "Q: And how did you end up here in Chicago?",
        "A: We had a sponsor in Wisconsin, who happened to be a Jehovah Witness. He\nfound out that my father was well-educated, knew several languages, and that —\nJanuary 21, 2015\ncause they wanted somebody to run their community. They needed a bishop, and\nthey would make him a bishop. And my father says, never! And it was cat — well,\nyou know, through NW — NCWC. They found out, they said this man — that\nfamily cannot, they are Roman Catholic. So, when we changed trains from New\nYork at Union Station and got on the — the Hiawatha train, we landed in — in\nLisbon, and there was nobody to pick us up. And half an hour later came a—a\npriest, and spoke to us in English, sort of sounding Polish, and said, I will have to\ntake you. My mother lives here, not far away, and we’re going — we have to talk.\nWe had to find another sponsor. There’s a woman who will take you. She has one\ngoat and two rabbits, and — and — and three or four chickens, and she has a small\ngarden, and she would lo — she would love to take you in. Oh, my goodness. My\nmother cried. Of course it was impossible. She was lately demented, but she was a\nvery good woman. And the priest himself realized that this was not the place. So\nhe called the chancellery office in that area, and we landed in New Lisbon, not far\nfrom Mauston, Wisconsin. And a farmer, a Mr. Barlette(ph), who was a Belgian,\nmarried to an Irish woman, they had a big farm. A very wealthy man, cause he had\n500 cattles and all that stuff and — and oh, acres and acres of — of fields. And we\nwere there for six weeks, but my father had to work from four o’clock in the\nmorning til eight o’clock at midnight — at night, and many milking and doing all\nJanuary 21, 2015\nfarm work. I mean, you know, he was not — physically he was not ready to do this,\nto work like this. He wanted any work, he never complained. I had to say he never\n— but my mother work — worked as a housekeeper. She cleaned the whole house,\nall the windows. I was just turned 11 years old. I was ironing 30 shirts a week,\nbecause there were people working, and doing things. In the morning we got up at\nsix o’clock and at 6:30 we had — we walked three miles to New Lisbon, cat —\ncaught a bus that took us to Mauston, to a Catholic school, which was run by\nGerman nuns. And at least I could confer — converse freely with somebody. I\nknew some English, because I — we were taught English by the British soldiers.\nThey were — one time we had a English major, and then we had a Scottish\nsergeant. And he ri — loved the Polish language because it was such a beautiful R.\nWe could roll our Rs, as he said.",
        "Q: As they can too.",
        "A: And they can too. O-Only th-they can too. So, you know, it was — but I knew\nGerman very well, and English was in my ears. I could hear it, but 1t was difficult\nfor me to — to express myself, because the German would —",
        "Q: Come in.",
        "A: Come in, and well, it — it worked itself out. The Father Evans who took care of\nus, he said, you know, I received a call from the Chicago chancellery, and there’s\nJanuary 21, 2015\na Franciscan priest, who apparently knows you. And yes, because he was in\nAuschwitz, and then he was in Dachau. And he came out, and he lived with us\nand — in li — Lingen(ph). And I think then the order asked him to — to come to\nAmerica. And he stayed here, because he had TB. But he came out of it, and we\nonly saw him here for a very few weeks, and he orga — he found somebody here to\ntake care of us, and —",
        "Q: In Chicago.",
        "A: In Chicago, and we left — we got here of — three or four days before\nThanksgiving.",
        "Q: In 1950”",
        "A: In 1949.",
        "Q: In 1949.",
        "A: Mm-hm. November — I don’t know if was 24\" or 25\". November something.",
        "Q: Very symbolic.",
        "A: So ever since, we lived in —",
        "Q: In Chicago.",
        "A: — in — in Chicago. We lived first at Saint Adalbert’s Church — parish, 17\"\nStreet and Ashland. And then we moved later on to — to the north — northern side,\nand —\nJanuary 21, 2015",
        "Q: And you met Mr. Pawlikowski in what year? In the 50s?",
        "A: Oh, in 1957? Yes, 1957 at the scouting celebration of — of Christmas and I\nhappened to be playing the role of Blessed Virgin, because I had hair long down to\nhear. So — and I sang, apparently, pretty well. So I had my — and I didn’t have time\nto even comb it properly, I just put it in the — in back with a — with a ribbon, and —\nand — and —",
        "Q: It worked.",
        "A: Yes, and I had a uni — my scout uniform, and — and we were pouring coffee and\ntea, and bringing, you know, sweets to the — to the parents, and — and guests and\nthat’s how — and then he realized that he saw the same girl in church that he saw in\nthe uniform. And he stopped me one day when I was coming from North Avenue,\nand that’s how it started.",
        "Q: A nice debut. A nice debut. Well, 1s there anything else you would like to add\nto what we’ve talked about today? Is there something — again, as I asked Mr.\nPawlikowski, is there something you’d like your granddaughter, Kinga(ph) to\nunderstand about what happened to you, what you went through, how you came\nout of it?",
        "A: Endurance. It — 1t — it requires a personal endurance. And education, and\nfollowing the right way. Always be noble. Even if one makes a mistake, it is not a\nJanuary 21, 2015\nsin to say, I done this and then apologize. Otherwise, if you don’t have the nobility\nto do this, the noble heart, then you’re not a full person. And if — and have a strong\nbelief in what you want to do, and follow it. Follow your calling. But first, learn.\nGet a good education, just like we tried to instill 1t in our daughter, who went\nthrough the Jesuit education for nine years, and — and got a scholarship, full\nscholarship to in — to Loyola, and then —",
        "Q: Congratulations.",
        "A: — and studied a whole year in Rome. So it was — it was an opening. She was 21,\nshe — on her 21* birthday, she went to Poland and had the Christmas — she could\nhave come to Chicago, she could have come here. But she went over thor — there,\nand she brought a Polish soul with her. They didn’t even want to celebrate\nWigilia, which is the Christmas eve. And she says, what? I am going to buy the\nChristmas tree, I am going to dress it, and I am going to set the Wigilia for you. I\nwill go and stand in line and buy fish. And this was only what, ’87? Winter of ’87.\nAnd she did it.",
        "Q: Wow, that’s quite a legacy for your granddaughter to have.",
        "A: Yes.",
        "Q: And quite a testament to you that — that she was so strong, and she exhibited\nthat.\nJanuary 21, 2015",
        "A: Yes, yes.",
        "Q: Your daughter —",
        "A: And the fam — and she even made the family, the men, who said, oh, you know,\nI’m a doctor, I’m doing this, I’m so tired. Why should I dress — and she said, we\nalways dress for Wigilia. What kind of a Pollack are you? So —",
        "Q: Well, it’s a testament to you. Thank you very, very much.",
        "A: Thank you. Thank you for listening.",
        "Q: And thank you for sharing. And I know the cost, and I appreciate that you were\nwilling to do it anyway. It’s a real gift. Thank you very much.",
        "A: Thank you, you’re the first person that I have shared so much.",
        "Q: I appreciate it. I appreciate it very much.",
        "A: Thank you.",
        "Q: And this concludes our interview with Mrs. Jolanta Maria?",
        "A: Mm-hm.",
        "Q: — Kurezak Pawlikowski, on January 21‘, 2015.",
        "A: Okay, thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMrs. Jolanta M. Zurczak Pawlikowski, on January 21*, 2015, in Arlington\nHeights, Illinois. And thank you very much, Mrs. Pawlikowski, it’s been a long\nday. We’ve just had an interview with your husband, and I very much appreciate\nthat you have allowed us, and decided to share part of your story with us as well.\nThank you. So I'll start the way we did before. Please tell me what was your name\nat birth.",
        "Q: Zurezak. And where were you born?",
        "Q: And what was the date of your birth?",
        "Q: Okay. So you were a baby when World War wa — World War II broke out?",
        "Q: Okay. August 234, did you say?",
        "Q: So you’re also — your birthday is the ma — is the date of the Molotov-\nRibbentrop Pact.",
        "Q: Yes. So tell me a little bit. Were you born in a village, in a town? Describe a\nlittle bit about the place where you were born.",
        "Q: Did you have brothers and sisters?",
        "Q: Was — were your brothers older than you? Your —",
        "Q: You’re the oldest one?",
        "Q: Okay.",
        "Q: Okay. Tell me a little bit about your parents. Who was your father, what was\nhis name? The same for your mother.",
        "Q: And your mother?",
        "Q: Quite unusual for a woman.",
        "Q: Did she?",
        "Q: That’s an inspiring —",
        "Q: — that’s an inspiring story, yeah. And when you — so if your parents were both\nteachers, were they very active in the community of students, and — and school\nactivities, and — and things like that? Were they —",
        "Q: Did your father fight in the first World War?",
        "Q: So their —",
        "Q: Did you have German family, or German roots?",
        "Q: So they must have been bilingual.",
        "Q: They must have spoken German as well as Polish.",
        "Q: And —",
        "Q: And on your father’s side of the family, how did — how did they end up, it was\nGarnisonkirchen(ph) —",
        "Q: Yeah.",
        "Q: From him?",
        "Q: And this was during the second World War?",
        "Q: Isn’t that interesting.",
        "Q: And this is in Garnisonkirche?",
        "Q: Informed on him?",
        "Q: Amazing.",
        "Q: It’s not such a long distance.",
        "Q: So clearly these are stories you must have heard growing up, from either your\nparents or your grandparents. Is that so?",
        "Q: Well, that makes you quite special.",
        "Q: Yeah. So, tell me a —a little bit about what happened to your family on\nSeptember 1*, 1939, when Germany attacked Poland. You were a baby, so —",
        "Q: The [indecipherable] 1939.",
        "Q: So it was very quick, very quick.",
        "Q: Yeah.",
        "Q: And what happened to her and you and — what happened after that?",
        "Q: Yeah.",
        "Q: That is with your grandmother.",
        "Q: And what happened with your father?",
        "Q: So he wasn’t —",
        "Q: And so what happened to —",
        "Q: So it was sort of like a show camp.",
        "Q: The kitchen?",
        "Q: So in other words, it was a show camp only sometimes.",
        "Q: Oh my.",
        "Q: And so that’s why he could practice his English",
        "Q: So that’s in the northwestern part of Germany, if it’s close to the Dutch border",
        "Q: Yes.",
        "Q: And — and so he’s liberated by an American general.",
        "Q: But —",
        "Q: Medical attention.",
        "Q: So for all intents and purposes, your father was — survived the war, but he was\nout of the picture —",
        "Q: — as far as your life was concerned.",
        "Q: You — did you remember anything of him in your first years, or is the first time\nyou remember seeing him, is that month and a half later, when he shows up?",
        "Q: Yeah.",
        "Q: So you were there for five — five years.",
        "Q: And your — and your first brother was then born —",
        "Q: Okay.",
        "Q: Okay. Was your — was your mother able to write to your father? Did she find\nout, did she know he was in this prisoner of war camp?",
        "Q: And —",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Ah, so —",
        "Q: Really?",
        "Q: Did he know that he had a son?",
        "Q: And so they let information through.",
        "Q: Okay. And did you see much of your father’s parents, as in those first years?",
        "Q: Okay.",
        "Q: Feed them.",
        "Q: Yeah.",
        "Q: Was the town full of German soldiers?",
        "Q: Oh wow.",
        "Q: You were watched because of that family connection?",
        "Q: The back cr — the black crow.",
        "Q: Yeah.",
        "Q: Executed?",
        "Q: So this was a mock execution of her?",
        "Q: And so you —",
        "Q: And you’re a five year old child?",
        "Q: And there were lots of air raids?",
        "Q: Well, you know, one of my questions is, what is your earliest memory. But\nyour — whatever your earliest memories would be, they are during wartime.",
        "Q: Because, if you’re a baby when the war starts —",
        "Q: So, are your earliest memories connected to the war, or are they some —",
        "Q: Okay.",
        "Q: Okay.",
        "Q: And were you right?",
        "Q: Yeah.",
        "Q: But he was alone. He was alone.",
        "Q: Okay.",
        "Q: So, why — she was targeted — your mother was targeted by the authorities, the\nNazi authorities because she was dark, or because she was an officer’s wife?",
        "Q: Jewish?",
        "Q: The officer.",
        "Q: The Gestapo.",
        "Q: So he would really — he ordered all of you children to watch as if —",
        "Q: — your mother is going to be shot.",
        "Q: Oh, she refused to sign that she was an ethnic German.",
        "Q: Volksdeutsche.",
        "Q: To believe in God.",
        "Q: So, in other words, she could si — if she would refuse — if she would accept to",
        "Q: — that’s okay.",
        "Q: Volksdeutsche.",
        "Q: And the German officer, do you remember his name?",
        "Q: Okay.",
        "Q: How did — how did she feed you during those years, cause your father’s gone.",
        "Q: Yeah.",
        "Q: Physical work.",
        "Q: So it—",
        "Q: — the tobacco factory had been reorganized into a munitions factory.",
        "Q: Too little.",
        "Q: Yeah.",
        "Q: From the — right.",
        "Q: Really?",
        "Q: So in—",
        "Q: So in public life, in — in Koscian —",
        "Q: Koscian.",
        "Q: Kosten.",
        "Q: KoScian. So in public life there, you could not speak Polish, you had to speak\nGerman.",
        "Q: When you’re out on the streets, when you’re —",
        "Q: — you know, in public.",
        "Q: I didn’t realize that.",
        "Q: I didn’t realize that.",
        "Q: Did KoScian have a large German population before the war?",
        "Q: Were there Jews?",
        "Q: Clothes for him.",
        "Q: So they would exchange their services.",
        "Q: By the time you were walking the streets as a little girl, do you — I mean, let me\nrephrase that. By the time you were old enough to go out and to this bakery —",
        "Q: — were there any Jews left in this village?",
        "Q: Okay.",
        "Q: Why’?",
        "Q: Underground.",
        "Q: What’s that mean?",
        "Q: So, if I-",
        "Q: — understood the si — the story 1s, is that people were in church.",
        "Q: Your grandmother was there as — you know, she had ties to the resistance, and\nthis was part of the activity is that she was helping to hide somebody.",
        "Q: And one of the ladies in the church with her was allowed to leave it because\nshe was friendly with the guards. And —",
        "Q: Yeah.",
        "Q: And it was person.",
        "Q: Underground — okay.",
        "Q: So, 1-",
        "Q: Okay.",
        "Q: But they kept them there for three days.",
        "Q: And in the meantime, during those three days, this young girl was allowed to\nleave because she knew one of the guards. And she went to your mother’s home\nand said she’s not coming back.",
        "Q: Okay.",
        "Q: To let them know.",
        "Q: Okay, okay, now I understand. Now I understand. What a fearful childhood.\nWhat a f — you know, just —",
        "Q: Mm-hm. So it was rationed. Electricity was rationed.",
        "Q: A curfew —",
        "Q: Yeah.",
        "Q: Did you feel — what was your feeling within the house? Did you feel safe\nwithin the house?",
        "Q: Mm-hm.",
        "Q: Did you have any other friends, or was it a really closed world.",
        "Q: Must have been pretty.",
        "Q: And you — you were free from all of those constraints.",
        "Q: Yeah.",
        "Q: So tell me, when your father 1s liberated in southern Germany, in Bavaria, by\nthe American general, he even knows that you and your mother and maybe your\nbrothers too, are near the Dutch border. What happened that you get from KoSscian\non the eastern side of Germany, to near the Dutch border on the western side of\nGermany, how did that happen?",
        "Q: And so that meant your mother, or all of you?",
        "Q: So — so it was you and your brother and your mother.",
        "Q: Where did you learn it?",
        "Q: So Grandma —",
        "Q: So your grandmother read to you from the Grimms?’ fairy tales in both\nlanguages?",
        "Q: In Polish and in German.",
        "Q: Right.",
        "Q: Well.",
        "Q: Okay. All right, so the Gestapo was interrogating your mother and keeping her\nfor three days, and is angry with her because she refuses to a have any connection\nto anything German.",
        "Q: In Poznan.",
        "Q: What happened then?",
        "Q: Volksdeutsche.",
        "Q: They were Germans.",
        "Q: This is before she di — before she’s —",
        "Q: Okay. And when you say cleaning business, is that like a dry cleaning\nbusiness?",
        "Q: I see. Okay. And so, how does his life — how does — how does he intersect with\nyour mother?",
        "Q: Okay.",
        "Q: Gate.\nJanuary 21, 2015",
        "Q: Crawl underneath.",
        "Q: Communal.",
        "Q: Yes, sure.",
        "Q: Yeah.",
        "Q: A-Appellplatz?",
        "Q: Mm-hm.",
        "Q: Choking.",
        "Q: So some didn’t make it out of there?",
        "Q: Even though you weren’t in Auschwitz, even though this was in Poznan where\nthis happened.",
        "Q: Yeah.",
        "Q: Yeah, yeah.",
        "Q: You were such a child —",
        "Q: I can’t imagine. I can’t imagine.",
        "Q: You mean the one in Skokie?",
        "Q: Mm-hm.",
        "Q: What happened after — I’m sorry —",
        "Q: You wanted to say something?",
        "Q: What happened after you left the room with your mother and the chlorophyll\nand the water, and everything like that. What did they —",
        "Q: Sizes?",
        "Q: West.",
        "Q: Really?",
        "Q: So the last memory — memory you have is la — re — at this train station —",
        "Q: — where it stops —",
        "Q: — and your — you leave the train, and there’s some bushes —",
        "Q: — and your mother says, play dead dog.",
        "Q: Your duty.",
        "Q: Okay.",
        "Q: Two.",
        "Q: In other words, the Lutherans.",
        "Q: Evangelische?",
        "Q: Mm-hm.",
        "Q: And —",
        "Q: Okay. Well, how did you get from the bushes near the train station, to that\nhospital?",
        "Q: Yeah.",
        "Q: Woke up.",
        "Q: Low German.",
        "Q: My question is also, why did — how did the guards not see you? Where did the\nrest of the people go?",
        "Q: Yeah.",
        "Q: She had a horse farm.",
        "Q: To have a horse farm, you have to be —",
        "Q: So this was by the Dutch border.",
        "Q: Okay. And then the rest of the people, who were still prisoners, were taken\nsomeplace, is that correct?",
        "Q: Were taken someplace.",
        "Q: And you — and your mother kind of got you off of the train?",
        "Q: And — 1-in a moment when nobody was looking? Is this —",
        "Q: Oh, I see.",
        "Q: Your last stop, or your last chance?",
        "Q: Into labor camps.",
        "Q: An-And she knew your — your — you two were sick?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: So it was a split moment.",
        "Q: It was a split second sort of —",
        "Q: — how can we hide from this crowd of people.",
        "Q: Okay, now I get it. So you — now you wake up in the ca — in the hospital, and\nit’s a nice bed, and it’s warm and it — and did that mean freedom, real freedom?",
        "Q: Well, after she told you these things.",
        "Q: Okay.",
        "Q: Cool you down.",
        "Q: [inaudible]",
        "Q: Oh my goodness.",
        "Q: In the dining room.",
        "Q: Hitlerjugend organization, mm-hm.",
        "Q: Yeah.",
        "Q: On that Palm Sunday?",
        "Q: It’s in the — I —I’d have to look back on the calendar to find out when Palm\nSunday was that year, whether it was early April, or later April, or —",
        "Q: Okay.",
        "Q: So another three or four weeks and then it’s done.",
        "Q: And —",
        "Q: Slavs.",
        "Q: Yeah.",
        "Q: Oh yeah, UNRRA, mm-hm.",
        "Q: So refugees, for — for refugees.",
        "Q: Yeah, DP, displaced persons.",
        "Q: Amazing.",
        "Q: So that meant the — these were the last prisoners who didn’t make it, who were",
        "Q: And they even had children in there?",
        "Q: And you, as a seven year old sees all this.",
        "Q: Did that have effects later on in life?",
        "Q: For you to speak.",
        "Q: The lockjaw.",
        "Q: So what was the paper that she signed?",
        "Q: Agreeing what?",
        "Q: Or not.",
        "Q: Really?",
        "Q: Did you have a number?",
        "Q: So this was daily?",
        "Q: So while you were in the transit camp outside Poznan —",
        "Q: — there was this — this system, this order —",
        "Q: Not order in the sense of things are in order, but this rule that the appell, the —\nthe — the calling and the confirming of the numbers of prisoners — which is usually\nwhat it is, but I don’t know whether they counted you or not.",
        "Q: During this time?",
        "Q: During this eight — six or — yes.",
        "Q: I see.",
        "Q: I’m so sorry.",
        "Q: Did your daughter ever ask you about this stuff?",
        "Q: That is your husband and his mother.",
        "Q: Of course.",
        "Q: Yeah.",
        "Q: Yes. Of what your — your mother-in-law was writing.",
        "Q: It’s a legacy. Its’ a legacy.",
        "Q: I just can’t be —I—I’m still amazed. In all of the things that you are describing,\nthey’re known, but they’re not known. They’re known because we know the\nhistory —",
        "Q: — but we don’t know the individual’s history.",
        "Q: And I just keep going in — over in my mind, a five year old girl, a six year old\ngirl, a seven year old girl. It’s still a baby. In my mind that’s still a baby.",
        "Q: I remember my own daughter, and she was — she 1s still my baby, but — but you\nknow what I mean? It is a child who was still so innocent, and all that you were\nexposed to during that time.",
        "Q: I’ve noticed.",
        "Q: And what does that mean? The old one?",
        "Q: Yeah, a young girl —",
        "Q: — maybe an old soul, as they say in English.",
        "Q: This is more than that.",
        "Q: No, of course not.",
        "Q: Your life — tell us a little bit about your life after your father comes back, and\nhow does it become normal [indecipherable] yes.",
        "Q: Organize.",
        "Q: AK means Armia Kryova.",
        "Q: You were [indecipherable] okay.",
        "Q: Yeah.",
        "Q: And how long — yeah, how long did you stay in this place?",
        "Q: And then it was changed?",
        "Q: Yeah.",
        "Q: The British zone.",
        "Q: Yeah.",
        "Q: So you stayed there til °47?",
        "Q: Yeah.",
        "Q: You mean the East German border.",
        "Q: German border.",
        "Q: Okay, so you were really close to —",
        "Q: — where the border was.",
        "Q: And you never di — and you — there was a decision you don’t go back to your",
        "Q: His own father.",
        "Q: That were censored.",
        "Q: And that’s how you got to —",
        "Q: Five.",
        "Q: And so it was the United States.",
        "Q: You didn’t leave yet.",
        "Q: Yeah, Bremerhaven.",
        "Q: No pears.",
        "Q: No pancakes.",
        "Q: Soap”?",
        "Q: Oh my. Oh my.",
        "Q: Yeah.",
        "Q: In 1949.",
        "Q: Ship.",
        "Q: And sailed into New York?",
        "Q: And how did you end up here in Chicago?",
        "Q: As they can too.",
        "Q: Come in.",
        "Q: In Chicago.",
        "Q: In 1950”",
        "Q: In 1949.",
        "Q: Very symbolic.",
        "Q: In Chicago.",
        "Q: And you met Mr. Pawlikowski in what year? In the 50s?",
        "Q: It worked.",
        "Q: A nice debut. A nice debut. Well, 1s there anything else you would like to add",
        "Q: Congratulations.",
        "Q: Wow, that’s quite a legacy for your granddaughter to have.",
        "Q: And quite a testament to you that — that she was so strong, and she exhibited\nthat.\nJanuary 21, 2015",
        "Q: Your daughter —",
        "Q: Well, it’s a testament to you. Thank you very, very much.",
        "Q: And thank you for sharing. And I know the cost, and I appreciate that you were\nwilling to do it anyway. It’s a real gift. Thank you very much.",
        "Q: I appreciate it. I appreciate it very much.",
        "Q: And this concludes our interview with Mrs. Jolanta Maria?",
        "Q: — Kurezak Pawlikowski, on January 21‘, 2015."
    ],
    "answers": [
        "Answer: Jolanta Maria Zurczak.",
        "A: I was born in Swieciechowa Powiat Leszno Wojewédztwo Poznanskie. That\nmeans I belonged to the Poznan territory.",
        "A: August 23\", 1938.",
        "A: Yes.",
        "A: Yes, ma’am.\n ,January 21, 2015",
        "A: Unfortunately.",
        "A: My parents said I was born in a small town. They were teaching in surrounding\nareas of Swieciechowa and Leszno, and I lived there until the war broke out. So —",
        "A: I have two brothers and a cousin, whom I call my first brother, because his\nmother, who is my aunt, my mother’s sister, died of tuberculosis in 19 — beginning\nof 1942. But I was raised with him. He is, I think, almost a year older than I am,\nand we were brought up together by my mother and my grandmother.",
        "A: No, I’m the oldest one.",
        "A: Yes.",
        "A: One brother was born in 1940 in February, and the youngest one was born in\nJuly of 1946.\nJanuary 21, 2015",
        "A: My father Jusef(ph) Henry Zurezak was a teacher. He became an\nadministrator, a masters’ schoolteacher, and he was also a violinist.",
        "A: And my mother was a teacher majoring in mathematics and physics.",
        "A: Well, she had difficulties —",
        "A: — with math when she started at, I think, the teachers’ sem — seminary in\nLeszno. And she got help. [indecipherable] f — from another teacher, someone\nwho wanted to help her, saw that she was bright, but she was rather not too well.\nAnd it helped that she became one of the best students when she graduated five\nyears later, so — and she loved math, so —",
        "A: Yes.",
        "A: Yes, they were. Besides, both of my parents were scoutmasters. Actually, my\nmother was a scoutmaster of the youngest group, and she had only boys. She\n «January 21, 2015\ndidn’t have — like girls very much. But my fa — and my — my father became a—a\nscout when he returned to Poland in 1920 or ’22. I don’t remember —",
        "A: No. Both of my parents were born outside of Poland. My father was born in\nGarnisonkirche, and then they moved to Dortmund, upper part of Germany,\nand my mother was born in Helma(ph) Wiesbaden —",
        "A: — the northwest part of Germany.",
        "A: No, because during the partition of Poland, that part of Poland was part of\nPrussia. So they were taken — my grandparents were taken out of Poland to work,\nand my grandmother, my mother’s parents were taken to Wiesbaden because my\ngrandfather was a forester and they needed someone to work there. And both he\nand my grand — my grandmother worked together. She took the administration\nunder her hands, apparently that’s where my mother got these mathematical — 1-1t\n— influence. And my father took care of the — the forestry, the cutting and the\ntaking care of and so forth.",
        "A: Yes.\nJanuary 21, 2015",
        "A: Yes, yes.",
        "A: Except that my grandfather, my maternal grandfather came from a family that,\nbefore the first World War, and I think it was at the middle of 19\" century, they\nmet — my [indecipherable] through Turkey from Macedonia, and through the —\nthrough the Carpathian mountains, came to Silesia, Shlunsk, and then — and —\nbut my mo — my grandmother was from Vierkapolska(ph), the up\n[indecipherable] Poland. So somehow they — the families arranged it. He was\ndark, tall, my grandmother was blue eyed with very light blonde hair, and also tall.\nSo —",
        "A: Garnisonkirche, yes.",
        "A: My grandfather was a cobbler. He designed shoes and he was a very good\ncobbler because not only the Polish army, but later on the German army ordered\nthe officers’ high boots to be —\n .January 21, 2015",
        "A: — from him. They brought the materials and two soldiers always watched the\nstaircase, and sat there. He worked sometimes 12 - 20 hours, in order to finish.",
        "A: During the second World War, but during the first World War, he was in\nGarnisonkirche. He — I don’t know if he had interest, or he wanted to — not to\nabandon the — the — the Polish immigrants that were taken to — ba — by the\nPrussians to Germany. He received a permission to teach them religion. They\ngave him only the first part of the Bible, the Old Testament, written in old Polish.\nAnd for one hour on Sunday, he taught them the language, based on the Bible.",
        "A: Ah, but also he worked in the underground, because he was working with the\nPolish workers, and they wanted to — they were fighting for their own rights, in\norder to receive proper payment, and to be properly treated.",
        "A: And this is in Garnisonkirche, but somehow I think somebody —",
        "A: — informed on him, and he was told that the best part would be if he left —\nmoved northwest, so he — they went to north Dortmund. And from there on he\npromised himself that he will not return to Poland until Poland had a government.\nJanuary 21, 2015\nThe government was established in 1922, so I believe that it took them almost two\nyears to travel back.",
        "A: Yes.",
        "A: No.",
        "A: Oh yes, Jaja(ph) would always t-tell me — my father’s father was also named\nJusef(ph), and he would — I loved stories. Apparently I was the only girl at that\ntime. I had 11 cousins, including my brothers and my cousin and I was the only\ngirl in that age. I had cousins, girls, but they were older, much older than I was,\nabout 10 - 12 years old. But —",
        "A: But I played with them, and when they were quarreling, they always said, okay,\nwe have to have a general. Who is going to be the general? They pointed at me\nbecause I was the only girl. Would I quarrel with anybody”?\nJanuary 21, 2015",
        "A: Yes, I was a baby, but my mother told me. My father was in the army. He was\nalready out of Poland, he was actually in the — on the border, Poland — Poland\nand Germany, past river Oder, because we lived between Warta and Oder. And\nmy mother told me that September 1“, 1931, we became one of the first Reich —\nthe Third Reich of Germany, the Germany —",
        "A: — nine — yes, 1939, we became the Third Reich.",
        "A: Yes, because it was about 30 — 30 or 40 kilometers past Oder to the town of\nKoScian, that — it was not very far.",
        "A: They just walked in and marched to Poznan.",
        "A: My mother — my father was in the army, called in August that he should come\nfor to serve in the reserves, but then — well, he was a second lieutenant, being a\nteacher and a musician. So, he had the right to be called frontow(ph), right away.",
        "A: And Mother tried to move closer to her mother, who lived in KoSscian, which\nwas northwest of Poznan, and about 30 kilometers northwest of — of Leszno. And\n 4January 21, 2015\nwe were right — few kilometers south. But she told me that she moved from town\nto town, zigzagging back and forth until she reached KoScian, because it was —\nshe was already pregnant with my brother Andrew. But she reached KoScian and\nlived with my mother and her ailing sister.",
        "A: Yes, with my grandmother, mm-hm.",
        "A: My father was caught in an ambush in — in the forest behind — around Oder,\nand that part of the regiment was practically annihilated. He was shot, was\nwounded. Those that were caught, which were about 10 — he said about 10, maybe\n15 people, but no more, cause some of them were very wounded, but were alive.\nThey took them, but he passed out apparently, and after two days, the German\npatrol was walking with dogs, and they stopped where he was lying, and the dogs\nknow if somebody is gone or alive. And when they searched him they saw my\nfather’s army registration ca-card, a teacher’s card, and that he was born in\nGermany, so they took him for one of his — one of their own.",
        "A: They took him to Germany, they took him to a German hospital, and he, after\na month, he came, he was well enough to speak, and he was interrogated. And my\nJanuary 21, 2015\nfather said, I am not a German, I am a Pole. I was taken — I was born in Germany\nbecause my parents were taken there. This was during the part o — Prussian\npartition. So —",
        "A: — then he was — when he came through, they — because my father, being an\nofficer, he was taken to Murnau, which is Bavaria, to a [indecipherable] camp.\nThat camp was a camp that was dedicated or — or protected by Himmel(ph). And\nit was a camp to show off how the Germans treat Polish officers.",
        "A: Yes. When there was no visitation, they would treat it like any other — well,\nsomebody — a prisoner. And, I mean, they had to scrape food. My father liked to\ncook, and everybody knew this, so he sometimes actually — I said — he said, I\ntalked at the wrong time and was sent back to the —",
        "A: — kitchen, yes, the ki — the kitchen. And he said there, at least, I could s — I\ncould scrape off the — the peeling — peeling the potatoes, I could as — I could\nscrape the — th-the peels and — and save it and then cook it behind the barrack, or\nunderneath the bed, or — or so what — or whatever. So —\nJanuary 21, 2015",
        "A: Oh yes. They had an orchestra, he played in a co — a symphony. There was a\ntheater, there were — they had lectures, because there were quite — many\nprofessors. Polish officers and intelligentsia were sent there. So — and he stayed\nthere til the end of the war.",
        "A: When an American general was passing by, he opened — my father was right on\nguard at that time by the — by the gates. He opened, and he — that’s where my\nfather learned some English, cause they wanted to show off that you could take\nEnglish, you could take French, other — to improve yourself, to show off that you —\nthat — that the Germans were treating them properly.",
        "A: Yes, yes. And when he said, open the door, my father said, that was the first\ncommand of a different voice asking. I didn’t know what to do. But he said open\nthe door, and he showed them what to do. So the other fellow who was with him,\nthey opened the gates, and he went through, all around. And said, you, where 1s\nyour family, do you have a family? And — and he said, my wife and children are in\n— in Nordhorn, in northern part — northeastern part of — of Germany, right next to\nthe Holland border. So he said, I’m going to Munich, hop in. And one — as my\nfather hopped into the sidecar of the motorcycle, he hurt his leg. By the time they\n 14January 21, 2015\ngot to Munich, my father was collapsing. He had a cut on his right leg, and he\nalready had poison. So they kept him there. But my father had a letter from my\nmother, who could write to my dad in Murnau only three times a — every year —\nevery quarter, she could. Every four months she could write a letter. And she\nwrote to him that we are in Nordhorn.",
        "A: Border, na — yes —",
        "A: — northwestern part of Germany, right. Right.",
        "A: By an American general, yes.",
        "A: And he left him there because the — because he — my dad needed —",
        "A: — med-medical attention, and this was sometimes in beginning of May, and we\ndidn’t see him til a month and a half later, when he came to Lingen(ph).\nJanuary 21, 2015",
        "A: Right.",
        "A: Right.",
        "A: I didn’t — I knew only my father from the photograph that was standing on — on\nthe the table, on the side table at home. And in-in-in the place where my\ngrandmother lived, and when I saw him, as an almost seven year old child, I\nlooked and I said, that is not my father. My father was a handsome man, with a\nbushy hair. This 1s a sick man, this 1s — cause when I saw him in Lingen(ph) in\n1945 in July, I saw a man bent over, grayish hair and — and his face was grayish, it\n— he looked like he just came out of a tomb. He could barely walk, he was so\nweak. So, it was at — that’s the first time I heard him, after all these — after six\nyears of not seeing him. Cause I was a year old when he left.",
        "A: When he was gone, and I did not see him before. But we, my mother and I, we\nstayed in — in KoScian. It’s through June of 1944.",
        "A: Yes, yes.\n -January 21, 2015",
        "A: In 1940.",
        "A: Yes. He was almost four years old when we were taken out.",
        "A: She found out through his — through his parents, who lived in the same city.",
        "A: My — yes —",
        "A: — my — the Zurezak family lived KoScian.",
        "A: And — and my father — my grandfather was the — was the shoemaker.",
        "A: But — but what happened is that my mother was notified by her father-in-law\nwhere Jusef(ph) is and that she can only write once every four months to him.\nAnd so they — so that they, many times — my mother taught me that she would put\nher letter with their letter, in order to make certain that it gets there. So my father\nsa — had some letters when he came in 1944, when he appeared, because he kept\n \"January 21, 2015\ncertain letters. But certain letters, I’ve noticed that 1t was only my dear, or my\nbeloved, and everything was blacked out.",
        "A: Only he would — and [indecipherable] I’m kissing you [indecipherable]. That\nwas all, because whatever he wrote in it, was apparently unacceptable. So somebo\n—all the letters were read through before they went to the — to the people, on both\nsides.",
        "A: Yes, yes, and he knew —",
        "A: Yes, yes, that info — yes.",
        "A: Yes.",
        "A: Because we lived — he li — they lived behan — be — further from us, where the\ntown square was, and a pond where beautiful white swans san — swam. And I\nenjoyed the swans. It was — I always ask my mother, please can I go to the market\nand buy — she says, but you’re only four years old. I said, Mama, I want to go and\n isJanuary 21, 2015\nsee Grandpa, but I want to also see the swans. And I would always have a few\ncrumbs of my bread left for them so I could —",
        "A: — and they would — yes, and feed them.",
        "A: But we — we visited them quite often, as was allowed. We could not visit them\nduring air raids, or when the soldiers were marching, practicing something like\nthat, no.",
        "A: Yes. We lived right across in a house, only in one room on the third floor —\nwell, I mean, I — European would be second floor. But across the — the palace,\nwhich once belonged to my father’s great-grandfather.",
        "A: And well, unfortunately, the SS cavalry occupied that. So — so we were very,\nvery watched. And —",
        "A: That I don’t know. We were watched because my fa — my father being in\nMurdenau(ph), an officer, and they did not like my mother, who did not look\nvery Polish. My mother was dark skinned, with pitch black hair and dark eyes.\nJanuary 21, 2015\nSlim. And she was petite, and they always called her — she had a name, of the\nblack crow, they called her.",
        "A: The black crow.",
        "A: Yes. And my mother, my brother and I were witnesses. Three times she was\ncalled. She rece — received a notice that she has to show up at the wall of the\nsquare where many executions took place, and th — the family, her family, that\nmeans my grandmother, my cousin and the two of us had to go and witness. And\nof course, most of the people were there too, witnessing who was being —",
        "A: — executed. And they always left my mother til the end. My mother was al —\nand I remember her, she was always dressed in a black skirt, black shoes, black\nstockings, a white blouse, and she would walk in, and when they went to put the —\nclose her eyes, put the band on her eyes, she says, I don’t need it. And then they\nwould get ready, and the commander would come in and say, not today, black\ncrow.\n 50January 21, 2015",
        "A: Yes, yes. My — my mother was — when they, of course, was over, the\ncommands were given, the SS left, the people were looking around, they said, oh,\nnext time again. Next time again.",
        "A: So three times, it was 1943, and 1944 was the last time. I think it was in — right\nafter Easter, which was April.",
        "A: I was five and a half. I was waiting — September wa — in ’44 was going to be\nmy sixth birthday. I mean, not — not September, Au-August 23\" was going to be\nmy next birthday, when I would be six years old. But at the age of four, I knew\nhow to read, how to count, and how to write. And when somebody says, how do\nyou know what kind of a book is this, or what paper this 1s, I say, in Polish\n[speaks Polish] It had to rhyme, I don’t know why, because I — my mother always\nsaid, we’re going to Jaja(ph), or we’re going to Babcia for their birthday or their\nImieniny, their name day. And Jola, you have to learn how to say another poem.\nSo I had to learn this. And I said, why do you read to me? I know how to read.\nBabcia told me, this 1s this, this is that, and I — what does a child do when you\ncannot get out of the house because of the air raids? And even if we wanted to get\n oJanuary 21, 2015\nout, we could only go up on our street, in front of the house. And watch out\nbecause when the alarm struck, everybody had to be inside.",
        "A: Oh, rot — lots, lots. Especially — I remember those in ’43, and ’44, quite well.",
        "A: Yes.",
        "A: Right.",
        "A: Yes.",
        "A: Yes, just — just to the war. I remember that the first memory that I have is when\nwe were totally isolated from the bedroom of my cousins, from his mother, who\nwas dying of tuberculosis. And in that room was a wind — veranda window, glass,\nthat you — you know, there were shades that you could close and open. Why we\nwere there, don’t ask me, I don’t know. Nobody ever told me this.\nJanuary 21, 2015",
        "A: Or maybe they told me, but I don’t remember. This was 1942, so I was barely\nfour years old. And I was always afraid to go to that room, because there was —\none wall was the glass, the opposite wall was composite of doors. And later on I\nfound out that books were on one side, and a wardrobe was on the other side. But\nsomebody took something out of it and left a black strip of a — I don’t know,\nmaybe of a — a sash, or something, but 1t was looking at me. And when that black\nsash disappeared, I said she died.",
        "A: Yes. Because I told my mother this. And on that night, or day, she died. But I\nthink — I don’t remember to be a child. I always had to take care of one boy, and\nthe other on the other hand. My p — my brother Andrew was on the right side, and\nIzbisznik(ph) was on the left said. He was older, but he missed his mother.",
        "A: And I think boys are more babies in the — when they’re younger, they, I’m not\nsure a little bit later. Not all, but some do. But most of them do.",
        "A: Yes, he was — he was very much alone, and — and if he didn’t get what he\nwanted, he — his father oh, by the way, his father was a prisoner of war, taken for\n -January 21, 2015\nlabor. He was in Poland, then he was taken to Germany, and then I heard that he\nwent outside, was he in Holland, or was he in denya — Denmark, I don’t know.",
        "A: But they were — people were talking. This — this I remember at many times\nGrandma says, oh, Franek(ph) is there again. Or he is moved again. But — but my\ncousin was very — he was very attached to his mother, and to grandmother. If he\ndidn’t like something, he would lay on the floor and have a tantrum. Only my\nmother could tell him, Izbiszu(ph), get up. You’re not going to get anything to eat.",
        "A: No, they just didn’t like her, because my mother looked too —",
        "A: Mediterranean. Yes, too Jewish, yes. And lot of people that — remember I said\nmy grandfather, her father was of a Macedonian heritage. So naturally he was\ndark, black hair and slightly slanted eyes. One of my brothers has that feature. So\n—and my mother would not step by. But the last time, when she was taken to the\nexecution square, as we called it, something happened. And my mother told me\nshe just — she had enough, because he offended her.\nJanuary 21, 2015",
        "A: Yes.",
        "A: Th-The — he o — he off — offended her and she just — she’s, I couldn’t stand it\nany more, and I spit straight in his face. He took — that I remember, he took his big\nglove and slapped my mother and she fell on the ground. There were — it was\nrubble there, and I know that she had a wound someplace on the side of the head,\nbecause ther — the blouse was stained, and we were all crying.",
        "A: Yes.",
        "A: Mm-hm, yes, yes. My mother refused to sign aus — that she was a German.",
        "A: Yes.",
        "A: Vo-Volksdeutsche. She refused to do this. She said, I was an Auslander in\nGermany, born there, but I am not German. So what were you doing in\nHerna(ph)? And she never wanted to sign anything else in the formula, that she\nwould have the papers, that she — she was told, if you sign an Gott glauben, that\nmeans —\nJanuary 21, 2015",
        "A: — believe in God — in God, not zhem(ph) cat(ph), that means Roman Catholic,\nyou'll be fine. They’ll leave you alone. My mother refused that.\nsign that she believes in God, but she’s not a Roman Catholic —",
        "A: Right.",
        "A: And if she would sign that she is a —",
        "A: Yes, that she’s a Volksdeutsche. No. My mother said no, I’d rather die.",
        "A: No.",
        "A: No, I don’t — not remember. I don’t remember.",
        "A: My mother was given a choice. She could not teach, all the schools were\nclosed.",
        "A: She could either work by regulating the riverbanks. That was very hard work.\n 6January 21, 2015",
        "A: Physical work. Or work in a ammunition factory, which was organized by the\nGermans int — 1n the tobacco factory. Course Poznan was known for its\nproduction of tobacco.",
        "A: So she was —",
        "A: Right. So she worked in the ammunition. She took — she preferred to take that,\nbecause she would not be able to — she was too weak.",
        "A: Too little, and I mean, to dig, shovel all that glop outside, and no. So she was\npaid certain amount of money for that. She — we knew that, you know, you can\npurchase for 10 pfennigs, you can buy a day old, two day old loaf of bread, which\nwas much better, more nutrition — more nutritional than — than a fresh bread,\nbecause it tasted fine, you know, much better than the old bread. But 1t was gone\nvery fast.",
        "A: And many times I was the one that would go. And I remember, I was maybe\nfour and a half or so, and I would go. It was not far away, a street away from the\n 7January 21, 2015\nplace where we lived. There was a bakery, and everybody knew me, because I\nalways had a nice bow in my hair up here, cause that’s — I said, I am going out.\nGrandma always put her best dress when she goes to church and when she goes\nshopping, so I have to be dressed properly, too. So I went there, and the ladies\nliked me. And that’s the only place — if there was no German person, or a young\nperson who was maybe —",
        "A: — from the other side, we could speak Polish. Otherwise it was all in German.",
        "A: Yes.",
        "A: I didn’t realize that I was speaking two different languages. It came to me only\nlater.",
        "A: Koscian.",
        "A: KoScian. In German it’s called Kosten.",
        "A: Mm-hm.\n 08January 21, 2015",
        "A: Yes.",
        "A: Yes.",
        "A: Yes, yes, yes, yes.",
        "A: Yes.",
        "A: Besides, there was always somebody walking on the street, a gendarme of this\nkind or of that kind.",
        "A: There were quite many Germans, yes.",
        "A: That I don’t know. There were Jews, because my father — my grandfather said\nthat his tailor, he would make shoes for him, he would make —",
        "A: — clothes for him, yes, and for his family.\n 59January 21, 2015",
        "A: So they — they were — they were ex-exchange. If they left — there must have\nbeen, because there were certain — certain shops and my mother went to school\nwith girls who were Jewish, to the teachers’ seminary, where she was at le — when\nShe lived in KoScian, she would take a train from KoScian to Leszno, and she\nsaid, we never saw any difference, we were all Poles. Because you were born in\nPoland, so you were — okay.",
        "A: Yes?",
        "A: That I don’t know.",
        "A: No, no. Because KoScian actually was a town. It was an old town, it had one of\nknown churches called Fara(ph), which was because there was a higher — and my\ngrandmother was kept once. She went to church on Sunday, we did not see her for\nthree days.",
        "A: They were looking for someone who was carrying information papers.\nJanuary 21, 2015",
        "A: Und — from the underground. And you know how women — my grandmother\nliked to go to church on Sunday. Wa — I never knew why, she only told me when\nshe came to the United States in 1960, when my mother brought her to live here\nwith us. She said, I always wore my — my original garb. Long skirt, with three\nunderskirts, and I always had a shawl on my shoulders. And only — there were\nonly a few pews in the front, and the rest was just benches, or people stood, or\npeople sat on — on — well, on stones, or on little stools, or something like this. And\nmy mother was not surprised that Grandma didn’t come after the evening prayers.\nBut she didn’t come in after 10 o’clock. And then somebody knocked on the\ndoors, and that I remember, because that must have been about 40 — end of ’44, or\n40 f — or — or — no, not — yes, end of ’44 or beginning of ’45. And said, Manya,\nBabcia nie przyjdzie.",
        "A: Grandma will not come. Where is she? The Fara(ph) is closed. And only\nafterwards, when Grandpa — Grandma came to America in 1960, I asked her, I\nsaid, could you tell me what happened? You were always so avoiding — you were\ntrying to avoid the — the issue. When I ask, what were you doing? Why wouldn’t\nthis woman come in? Because she escaped. How? Well, you know, she knows this\n 1January 21, 2015\ngendarme or that gendarme and she knocked on the door. She felt bad that your\nmother will worry about her, there are three children here and she has to go to\nwork. And we stayed together with my — I went to pick up the milk in the milk can\nfrom the gentleman that was delivering milk on the corner. I would pick that up,\nand I would go to the bakery with the 20 pfennigs or 10 pfennigs, whatever my\nmother left me, and feed th-the — the boys, and — and — and then we would stay\ninside, we would not go out. She says, you are to not leave the house. Do not open\nany doors, any windows. Stay in. And then grandmother came in. Apparently there\nwas somebody. She told me. She says, he hid under our skirts. I was always\npraying that he would — whatever, the policeman didn’t stop me, didn’t tell me to\nget up. And he says, my legs were going like this, because what would I do? He\nwas under my skirt at that moment.",
        "A: So-",
        "A: Yes.",
        "A: Yes.\nJanuary 21, 2015",
        "A: The girl. One of her — th-that she — my — my grandma-mother told me. She\nsays, we just lined up, all of us. And why I don’t know, that all of the older women\nfrom the rosary society would sit down on that li — in that line.",
        "A: And, all of a sudden, she says, I realized that the eyes were moving like this,\nbetween them. While somebody was searching in front, or on the other side, they\nwere going. And she says, and we knew — and then I felt something under my feet.",
        "A: It ma — it was a person. And he was carrying some information —",
        "A: — underground paper, yes.",
        "A: They didn’t find him, so —",
        "A: — they opened the doors, and let people out.",
        "A: Yes.\n -January 21, 2015",
        "A: Yes —",
        "A: — and she went to the other people to — especially —",
        "A: — to let them know that yes, yes.",
        "A: I didn’t think of a f — of being — I was scared only because I did not like to stay\nwhen it was very dark, because we could not keep the lights on — besides, lights\nwent off around nine or 10 o’clock.",
        "A: Yes. Everything —",
        "A: — water was rationed, ev — gas was rationed and electricity was rationed. So,\nwhen — and my mother would come home, sometimes at two o’clock at night. I\nmean, two o’clock in the morning.\nJanuary 21, 2015",
        "A: Because they had to work. So —",
        "A: Yes. Yes.",
        "A: Yes. Grandma would have — read to us books. I did not see Polish books. She\nhad Grimms’ stories, Anderson’s stories, children’s stories, all written in\nGerman, and she would read to us. Actually she was reading German, and talk —\nsaying — reading it in Polish to us so we would understand. So my — my two\nbrothers would understand what was going on. They said, why these funny names?\nBut you know, it was — but — but I loved stories, I loved when she read, and then\nshe would of course tell us. And when my mother would go to my father’s parents,\nwe would — she would not always take us with her. We would sit, and we would\nsay the rosary, or we would sing, and she liked to sing. So, you know —",
        "A: It was a closed world. I only remembered my — I remember my — one of my\ncousins, my father’s second older sister, Stanislava, she had two daughters, and I\nreally — Mearka(ph) and what was the other one? I correspond with her. It’Il come\n 45January 21, 2015\nback to me. And she cr — Mearka(ph) was my friend, and the — and she had an\nolder sister. She was already 16 or so. But they lived — they didn’t live in that\ntown, they lived someplace else. So she was the only person that I saw. She didn’t\ncome to our house, we always see — saw her in my grandparents’ house. But the\nonly time I saw other children would — when we went to my grandmother’s —\nmaternal grandmother — to Rattzot(ph), which was 70 kilometers away from\nKoScian, and this was going through a large forest. It was cobblestones, those\nwere huge stones, the old — and when I — that — I always loved to go there.",
        "A: Oh, not only this, it’s the smell of the forest, the — the vegetation. I-I could pick\nup the bluebells and — and during summertime pick up the blueberries and — and\nraspberries, because, you know, it was — this was an original forest, and I could\npick up all the — all — oh, anything that I wanted, you know, of di — of — of\nvegetation. It — it was — I loved to do this. Of course, we were very tired by time\nwe hit the village, but it was fun.",
        "A: Yes.\n xJanuary 21, 2015",
        "A: And that — that was the only place where I did not hear air raids, cause they\nwere hitting star — tow — towns.",
        "A: Because on June sixth of 1944, at two o’clock in the morning, the Gestapo\ncame and told my mother, you have one hour. Take only necessary things, and we\nwill — and we will take you to the train depot in Koscian.",
        "A: All of us. He didn’t say — he said all of us. And then we waited there, and\nwaited. And in the morning, six o’clock, they told my grandmother that, you are\nnot her family. What is your name? And my grandmother said, Meeshak(ph). And\nyour daughter — my daughter is Zurezak. You can take Ratychuk(ph), your\ngrandson, the younger grandson, and you can go home. She went home, she\ncooked a bottle of pea soup, and brought it 1n a can, and this was our only meal\nthat we had until we reached outside of Poznan, where were put into a transit\ncamp.\nJanuary 21, 2015",
        "A: And — and my mother, right, right. And my mother was interrogated there for\nthree days, who she was, why doesn’t she want to speak German. She says, I don’t\nspeak German. But you were born in Germany, you had to learn German when\nyou were in the seminary. She says, but I don’t speak German. She spoke — she\nactually spoke very poorly. She was very surprised that — as much as I could\nretain. And then after I became well, so I could — when I spoke, she opened her\neyes, she says, Jola(ph), you speak German? Where did you learn this?",
        "A: I said, I spoke it all the time, Grandma was reading in German. We had — you\nhad to speak in German outside. Well —",
        "A: — my grandparents spoke German. What do you do?",
        "A: Yes.\nJanuary 21, 2015",
        "A: She ti — yes, she wou — she would read it and translate it. Actually, when I\nfinally got hold of — when I was already eight years old, and I knew the grammar\nof German — but speaking is one thing —",
        "A: — but knowing the grammar. And I said, I remember this, I remember this, I\nremem — oh. So she wasn’t reading in Polish, she was reading in German. But she\nknew it so —",
        "A: — well, that she could retell the story in the oth — 1n our language.",
        "A: Mm-hm. That was in the transit camp.",
        "A: Ou-Outside of Poznan, yes.",
        "A: We were there til October 10\". We lived in barracks, like you would see\nbarracks in Auschwitz, or wherever German camps were. And since she was an\neducated person, they must have known that she knows some German. But she\n 40January 21, 2015\nhad — in Poznan my parents had a friend who was of German extraction. He was\nborn in Poznan, but his parents came to Poland, or one of them did —",
        "A: No, they were Germans.",
        "A: They were Germans, but they became Polish citizens, because you could\nbecome a Polish citizen after you — well, that was the — you know, the — the\nsecond [indecipherable] that gave them the right. But his father was taken to a\ncamp. He was — they never saw him when he was taken. He had a — like a cleaning\noutfit, but a large so — practically whole — all of Poznan knew who — who he was.\nAnd — but the son was a teacher, they had a daughter who was taken in as a— how\n— how do you say, as a— so they wouldn’t feel the persecution being Germans, she\nhad to work in Berlin. A hostage, okay, like a hostage. She was allowed to come\nand visit her parents during certain holidays, and that was it. And she — her name\nwas Dora and she would always come and visit my mother, or my mother would\ngo — take the train and go to Poznan. And visit her.",
        "A: Before — be — be — be — before we were taken out.\nJanuary 21, 2015",
        "A: Yes, yes, dry cleaning.",
        "A: Because he was not well enough to be 1n the army, in the German army,\nbecause they were taken. He knew several languages. He knew French, he knew\nPolish, he knew German and maybe he knew English, that I don’t know. But he\nwas a translator. And when my mother would be — would be called in t — for\ninterrogation, he somehow, as she was passing by, he would tell her, ask for an\ninterpreter. And that’s it. Because my mother told me this.",
        "A: Because I would always ask her, I said, Mother, I can’t take it any more. I don’t\nknow, he is — my brother 1s sick, he is hungry. Di — we had nothing to eat. Now,\nwhat — what do I do? Don’t worry, Vouyek(ph), Janek(ph), Uncle John will\ncome, and bring something. Because people from the outside could bring\nsomething, leave it at the —",
        "A: — gate, and — my mother sometimes received it, sometimes she didn’t get it,\nwhat he brought in. It was food, but one time I remember, and this is stuck in my\nmind, the Germans had a lot of dogs. And you know the gates, or — or the — 1t was\nbarricaded, but it was iron barricade. The dogs would —",
        "A: — crawl underneath and make — and Uncle John called once. I saw him walking\naround, and my mother said, go with Anjay(ph), and take a walk. Because we had\nto walk, you know, in order for — for hygienic reasons. And she said, when he tells\nyou to stop, and not look, turn around, and then he will disappear, you see what 1s\nthere. Once he rolled in an orange. Who could get an orange? He must have gotten\nit from somebody, okay’? And I don’t know what I did. My brother was playing\nball, and the ball came to the — to the railing. And I think right there, I put my skir\n— that I remember, I put my skirt on top, and just did oh, Andrew, here is the ball.\nMeanwhile, while I was giving him the ball, the other hand took the orange, and I\nput it underneath, into my panties. And I came back, and of course, I walking like\nthis. And an — and he said [speaks Polish] my stomach is hurting me. And my\nmother said, what are we going to do now? I said, can’t we eat this? But she said,\nyou're going to get all sick. But we ate it anyway, at night when everybody was\n bJanuary 21, 2015\nsleeping, or so-called sleeping. Because you know, we — we slept, there were one,\ntwo, three —",
        "A: — yes. Four beds in a line, and you never knew who was what, bunkers, or\nsomething like that. But we stayed there four months. When the Red Army started\n— entered Auschwitz, all the German camps began to close. That — you can verify\nthis —",
        "A: — 1n — 1-in — in — 1-1n books, or 1n — 1n reports.",
        "A: They started closing. When the opened Auschwitz, that was it. That’s why on\nthe 10\" of October, instead of standing every day from eight o’clock til one\no’clock in the center of the — of the —",
        "A: Yes.",
        "A: We had to stay there and wait, and if your number was called, that means you\nwould go to your barrack, and somebody would be there, give you whatever. You\nhad to go, take off your clothes. They would take you to a — as my mother called\n 4January 21, 2015\nit, the washing machine. To a barrack where they were — we would — could take a\nshower. But my mother never allowed us to go alone. We were there only twice.\nOnce when we came in and four months later. And on that day, in the morning, we\nwere told to take our belongings and give all of ours clothing to be put through\nsome kind of a disinfection, and we’re going to go to the barrack where everybody\n—can you imagine? All — all right, this was good thing. It was not very cold, but\nmy brother was shaking, and he says, oh, woda, woda. He wanted waters, he\nwanted so badly to get a shower, or — or a tub or something. And my mother said\nno, we are going to stand in the longest corner, in the darkest corner of the barrack\nwhere the — the water is coming out. And you are not going to look at water. You\nare going to face your — she held our faces to her belly, and she would turn around\nwhen the water was coming out, because the water nas — was not only water.\nThere was chlorine coming out, because it smelled awful. You cou — people were",
        "A: — choking. And then it was hot water — I mean, there were people — I mean, this\nwas decimation of people. We got out, thanks to our mother.\n 14January 21, 2015",
        "A: I[—I—my mother said, I don’t think that half, at least half didn’t make it.\nBecause the older people were left, and were put away into incinerators, because\nthey had incinerators there. Because when I went, 35 laters to Auschwitz in ’79,\nmy husband wanted to see Auschwitz. I went there, and I walked in, and when I\nsaw behind glass, piles of hair, shoes, teeth, I just felt sick. And I walked out, and I\nstarted to cry. And I said never, never, it’s — everything came back. I was six years\nold again. And I was —",
        "A: Yes. It —1t was in a transit camp.",
        "A: But this came back, because we had the same things.",
        "A: And the pieces of that hard, squared bread, which was something wa — that was\nmore than sawdust. But, you know, th-this — this I — I will never forget.",
        "A: And for many, many years, I would not touch dark bread, square dartch — dark\nbread. I could not take it. I would rather turn around instead of, you know, explain\nor make a face. No, no, it’s not good for me, and I wouldn’t. Now I have to eat,\n ‘5January 21, 2015\nbecause that’s part of my diet, but — and I got over it. But I will never go back to\nAuschwitz, never. Cause I don’t think I could face it.",
        "A: I wa —I went to the holocaust museum last Saturday to see Karski exhibit, and\nI saw certain pictures and I just turned around and I said no, I — I cannot face it.",
        "A: Yes.",
        "A: We were there several times. I went through the entire permanent exhibition of\nAuschwitz, Birkenau and — and Majdanek and others, pic — the pictures and —\nand artifacts that they had from those things. And I said no, I will not go there\nagain. Not to that section. Bec —",
        "A: Yes?",
        "A: No, no.\n ‘January 21, 2015",
        "A: We were shoved — we were shoved through a corridor where there were racks,\nhot racks, where our clothes that we could — if 1t were ours, or not, you had to take\nwhatever was there, and my mother knew which —",
        "A: — this will — yes, this was fit you, this would fit Jandrek(ph), and you know,\nand so forth on. And we would put that clothes on, and we were — our bags were\nwaiting already. I mean, what kind of bags. We had — I had the little valise like\nthis, and another pair of shoes, which was outgrown already, because it was\ncoming, you know, it was fall. And they put us on a train, on the last 100 wagon\ntrain from Poznan going —",
        "A: — west. And when we came to the border of Nordhorn in Germany, there was\na stop — or, no, it was not Germany — yes, we were in Germany, because\nNordhorn was Germany, and then it crossed to Holland. And we got — th-the\nentire train stopped, my mother told me, and I remember this — this barking at —\nand she says, take — help Jandrusz(ph), because he’s ill, so that he doesn’t wet his\npants. Okay, we took, and she said, play dead dog.\n ”January 21, 2015",
        "A: [speaks Polish] And I know what that means, that means — there were many\nbushes on — there was a signal, and my mother told me, I apparently had scarlet\nfever at that time, so I had very high temperature. Because I don’t remember what\nhappened, how I got, but eight days later I woke up in a beautiful white child bed\nin a hospital. And I looked around, and there was my brother laying in another\nbed, still in fever.",
        "A: Yes th — in the bushes.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes. Play dead dog. And I don’t know where she went. I — I cannot see her. I\nonly remember that my — not privilege, but my — I had to take care —",
        "A: My duty was to my brother, to take care of him.\n 18January 21, 2015",
        "A: Izbisznik(ph) was not with me, so I — I was always looking, where’s the other\none? Because I was so used to it that there were two —",
        "A: — two with me. But no — and he was so weak, that he just fell, and that’s it. And\nonly after two weeks, when I came really through, my mother told me that thank —\nI don’t know why I did this, but we are in a evangelical hospital, run by the\nevangelical nuns.",
        "A: Yes, but they were called — they were — this was a Swiss order.",
        "A: Evangelische, yes, Lutheran, uh-huh, Evangelische schwester.",
        "A: They had navy blue garbs, white coifs with rows, and they all had beautiful,\nlong hair. Some of them were very princely. There were baronesses, there was a —\ncountesses, very wealthy women who did not want to marry this one or that one,\nwould go to such an order.",
        "A: But they were this — they ran a hospital, because the hospital was right like on a\npeninsula.\nJanuary 21, 2015",
        "A: My mother told me, when I came through —",
        "A: — and — and I will —",
        "A: Woke up, but when I could talk with her, she told me — I said, Mother, why am\nI — I never had a bed like this. Where — where are we? And she told me that in the\nevening a farmer was coming with hay and some turnips and — and potatoes. And\nshe found her German language and ask him — he — she said, he spoke\nPlattdeutsch. He spoke, you know —",
        "A: — low — low German, but he understood what she wanted. And she pointed to\nthe two children laying there, and he told her he’s going to take her — us, to the\nhospital. And he took us there, my mother said it was two or three kilometers from\nthat place, there was the hospital.\nJanuary 21, 2015",
        "A: Timing. They had to — it had to be anybody who was sick, they would throw\nthem out anyway, on one side or the other side of the train. On the same train was\nmy mother — grandmo — godmother, with her two sons.",
        "A: Who in Russolt(ph) had a hor — she was — she had many Arabian horses. She\nwas training them —",
        "A: Yes, she had a horse farm. And she was taken, her husband was taken, he was —\nhe disappeared, I think he just was taken to a concentration camp, period. And\nthey were very — they were quite wealthy, because they had a big estate, and all\nthat stuff.",
        "A: Yes, and they — and they ha — and she and those two boys were on that train\nfrom some — probably from Poznan because that train was coming from Poznan\nstood from the ci — center of the city. Stopped there what — where the camp was,\nthe transit camp, and we didn’t know this until later on, when m-my mother found\nout, because she wrote — right under, or before, or when they hit the border, there\nwas a—a mine exploded, and many of the carts were turned over, people were\n <1January 21, 2015\nkilled. One of the boys died. Now, I don’t know if the older boys died — died, or\nthe younger one, cause I never found out.",
        "A: Yes, by the Dutch border, right.",
        "A: Yes, yes.",
        "A: Yes, they were taken to labor camps.",
        "A: Right, right.",
        "A: Everybody. Everybody was coming out, you see.",
        "A: Everybody was supposed to come out. This was yo-your — your last chance.",
        "A: Well, our last chance before we go to the freedom. This is what we — my\nmother said later on, when we were talking about it. Sure, because the Germans\nwere taking us out of the bombardment — bombardments and —\n ,January 21, 2015",
        "A: Yes. Yes, either to work on farms, or 1n factories, or wherever.",
        "A: Yes, because she worked in the sanitary barrack —",
        "A: — where they used — where — where they were disposing ointments, aspirin, and\n— and so forth on.",
        "A: Medications of some kind.",
        "A: Yes.",
        "A: Yes, yes.",
        "A: Yes, yes.",
        "A: I don’t — I didn’t know. I didn’t know where I was.\nJanuary 21, 2015",
        "A: Well, she told me this many days later, because apparently, she said, I was so —\nI had such a fever that I was incommunicative for the eight days.",
        "A: That I just lay there and she said they were putting me in — 1n cold tubs or\nsomething to, you know —",
        "A: — to cool — to cool me down. And then they found out — I found out that I\nwanted to talk to my mother and I could not because I was stuck, I had — they\ndidn’t know what it was. Apparently it was lockjaw. And then, after lockjaw, I got\nanother measles, germ — the German measles, so I was locked up for another six\nmonths in a dark room. I could understand everything, but I could not\ncommunicate. I could show, I could write, but I could not speak.",
        "A: And the doctor, who was — he was a Dutchman, Dr. Becker, who helped my\nmother — my mother worked 1n that hospital in a — a sewing room where they were\nrepairing the bedsheets and sewing other necessary things and cleaning and\nironing and so forth on. But she did not live in the hospital. She lived in a place\nthat I found out only after Christmas, she lived under the stable. I said, what is\nunder the stable? They had — the nuns had built a refuge for people who were\n <4January 21, 2015\nrunning away, for soldiers, officers, people — Belgians, Yugoslavs, you name it.\nAnd there were over 200 beds underneath the stable built.",
        "A: Nobody knew, and nobody discovered, even though, besides the nuns, the\nEvangelische schwester, there were 30 brown schwester. Those were\nHitlerjugend nurses. Not in white and blue stripes, but white and brown stripes.\nThat’s why they were called the brown schwesters. And when the nuns ate, my\nbrother and I, we ate with them, because one of the nuns, Sister Marta, decided\nthat we were her nieces, and that we were in the hospital. My brother didn’t speak\nGerman, he didn’t even want to speak, period. He only talked to me — to my ear,\nwhen he wanted. But they took us, when we finished eating, they — the nuns left,\nand then the other sisters, the brown schwesters, the nurses came, and they sat in a\ndifferent part of the — of the — what the ta — their tables was 1n a different —",
        "A:—room in the dining room, right. And they had different dishes, because this\nwas all provided by the —",
        "A: Mm-hm. We stayed there til Palm Sunday. On Palm Sunday, I couldn’t stand it,\nit was so loud. All the bells all of a sudden started to ring. I said, Mama, what is\n -January 21, 2015\ngoing on? The Canadian Mountain Police regiment came first. The Canadian — the\nCanadians came in and — because Holland was already free.",
        "A: They marched, and all the bells in Nordhorn started to ring and then in — then\nthe next and the next. And when my mother found this out, she went to Dr.\nBecker and she said, this is the end. She said, it’s not signed yet, but the war is\nover, because I received it from Munich, from the Americans, that the end — it’s\nthe end of the war.",
        "A: Yes, on that Palm Sunday. We were — I think we were the first ones to know\nabout it, because it came from Holland. They just came across the bridge and\nwent — came into Nordhorn, and that’s it.",
        "A: You know, that I don’t know. My mother s — my mother said, I think it was in\nthe middle of ’45 of April.",
        "A: Yes, ’45.\n 5January 21, 2015",
        "A: Yes. That’s right.",
        "A: And she found out a month — I think it took us another month, my mother\nfound out that the General Machuk(ph) Cross, who was with the British Army,\nthe — the division — artillery division was coming through from Belgium through\nHolland and into Germany and then crossing over. They — they stopped and — in\nLingen, which was, I think, not far away from Nordhorn, and there a—a-—a\ncamp that was a concentration camp for Russians, Yugoslavs, Ukrainians, Serbs\nand [indecipherable]",
        "A: All kinds of Slavs, because he was not only decimate only the Jews, but all the\nSlavs too —",
        "A: — because they were — somehow they were together in — into — in this war. And\nmy mother found out that there’s an organization from United Refugee association\nor organization, UNRRA.",
        "A: UNRRA. That they were trying to organize that camp for the other people that\nwere on the German soil.\nJanuary 21, 2015",
        "A: Yes, the refugees, yes. The deported people, right, DPs, as we were called.",
        "A: Yes. We were really — well, we were displaced, but we were not displaced, we\nwere — we were just transported. As an Australian 35 years later in America told\nme, he says, don’t you ever call yourself a DP. You are a delayed pilgrim. When\nsomebody called oh, you must be — not long ago somebody had some kind of an\ninterview of people, and somebody says, oh, she’s a newcomer. | said oh yes, thir\n— 65 years ago I came to this country. I’m only a delayed pilgrim. He said, and\nwhat is that? He took off the — the macro — microphone. I said, a delayed pilgrim\nmeans the pilgrim who came later than the first pilgrims. Like 500 years ago, 400\nyears ago later. But it was, you know, that was something —",
        "A: And then we stayed in the camp. My mother [indecipherable] the do — the\ndoctor found a transport for us that we were taken to the camp. It was awful. It\nwas awful. Dead bodies, children slaughtered. I mean, it was awful. I couldn’t — I\njust couldn’t. I just took my brother and I sat under a tree and I said — and I just\nstarted crying, and that’s it. I said, I don’t want to be here, I want to go back to the\nJanuary 21, 2015\nhospital. But of course, you know the army came in, cleared, and there were\npeople who knew how to organize things, who had the —\nkilled in that camp?",
        "A: Right, right.",
        "A: Yes. Oh yes. And children found — went in barracks and places where it’s\nunspeakable to — to say it.",
        "A: Yes, that — that — you know, I — that’s why, when somebody’s tell me, how was\nyour childhood, I never had a childhood. And I don’t think I’m the only one. There\nwere many children who never had a childhood.",
        "A: I think so. My uncle always called me — he said, you know, you are a martyr. I\nsaid, why? You’re always — you’re always looking for something to do, you’re\nalways helping somebody, you always want to do this. Everything has to be\ncleaned, every — because I had the — oh, I couldn’t stand dirt, or anything that was\ncrawling and moving, because I saw it under my skin, the bedbugs and — and the\nlice, and everything else. It was awful. Of course my hair was completely shaven\n <9January 21, 2015\nwhen I was in the hospital because it was falling off anyway. And — but somehow,\nyou know, we survived, because my mother signed a paper in December of 1944\nin the hospital. Dr. Beck — Becker asked her and told her that because this was a\nnon-Nazi hospital, they had to accept all wounded majors, captains, generals,\netcetera, etcetera, the higher officers of Germans were there. And they were the\nfirst ones to receive — that hospital was the first one to receive penicillin. And he\nsaid, and in order for her to speak, the only thing that I know that could help her is\nultraviolet ray infiltration. So they —",
        "A: To — to — yes, to loosen up, to —",
        "A: Yes, the lockjaw. And it worked apparently, because it took three — three\nmonths.",
        "A: She had to sign agreeing, because —",
        "A: That she permits us to get penicillin, and get the ultraviolet rays. Because it was\nunknown if it’s going to cure —\nJanuary 21, 2015",
        "A: — or not. My mother said, 1t’s a 50-50 chance. He says yes. You don’t know,\nand we don’t know, but can we try? And in the hospital we had a stamp here, and\nthey eradicated.",
        "A: Yes, yes, we were stamped.",
        "A: I— we — that — I remember one zero something, and six four, and I don’t know\nwhatever. It was a longer number, but I don’t remember. I — I just — when, many\ntimes I would get up and say, why this number comes back to me? And my mother\nsaid, because it was a number that was given to you. And because I had to\nremember it when I went to the — to the platz at eight o’clock in the morning, and\nwaited there with my brother. It was rain or shine, we had to be there.",
        "A: Daily.",
        "A: Yes.",
        "A: Yes.\n «1January 21, 2015",
        "A: That I don’t know, but there were people who were taken out of the camp, put\non a train to — outside to work someplace, to factories, to farms, for —",
        "A: During this time, yes, yes.",
        "A: Because — because when we would come back, we would see, oh this bunk 1s\nfree, this one 1s all the things are taken out.",
        "A: And it’s being disinfected, so that means something — something has — I asked\nmy mother once, and she said, because those people left already. And those that\ndidn’t make it were put aside, and — toward the incineration, that’s it. Tha-That\nwas the only way to tak — to get rid of the bodies. But you know, I don’t like to go\nback through — I do not think — that’s why I was very hesitant to — to — because it —\nI know I’m not going to sleep tonight.\n 2January 21, 2015",
        "A: But that’s — you know, somebody asked me once also, when I was in — in\nWashington, and I said, why shou — why do you want this information? Why do\nyou want to interrogate me? This is not interrogation, we want to see what\nhappened. Because you — your papers — you do — you don’t have certain papers,\nyou don’t have this. I said, because I don’t have anything. If you want to, why\ndon’t you write to Germany? Or find out?",
        "A: I think she knows certain things because I said, ask Grandma. That means, ask\nmy mother. I said, my mother will tell you certain things. But my mother was very\n— she w — she was not scrupulous, but she only said — only told her certain things\nand that’s it. In general, that’s it, because she says, I don’t want her sh — because\nmy daughter 1s very sensitive. She knows that, you know, his mother lived to be\n103, despite the fact that she — it was meant for her to live that long. But they were\nvery, very close, as a— as a family. The only time that he was away, and not living\nwith her, was the two years that he was in the United States Army.",
        "A: Yes, yes. She lived here, with us. I actually married both of them, as I always\nsaid. Yes. And you know, it was — it was different. She, in her later life dwelled on\nit. It was part of her [indecipherable]. She wrote certain poems, are very, very\nJanuary 21, 2015\nstrong, very beautiful, very formative. And I told him, I said, you know, I found\ncertain papers, going through some of the things. He still doesn’t want to go and\nsee them.",
        "A: But, I said, you know, they’re very good poems. And he said well, you would\nknow. Of course, I — I am not — I am not a literary major, but I— I was a —I recited\npoetry, not only of Polish, but of — in — in — in Italian, and in — in English, and —\nand I love poetry. And you know, certain poems, when I had to translate from\nFrench into English and then write about it, what it really meant.",
        "A: I would always get the best results on my — on — on my grading papers. And\nsometimes says, how do you know this? I said, well, I happened to go through\ncertain things, which I can read between the lines. And she says yes, exactly, here\nit is. This is what the poet says. So, you know, it was something — I can feel when\nshe was not indulging herself into the poem, but what was going on, the essence\nwas — 1s there.",
        "A: Yes, yes, and I think — he said, you know what? I think I’m going to look into it\nand we’re going to ask someone who does these things, edits, and to find out if — if\n ,January 21, 2015\nit wouldn’t be worthwhile to publish it, you know. Because I think it would be —\nthis 1s something that she left behind her.",
        "A: Yes, it is. It 1s.",
        "A: Yes.",
        "A: Right, right.",
        "A: I was not —",
        "A: I don’t know when I was a child.\nJanuary 21, 2015",
        "A: I don’t know. I always think I was a grown-up. They used to call me stara(ph)\nmarinka(ph). That means —",
        "A: No, young but old.",
        "A: Because —",
        "A: I don’t know. Because, you know, it’s something I — and really I cannot say\nthat I played, or that I would love to do this. Yes, the only time that I could say\nthat I played was with the lead soldiers during — you know, it used to be even — the\nwhole world had it. And when my two cousins, and all the four cousins would get\ntogether, or all of us 11 got there on the floor, and we would [indecipherable] I\nsaid, look, there’s the enemy. Who’s the general? On which side? So they started\nquarreling; this one, this one, this one. And then finally Izbisznik(ph), my cousin\nwould say, let her be the genel — the general, she’s a girl. She has nobody to\nquarrel with. So, you know, it’s — yes, that — that I think will stay with me, that —\nand my — and my uncle, you know, says [indecipherable] he said always, you are\nsuch a masochist. I said, why? He said, because if — you always — your hand\nalways have to be busy, you’re doing this, you have to have this on, you have to\n «6January 21, 2015\ngo this. You — you put your — you’re going shopping, but no, there’s a lady across,\nyou have to go and take her over to the street. Why? I said, Uncle, because that’s\nwhat a Girl Scout does, doesn’t it? Besides, there were people who helped us when\nwe were unable to do it ourselves, because that’s what Mother said. Sometimes\npeople would take us by the hands and — or carry us even, because we were so\nweak. But, you know — and I do realize, a war 1s a war. A lot of things happen. But\nI—",
        "A: — but I don’t want to — I —I really don’t want to go through it again.",
        "A: Please. No.",
        "A: Okay. When my father came back and a different — bo — being both teachers,\nthey needed, they were organizing schools. My mother was a good organizer, and\nthe man whom I called uncle, who became our adopted uncle, he became the\ndirector of — of this camp, and then it — we find out there was 15,000 people in it.\nBut he knew how to —\n 67January 21, 2015",
        "A: — organize it, yes. He was in AK so, you know, and he was fighting in Warsaw\nand all that stuff.",
        "A: Yeah, Armia ka — Armia Kryova, yes. So, you know, it was — it was\nsomething that people had, the energy, wanted to build, wanted to form something,\nwanted to — to get rid of this dust that was on — upon us. That we wanted to live\nlike normal people. The first thing that was cleaned was one barrack that the mass\nof thanksgiving was going to be said. A chaplain came in, whom we befriended —\nmy mother loved to write — to — to play Bridge, so every Saturday or Friday night,\nthey would play Bridge, because it — this was something that would take them\naway. It was — it was something different. It was more intellectual than — than\nanything. And — and the teachers were needed, so my father, when he became\nbetter and better, he said look, somebody has to take care of this. So they said, you\nknow, you used to be a te — a director of school here in this school, in this region\nand that region. Why don’t you take this? You can’t be doing too much of\ncarrying, organizing, but you can organize school. You can organize the classes.\nYou can ev-evaluate th-the students who are there. The first grade. I never went to\nfirst grade, because I was [Speaks Polish]\nJanuary 21, 2015",
        "A: So why should I go to first grade, second grade, because I would be bored. I\nwould be telling a 20 year old what 1s a,b,c, the alphabet, because she didn’t\nknow. She came from a eastern side of Poland, someplace from behind Bug. She\nheard that people went to school, but she had to work on the field. And — but now\nshe was 20 years old, and she wants to know.",
        "A: It’s over, the war is over, I want to do something. I want to be a human being.\nSo my father said, oh no, you stay home, and you teach your younger brother, and\nthat’s it. And you read —",
        "A: In Lingen(ph) — in li — in Linden(ph), we stayed until ’46, and then another\ncamp was being organized, we went to Ferzen(ph). Ferzen(ph) was a\nconcentration camp for the Yugoslav.",
        "A: And it was changed, because we were — we were actually under the British\noccupation of — of that segment of Germany. The —",
        "A: — the —\n «9January 21, 2015",
        "A: — th-the British zone.",
        "A: Yes. All the way up to Wiesbaden, that was also a part of it. Americans took\neverything below of — o-of — be — bevow — below — not Leipzig, the other one.\nLubeka(ph). Lubeck(ph). [indecipherable] that was, and when the French gave\nup their occupation, the Americans took that zo — all of that part was — was under\nAmerican occupation. And we were 1— on the northwestern part.",
        "A: We stayed til — 1-in Ferzen(ph), and then we went six weeks here, three weeks\nthere, and we were moved where he was needed to organize a school, and shipped\nto another place. The longest we stayed, in Braunschweig, which was almost in\nthe middle.",
        "A: And closer to the Russian border. We were in Hildesheim, which was the last —",
        "A: The East German border —",
        "A: — yes. We were in hel — in Hildesheim, which was right across the street were\nthe — were the Russians. This was the close they —\nJanuary 21, 2015",
        "A: We — yes.",
        "A: And then from there, we moved to — to Braunschweig, and we stayed in\nBraunschweig there.\nhometown, you don’t go back to ko — KoScian.",
        "A: My f-— grandfather — my father’s father wrote him a letter. He could not write\nwhat he wanted, but he said, there 1s a big body of water, and another world 1s\nwaiting for you. He had his answer. He was packed in 1944, when we lived in\nMappen(ph) rosa(ph), coming from — from Nordhorn, and he wanted to go back\nand rebuild Poland. And my mother said, I am not going. And he got the answer.\nHe was ready to leave, and I think that changed his mind. He said, Jusef(ph) —",
        "A: Yes. God bless, and that’s — that’s all he wrote. Nothing was erased. Later on\nwhen we were already in Braunschweig, we received letters with —",
        "A: That were censored, yes. And we knew. But we stayed in Braunschweig, and\nin Braunschweig in °48, at the NWCW. En-sa-voot-sa(ph). Ens — yes, NCWC,\n ;January 21, 2015\nthe National Catholic Welfare Conference was organized in America, and they\nwere trying to receive people who would sponsor, as sponsors for the people that\nwere displayed in — in Germany, and in other countries was — as I was told.",
        "A: But — but — and my parents signed three papers. One to England, one to\nAustralia, Argentina, Brazil and America.",
        "A: And yugo — yes, five papers. And you had to go to the first one that received\nyou. The first one came to America. And then came, I think Australia. And my\nmother said, I don’t want to see kangaroos, and I don’t — I don’t think I want to\nlive there. And my father said, well, okay, so we were — we’re stuck with this. As\n— as an officer, he should have gone — he could have gone to England. But there\nwere three children, because my youngest brother was born in ’46, in\nMappen(ph). So we could not move, we could not go, because England had its\nown problems, and they would take single people, and the most people with one f\n— one child, yes. Married people yes, but with one child only.",
        "A: It was the United States, and we left in 1949. We traveled actually from\nAugust til September, because when we — everything was written, everything was\n 1)January 21, 2015\ncleared, my youngest brother decided to — not to take a nap. But when my bag was\ncovered, he didn’t see me, he saw only my bag was turned af — from him. He\nloved pears, and he grabbed a pear from the table and ate it and got such a\nstomachache that he was convulsing. They took him to the hospital, he was there\nfor a week. So —",
        "A: — all our papers were delayed, we cannot go, we were going to take a train and\ngo to Bremerhaven.",
        "A: And — and — and — and take there. So, we went in September, we were moved\nthere, to another camp, and they said, okay, no bed works.",
        "A: Wa — watch your kid. No — no fruit of any kind.",
        "A: He wer — oh, he loved pears and Naptha-Fels soap. When he grabbed that, he\njust put in his mouth and just — and he just ate it.",
        "A: He needed — he needed phosphate.\nJanuary 21, 2015",
        "A: Or, he would go outside, and wherever he saw pieces of — of walls, you know,\nfrom the barracks, he would take and put in his fingers, it had calctum and\nsomething else in th — in — in the composition of — of the walls. [indecipherable]\nit was a strange child. But the pear really did it.",
        "A: It delayed us by two and a half mon-months, and we left actually on — again, on\nthe 10 of October, from Bremen.",
        "A: In 1949, on General Black, which was an army sh-ship.",
        "A: Yes.",
        "A: Sailed — we a— no, we had to detour and go to Ellis Island, my mother, I and\nthe youngest one. My father and Andrew went to New York, then they took us\nback on the ship, 24 hours later from Ellis Island and brought us to New York\nharbor. That’s where I got my green card.",
        "A: We had a sponsor in Wisconsin, who happened to be a Jehovah Witness. He\nfound out that my father was well-educated, knew several languages, and that —\nJanuary 21, 2015\ncause they wanted somebody to run their community. They needed a bishop, and\nthey would make him a bishop. And my father says, never! And it was cat — well,\nyou know, through NW — NCWC. They found out, they said this man — that\nfamily cannot, they are Roman Catholic. So, when we changed trains from New\nYork at Union Station and got on the — the Hiawatha train, we landed in — in\nLisbon, and there was nobody to pick us up. And half an hour later came a—a\npriest, and spoke to us in English, sort of sounding Polish, and said, I will have to\ntake you. My mother lives here, not far away, and we’re going — we have to talk.\nWe had to find another sponsor. There’s a woman who will take you. She has one\ngoat and two rabbits, and — and — and three or four chickens, and she has a small\ngarden, and she would lo — she would love to take you in. Oh, my goodness. My\nmother cried. Of course it was impossible. She was lately demented, but she was a\nvery good woman. And the priest himself realized that this was not the place. So\nhe called the chancellery office in that area, and we landed in New Lisbon, not far\nfrom Mauston, Wisconsin. And a farmer, a Mr. Barlette(ph), who was a Belgian,\nmarried to an Irish woman, they had a big farm. A very wealthy man, cause he had\n500 cattles and all that stuff and — and oh, acres and acres of — of fields. And we\nwere there for six weeks, but my father had to work from four o’clock in the\nmorning til eight o’clock at midnight — at night, and many milking and doing all\nJanuary 21, 2015\nfarm work. I mean, you know, he was not — physically he was not ready to do this,\nto work like this. He wanted any work, he never complained. I had to say he never\n— but my mother work — worked as a housekeeper. She cleaned the whole house,\nall the windows. I was just turned 11 years old. I was ironing 30 shirts a week,\nbecause there were people working, and doing things. In the morning we got up at\nsix o’clock and at 6:30 we had — we walked three miles to New Lisbon, cat —\ncaught a bus that took us to Mauston, to a Catholic school, which was run by\nGerman nuns. And at least I could confer — converse freely with somebody. I\nknew some English, because I — we were taught English by the British soldiers.\nThey were — one time we had a English major, and then we had a Scottish\nsergeant. And he ri — loved the Polish language because it was such a beautiful R.\nWe could roll our Rs, as he said.",
        "A: And they can too. O-Only th-they can too. So, you know, it was — but I knew\nGerman very well, and English was in my ears. I could hear it, but 1t was difficult\nfor me to — to express myself, because the German would —",
        "A: Come in, and well, it — it worked itself out. The Father Evans who took care of\nus, he said, you know, I received a call from the Chicago chancellery, and there’s\nJanuary 21, 2015\na Franciscan priest, who apparently knows you. And yes, because he was in\nAuschwitz, and then he was in Dachau. And he came out, and he lived with us\nand — in li — Lingen(ph). And I think then the order asked him to — to come to\nAmerica. And he stayed here, because he had TB. But he came out of it, and we\nonly saw him here for a very few weeks, and he orga — he found somebody here to\ntake care of us, and —",
        "A: In Chicago, and we left — we got here of — three or four days before\nThanksgiving.",
        "A: In 1949.",
        "A: Mm-hm. November — I don’t know if was 24\" or 25\". November something.",
        "A: So ever since, we lived in —",
        "A: — in — in Chicago. We lived first at Saint Adalbert’s Church — parish, 17\"\nStreet and Ashland. And then we moved later on to — to the north — northern side,\nand —\nJanuary 21, 2015",
        "A: Oh, in 1957? Yes, 1957 at the scouting celebration of — of Christmas and I\nhappened to be playing the role of Blessed Virgin, because I had hair long down to\nhear. So — and I sang, apparently, pretty well. So I had my — and I didn’t have time\nto even comb it properly, I just put it in the — in back with a — with a ribbon, and —\nand — and —",
        "A: Yes, and I had a uni — my scout uniform, and — and we were pouring coffee and\ntea, and bringing, you know, sweets to the — to the parents, and — and guests and\nthat’s how — and then he realized that he saw the same girl in church that he saw in\nthe uniform. And he stopped me one day when I was coming from North Avenue,\nand that’s how it started.\nto what we’ve talked about today? Is there something — again, as I asked Mr.\nPawlikowski, is there something you’d like your granddaughter, Kinga(ph) to\nunderstand about what happened to you, what you went through, how you came\nout of it?",
        "A: Endurance. It — 1t — it requires a personal endurance. And education, and\nfollowing the right way. Always be noble. Even if one makes a mistake, it is not a\nJanuary 21, 2015\nsin to say, I done this and then apologize. Otherwise, if you don’t have the nobility\nto do this, the noble heart, then you’re not a full person. And if — and have a strong\nbelief in what you want to do, and follow it. Follow your calling. But first, learn.\nGet a good education, just like we tried to instill 1t in our daughter, who went\nthrough the Jesuit education for nine years, and — and got a scholarship, full\nscholarship to in — to Loyola, and then —",
        "A: — and studied a whole year in Rome. So it was — it was an opening. She was 21,\nshe — on her 21* birthday, she went to Poland and had the Christmas — she could\nhave come to Chicago, she could have come here. But she went over thor — there,\nand she brought a Polish soul with her. They didn’t even want to celebrate\nWigilia, which is the Christmas eve. And she says, what? I am going to buy the\nChristmas tree, I am going to dress it, and I am going to set the Wigilia for you. I\nwill go and stand in line and buy fish. And this was only what, ’87? Winter of ’87.\nAnd she did it.",
        "A: Yes.",
        "A: Yes, yes.",
        "A: And the fam — and she even made the family, the men, who said, oh, you know,\nI’m a doctor, I’m doing this, I’m so tired. Why should I dress — and she said, we\nalways dress for Wigilia. What kind of a Pollack are you? So —",
        "A: Thank you. Thank you for listening.",
        "A: Thank you, you’re the first person that I have shared so much.",
        "A: Thank you.",
        "A: Mm-hm.",
        "A: Okay, thank you.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJanuary 21, 2015\nRG-50.030*0789",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JOLANTA PAWLIKOWSKI\nJanuary 21, 2015"
    ]
}