{
    "rg": "RG-50.030.0273_trs_en",
    "sequence": [
        "ILSE SAUER\nAugust 21, 1995\nQUESTION: Ilse Sauer, if you would just begin by telling me your name, date of birth and where\nyou were born.\nANSWER: Okay. My name is Isle Sauer, nee Ilsedore Rudolphosou. I was born in 1923 in Penslo\n(ph.), a small town north of Berlin.",
        "Q: Tell me a little bit about your family and your town.",
        "A: I was an only child. My parents got married pretty late in life and -- and our life in Penslo was\nmy early childhood what was quite normal. We had a sizable Jewish community in Penslo. There\nwere a number of Jewish families. We had a beautiful synogogue and we, children, later on\nattended religious school there. Well, when I was six years old I started public school and after four\nyears of elementary school I was awarded a scholarship to a lyceum and an all girls academic high\nschool, but before my first year there was over my scholarship was revoked and I was notified that\nwe would no longer welcome at that school. So all -- because I was Jewish. And --",
        "Q: What year was that?",
        "A: It was in 1943 -- 1934. Excuse me. It was in 1934 and already at that time the anti-semitism in\nPenslo was quite wide spread as it was in many smaller towns.",
        "Q: Now, what kind of business was your father in?",
        "A: My father was, what you would probably call a commercial artist. He mainly concentrated on\ndesigns for embroidery. In those days there were a lot of fancy embroidery of table clothes and\nlinen and everything and that was his main occupation. And -- Q: Was your lifestyle fairly\ncomfortable?",
        "A: Our lifestyle was -- yes, was a middle -- middle class Jewish family. We lived quite\ncomfortably and in the beginning in my early childhood everything was all right. Then when I had\nto leave the special school I was forced to go back to the public school which in those days public\neducation lasted for eight years and I graduated in 1937 at the age of 14. Because there were no\nopportunity of me in Penslo my parents sent me to a Jewish household school in the suburbs of\nBerlin which was actually to learn all kinds of domestic skills including child care. During that year\nmy parents moved to Berlin into an apartment in an apartment house. Because life in Penslo had\nbecome intolerable.",
        "Q: Let me ask you a question before you go on. Did -- was your family religious?",
        "A: No. My family was actually not religious as such. My father especially was a stanch (ph.)\ncellar (ph.) Jew who would fight for his Judaism any chance he would get. See, in those years Jews\nwere already taunted a lot, being called names and even physically pushed around and my father\nwould go out at night with his snappy walking stick and when somebody would taunt him or he\nwould come across a young Nazi boy he would try to hit them with his cane which sometimes got\nhim into trouble and my mother was always worried about him.",
        "Q: I'm trying to get a sense of just the build up on the anti-semitism and whether this was a fact of\nlife before Hitler came to power and how it progressed.",
        "A: It was already before Hitler came to power. There were already signs of anti-semitism and then\nwhen Hitler came to power, as I said, in 1934 most of the men had joined the Nazi party. The\nyoungsters were in the Hitler youth and they had horrast us Jews quite a bit.",
        "Q: In what way?",
        "A: Well, they would call us names. They sometimes would push me around in school and out.\nThey were belittling us and, you know, it was not too pleasant. I mean, some of the Gentiles, I had\nsome Gentile girlfriends, but later on when they joined the Hitler youth they were so brainwashed\nagainst Jews that former friends would not dare to associate with a Jew any longer. Because in a\nsmall town, you know, everybody knew everybody. It was different in a large city like Jovian (ph.).",
        "Q: How did you make sense of it? Did you talk about it with your parents?",
        "A: Yes, certainly we talked with my parents also with other youngsters. You know, we were\ntalking about these things. About -- they were invisible because, you know, the Nazis got stronger\nand stronger and life became more difficult.",
        "Q: Did your parents have any lose of\nin their life?",
        "A: Yes. We had -- we were desperately trying to get out of Germany. And my parents really never\nhad a chance. We had no relatives in America who could have sent us an affidavit or any place else\nwhere we could have gotten us out. The only possibilities for my parents were either to go to\nPalestine or to Shanghai in China which my father was afraid he would not tolerate the climate\nbecause he was suffering from athsma. Then my parents at least wanted me to get out and I had a\nfairly good chance. The director of the household school in Berlin had immigrated to England and\nshe opened a children's home there. She sent papers to some of us young girls to come to England\nand work with her in the children's home, but somehow the papers meant for me got lost. I have a\nfeeling they must have been sold to somebody and by the time the director was able to make out\nnew papers it, unfortunately, was too late. So in 1938 when I came back from household school and\nmoved in with my parents again the persecution of Jews in Berlin had become quite bad already and\nthen later on we were forced to wear the Jewish star. We had to take the added first names of Sarah\nand Isreal. Doctors, lawyers and other professionals could no longer attend to their professions.\nJews were not allowed in the university. In fact, already in '39 we were not allowed to go to the\ntheater, to the opera, the movies even. So our life was very limited for us.",
        "Q: What -- were you -- did you see a lot of difficulties in the streets or round ups, anything like\nthat?",
        "A: Well, yes. happened on November 9, 1938 and I saw the destruction of Jewish\nbusiness’ and Jewish homes and there was terrible vandalism and it was just a horrible sight.\nFortunately, somehow they missed our apartment and we were not directly affected by that.",
        "Q: Did you hear it happen at the ?",
        "A: Yes. Well, heard what went on. We also, you know, if you lived in Berlin was pretty close to\nthe sports palace in which Hitler frequently spoke. So right near our house we had these parades of\nHitler and his whole enteras coming around quite frequently. That was about what happened in\nthose years. You know --",
        "Q: Did you feel at risk when you saw these parades come on?",
        "A: Well, you were always at risk especially, you know, once we start wearing the Jewish star, but --\nwell, fortunately, I -- I, personally, my parents, we were never really bothered too much by that. I\nmean, we could not associate with Gentiles anymore. In fact, one of my father's brothers had been\nmarried to a Gentile woman for years. In fact, he had converted to Christianity and the brothers\ncould not see each other because they were afraid to be seen with Jews because --",
        "Q: This is a bit of a digression, but what happened to that brother?",
        "A: That brother survived in Berlin, yeah.",
        "Q: As a Christian?",
        "A: As a Christian which was unusual because I know of other people where one spouse was Jewish\nand the other spouse had to suffer for it and also was reported, so that was quite unusual.",
        "Q: Was there, kind of an inward growth of the Jewish community because you were so isolated\nfrom the rest of the city?",
        "A: Yes. Ina way it was, of course, you know, we moved to Berlin late, so we really didn't have too\nmany friends. We had relatives in Berlin and on the outskirts of Berlin I had an aunt who had a\nbeautiful villa in a beautiful suburb of Berlin where I actually had spent a lot of my school vacation\nwhen we still lived in Penslo. And my mother had sisters in Berlin and some of us were together\nmostly with family and relatives in -- in Jewish France.",
        "Q: Was -- I mean, were there ever by the Jewish community to kind of take care of -- take care of\neach other?",
        "A: Yes, there were. You know, the Jewish community set up a lot of opportunities for us Jews\nespecially us Jewish youngsters. For instance, in 1940 I found out that the Jewish community had\nestablished some dress making courses and I enrolled in one of these courses. Unfortunately I could\nnot quite finish it because before the end of it I was ordered to force labor. That was in April of\n1941. And the forced labor I had to do was in a large commercial laundry on the outskirts of Berlin.\nI had quite a lengthy train ride getting there. At that time the war in Europe was on and British\nbombers would come over Berlin practically every night and bomb Berlin. So we, Jewish, forced\nlabors worked on the four p.m. to midnight shift and we had to sort dirty laundry for the German\narmy. Well, on my way home after midnight I was usually caught in an air raid on the train and had\nto go to a shelter at the Neil (ph.) station and sometimes I didn't get home till eight, nine o'clock in\nthe morning. That's how long the air raid lasted. Once in a while I would just make it home and\nimmediately had to go into our cellar which was set up as an air raid shelter.",
        "Q: Was the work hard?",
        "A: Yeah, well, we had to work hard. You know, dirty laundry e had somebody standing over us to\nsee that we -- we didn't sit still. We really worked all the time.",
        "Q: I want to ask you to go back a minute because --",
        "A: Okay.",
        "Q: -- before you had mentioned to me that as a school girl --",
        "A: Yeah.",
        "Q: -- there was a lot of anti-semitism in the school itself.",
        "A: Yeah.",
        "Q: Can you tell me --",
        "A: Well, I'll tell you for instance I had a primary teacher in my school who was a stanch in the\nsemite (ph.) and she always preached anti-semitism. Hatred for Jews. And of course that dropped\noff on the young students who already were in the Hitler youth and were indoctrinated anyway and\ntherefore made life miserable.",
        "Q: Was she mean to you?",
        "A: She was -- no, she always made an exception of me because she had known my family. One of\nmy father's sisters had been a teacher years earlier together with her. So she was familiar with my\nfamily and she always said \"Well, of course there are exception and Isle is one of these exceptions,\nbut in general, all Jews are bad and all Jews are doing bad things,\" and this was the jist of her story.",
        "Q: Was that a relief to you that you were an exception?",
        "A: No, I felt terribly embarrassed by it. Especially there was another Jewish girl in my class who\nwas of course was meant by all this insinuations and it made me feel very bad.",
        "Q: Is there anymore, in a detail you can give me about the persecutions or what you saw and heard\nin -- in -- in the atmosphere in Berlin before you were deported?",
        "A: Well, you know, in Berlin we really kept pretty much to ourselves except, you know, getting\ntogether with our family. There really wasn't much contact with the Gentile population. They were\nto stay from us anyhow. And well, you saw that very often even before the pro bone of 1938 that a\nJewish source would be vandalized and Jewish homes, you know, they were -- painted swastikas on\nthem and, in general, these were the things that stand out in my mind.",
        "Q: Did people continue going to synagogue?",
        "A: Yes, people did go to synagogue.",
        "Q: So that wasn't totally restricted?",
        "A: No, that was one thing that was not restricted at the time.",
        "Q: And your father continued to work?",
        "A: Um, my father, no. My father only got permission to move to Berlin under the regulation that\nhe would not work in Berlin. That he could not make a living. Actually, we had to live on the\npension and some papers, you know, treasury papers or things like that that we had. So that he\ncould not work anymore.",
        "Q: How -- did your family have friends or did they have any sense of what was coming?",
        "A: Oh, yes. We definitely had a feeling that we wanted to get out of Germany desperately. I think\nI mentioned that before that we didn't have a chance to get out. Yeah, no. My mother, she was very\na\npestimate person, pessimistic, and then the news of the pertration (ph.) started to come about. She\nsuggested that we should commit suicide together because we would never survive any kind of\ndeprecation (ph.), but I sort of talked her out of it and said \"Oh, you'd be surprised. We will\nmanage. We will live through it,\" and I still had hoped that it wouldn't be quite as bad as the -- as\nshe had anticipated. So then while I was doing the forced labor and that laundry in January of 1942,\nthe beginning of January, we got a notice that we would be resettled to the east. They did not\nmention where to, just to the east. And we were suppose to pack our clothing, bedding, a kerosene\nheater, and possibly sewing machine which I had of course and which we packed, we packed all\nthese things and never saw any of it again. Then on January 11, 1942 the German secret police\ncame to our house and took us away and they sealed off our apartment which most likely later on\nwas plundered. They took us to a gathering place at the synagogue in Berlin where a whole group\nwas assembled for this transport which consisted of 1,037 people. Mostly middle aged and older\npeople. Very few young ones. My mother discovered one young girl by the name of Stella. She\nintroduced me to her and we befriended each other and went to the first part of the diplocation\ntogether.",
        "Q: But did they tell you when you got there anything more about where you were going or what\nwas happening?",
        "A: No, they just said \"To the east.\" We would be sent to the east to work there.",
        "Q: Were they polite?",
        "A: Not too polite. I mean, they just out right told us we would be resettled to work in the east.\nThen we stayed in that synagogue of two days. We slept on the floor of course, being that many\npeople. And on the 13th of January the Jewish communities made sandwiches for us to take along\non the trip. And on the 13th we were put aboard an old, unheated train for our trip east.",
        "Q: What was the general mood like?",
        "A: Well, we were all quite depressed of course. And on -- on this old train. Our mood became\nmore somber and it was really bad. It was so cold that even the drinking water froze. My father\nwas not able to take his asthma medication which had kept him asthma free for several years before\nand he suffered his first asthma attack on the train to Lega (ph.). Then the arrived in Lega after four\ndays on the train. We arrived at the Skiatave (ph.) freight station outside of Lega. And we were\ntold by the SS that there were trucks available for the transport to the ghetto which was seven\nkilometers away, but there were not enough trucks for everybody. Just for the older and infirm\npeople and everybody people would have to walk those seven kilometers. So my father got upon\nthe truck and my mother was first standing in line next to me and then she suddenly said \"You\nknow, your father might have difficulty understanding orders the SS might give him,\" because he\nwas somewhat hard of hearing from an accident in his childhood. So she left my side and got up on\nthe truck with my father and that was the last time I ever saw my parents. I was barely 19 years old\nat the time. So the rest of the group of us marched towards the ghetto. The seven kilometers as I\nsaid. It was 40 degrees below zero. The snow was very deep and it was very difficult to march\nthose seven kilometers. I was luck. Before we were deported a relative had given me ski boats and\nI was wearing these ski boats all through my time in concentration camp. Summer and winter. Um,\nso here every time, you know, somebody slowed down a little bit on the march, the SS would use\ntheir rifle butts and kick them in the rear to turn them on until we finally made it to the ghetto.",
        "Q: And when you got to the ghetto did anyone ask \"Where's my mother. Where's my grandfather?\"",
        "A: Oh, absolutely. The first thing I did was frantically look for my parents and so did all the other\npeople who had left parents on the truck. And the truck never arrived at the ghettos. We were told\nby the SS that the trucks had been taken to Dunamenda (ph.) for the people to work at the canning\nfactory. And, in fact, there was no such thing as Dunamenda and the trucks were taken directly into\nthe woods which we found out only later and the people had to strip and were shoot into open mass\ngraves. All this, of course, we found out later. Meanwhile, we settled down in the houses or shacks\nthat were assigned to us because the ghetto was in the worse slum area of Lega.\nLega, actually, was a beautiful town, but this was in a very bad area and it had occupied by the\nLeucoline (ph.) troops. It was a Leucoline ghetto before we Germans arrived there. So --",
        "Q: They weren't there anymore?",
        "A: No, there was nobody -- yes, there were some out of -- we found out, we were told that out of\n34,000 Leucoline Jews, who had lived in the Leucoline ghetto were all murdered except for 4,000\nyoung men who had occupations that were important to the war effort. And they were separated\nfrom us German Jews. They were in a Leucoline ghetto what we called in the German ghettos,\nseparated by wire fences. There were some gates in the fence and on weekends the Leucoline Jews\nmen would sometimes get permission to come over to the German ghetto and visit with us. And\nthey all told us that they had all lost their entire families. That they all had been killed before the\nfirst German transport arrived. In fact, we were told that the first German transport in November of\n1941, and when they came to the ghetto there was still -- there was still food in the -- in the houses,\nin the ovens and on the table. The sign that the previous occupants must have just left before.",
        "Q: But when you got there it was --",
        "A: When we got there, no, there were several transports before ours. The ghetto was separated into\ndifferent groups from different parts of Germany and also from Austria and some from\nCzechoslovakia. Each had their own area in the ghetto. And each school had their own tempt\nelders and the chief of labor assignments which were Jews that were assigned to do the selection for\nthe outside labor detail.",
        "Q: So -- so the real ghetto was divided. There were various communities?",
        "A: Yeah, I mean, we were all together, but different -- in different streets. In fact, the streets were\nnamed after the area where we had come from. There was Berlina Strasusa (ph.), Cologne (ph.)\nStreet and all these various, you know, we gave them the names of the people who were living there\nnow from German.",
        "Q: Did all of the people that were in the German ghetto get along or that you communicated?",
        "A: Oh, yeah. Yeah. And in the beginning in the ghetto, families were still allowed to be together\nwhich was a good thing and didn't last all too long because every few weeks there would be a\nselection -- oh, yeah. When we first go there I was assigned to shoveling snow in the sleet of Lega\nfor the whole winter. That was an assignment. In the morning we would be escorted out of the\nghetto to the place of work. In the evening we would be escorted back and always in the ghetto they\nhad gallows set up. And we were always led by the gallows and usually there was a corpse hanging\nthere. Being hanged because they had bartered for some food on the outside which was strictly\nforbidden.",
        "Q: I'm afraid we are going to run out of the tape.",
        "A: Okay. The Leucoline Jews had pretty bad feelings toward us German Jews of course because\nall their families had been murdered to make room for us. And they had lost everybody. So -- but",
        "Q: Was there tension between you?",
        "A: Well, I personally didn't notice that much tension. Maybe, in general, I didn't notice 1t too much.\nUm, these work details, the outside work details, went on, you know, these work details had to do\nwith the war effort. You know, working for the German army and the -- and the war industry. And\nsome assignments were reversed and others, they were always selection. Every few weeks we\nwould be assembled and sent either to the right side or left side. One side meant being marked for\nextermination. The other side meant being selected for work detail.",
        "Q: Did you know that at the time?",
        "A: No. We -- not right in the beginning and then later on, of course, we realized what was\nhappening every time there was a selection and we didn't see those people anymore that had been\nsent to the one side. So we had a pretty good idea that they had been sent to the woods too and --\nand shot.",
        "Q: Did you think when you first got that that the ghetto had been cleared specifically for you in\ntherefore you would be safe?",
        "A: I don't know if we really felt that way. It seemed that way, really. It seemed that way, but we\nwere all pretty much in the same predicament. We all had to work and as long as we were able to\nwork and be of help to the Germans we were -- we would be aloud to work. Otherwise that was the\nend of us.",
        "Q: Well, you were talking about -- about the selections --",
        "A: Yeah.",
        "Q: -- that I think you learned --",
        "A: Yeah, we learned pretty fast that the people who had been sent to one side would be sent to their\ndeath. That they were being taken to the woods and also shoot into the open graves.",
        "Q: Tell me a little bit more about how the ghetto bureaucracy was set up and what people's\nresponsibilities were.",
        "A: Well, like I said before, there was -- first of all, was the SS ghetto comman. Then all his under\nlinks, all our guards. They selected German Jews from each school to serve as group elders or as\nchief of labor assignments and they -- that was their responsibility. And that was about as far as it\nwent.\nYou know --",
        "Q: Did they -- were they respected by the --",
        "A: Oh, there was also ghetto police. Some of our young Jewish men had to man the gates that were\nseparating the ghettos and were used as our own internal police.",
        "Q: You were talking about the people who guard the camp and you say SS.",
        "A: Yeah, when I saw SS I meant the German SS as well as the Leucoline SS. And frankly the\nLeucoline SS were even worse then the German SS. They took -- they were real anti-semitism.\nThey took their jobs very seriously and, you know, they were, besides the hangings, the regular\nhangings of people who had bothered for food -- by the way, the first transports that had come into\nthe ghetto, when they first came into the houses they found that the apartments had been pretty\nmuch plundered. They had been destroyed. All of the valuables had been taken out. But once in\nawhile hidden away some place we would discover a piece of jewelry or something and then even\nthough we had never gotten our own clothing in the ghetto there was a clothing depot set up that --\nwhere we issued our clothing and these things were used to bother on the outside for food. A piece\nof bread or whatever we could get. Because you could not live on the food rations we got in the\nghetto. We were given 200 grams of bread a day issued once a week and potatoes\nand old cabbage leaves and fish heads. And once in a great while a small portion of horse meat\nwhich was a great treat. So as I said, you had to supplement your food through outside bartering.\nOtherwise you could not exist. So you had to take your chances of being hanged. Sometimes one\nof our SS commendans would shoot people on the spot besides the hangings. So we had shootings\nand hangings all the time.",
        "Q: Who were you bartering with?",
        "A: With the Leucoline Gentiles that we met on the outside. You know, when our guards weren't\nlooking or so. And they knew all ready. They would see us day after day and they would know that\nwe had something to give them and they brought us some bread or something edible.",
        "Q: Did you ever talk to someone on what was going on when they --",
        "A: No, we couldn't really. First of all, we didn't know the Leucoline language. See, and in that\nrespect, the Leucoline Jews, the few surviving Leucoline Jews were better off. They knew -- knew\nthe language and also some of them escaped from the ghetto and joined the Protestants because they\nwere able to speak the language and they could go in the country side and meet farmers and some of\nthem got away with it. And later on we found out that they were working with the Protestants.",
        "Q: But none of you were able to?",
        "A: No, not really. One of the Leucoline fellows once suggested I should -- he would escape and I\nshould come with him. And I said it would be out of the question because we would certainly be\nfound out because I don't speak the language. So I turned that offer down.",
        "Q: Where did you live in the ghetto?",
        "A: Well, at first, as I said, we lived with the group that we had come with from Berlin in these\nhouses. Some houses were literally like three story buildings. Others were just shacks, but all of\nthem had outhouses. You know, they had no toilets inside. So -- well, life was still bearable\nbecause as I said, families were still together except for those who had been singled out and --\nduring the selections. This came later on that the families were separated. In the summer of 1942,\nthat was the first summer there, there was another selection and 50 young girls including my\ngirlfriend Stella who I met in Berlin, we were selected for a work detail at the Baltic (ph.) seashore.\nThis was the best assignment ever. We had to fix up formally Jewish homes, Nazi confiscated\nestates that were suppose to be made ready for recreation places for high SS officials and high\nGerman officials to come there for the -- during the summer for their recreation. We were housed in\nthe, what formally must have been servants quarters and we had no water -- unfortunately we had\nno water. We couldn't was ourselves or bath. So at night after dark the SS would take us to the\nBaltic sea to wash ourselves. We got our food from a soup kettle. Thia was the most obstrensed\n(ph.) soup than the food we had had in the ghetto, so we could easily survive on that. We got bread.\nOne man had been taken along from the ghetto besides us 50 girls who operated the soup kettles.\nSo then we girls also cleaned the homes for the occupants. I, myself, had the gardening detail. So\nas I said, this was a very good assignment. You know, we weren't beaten. We weren't arrested\nmuch. Yes, we were under observation of the S, but they pretty much left us alone.",
        "Q: How were you chosen for this?",
        "A: Well, the commandant must have looked over us young girls and who ever suited his fancy he\nthought we would do for that assignment. So I befriended five of the girls on this labor detail and\nwe decided that once we would get back to the ghetto we would try to move together. Where as,\nyou know, they all had been from different districts in Germany and we had all lived in different\nplaces. So after the summer was over we got back to the ghetto and our life went on as usual in the\nghetto. We went on our work assignments and as usual. Then in -- yeah.",
        "Q: What other work assignments now?",
        "A: Well, you know something. It's really not clear in my mind anymore. It all had to do with the\narmy, with the, you know, fixing up uniforms for the army and shipments, doing shipping and pretty\n-- some work was very hard and we were very much abused by our captures. Others were not quite\nas difficult. You know, they were a little more lenient and so that was a little easier to handle. But\nall this time our life was in constant danger. First of all because of the bartering and a chance of\nbeing hanged or shot. And secondly, because of the constant selections. We were afraid to get sick,\nof course. Which happened to me and -- in the early fall of 1943 I got very sick. I got jaundice and\nhepatitis. And I was put into the ghetto hospital which was set up instead by a German inmate\ndoctors and nurses who were in the ghetto with us. There weren't many medications available for\nus, but over some weeks I got better. Never really regained my strength, but they discharged me\nafter several weeks. But I was too week to go on outside assignments, so I -- oh, by this I forgot to\nmention. When we had gotten back, the six girls from the -- from the work commander at the Baltic\nsea, we did move together into a very old shack at the end of the ghetto that had been unoccupied.\nSo we were under the jurisdiction of the Colon group. So now, when I wasn't able to out on outside\nwork detail I talked to the chief of the labor assignment and told him of my predicament and he said\n\"Oh, I tell you what. You can help my older daughter Lilly who has to take care old my six young\nchildren because my wife goes outside to work to bring in some food for the family.\" Well, this for\nme was great. I enjoyed being with the children. I enjoyed being with a family because I hadn't had\na family in all this time. I lived with my friends there in the, you know, in the shack, but the\ndaytime I spent with my friends there.",
        "Q: This just brings up a question before you were gone. There were a lot of children in this ghetto?",
        "A: Yes, at that time there still were a lot of children until later.",
        "Q: Were there activities for the kids?",
        "A: Yes, they did have activities for the children. I'm really not too clear on that. I think they did\nhave some schooling and some play groups, you know, where older youngsters took care of the\nyoung children. And I'm really not too clear anymore, but there were some activities for the\nchildren.",
        "Q: Were there activities for the rest of the people? Were there vocational courses or was there\nreligious activities? Was there any culture?",
        "A: Well, any religious activities would have to be held in the various apartments. You know, there\nwas no -- no synagogue -- nothing of that kind and they were held in secret. Services were held,\nyou know, there were some Orthodox Jews there who held services in their apartment and invited\nsome other Orthodox people to participate in them. I understand that there once in awhile was a\nconcert. You know, I was never part of it and I really wasn't personally there.\nBut I've heard that once in awhile there were some performances. You know, some of our ghetto\ninmates still had some, I don't know how they managed to get instruments unless they found them\nin -- when they got to the ghetto. You know, left behind by the Laclians.\nIt's quite possible because everything had been taken away from us. You know, any kind of jewelry\nhad been taken away from us. Also, fur coats. Everything, you know, and that was all sent back to\nGermany for, you know, for use there. And, you know, as I said, e never saw any of our own\nclothing anymore. Only, you know, if it happened to be in the clothing depot.",
        "Q: So what -- after you came home from work in the evening what did you do?",
        "A: Well, we had --",
        "Q: I'm sorry. One second.",
        "A: Well, in the evenings of course we cooked our meals from the meager rations that we had and\nsat around the dinner table and had conversations. We had found some books in the apartments\nfrom the Leucoline Jews we were reading. But we went to bed pretty early because we worked very\nhard and we were very tired.",
        "Q: Do you remember any of those conversations and the types of things you would talk about?",
        "A: Well, actually, we reminisced more about our childhood and about the good times than we\nwanted to dwell on the hard times that we had there. Which actually became worse later on. Well,\nanyway, while I was helping my friend Lilly to take care of these younger children I had a relapse\nof my hepatitis and the jaundice and I was taken back to the hospital. This was in the later fall of\n1946. And I was in the hospital again for several weeks and improved to some extent, but really not\nenough to be discharged. So one day my girlfriend Lilly who had visited me regularly at the\nhospital, came by . There was no visiting time and she called me at the window and\nsaid to me \"I'm very glad to hear that you're coming out of the hospital tomorrow.\" Well, I\nunderstood immediately what that message meant and I told the doctor, the chief doctor in the\nhospital, that I would be leaving the hospital the next day and he said \"Not with my permission.\nYou are in no condition to be released from the hospital.\" I said \"With or without your permission\nI'm leaving.\" And so here I was barely able to stand on my feet, but I left the hospital the next day.\nIt so happened that Lilly's father, the chief of labor details, had gotten wind of the fact that there\nwould be a -- that the hospital would be evacuated. All these people would be sent away to their\ndeaths and that's why he had told his daughter to warn me of that. So I came out. This was in\nNovember of '43. I came out of the hospital and sure enough a few days later the hospital\npopulation was taken out and put to death, but all the other ghetto inmates had to stand for selection.\nAnd this time not only were the infirm people taken away, all the older ones who were left and there\nwere not many of them, but mothers with young children. All young children were put to one side\nand we were asked at what places we had worked. And I of course have not -- having not had\nworked on the outside, lied that I had been working at the Aviar (ph.) which was the army clothing\ndepot. Otherwise, it would have meant death for me too. And luckily I got away with it. I was put\n-- put on the right side. So all these mothers with the young children got taken away that time to\ntheir death.",
        "Q: When you say that the hospital was evacuated --",
        "A: Yeah, well --",
        "Q: -- did you know where these people were -- I mean, what happened? How did you know what\nwas going on?",
        "A: Well, we had a pretty fairly good idea that it didn't mean anything good. That they were meant\nfor death because, you know, there were previous selections in the ghetto. So we had a fairly good\nidea and my girlfriend Lilly actually saved my life by getting me out there in time. Otherwise, I\ncertainly wouldn't be around anymore. So now, this meant, this was November '43, that meant the\nend of the Steliga (ph.) ghetto. All the ghetto inmates that were left were sent to concentration\ncamp, Kisavold (ph.), outside of Lega. And some of them stayed there for work details there. Most\nof us were sent to outside installations where we were housed at our work places.\nSo I was sent to this Aviar (ph.), to the army clothing depot where we were housed in barracks that\nhad double or triple bunks where we slept and we were given a mesket (ph.) and a canteen and we\nworked there taking care of the clothing for the army. Sorting it.\nShipping it out and all these things connected with it.",
        "Q: How many of you were there?",
        "A: You know, I don't really recall. There were quite a few of us. Maybe a 100. I'm really not sure.",
        "Q: You weren't in Camp Kisserwal (ph.) were you?",
        "A: No, I was lucky. We were only processed in Camp Kisserwal. Now, all these outside\ninstallations were under the jurisdiction of Camp Kisserwal. So the -- the food there, again, we got\nsoup that was made with potato peels and we got some bread. It was sufficient, but just barely so.\nThat we could just live on it and do our work.",
        "Q: Were you with the other girlfriend that you had been living with? Did they make it?",
        "A: No. In this particular work detail I was not with any of my friends. These were all other whom\nI met in the ghetto, but nobody that I was really friends with.",
        "Q: Were you pretty strong or did you feel --",
        "A: Well, I really wasn't strong yet because I hadn't fully recovered from the -- from the jaundice\nand the hepatitis, so I was quite week yet. But I mustered all my strength and did my work. Then,\nthis was from November '43. July of '44 we were still working there. Even other people had other\nwork, outside detail work details, but all having to do with the army. In July of '44 a delegation\ncame from Camp Kisserwal and Viverman (ph.) had our hair off. So now we were\nall bald and we were given prison clothing. Then in August we were suddenly assembled and taken\naway from our work places and we were put on freighters of bargers (ph.) you might call them.\nOpen bargers. Pressed in like sardines. You know, that how many of us were there and we were\nbeing shipped out again. The conditions on these bargers were terrible. I mean, we were just laying\none on top of another. We barely had a little water to drink and it was just horrible conditions.\nNow, on the barge I was very lucky. All of a sudden I found my girlfriend Lilly and two other\nfriends from the ghetto, Margaret (ph.) and Gerta who were sisters and who were there with their\nmother. And all of a sudden the four -- the five of us, actually, with the mother, were together and\nfrom that moment on the five of us were together until our liberation actually. So we were happy to\nhave found each other on the bargers. The trip on the barger took three days and took us to the port\nof Dansic (ph.) or as it was called in Polish. And we were shipped to Camp Stitof\n(ph.). Now, Stitof --",
        "Q: How much information -- did you know where you were going or why you were going?",
        "A: No, we had no idea. They just put us on the freighter and --",
        "Q: Had you at this point had any information about the war? Did you have a sense of what was\ngoing on?",
        "A: Well, somehow we sensed that the -- the war was not going to well for the Germans. That's why\nthey kept shipping us from place to place and that the Russians must have been coming closer. We\nsensed that. We didn't really know for sure, but we sensed that. So when we saw Stitof, it was a\nhorrible sight.\nYou know, the chimneys were smoking and the smell was like stuck yards. And we immediately\nthought that if we had to stay there we would never make it out alive.\nSo --",
        "Q: What did you see when you went in together, people in there?",
        "A: Well, we saw other people behind -- there were different sections in Stitof. They had different\nareas all separated by barbed wire where different people from other camps, I guess, had been\nassembled. And luckily we were kept together in one area behind barbed wire. And we didn't stay\nthere long. I think we were there only maybe a week. Not even a week, so we were very lucky.",
        "Q: So you weren't working or anything?",
        "A: Not at Stitof. We were sent away to work details. So luckily my four girlfriends and the mother\nand I were selected together. We were all together a group of 1,000 women who were sent to the\nPolish country side which had been taken over by the Germans to dig trenches for the German\narmy.",
        "Q: We stopped when you had ride from Stotif to the\nside, but I wanted to ask you to go back a little bit more to the Raga (ph.) ghetto and\nmaybe tell me a little bit more about the lifestyle in there and whether you had social life, whether\nyou worked everyday, whether you celebrated holidays.",
        "A: Yes, first of all, a lot of the Jewish girls befriended the Leucoline Jews who came over on the\nweekend to be with -- with us girls. And as a matter of fact some -- some of them later on after the\nliberation married them because, I mean, most of these fellows had been previously married and had\nlost their family. But we had -- there also were, of course, boyfriends, girlfriends in the German\nghetto, you know, that were together and on weekends we enjoyed each others company and the\nLeucoline fellows would come over and we would socialize together. We would get together in\ngroups of two couples, three couples in somebody's apartment we would get together. And, in\ngeneral, enjoy each others company and enjoy the day off from work.",
        "Q: Oh, you had a day off.",
        "A: Well, yes. We had a day off from work. That's on the weekends when the Leucoline Jews also\nhad their day -- day off from work.",
        "Q: So that you had the freedom to go back and forth between the Leucoline when\nthe German ;",
        "A: No. We German Jews were not allowed to go to the Leucoline ghettos and I think the Leucoline\nfellows had to get special permission to come over to visit in the German ghettos. Which they got\nquite readily.",
        "Q: Did the Leucoline Jews get any kind of favorite treatment in terms of work assignments or\nfreedom?",
        "A: Well, I believe that their work assignments were better because they had special skills that were\nneeded for the war effort. Tool makers and whatever other tools they had that came in handy for the\nwar effort and for that reason I believe that they had preferred treatment at work. Whereas we just\nwere assigned, you know, general labor.",
        "Q: What were the differences between the way men and women were treated. How did you feel as\na women?",
        "A: No, lots of time we women were treated just as rough as the men. Of course, well, some of\nthem might have treated some of the young girls a little bit better, maybe, than they would have men\nor older women. Which applies also to the SS. You know, some of the German SS sort of favored\nsome of the German girls and saw to it that they had better work assignments.",
        "Q: Were there girls that you knew who would take great advantage of that?",
        "A: Well, I personally didn't have that experience. I mean, my girlfriend Lilly and Margaret and\nGerta and myself, we didn't have that experience. My friend Stella who I had met in Berlin on the\ntransport befriended a Leucoline Jew and later on after the liberation she married him. But, in\ngeneral, you know, we girls were together and socialized.",
        "Q: And those relationships would be under girls that were important to you?",
        "A: Oh, very important. Very important because you could always rely on them to help you in any\nsituation.",
        "Q: What about -- you mentioned that people might be able to pray in private at home, what about\nwhen Jewish holidays arose? Were you aware?",
        "A: Well, we Orthodox Jews, of course, tried to observe the Jewish holidays. In fact, the\nYoungkiper (ph.) which wasn't difficult anyhow because we didn't get much to eat in any case. I\nremember on Passover people tried to barter for flour instead of bread. And Lilly's mother, for\ninstance, was able to bring some flour into the ghetto and while we of course never given any matza\nby the Natzis, we managed to bake matza ourselves. Lilly and I for instance, through her father\nwho had talked to some Leucoline Jews and knew that they had some ovens available in the\nLeucoline\nghetto. We sneaked over in the middle of the night with our flour and we baked matza for\n. And so her father conducted the seta (ph.) as much as you could. You might even\nhave had hagolta (ph.) which you might have found in the Leucoline ghetto.",
        "Q: Was that risky for you to do that?",
        "A: Oh, absolutely. We risked our lives by doing it, but then you risk your life everyday. Even\nbartering for food or anything like that. So that was nothing unusual. You know, we forget\neveryday could be our last day and we tried not to dwell on that. We dwelled on the past and on\nbetter life and were hoping that we might survive and have a better future.",
        "Q: Didn't that give you a sense of excitement or pride or something ?",
        "A: Yes, it made us happy and proud that we were able to observe a Jewish holiday and even with\nmatza.",
        "Q: Ina way that's a form of religion?",
        "A: Oh, absolutely. Try to resist. I mean, there was not much resistance that we could matza in our\ncondition.",
        "Q: Do you remember the in general?",
        "A: Oh, yeah. We were there for quite some time. No, really nothing too much that I can add to\nthat.",
        "Q: And I want you to pick up now --",
        "A: Where we had left off?",
        "Q: -- you had been in Stitof about a week.",
        "A: Yeah.",
        "Q: And you were housed --",
        "A: Well, there were house and barrack there behind barbed wire and we were assembled. Like I\nsaid, a 1,000 women were picked out for this work detail. Not all of us were from the German\nghettos. We had Jewish women there from Laclia, from Lithoania and Istonia (ph.). All the three\ndifferent countries. All the countries. So here we were in the Polish country side assigned to\ndigging the trenches. We were housed in a wooden tent with high -- tents. Like circle tents. Round\nwooden ply wood tents. 100 women to each tent in two layers. One layer of straw on the ground, a\nplank, a wooden plank, and another layer of straw for the second layer. 50 on the bottom and 50 on\nthe top.\nWe were each given a horse blanket. That's the only way that you can call it and, of course, there\nwas no light, no heat. Nothing. In the beginning it was summer. We would dig our ditches and we\nwould all, in the morning, we would first shovel a seat for Margaret and Gerta's mother so that she\ncould sit down in the green and we warned her when the gaurds were coming closer to look busy\nand shovel the earth. We -- we girls would work harder to make up for her part of the work and we\nreally dug these drenches which became very difficult in the winter because we first had to loosen\nthe ice and snow with pick axes before we even get -- could get at the earth. We also built barbed --\nbarriors across the road that were suppose to stop the Russian army from advancing. Now, in our\ntents here in this place we were, also we were given very meger rations. We got the soup each day\nthat was made out of potato peels and and cabbage leaves and things like that, and\nreally unsufficient for the work ew were doing. So at night, in the dark, we young girls, two at a\ntime, we were four, we would sneak out into the feilds and steal turnips and potatos. The turnips we\nwould eat raw and the potatos of course you couldn't eat raw so we once in awhile -- while were\nable to make a fire and bake some poatos in the fire. We had, occassionally we had SS guards who\nwere a little more leaniant and who looked the other way and let us get away with that. So that was\na special treat when we had baked potatoes. In the -- in the tents we -- we were infected with lice\nand there were mice or rats rustling around under the straw and we'd never forget any of them\nbecause as soon as -- as it got light they got away and so we lived with this. People got sick. There\nwere so many that died. That I think at the end of this work detail out of 1,000 women maybe there\nwere 100 left. Not more than that. for it and dysentery and they just died off. I got\nsick too. I had -- I had intestinal problems too. My legs were covered with open boils that were\noozing puss. And I felt pretty bad, but we got through this and the mother of Margaret and Gerta\ngot through with it. And this lasted from August of '44 till January of '45.",
        "Q: Had, in this period of time, did you learn anymore about what was going on in the outside\nworld?",
        "A: Yes, we had heard that the war was not going well for the Germans and that the Russians were\ncoming close. So in January of 19 -- of 1945 all of a sudden we were assembled and we started on a\ndeath march. The SS wanted to get us closer back to Germany towards Germany. So here we\nmarched. Had we stayed in Lega originally we understand that Lega was liberated in '44 already\nand I think in October of '44, so many more of us would have stayed alive, but the Nazis always\ntook us a step further closer towards Germany and here we were on this death march and marching\nday and night and all of us were really sick. My girlfriend Margaret was desperately ill at the time.\nAnd, you know, I also had diarea and things like that.\nAnd whoever wasn't able to march any further and fell by the bay side would get shot by the SS\naccompanying us in . So we marched through several nights, but then one night the\nSS finally let us stay over night in a barn. In an empty barn. And when we\nwoke up the next morning, I believe it was January 21st of 1945, our SS guards were gone and we\nwere suddenly fee or so we thought, but our joys were short lived. We moved on by the time --\nthere were just the five of us together. Maybe a few other women were with us at first, but\neventually there were just the five of us. We went on because in the barn there was nothing to eat\nfor us. We looked and found another deserted farm house where we moved in. And\nthe first thing was to kill the chickens and made chicken soup and gave it to our friend Margaret\nwho I'm sure would not have survived another week of marching. She was that ill at the time. And\nshe ate the chicken soup and then we found some canned cherries in the cellar of the farm house and\nshe ate a whole jar of the sour cherries and that really cleaned her out. And from that day on she\nstarted to get better. Now, two days after the SS had left the Russian soldiers started to march in,\nbut they never really liberated us. We were just a handful of women and we told him that we were\nJewish and had come from concentration camp and they wouldn't believe us. They kept saying\n\"Nancy,\" and we were saying \"Yes, \"| Which means I'm Jewish. But they didn't\nbelieve us. They thought we were Gentiles and Nazis ==—=—~—_ and so they were after us.\nAnd also -- they were after us, yeah, the soldiers were after us young girls. They were always trying\nto rape us and we somehow managed to evade them all the time. All four of us managed to get\naway without being raped, but it was difficult. We were --\nQo... ——i‘“‘“‘i i,",
        "A: We were hiding under the beds, in the cellar. When we saw them coming we would, on the\nway, hide outside in the barn yard some place. And the mother would protect the .\nShe would try -- try to talk to them. We learned a few word of Russian which I have long since\nforgotten, but it didn't help us really.",
        "Q: It must have been frightening for with the Nazis to be liberated and still be\nfighting for your life.",
        "A: Yeah, see we never had any -- we never got any papers because nobody really liberated us. It\nwas plain Russian soldiers who marched in. Who had no authority to give us any papers or who\ndidn't even believe that we were Jews. So we were suppose to go to a town called in\nPolish where they had the Russian war commander. And the Russian war commandant was\nsuppose to give us instructions what to do further. Now, we had heard since there were women\nfrom the Baltic sea among us that women from the eastern state would be sent home because the\nwar there us over already, but the German Jews would be shipped off to Siberia because they didn't\nreally the German Jews and, you know, these soldiers must have notified the Russian authorities, so\nthey were constantly after us. And, so we tried desperately to avoid the soldiers of\nNunmark (ph.). And we marched around the Polish country side looking for one shelter after\nanother and the farmers would sometimes put us up, give us shelter in their attic and we would work\nor them. I did some sewing for them. My girlfriend Gerta mending socks for them. The others\nworked in the fields sometimes and so we found one place after the other. Sometimes we slept in a\nchurch and this went on for five months. Five months we struggled through this and meanwhile,\nyou know, I always thought coming back to the rapes, attempted rapes, I thought the soldiers would\nleave me alone because if they would see my legs with all the puss running out of the sores that they\nwouldn't be interested in me, but that never would have stopped them. The only reason we\nourself was, you know, being -- hiding away or some other way, but that would\nhave never stopped them.",
        "Q: Were there any women soldiers or Jewish soldiers around?",
        "A: Occasionally we had a Jewish mentor, but we never say a women soldier, but we had, once in\nawhile we had a Jewish soldier who, of course, told the others to leave us alone. And that also\nsaved us. So, you know, after these five months, practically five months, of wandering around\nPoland sometimes we would be given, you know, they had school\nlunches and they would give us some milk and potatoes to eat. You know, and other times the\nfarmers would give us food for work that we did for them. So by this time we not only had the\nRussian authorities after us, but we also had the Polish militia (ph.) who was looking for us too.\nAnd, you know, the Polish, they are the greatest anti-semitist.\nThey are known for that. So by this time we already figured it didn't make any difference anymore\nwho would catch us. The Russians or the Poles, we had to take a chance and go to .\nSo we did that.\nCame to and we were lucky. The day we arrived there the Russian war commidant\nwas not there and his under link did not know the procedure. Did not know that they should, the\nGermans, were being moved to Siberia and didn't know what to do with us, so he told us to go to\n. In we would find the Red Cross. Now, earlier on our friend Lilly\nhad found a few small pieces of gold on our death march which was also, you know, the road was\nalso being used by Nazis who were fleeing when the Russians came closer. So somebody must\nhave lost these pieces of gold and my girlfriend really found them. We gave a piece of gold to for\nour trip to . We got on a freight train and that train never stopped at the station in\n. It only slowed down, so we had to jump off the moving train. We girls helped one\nanother and then we helped the mother off the train and we made our way to the Red Cross.",
        "Q: This was when?",
        "A: This was in June of 1945. And the Red Cross put us up. Took care of us for awhile and the\nmother by this time had a very bad cold and was really sick, but we didn't realize how serious it\nreally was. So after we had stayed there for awhile we also went to the side of the\nghettos which had been demolished by then and after awhile we decided it was time to move on and\nwe wanted to try to get back to Germany. So with another piece of gold from Lilly we got on a train\nto Berlin and in Berlin we were some of the first refugees coming back and they had just set up a\nJewish relief center. And that was opposite the Jewish hospital. And Margaret and Gerta's mother\nwas immediately hospitalized. She had and even though she got good treatment\nthere she died on us in Berlin. Which was very sad because after all she had gone through, three\nyears of concentration camp, five months of wandering through Poland, she made it all the way to\nBerlin and then past away. And the hospital and the relief center were located in the British sector\nof Berlin. We met some British soldiers and they gave us money to bury the mother. I knew the\nlarge Jewish cemetery there and that's where we buried her. So meanwhile, we had stayed at the\nrelief center across from the hospital and because they had just been set up they had nothing really\nto give us. They had no clothing to give us, so they gave us some blue, white checkered blanket\ncovers from the hospital. Out of which they had sewing machines there. Out of which I sewed\ndresses for us four girls and these dresses were -- were all the in Berlin were our first\nclothing. Then after the mother had died some of theses British soldiers found us an -- a nice house\nin Berlin. There must have been Nazis living there who had fled and well, we made ourselves at\nhome there. We took some of the clothing there. Then I found my Uncle in Berlin, in a suburb of\nBerlin and he told me he wanted me to stay in Berlin whereas I had intended to go with my\ngirlfriend to Levitt (ph.), but he convinced me that 1t would be better for me to stay in Berlin since I\nwas entitled to food ration in the Soviet after the war. And my other benefits were two days where I\nhad ,\nSo he rented me a furnished room and the girls tried to get back to their homes in the west. On a\nBritish truck, you know, British army. But the first time they couldn't make it. They got stopped by\nthe Russians at the boarder and were sent back. So all of a sudden they appeared in my furnished\nroom, my furnished room again and we spent two more days together and then they made a second\nattempt. This time the British soldiers hid them among barracks on the trucks and they made it to\nthe west. They made it to Margaret and Gerta's house which was still found intact in their home\ntown. And our friend Lilly stayed with them. So we were always in contact with one another. I\nhad to find myself a job. I had to earn a living and I absolutely did not want to work for any\nGermans. I figured they were all Nazis and I'm certainly not going to work for them. And I\nmanaged to find myself a job with the American army that was stationed in the suburb of Berlin\nwhere I had my furnished home. I got a job there in the office. That was the quarter master's supply\npeople where all the American troops were supplied that were stationed all around Berlin. And I\nwas in charge of the supply.",
        "Q: ,",
        "A: Okay.",
        "Q: You had gotten a job in Berlin with the American army.",
        "A: Right. Yeah. At this army base I was the only Jewish girl. All the other girls were Nazi girls\nwho had befriended American soldiers and who got them into this job. So --",
        "Q: What did that seem like?",
        "A: It didn't make me feel very good, but that's the way it was and I found there was one Jewish man\nat the base who was playing the accordion and the piano for the soldiers. And he came over to me\none day and said \"Are you the Jewish girl that just returned from concentration camp. It's the talk of\nthe town that there's a Jewish girl.\" I said, \"That's me. I'm the one.\" He said \"You know, we have\nquite a few Jewish soldiers. I'll introduce you.\" So he did. He introduced me to the Jewish soldiers\nwho were really wonderful. I mean, here the soldiers were not suppose to give us anything. You\nknow, us employees at the base, but they always managed to give us, you know, instant coffee and\nsoda and cigarettes. And, you know, it was very good because, I mean, all the supplies in Berlin\nwere very short ration. But I could eat at the army base, but . Now,\nthe Jewish soldiers had services Friday night at the temple. They took me along for the service.\nThey had asked me if I wanted to go and I said absolutely. I would like to attend a service. And\nevery Friday night they would take me in their army vehicle and take me to the\nwhere we had a Jewish service. After the services there was a Jewish family in Berlin who had\nlived under ground, meaning they had been hidden by German gentiles all during the war and who\nhad come back to their home which had not been destroyed, which, by the way, I found out that the\nhouse that my parents and I had lived in was bombed to the ground. You know, when I came back I\nsaw it bombed to the ground which made me very happy. But not the anti- . That\nwas never . Anyway, we came to this open house and they always invited all the\n, you know, refugees or people who had lived under ground and had very interesting\ndiscussions group and socializing at their house every Friday night. Which made it very pleasant,\nyou know, very nice escape. Then in -- when was it -- in April of 1946, you know, me and my other\nfellows were working at the --",
        "Q: Where were you living at this point?",
        "A: I had a furnished room.",
        "Q: You were basically alone.",
        "A: Yes, I was basically alone. I had a furnished room not too far from the army base.",
        "Q: Did you -- were -- did you have any family?",
        "A: No, none, I mean, at that time only later on did I get in contact with my Uncle. Besides from\nthis Uncle in the Gentile and -- and their family. I really didn't have anybody there. I befriended the\nJewish family who really took in like I was their own child. That was also a mixed marriage, but\nthey had suffered persecution. The Gentile husband had been taken to a concentration camp for\nawhile. So they treated me very well and treated me like family.",
        "Q: What about your relations with the German people in Berlin? What kind of response?",
        "A: Well, of course, none of them ever admitted that they ever had been Nazis. Of course, there\nwere no more Nazis around, you know. As far as that was concerned they all lied, but, of course,\nevery -- every person at the age they could have been Nazis. You know, I'm sure they were Nazis\nbefore and aside from some of the girls that I worked with at the base I really didn't have much\ncontact. As I said, all my spare time I spent with this one Jewish family that had befriended me. So\none Friday night in April of 1946, this Jewish family told us that they had obtained questionnaires\nfrom the American Joint Distribution Committee to apply for visas to go to the Unites States for us\n-- for us, mostly girls who had returned and some fellows too. Some fellows who regularly attended\nthese open houses. And I, even though I was not that anxious to go to America because I had\nnobody there, but I knew I couldn't get to Palestine (ph.) at that time, so I filled out the form to\napply for a visa. And to my greatest surprise, several weeks later I was called to the American\nconsulate and they questioned -- in fact, I had gotten -- I had just arrived at my office at the army\nbase. I had not even had my breakfast yet when I received a telegram from the Joint Distribution\nCommittee telling me to come to the consulate. So I immediately went to the consulate and I was\nquestioned there the whole day. Making sure I was really the person I claimed to be. I had by this\ntime, I can show it to you later, I had a little thing like a passport stating I was a victim of fasisim\n(ph.) and at the end of the day they finally believed me and it didn't take that much longer then I got\nmy visa. Through the generosity of President Truman who had allocated visas for this place person.\nFrom -- it was a complete supply and several weeks later there in May of 1945 -- '46 excuse me. I\nwas sent to Bromine (ph.) to the port of Bromine on my way to America. So I first notified my\nfriends that I was coming to Bromine and all three of them, Margaret, Gerta and Lilly came to\nBromine We were housed there in the British camps they had set up and we were housed there\nfour weeks before we left on a ship. And my girlfriends spent the whole week with me there which\nwas absolutely wonderful. We had a great time together. And they saw me off. On the 14th of\nMay 1946 we were put aboard a liberty ship. It was, you know, a former American troop transport,\nthe marine perch. And we were put aboard the ship on our trip to America. Now, it was quite\nprimitive of course. Being an army ship we had triple -- triple bunks, but I really spend no time in\nthe bunk at all. I spent the whole time up on deck because down below you would only get sea sick\nbecause everybody there got sea sick, so I stayed on top and our whole group had a wonderful time.\nWe were on the ship for 10 days and we were supplied there by the sailors with fresh food which to\nus was a real novelty and I was never sea sick, so I could enjoy all the good foods that they offered\nme and had really a great time.",
        "Q: Did you know -- did you have any friends on this boat before you --",
        "A: No, none of my friends -- well, not really. They were mostly not from my camp. There were\ndifferent people who had just come back to Berlin, but no, I don't recall that I met anybody from my\ncamp.",
        "Q: Weren't you a little nervous about taking this large trip all by yourself?",
        "A: Oh, certainly. Oh, certainly. And I had nobody in -- in America. It was a big undertaking --\ntaking, but I certainly wasn't going to stay in Germany. That I couldn't do. I couldn't stay there. So\nwe all wanted to get out. My friends wanted to get out. So when we spotted the Statue of Liberty\nas we were close to New York that was the biggest thrill of my life. So we landed in New York and\nthe Joint Distribution committee was there to greet us and they put us up in a hotel and they took\ncare of us. And what they had in mind was they were going to send, there were quite a few young\ngirls among us and they had in mind to send us young girls out of New York because they figured\nwe wouldn't be able to get jobs in New York and even, you could even get housing or even a\nfurnished room was difficult to come by. It was shortly after the war when all the soldiers had come\nback, so they tried to place the young girls with Jewish families all over the country. You know, to\nbe baby sitters, household help to Jewish families and for some reason I was absolutely determined\nto stay in New York. I don't -- I don't really know why. I had nobody there. The only thing I had\nwas my -- my Jewish soldiers from my army base in Berlin had given me addresses of their families\nin New York whom I contacted and this somehow made me feel I wanted to stay here and even\nthough the Jewish committee told me I probably wouldn't be able to find a job in New York and I\nwouldn't find accommodations in New York I managed through these contacts to find myself a\nfurnished room. I also found a job as a seamstress and so then I was on my own. You know, I -- I\nmoved into the furnished room and I started a life on my own being a steam stress. Now, in the\nmeantime, my health, of course, had been permanently impaired through all the years of\nconcentration camp and wandering around in Poland and I had this serious intestinal problem.\nAlways pain and diareah and so, which was later on diagnosed as . So that made it\nvery difficult. I mean, I went to work as a seamstress. I went to work everyday. I didn't even miss\nwork even when I was running a fever, I went to work. And this went on -- meanwhile, my\ngirlfriends Margaret and Gerta were still at their home in the west. My girlfriend Lilly had found\ntwo of her brothers, two older brothers were alive and she found them back in Colon and they had\ngone to an Uncle in France and they were living in France at that time. Now, um -- I'm stuck. I had\n-- yeah, so a year after I had gotten to America, in fact, in June of 1947 I met my future husband at\nthe swimming pool. I forgot to mention, my friends Margaret and Gerta came to America a year\nafter me. They had an Uncle in Chicago and they settled in Chicago. So meanwhile, I met my\nhusband into the end of June of 1947 and three months later we got married because he had had\nsimilar experiences that I had except that he had come to America just before the war, but he us\nnever able to get his parents out and his parents and younger sister were also killed in concentration\ncamp. So for our wedding in October, my girlfriends Margaret and Gerta came to celebrate our\nwedding even though they were here only such a short time and had just started jobs.\nBut they managed to come here and it was really wonderful. So, I mean, we were able to find, my\nhusband and I got a basement apartment. You know, apartments were very hard to come by and\nstarted a new life. I continued on sewing. You know, working as a seamstress. He had come back\nfrom -- from the service. He was in the American army and he was working in the post office, so\nwe got settled in for a new life. And the only draw back was that I was sick so much. Then in 1949\nour son was born and after that my really got bad. Even worse than before and\nwhile he was quite young yet I was in and out of hospitals and that made it, of course, quite difficult\nfor my husband. He had to go to work and had to take care of the child after work. He got some\nfrom cousins and from friends who helped out, but in general, it was quite difficult. But all in all,\nwe had a good life. And so, you know, we can't complain.\nWe're very happy that we are here in this country and were able to start all over again. And in the\nmean time then just about three years ago to ad to my other aliments I got a very sever case of\nshingles in my head and my eye and because of my impaired immune system through all the years\nof concentration camp I could never get over it. I had -- I suffered a severely damaged nerve that\nleaves me in constant pain and, but you have to put up with it. You know, life goes on. We have a\nvery close relationship. We have a 16 year old granddaughter and we have a very close relationship\nwith our family and so life is good.",
        "Q: I'm going to ask you a few more questions.",
        "A: Can you turn on the air conditioner or something?",
        "Q: Do you want to take a break for a couple minutes? Okay. We'll have a couple of photographs.",
        "A: Yeah.",
        "Q: Did you think that you would survive all of this?",
        "A: Well, I tell you, we were hoping. We didn't think with a clear mind. We were hoping we would\nsurvive. In fact, when we were in these wooden tents doing our last work detail in Poland, at night,\nyou know, we -- there was no light in the tent or anything, we would lay down and we would\nreminisce and make believe we were in our cozy living rooms at home and the mother of Margaret\nand Gerta would us the story of her news and how she had spent time at the English\nfinishing school, so we kept ourselves alive. In fact, when we were digging the trenches we were\nstanding on top of a mountain where we dug the trench we would sing. So we would always try to\nlook on the bright side and hope we would survive it. Never really believing it.",
        "Q: What do you think gave you the strength? I mean, you were a young girl. You were all alone.",
        "A: Yeah, well --",
        "Q: What do you think got you through this?",
        "A: I don't know. I just had the will to live. It's as simple as that. So after my husband and I were\nmarried already as I said, my girlfriends Margaret and Gerta lived in Germany in west Germany\nuntil they came to the states. Our girlfriend Lilly immigrated from France to Palestine. That wasn't\nquite Australia and she met a young man that became a doctor and who 1s a professor in medical\nresearch and they still live in Israel. And we four girls have kept in contact steadily over all these\nmore than 50 years. We telephone each other. We get together once in awhile. Even when Lilly\nfrom Israel has been here on any -- any number of times and then we try to all four get together and\nreminisce about the old times and think how good we have it now in contrast. So the friendship has\ngone on between our families now for all these years.",
        "Q: You guys have quite a bond.",
        "A: Yes, quite a bond. We are very close.",
        "Q: Were -- were there other people who, I guess, didn't survive by helping each other and who were\n-- I mean, -- well, I guess what I'm asking is was there a different sense of morality at that time\nbeing that people were struggling so hard to survive?",
        "A: Yes. Yes. I mean, you fought for every piece of bread, for every, you know. And it made it\nvery hard. You know, people did fight with each other and which we never did. You know, we\nalways -- she had every bit that we had and that saved us because I'm sure none of us would be alive\ntoday if we had not had this close bond and -- and did everything together and shared everything.\nAll our experiences. All our food. Everything.",
        "Q: How important was religion to you through out all of this?",
        "A: Well, I still believed in God even though it was very difficult under the circumstances to believe\nthat there was a god. That he let us go through all these hard times, but I guess men -- I guess 1t was\nmeant to be. So, I mean, I looked at it that way.",
        "Q: Did you pray?",
        "A: Yes, I prayed that we would some day be freed. We would some day be able to go back to a\nnormal life.",
        "Q: You never resented the ;",
        "A: No.",
        "Q: Or though about --",
        "A: No. No, never -- never did.",
        "Q: It's still important.",
        "A: It's still very important and it's very important to my granddaughter especially. She is very\naware of the Jewish synagogue. You know, they don't keep a kosher house, but she\ngoes to synagogue regularly. And is involved with Jewish youth groups. Go away together on\nweekends some times with Jewish\nyouth groups and she says she will only marry a Jewish fellow. She wants to go to a college where\nthere are a lot of Jewish fellows.",
        "Q: Did you think that America was any different for you being a young women and getting through\nall of this?",
        "A: Oh, definitely. You know, an older person certainly wouldn't have had the strength to survive\nall these hardships and all these illnesses.",
        "Q: But what about being a women versus a man. Did you survive differently? In terms of\nrelationship. In terms of --",
        "A: I don't -- I wouldn't -- couldn't really tell. I'm really not aware of it.",
        "Q: Was it difficult to begin again? Either --",
        "A: Oh, yes. Oh, yes. It was difficult. We had nothing, you know. We came back to Germany\nwith the dresses that I had made for us. That was at that time our only clothing, so we later on got\nsome others. And we started from scratch. From nothing. Got ourselves jobs and then we were all\nfortunate to find husbands. Well, we were finished anyhow, huh?",
        "Q: What --",
        "A: You too, huh? Not only happens to me.",
        "Q: Um, when you think back on this period of time and I'm sure the image is with you.",
        "A: Well, the image, of course, that sticks most in my mind is when my parents were taken away on\nthat truck. Never to be seen again.",
        "Q: Other than all these very, how do you say it, health problems you went through, do you feel that\nphsycologically the experiences you went through at that time impacted you in the way you live\nyour life?",
        "A: No, actually, that when we -- when I first came over here and then we first got married, actually\nmy husband and I, we were so full of hate for Germany and all it stood for that we refused to speak\nGerman which now, I sort of regret because my son could have grown up with two languages, but\nwe just didn't want to be reminded. And actually, I mean, I -- I learned my English actually while I\nwas working at the American army base from all the soldiers who came form all -- all parts of the\ncountry. So we really don't dwell on the past. I must say though that most of our friends are\nGerman or Austrian born. We have American born friends too, but most of them are European\nborn. None of them had been in concentration camps really. I'm the only one of that group, but --\nso we never really dwell on the past much except for occasions like this.",
        "Q: Have you -- did you befriend mostly Germans and Austrians because coming over here you felt\nmore in common with them?",
        "A: Yes, first of all, we lived in the, what is called here in New York, the third ,\nBecause it's only really occupied by European Jews. So we live there. In fact, there are many Jews\nliving in that area now who mostly speak German. There is a park there that's called\nand that's up in that area. And if you go to that park you hear more German than English. So --",
        "Q: You remember this -- do you remember different impressions when you arrived to New York?",
        "A: No, my first impressions were really the -- well, the statue of liberty of course. And seeing the\ntall buildings very impressive even though, I mean, from Berlin it's not exactly a small city, but it\ndoesn't have sky scrappers like New York. I was very much impressed by that and then I must say\nwe were well taken care of at first. You know, we were put up at a hotel for awhile, you know, to\nget out of my own.\nAnd we were made to feel at home. The relief of were really good.",
        "Q: Nothing that startled you about the lifestyle though?",
        "A: Well, in those days the lifestyle was better than it is now a days. So, no, nothing really startled\nme too much. There was one point furnished rooms here before I met my husband\nthat a Jewish family had taken me into and I was taking care of their boy. I was babysitting for\nthem. Then again, I found another, you know, furnished room later on and -- and then, you know, I\ngot married very soon.",
        "Q: Is there anything else. I don't think there's too much time left on this tape, but is there anything\nelse you'd like to add?",
        "A: No. I think that's about it. Yeah, that's about all I have to say. Well, thank you. That is a\npicture of me in my home town of Penslo when I was about 10 years old. That is a picture of my\nparents and myself taken in 1941 which I carried around in my shoe, the original of this, I carried\naround in my shoe all through concentration camp and had it reproduced. From left to right 1s my\ngirlfriend Gerta, her sister Margaret and myself. All three of us are wearing dresses made from\nblanket covers that I sewed for us when we got back to Berlin. These are my girlfriends Gerta,\nMargaret and Lilly at their in the west.",
        "Q: What are they wearing?",
        "A: Oh, they're still wearing the dresses that I sewed from the blanket covers.",
        "Q: Okay.",
        "A: These are my girlfriends Margaret and Gerta at our wedding on October 5, 1947 in New York.\nThis is an identification card that was issued to me in Berlin. I think by the Jewish community. I'm\nnot quite sure.",
        "Q: When?",
        "A: Oh, in 1945 when I was back in Berlin.",
        "Q: Okay.",
        "A: With my name other than my birthday. Oh, what does it say there?",
        "Q: That's the German.\nUNIDENTIFIED SPEAKER: The German quote.",
        "A: That means ,\nUNIDENTIFED SPEAKER: Which means?",
        "A: You know, . What ever that means. This identification card says -- gives my\nname and says in German means victim of --\nEND OF TRANSCRIPTION\n"
    ],
    "questions": [
        "ILSE SAUER\nAugust 21, 1995\nQUESTION: Ilse Sauer, if you would just begin by telling me your name, date of birth and where\nyou were born.\nANSWER: Okay. My name is Isle Sauer, nee Ilsedore Rudolphosou. I was born in 1923 in Penslo\n(ph.), a small town north of Berlin.",
        "Q: Tell me a little bit about your family and your town.",
        "Q: What year was that?",
        "Q: Now, what kind of business was your father in?",
        "A: My father was, what you would probably call a commercial artist. He mainly concentrated on\ndesigns for embroidery. In those days there were a lot of fancy embroidery of table clothes and\nlinen and everything and that was his main occupation. And -- Q: Was your lifestyle fairly\ncomfortable?",
        "Q: Let me ask you a question before you go on. Did -- was your family religious?",
        "Q: I'm trying to get a sense of just the build up on the anti-semitism and whether this was a fact of\nlife before Hitler came to power and how it progressed.",
        "Q: In what way?",
        "Q: How did you make sense of it? Did you talk about it with your parents?",
        "Q: Did your parents have any lose of",
        "Q: What -- were you -- did you see a lot of difficulties in the streets or round ups, anything like\nthat?",
        "Q: Did you hear it happen at the ?",
        "Q: Did you feel at risk when you saw these parades come on?",
        "Q: This is a bit of a digression, but what happened to that brother?",
        "Q: As a Christian?",
        "Q: Was there, kind of an inward growth of the Jewish community because you were so isolated\nfrom the rest of the city?",
        "Q: Was -- I mean, were there ever by the Jewish community to kind of take care of -- take care of\neach other?",
        "Q: Was the work hard?",
        "Q: I want to ask you to go back a minute because --",
        "Q: -- before you had mentioned to me that as a school girl --",
        "Q: -- there was a lot of anti-semitism in the school itself.",
        "Q: Can you tell me --",
        "Q: Was she mean to you?",
        "Q: Was that a relief to you that you were an exception?",
        "Q: Is there anymore, in a detail you can give me about the persecutions or what you saw and heard\nin -- in -- in the atmosphere in Berlin before you were deported?",
        "Q: Did people continue going to synagogue?",
        "Q: So that wasn't totally restricted?",
        "Q: And your father continued to work?",
        "Q: How -- did your family have friends or did they have any sense of what was coming?",
        "Q: But did they tell you when you got there anything more about where you were going or what\nwas happening?",
        "Q: Were they polite?",
        "Q: What was the general mood like?",
        "Q: And when you got to the ghetto did anyone ask \"Where's my mother. Where's my grandfather?\"",
        "Q: They weren't there anymore?",
        "Q: But when you got there it was --",
        "Q: So -- so the real ghetto was divided. There were various communities?",
        "Q: Did all of the people that were in the German ghetto get along or that you communicated?",
        "Q: I'm afraid we are going to run out of the tape.",
        "Q: Was there tension between you?",
        "Q: Did you know that at the time?",
        "Q: Did you think when you first got that that the ghetto had been cleared specifically for you in\ntherefore you would be safe?",
        "Q: Well, you were talking about -- about the selections --",
        "Q: -- that I think you learned --",
        "Q: Tell me a little bit more about how the ghetto bureaucracy was set up and what people's\nresponsibilities were.",
        "Q: Did they -- were they respected by the --",
        "Q: You were talking about the people who guard the camp and you say SS.",
        "Q: Who were you bartering with?",
        "Q: Did you ever talk to someone on what was going on when they --",
        "Q: But none of you were able to?",
        "Q: Where did you live in the ghetto?",
        "Q: How were you chosen for this?",
        "Q: What other work assignments now?",
        "Q: This just brings up a question before you were gone. There were a lot of children in this ghetto?",
        "Q: Were there activities for the kids?",
        "Q: Were there activities for the rest of the people? Were there vocational courses or was there\nreligious activities? Was there any culture?",
        "Q: So what -- after you came home from work in the evening what did you do?",
        "Q: I'm sorry. One second.",
        "Q: Do you remember any of those conversations and the types of things you would talk about?",
        "Q: When you say that the hospital was evacuated --",
        "Q: -- did you know where these people were -- I mean, what happened? How did you know what\nwas going on?",
        "Q: How many of you were there?",
        "Q: You weren't in Camp Kisserwal (ph.) were you?",
        "Q: Were you with the other girlfriend that you had been living with? Did they make it?",
        "Q: Were you pretty strong or did you feel --",
        "Q: How much information -- did you know where you were going or why you were going?",
        "Q: Had you at this point had any information about the war? Did you have a sense of what was\ngoing on?",
        "Q: What did you see when you went in together, people in there?",
        "Q: So you weren't working or anything?",
        "Q: We stopped when you had ride from Stotif to the",
        "Q: Oh, you had a day off.",
        "Q: So that you had the freedom to go back and forth between the Leucoline when\nthe German ;",
        "Q: Did the Leucoline Jews get any kind of favorite treatment in terms of work assignments or\nfreedom?",
        "Q: What were the differences between the way men and women were treated. How did you feel as\na women?",
        "Q: Were there girls that you knew who would take great advantage of that?",
        "Q: And those relationships would be under girls that were important to you?",
        "Q: What about -- you mentioned that people might be able to pray in private at home, what about\nwhen Jewish holidays arose? Were you aware?",
        "Q: Was that risky for you to do that?",
        "Q: Didn't that give you a sense of excitement or pride or something ?",
        "Q: Ina way that's a form of religion?",
        "Q: Do you remember the in general?",
        "Q: And I want you to pick up now --",
        "Q: -- you had been in Stitof about a week.",
        "Q: And you were housed --",
        "Q: Had, in this period of time, did you learn anymore about what was going on in the outside\nworld?",
        "Q: It must have been frightening for with the Nazis to be liberated and still be\nfighting for your life.",
        "Q: Were there any women soldiers or Jewish soldiers around?",
        "Q: This was when?",
        "Q: ,",
        "Q: You had gotten a job in Berlin with the American army.",
        "Q: What did that seem like?",
        "Q: Where were you living at this point?",
        "Q: You were basically alone.",
        "Q: Did you -- were -- did you have any family?",
        "Q: What about your relations with the German people in Berlin? What kind of response?",
        "Q: Did you know -- did you have any friends on this boat before you --",
        "Q: Weren't you a little nervous about taking this large trip all by yourself?",
        "Q: I'm going to ask you a few more questions.",
        "Q: Do you want to take a break for a couple minutes? Okay. We'll have a couple of photographs.",
        "Q: Did you think that you would survive all of this?",
        "Q: What do you think gave you the strength? I mean, you were a young girl. You were all alone.",
        "Q: What do you think got you through this?",
        "Q: You guys have quite a bond.",
        "Q: Were -- were there other people who, I guess, didn't survive by helping each other and who were\n-- I mean, -- well, I guess what I'm asking is was there a different sense of morality at that time\nbeing that people were struggling so hard to survive?",
        "Q: How important was religion to you through out all of this?",
        "Q: Did you pray?",
        "Q: You never resented the ;",
        "Q: Or though about --",
        "Q: It's still important.",
        "Q: Did you think that America was any different for you being a young women and getting through\nall of this?",
        "Q: But what about being a women versus a man. Did you survive differently? In terms of\nrelationship. In terms of --",
        "Q: Was it difficult to begin again? Either --",
        "Q: What --",
        "Q: Um, when you think back on this period of time and I'm sure the image is with you.",
        "Q: Other than all these very, how do you say it, health problems you went through, do you feel that\nphsycologically the experiences you went through at that time impacted you in the way you live\nyour life?",
        "Q: Have you -- did you befriend mostly Germans and Austrians because coming over here you felt\nmore in common with them?",
        "Q: You remember this -- do you remember different impressions when you arrived to New York?",
        "Q: Nothing that startled you about the lifestyle though?",
        "Q: Is there anything else. I don't think there's too much time left on this tape, but is there anything\nelse you'd like to add?",
        "Q: What are they wearing?",
        "Q: Okay.",
        "Q: When?",
        "Q: Okay.",
        "Q: That's the German.\nUNIDENTIFIED SPEAKER: The German quote."
    ],
    "answers": [
        "A: I was an only child. My parents got married pretty late in life and -- and our life in Penslo was\nmy early childhood what was quite normal. We had a sizable Jewish community in Penslo. There\nwere a number of Jewish families. We had a beautiful synogogue and we, children, later on\nattended religious school there. Well, when I was six years old I started public school and after four\nyears of elementary school I was awarded a scholarship to a lyceum and an all girls academic high\nschool, but before my first year there was over my scholarship was revoked and I was notified that\nwe would no longer welcome at that school. So all -- because I was Jewish. And --",
        "A: It was in 1943 -- 1934. Excuse me. It was in 1934 and already at that time the anti-semitism in\nPenslo was quite wide spread as it was in many smaller towns.",
        "A: Our lifestyle was -- yes, was a middle -- middle class Jewish family. We lived quite\ncomfortably and in the beginning in my early childhood everything was all right. Then when I had\nto leave the special school I was forced to go back to the public school which in those days public\neducation lasted for eight years and I graduated in 1937 at the age of 14. Because there were no\nopportunity of me in Penslo my parents sent me to a Jewish household school in the suburbs of\nBerlin which was actually to learn all kinds of domestic skills including child care. During that year\nmy parents moved to Berlin into an apartment in an apartment house. Because life in Penslo had\nbecome intolerable.",
        "A: No. My family was actually not religious as such. My father especially was a stanch (ph.)\ncellar (ph.) Jew who would fight for his Judaism any chance he would get. See, in those years Jews\nwere already taunted a lot, being called names and even physically pushed around and my father\nwould go out at night with his snappy walking stick and when somebody would taunt him or he\nwould come across a young Nazi boy he would try to hit them with his cane which sometimes got\nhim into trouble and my mother was always worried about him.",
        "A: It was already before Hitler came to power. There were already signs of anti-semitism and then\nwhen Hitler came to power, as I said, in 1934 most of the men had joined the Nazi party. The\nyoungsters were in the Hitler youth and they had horrast us Jews quite a bit.",
        "A: Well, they would call us names. They sometimes would push me around in school and out.\nThey were belittling us and, you know, it was not too pleasant. I mean, some of the Gentiles, I had\nsome Gentile girlfriends, but later on when they joined the Hitler youth they were so brainwashed\nagainst Jews that former friends would not dare to associate with a Jew any longer. Because in a\nsmall town, you know, everybody knew everybody. It was different in a large city like Jovian (ph.).",
        "A: Yes, certainly we talked with my parents also with other youngsters. You know, we were\ntalking about these things. About -- they were invisible because, you know, the Nazis got stronger\nand stronger and life became more difficult.\nin their life?",
        "A: Yes. We had -- we were desperately trying to get out of Germany. And my parents really never\nhad a chance. We had no relatives in America who could have sent us an affidavit or any place else\nwhere we could have gotten us out. The only possibilities for my parents were either to go to\nPalestine or to Shanghai in China which my father was afraid he would not tolerate the climate\nbecause he was suffering from athsma. Then my parents at least wanted me to get out and I had a\nfairly good chance. The director of the household school in Berlin had immigrated to England and\nshe opened a children's home there. She sent papers to some of us young girls to come to England\nand work with her in the children's home, but somehow the papers meant for me got lost. I have a\nfeeling they must have been sold to somebody and by the time the director was able to make out\nnew papers it, unfortunately, was too late. So in 1938 when I came back from household school and\nmoved in with my parents again the persecution of Jews in Berlin had become quite bad already and\nthen later on we were forced to wear the Jewish star. We had to take the added first names of Sarah\nand Isreal. Doctors, lawyers and other professionals could no longer attend to their professions.\nJews were not allowed in the university. In fact, already in '39 we were not allowed to go to the\ntheater, to the opera, the movies even. So our life was very limited for us.",
        "A: Well, yes. happened on November 9, 1938 and I saw the destruction of Jewish\nbusiness’ and Jewish homes and there was terrible vandalism and it was just a horrible sight.\nFortunately, somehow they missed our apartment and we were not directly affected by that.",
        "A: Yes. Well, heard what went on. We also, you know, if you lived in Berlin was pretty close to\nthe sports palace in which Hitler frequently spoke. So right near our house we had these parades of\nHitler and his whole enteras coming around quite frequently. That was about what happened in\nthose years. You know --",
        "A: Well, you were always at risk especially, you know, once we start wearing the Jewish star, but --\nwell, fortunately, I -- I, personally, my parents, we were never really bothered too much by that. I\nmean, we could not associate with Gentiles anymore. In fact, one of my father's brothers had been\nmarried to a Gentile woman for years. In fact, he had converted to Christianity and the brothers\ncould not see each other because they were afraid to be seen with Jews because --",
        "A: That brother survived in Berlin, yeah.",
        "A: As a Christian which was unusual because I know of other people where one spouse was Jewish\nand the other spouse had to suffer for it and also was reported, so that was quite unusual.",
        "A: Yes. Ina way it was, of course, you know, we moved to Berlin late, so we really didn't have too\nmany friends. We had relatives in Berlin and on the outskirts of Berlin I had an aunt who had a\nbeautiful villa in a beautiful suburb of Berlin where I actually had spent a lot of my school vacation\nwhen we still lived in Penslo. And my mother had sisters in Berlin and some of us were together\nmostly with family and relatives in -- in Jewish France.",
        "A: Yes, there were. You know, the Jewish community set up a lot of opportunities for us Jews\nespecially us Jewish youngsters. For instance, in 1940 I found out that the Jewish community had\nestablished some dress making courses and I enrolled in one of these courses. Unfortunately I could\nnot quite finish it because before the end of it I was ordered to force labor. That was in April of\n1941. And the forced labor I had to do was in a large commercial laundry on the outskirts of Berlin.\nI had quite a lengthy train ride getting there. At that time the war in Europe was on and British\nbombers would come over Berlin practically every night and bomb Berlin. So we, Jewish, forced\nlabors worked on the four p.m. to midnight shift and we had to sort dirty laundry for the German\narmy. Well, on my way home after midnight I was usually caught in an air raid on the train and had\nto go to a shelter at the Neil (ph.) station and sometimes I didn't get home till eight, nine o'clock in\nthe morning. That's how long the air raid lasted. Once in a while I would just make it home and\nimmediately had to go into our cellar which was set up as an air raid shelter.",
        "A: Yeah, well, we had to work hard. You know, dirty laundry e had somebody standing over us to\nsee that we -- we didn't sit still. We really worked all the time.",
        "A: Okay.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Well, I'll tell you for instance I had a primary teacher in my school who was a stanch in the\nsemite (ph.) and she always preached anti-semitism. Hatred for Jews. And of course that dropped\noff on the young students who already were in the Hitler youth and were indoctrinated anyway and\ntherefore made life miserable.",
        "A: She was -- no, she always made an exception of me because she had known my family. One of\nmy father's sisters had been a teacher years earlier together with her. So she was familiar with my\nfamily and she always said \"Well, of course there are exception and Isle is one of these exceptions,\nbut in general, all Jews are bad and all Jews are doing bad things,\" and this was the jist of her story.",
        "A: No, I felt terribly embarrassed by it. Especially there was another Jewish girl in my class who\nwas of course was meant by all this insinuations and it made me feel very bad.",
        "A: Well, you know, in Berlin we really kept pretty much to ourselves except, you know, getting\ntogether with our family. There really wasn't much contact with the Gentile population. They were\nto stay from us anyhow. And well, you saw that very often even before the pro bone of 1938 that a\nJewish source would be vandalized and Jewish homes, you know, they were -- painted swastikas on\nthem and, in general, these were the things that stand out in my mind.",
        "A: Yes, people did go to synagogue.",
        "A: No, that was one thing that was not restricted at the time.",
        "A: Um, my father, no. My father only got permission to move to Berlin under the regulation that\nhe would not work in Berlin. That he could not make a living. Actually, we had to live on the\npension and some papers, you know, treasury papers or things like that that we had. So that he\ncould not work anymore.",
        "A: Oh, yes. We definitely had a feeling that we wanted to get out of Germany desperately. I think\nI mentioned that before that we didn't have a chance to get out. Yeah, no. My mother, she was very\na\npestimate person, pessimistic, and then the news of the pertration (ph.) started to come about. She\nsuggested that we should commit suicide together because we would never survive any kind of\ndeprecation (ph.), but I sort of talked her out of it and said \"Oh, you'd be surprised. We will\nmanage. We will live through it,\" and I still had hoped that it wouldn't be quite as bad as the -- as\nshe had anticipated. So then while I was doing the forced labor and that laundry in January of 1942,\nthe beginning of January, we got a notice that we would be resettled to the east. They did not\nmention where to, just to the east. And we were suppose to pack our clothing, bedding, a kerosene\nheater, and possibly sewing machine which I had of course and which we packed, we packed all\nthese things and never saw any of it again. Then on January 11, 1942 the German secret police\ncame to our house and took us away and they sealed off our apartment which most likely later on\nwas plundered. They took us to a gathering place at the synagogue in Berlin where a whole group\nwas assembled for this transport which consisted of 1,037 people. Mostly middle aged and older\npeople. Very few young ones. My mother discovered one young girl by the name of Stella. She\nintroduced me to her and we befriended each other and went to the first part of the diplocation\ntogether.",
        "A: No, they just said \"To the east.\" We would be sent to the east to work there.",
        "A: Not too polite. I mean, they just out right told us we would be resettled to work in the east.\nThen we stayed in that synagogue of two days. We slept on the floor of course, being that many\npeople. And on the 13th of January the Jewish communities made sandwiches for us to take along\non the trip. And on the 13th we were put aboard an old, unheated train for our trip east.",
        "A: Well, we were all quite depressed of course. And on -- on this old train. Our mood became\nmore somber and it was really bad. It was so cold that even the drinking water froze. My father\nwas not able to take his asthma medication which had kept him asthma free for several years before\nand he suffered his first asthma attack on the train to Lega (ph.). Then the arrived in Lega after four\ndays on the train. We arrived at the Skiatave (ph.) freight station outside of Lega. And we were\ntold by the SS that there were trucks available for the transport to the ghetto which was seven\nkilometers away, but there were not enough trucks for everybody. Just for the older and infirm\npeople and everybody people would have to walk those seven kilometers. So my father got upon\nthe truck and my mother was first standing in line next to me and then she suddenly said \"You\nknow, your father might have difficulty understanding orders the SS might give him,\" because he\nwas somewhat hard of hearing from an accident in his childhood. So she left my side and got up on\nthe truck with my father and that was the last time I ever saw my parents. I was barely 19 years old\nat the time. So the rest of the group of us marched towards the ghetto. The seven kilometers as I\nsaid. It was 40 degrees below zero. The snow was very deep and it was very difficult to march\nthose seven kilometers. I was luck. Before we were deported a relative had given me ski boats and\nI was wearing these ski boats all through my time in concentration camp. Summer and winter. Um,\nso here every time, you know, somebody slowed down a little bit on the march, the SS would use\ntheir rifle butts and kick them in the rear to turn them on until we finally made it to the ghetto.",
        "A: Oh, absolutely. The first thing I did was frantically look for my parents and so did all the other\npeople who had left parents on the truck. And the truck never arrived at the ghettos. We were told\nby the SS that the trucks had been taken to Dunamenda (ph.) for the people to work at the canning\nfactory. And, in fact, there was no such thing as Dunamenda and the trucks were taken directly into\nthe woods which we found out only later and the people had to strip and were shoot into open mass\ngraves. All this, of course, we found out later. Meanwhile, we settled down in the houses or shacks\nthat were assigned to us because the ghetto was in the worse slum area of Lega.\nLega, actually, was a beautiful town, but this was in a very bad area and it had occupied by the\nLeucoline (ph.) troops. It was a Leucoline ghetto before we Germans arrived there. So --",
        "A: No, there was nobody -- yes, there were some out of -- we found out, we were told that out of\n34,000 Leucoline Jews, who had lived in the Leucoline ghetto were all murdered except for 4,000\nyoung men who had occupations that were important to the war effort. And they were separated\nfrom us German Jews. They were in a Leucoline ghetto what we called in the German ghettos,\nseparated by wire fences. There were some gates in the fence and on weekends the Leucoline Jews\nmen would sometimes get permission to come over to the German ghetto and visit with us. And\nthey all told us that they had all lost their entire families. That they all had been killed before the\nfirst German transport arrived. In fact, we were told that the first German transport in November of\n1941, and when they came to the ghetto there was still -- there was still food in the -- in the houses,\nin the ovens and on the table. The sign that the previous occupants must have just left before.",
        "A: When we got there, no, there were several transports before ours. The ghetto was separated into\ndifferent groups from different parts of Germany and also from Austria and some from\nCzechoslovakia. Each had their own area in the ghetto. And each school had their own tempt\nelders and the chief of labor assignments which were Jews that were assigned to do the selection for\nthe outside labor detail.",
        "A: Yeah, I mean, we were all together, but different -- in different streets. In fact, the streets were\nnamed after the area where we had come from. There was Berlina Strasusa (ph.), Cologne (ph.)\nStreet and all these various, you know, we gave them the names of the people who were living there\nnow from German.",
        "A: Oh, yeah. Yeah. And in the beginning in the ghetto, families were still allowed to be together\nwhich was a good thing and didn't last all too long because every few weeks there would be a\nselection -- oh, yeah. When we first go there I was assigned to shoveling snow in the sleet of Lega\nfor the whole winter. That was an assignment. In the morning we would be escorted out of the\nghetto to the place of work. In the evening we would be escorted back and always in the ghetto they\nhad gallows set up. And we were always led by the gallows and usually there was a corpse hanging\nthere. Being hanged because they had bartered for some food on the outside which was strictly\nforbidden.",
        "A: Okay. The Leucoline Jews had pretty bad feelings toward us German Jews of course because\nall their families had been murdered to make room for us. And they had lost everybody. So -- but",
        "A: Well, I personally didn't notice that much tension. Maybe, in general, I didn't notice 1t too much.\nUm, these work details, the outside work details, went on, you know, these work details had to do\nwith the war effort. You know, working for the German army and the -- and the war industry. And\nsome assignments were reversed and others, they were always selection. Every few weeks we\nwould be assembled and sent either to the right side or left side. One side meant being marked for\nextermination. The other side meant being selected for work detail.",
        "A: No. We -- not right in the beginning and then later on, of course, we realized what was\nhappening every time there was a selection and we didn't see those people anymore that had been\nsent to the one side. So we had a pretty good idea that they had been sent to the woods too and --\nand shot.",
        "A: I don't know if we really felt that way. It seemed that way, really. It seemed that way, but we\nwere all pretty much in the same predicament. We all had to work and as long as we were able to\nwork and be of help to the Germans we were -- we would be aloud to work. Otherwise that was the\nend of us.",
        "A: Yeah.",
        "A: Yeah, we learned pretty fast that the people who had been sent to one side would be sent to their\ndeath. That they were being taken to the woods and also shoot into the open graves.",
        "A: Well, like I said before, there was -- first of all, was the SS ghetto comman. Then all his under\nlinks, all our guards. They selected German Jews from each school to serve as group elders or as\nchief of labor assignments and they -- that was their responsibility. And that was about as far as it\nwent.\nYou know --",
        "A: Oh, there was also ghetto police. Some of our young Jewish men had to man the gates that were\nseparating the ghettos and were used as our own internal police.",
        "A: Yeah, when I saw SS I meant the German SS as well as the Leucoline SS. And frankly the\nLeucoline SS were even worse then the German SS. They took -- they were real anti-semitism.\nThey took their jobs very seriously and, you know, they were, besides the hangings, the regular\nhangings of people who had bothered for food -- by the way, the first transports that had come into\nthe ghetto, when they first came into the houses they found that the apartments had been pretty\nmuch plundered. They had been destroyed. All of the valuables had been taken out. But once in\nawhile hidden away some place we would discover a piece of jewelry or something and then even\nthough we had never gotten our own clothing in the ghetto there was a clothing depot set up that --\nwhere we issued our clothing and these things were used to bother on the outside for food. A piece\nof bread or whatever we could get. Because you could not live on the food rations we got in the\nghetto. We were given 200 grams of bread a day issued once a week and potatoes\nand old cabbage leaves and fish heads. And once in a great while a small portion of horse meat\nwhich was a great treat. So as I said, you had to supplement your food through outside bartering.\nOtherwise you could not exist. So you had to take your chances of being hanged. Sometimes one\nof our SS commendans would shoot people on the spot besides the hangings. So we had shootings\nand hangings all the time.",
        "A: With the Leucoline Gentiles that we met on the outside. You know, when our guards weren't\nlooking or so. And they knew all ready. They would see us day after day and they would know that\nwe had something to give them and they brought us some bread or something edible.",
        "A: No, we couldn't really. First of all, we didn't know the Leucoline language. See, and in that\nrespect, the Leucoline Jews, the few surviving Leucoline Jews were better off. They knew -- knew\nthe language and also some of them escaped from the ghetto and joined the Protestants because they\nwere able to speak the language and they could go in the country side and meet farmers and some of\nthem got away with it. And later on we found out that they were working with the Protestants.",
        "A: No, not really. One of the Leucoline fellows once suggested I should -- he would escape and I\nshould come with him. And I said it would be out of the question because we would certainly be\nfound out because I don't speak the language. So I turned that offer down.",
        "A: Well, at first, as I said, we lived with the group that we had come with from Berlin in these\nhouses. Some houses were literally like three story buildings. Others were just shacks, but all of\nthem had outhouses. You know, they had no toilets inside. So -- well, life was still bearable\nbecause as I said, families were still together except for those who had been singled out and --\nduring the selections. This came later on that the families were separated. In the summer of 1942,\nthat was the first summer there, there was another selection and 50 young girls including my\ngirlfriend Stella who I met in Berlin, we were selected for a work detail at the Baltic (ph.) seashore.\nThis was the best assignment ever. We had to fix up formally Jewish homes, Nazi confiscated\nestates that were suppose to be made ready for recreation places for high SS officials and high\nGerman officials to come there for the -- during the summer for their recreation. We were housed in\nthe, what formally must have been servants quarters and we had no water -- unfortunately we had\nno water. We couldn't was ourselves or bath. So at night after dark the SS would take us to the\nBaltic sea to wash ourselves. We got our food from a soup kettle. Thia was the most obstrensed\n(ph.) soup than the food we had had in the ghetto, so we could easily survive on that. We got bread.\nOne man had been taken along from the ghetto besides us 50 girls who operated the soup kettles.\nSo then we girls also cleaned the homes for the occupants. I, myself, had the gardening detail. So\nas I said, this was a very good assignment. You know, we weren't beaten. We weren't arrested\nmuch. Yes, we were under observation of the S, but they pretty much left us alone.",
        "A: Well, the commandant must have looked over us young girls and who ever suited his fancy he\nthought we would do for that assignment. So I befriended five of the girls on this labor detail and\nwe decided that once we would get back to the ghetto we would try to move together. Where as,\nyou know, they all had been from different districts in Germany and we had all lived in different\nplaces. So after the summer was over we got back to the ghetto and our life went on as usual in the\nghetto. We went on our work assignments and as usual. Then in -- yeah.",
        "A: Well, you know something. It's really not clear in my mind anymore. It all had to do with the\narmy, with the, you know, fixing up uniforms for the army and shipments, doing shipping and pretty\n-- some work was very hard and we were very much abused by our captures. Others were not quite\nas difficult. You know, they were a little more lenient and so that was a little easier to handle. But\nall this time our life was in constant danger. First of all because of the bartering and a chance of\nbeing hanged or shot. And secondly, because of the constant selections. We were afraid to get sick,\nof course. Which happened to me and -- in the early fall of 1943 I got very sick. I got jaundice and\nhepatitis. And I was put into the ghetto hospital which was set up instead by a German inmate\ndoctors and nurses who were in the ghetto with us. There weren't many medications available for\nus, but over some weeks I got better. Never really regained my strength, but they discharged me\nafter several weeks. But I was too week to go on outside assignments, so I -- oh, by this I forgot to\nmention. When we had gotten back, the six girls from the -- from the work commander at the Baltic\nsea, we did move together into a very old shack at the end of the ghetto that had been unoccupied.\nSo we were under the jurisdiction of the Colon group. So now, when I wasn't able to out on outside\nwork detail I talked to the chief of the labor assignment and told him of my predicament and he said\n\"Oh, I tell you what. You can help my older daughter Lilly who has to take care old my six young\nchildren because my wife goes outside to work to bring in some food for the family.\" Well, this for\nme was great. I enjoyed being with the children. I enjoyed being with a family because I hadn't had\na family in all this time. I lived with my friends there in the, you know, in the shack, but the\ndaytime I spent with my friends there.",
        "A: Yes, at that time there still were a lot of children until later.",
        "A: Yes, they did have activities for the children. I'm really not too clear on that. I think they did\nhave some schooling and some play groups, you know, where older youngsters took care of the\nyoung children. And I'm really not too clear anymore, but there were some activities for the\nchildren.",
        "A: Well, any religious activities would have to be held in the various apartments. You know, there\nwas no -- no synagogue -- nothing of that kind and they were held in secret. Services were held,\nyou know, there were some Orthodox Jews there who held services in their apartment and invited\nsome other Orthodox people to participate in them. I understand that there once in awhile was a\nconcert. You know, I was never part of it and I really wasn't personally there.\nBut I've heard that once in awhile there were some performances. You know, some of our ghetto\ninmates still had some, I don't know how they managed to get instruments unless they found them\nin -- when they got to the ghetto. You know, left behind by the Laclians.\nIt's quite possible because everything had been taken away from us. You know, any kind of jewelry\nhad been taken away from us. Also, fur coats. Everything, you know, and that was all sent back to\nGermany for, you know, for use there. And, you know, as I said, e never saw any of our own\nclothing anymore. Only, you know, if it happened to be in the clothing depot.",
        "A: Well, we had --",
        "A: Well, in the evenings of course we cooked our meals from the meager rations that we had and\nsat around the dinner table and had conversations. We had found some books in the apartments\nfrom the Leucoline Jews we were reading. But we went to bed pretty early because we worked very\nhard and we were very tired.",
        "A: Well, actually, we reminisced more about our childhood and about the good times than we\nwanted to dwell on the hard times that we had there. Which actually became worse later on. Well,\nanyway, while I was helping my friend Lilly to take care of these younger children I had a relapse\nof my hepatitis and the jaundice and I was taken back to the hospital. This was in the later fall of\n1946. And I was in the hospital again for several weeks and improved to some extent, but really not\nenough to be discharged. So one day my girlfriend Lilly who had visited me regularly at the\nhospital, came by . There was no visiting time and she called me at the window and\nsaid to me \"I'm very glad to hear that you're coming out of the hospital tomorrow.\" Well, I\nunderstood immediately what that message meant and I told the doctor, the chief doctor in the\nhospital, that I would be leaving the hospital the next day and he said \"Not with my permission.\nYou are in no condition to be released from the hospital.\" I said \"With or without your permission\nI'm leaving.\" And so here I was barely able to stand on my feet, but I left the hospital the next day.\nIt so happened that Lilly's father, the chief of labor details, had gotten wind of the fact that there\nwould be a -- that the hospital would be evacuated. All these people would be sent away to their\ndeaths and that's why he had told his daughter to warn me of that. So I came out. This was in\nNovember of '43. I came out of the hospital and sure enough a few days later the hospital\npopulation was taken out and put to death, but all the other ghetto inmates had to stand for selection.\nAnd this time not only were the infirm people taken away, all the older ones who were left and there\nwere not many of them, but mothers with young children. All young children were put to one side\nand we were asked at what places we had worked. And I of course have not -- having not had\nworked on the outside, lied that I had been working at the Aviar (ph.) which was the army clothing\ndepot. Otherwise, it would have meant death for me too. And luckily I got away with it. I was put\n-- put on the right side. So all these mothers with the young children got taken away that time to\ntheir death.",
        "A: Yeah, well --",
        "A: Well, we had a pretty fairly good idea that it didn't mean anything good. That they were meant\nfor death because, you know, there were previous selections in the ghetto. So we had a fairly good\nidea and my girlfriend Lilly actually saved my life by getting me out there in time. Otherwise, I\ncertainly wouldn't be around anymore. So now, this meant, this was November '43, that meant the\nend of the Steliga (ph.) ghetto. All the ghetto inmates that were left were sent to concentration\ncamp, Kisavold (ph.), outside of Lega. And some of them stayed there for work details there. Most\nof us were sent to outside installations where we were housed at our work places.\nSo I was sent to this Aviar (ph.), to the army clothing depot where we were housed in barracks that\nhad double or triple bunks where we slept and we were given a mesket (ph.) and a canteen and we\nworked there taking care of the clothing for the army. Sorting it.\nShipping it out and all these things connected with it.",
        "A: You know, I don't really recall. There were quite a few of us. Maybe a 100. I'm really not sure.",
        "A: No, I was lucky. We were only processed in Camp Kisserwal. Now, all these outside\ninstallations were under the jurisdiction of Camp Kisserwal. So the -- the food there, again, we got\nsoup that was made with potato peels and we got some bread. It was sufficient, but just barely so.\nThat we could just live on it and do our work.",
        "A: No. In this particular work detail I was not with any of my friends. These were all other whom\nI met in the ghetto, but nobody that I was really friends with.",
        "A: Well, I really wasn't strong yet because I hadn't fully recovered from the -- from the jaundice\nand the hepatitis, so I was quite week yet. But I mustered all my strength and did my work. Then,\nthis was from November '43. July of '44 we were still working there. Even other people had other\nwork, outside detail work details, but all having to do with the army. In July of '44 a delegation\ncame from Camp Kisserwal and Viverman (ph.) had our hair off. So now we were\nall bald and we were given prison clothing. Then in August we were suddenly assembled and taken\naway from our work places and we were put on freighters of bargers (ph.) you might call them.\nOpen bargers. Pressed in like sardines. You know, that how many of us were there and we were\nbeing shipped out again. The conditions on these bargers were terrible. I mean, we were just laying\none on top of another. We barely had a little water to drink and it was just horrible conditions.\nNow, on the barge I was very lucky. All of a sudden I found my girlfriend Lilly and two other\nfriends from the ghetto, Margaret (ph.) and Gerta who were sisters and who were there with their\nmother. And all of a sudden the four -- the five of us, actually, with the mother, were together and\nfrom that moment on the five of us were together until our liberation actually. So we were happy to\nhave found each other on the bargers. The trip on the barger took three days and took us to the port\nof Dansic (ph.) or as it was called in Polish. And we were shipped to Camp Stitof\n(ph.). Now, Stitof --",
        "A: No, we had no idea. They just put us on the freighter and --",
        "A: Well, somehow we sensed that the -- the war was not going to well for the Germans. That's why\nthey kept shipping us from place to place and that the Russians must have been coming closer. We\nsensed that. We didn't really know for sure, but we sensed that. So when we saw Stitof, it was a\nhorrible sight.\nYou know, the chimneys were smoking and the smell was like stuck yards. And we immediately\nthought that if we had to stay there we would never make it out alive.\nSo --",
        "A: Well, we saw other people behind -- there were different sections in Stitof. They had different\nareas all separated by barbed wire where different people from other camps, I guess, had been\nassembled. And luckily we were kept together in one area behind barbed wire. And we didn't stay\nthere long. I think we were there only maybe a week. Not even a week, so we were very lucky.",
        "A: Not at Stitof. We were sent away to work details. So luckily my four girlfriends and the mother\nand I were selected together. We were all together a group of 1,000 women who were sent to the\nPolish country side which had been taken over by the Germans to dig trenches for the German\narmy.\nside, but I wanted to ask you to go back a little bit more to the Raga (ph.) ghetto and\nmaybe tell me a little bit more about the lifestyle in there and whether you had social life, whether\nyou worked everyday, whether you celebrated holidays.",
        "A: Yes, first of all, a lot of the Jewish girls befriended the Leucoline Jews who came over on the\nweekend to be with -- with us girls. And as a matter of fact some -- some of them later on after the\nliberation married them because, I mean, most of these fellows had been previously married and had\nlost their family. But we had -- there also were, of course, boyfriends, girlfriends in the German\nghetto, you know, that were together and on weekends we enjoyed each others company and the\nLeucoline fellows would come over and we would socialize together. We would get together in\ngroups of two couples, three couples in somebody's apartment we would get together. And, in\ngeneral, enjoy each others company and enjoy the day off from work.",
        "A: Well, yes. We had a day off from work. That's on the weekends when the Leucoline Jews also\nhad their day -- day off from work.",
        "A: No. We German Jews were not allowed to go to the Leucoline ghettos and I think the Leucoline\nfellows had to get special permission to come over to visit in the German ghettos. Which they got\nquite readily.",
        "A: Well, I believe that their work assignments were better because they had special skills that were\nneeded for the war effort. Tool makers and whatever other tools they had that came in handy for the\nwar effort and for that reason I believe that they had preferred treatment at work. Whereas we just\nwere assigned, you know, general labor.",
        "A: No, lots of time we women were treated just as rough as the men. Of course, well, some of\nthem might have treated some of the young girls a little bit better, maybe, than they would have men\nor older women. Which applies also to the SS. You know, some of the German SS sort of favored\nsome of the German girls and saw to it that they had better work assignments.",
        "A: Well, I personally didn't have that experience. I mean, my girlfriend Lilly and Margaret and\nGerta and myself, we didn't have that experience. My friend Stella who I had met in Berlin on the\ntransport befriended a Leucoline Jew and later on after the liberation she married him. But, in\ngeneral, you know, we girls were together and socialized.",
        "A: Oh, very important. Very important because you could always rely on them to help you in any\nsituation.",
        "A: Well, we Orthodox Jews, of course, tried to observe the Jewish holidays. In fact, the\nYoungkiper (ph.) which wasn't difficult anyhow because we didn't get much to eat in any case. I\nremember on Passover people tried to barter for flour instead of bread. And Lilly's mother, for\ninstance, was able to bring some flour into the ghetto and while we of course never given any matza\nby the Natzis, we managed to bake matza ourselves. Lilly and I for instance, through her father\nwho had talked to some Leucoline Jews and knew that they had some ovens available in the\nLeucoline\nghetto. We sneaked over in the middle of the night with our flour and we baked matza for\n. And so her father conducted the seta (ph.) as much as you could. You might even\nhave had hagolta (ph.) which you might have found in the Leucoline ghetto.",
        "A: Oh, absolutely. We risked our lives by doing it, but then you risk your life everyday. Even\nbartering for food or anything like that. So that was nothing unusual. You know, we forget\neveryday could be our last day and we tried not to dwell on that. We dwelled on the past and on\nbetter life and were hoping that we might survive and have a better future.",
        "A: Yes, it made us happy and proud that we were able to observe a Jewish holiday and even with\nmatza.",
        "A: Oh, absolutely. Try to resist. I mean, there was not much resistance that we could matza in our\ncondition.",
        "A: Oh, yeah. We were there for quite some time. No, really nothing too much that I can add to\nthat.",
        "A: Where we had left off?",
        "A: Yeah.",
        "A: Well, there were house and barrack there behind barbed wire and we were assembled. Like I\nsaid, a 1,000 women were picked out for this work detail. Not all of us were from the German\nghettos. We had Jewish women there from Laclia, from Lithoania and Istonia (ph.). All the three\ndifferent countries. All the countries. So here we were in the Polish country side assigned to\ndigging the trenches. We were housed in a wooden tent with high -- tents. Like circle tents. Round\nwooden ply wood tents. 100 women to each tent in two layers. One layer of straw on the ground, a\nplank, a wooden plank, and another layer of straw for the second layer. 50 on the bottom and 50 on\nthe top.\nWe were each given a horse blanket. That's the only way that you can call it and, of course, there\nwas no light, no heat. Nothing. In the beginning it was summer. We would dig our ditches and we\nwould all, in the morning, we would first shovel a seat for Margaret and Gerta's mother so that she\ncould sit down in the green and we warned her when the gaurds were coming closer to look busy\nand shovel the earth. We -- we girls would work harder to make up for her part of the work and we\nreally dug these drenches which became very difficult in the winter because we first had to loosen\nthe ice and snow with pick axes before we even get -- could get at the earth. We also built barbed --\nbarriors across the road that were suppose to stop the Russian army from advancing. Now, in our\ntents here in this place we were, also we were given very meger rations. We got the soup each day\nthat was made out of potato peels and and cabbage leaves and things like that, and\nreally unsufficient for the work ew were doing. So at night, in the dark, we young girls, two at a\ntime, we were four, we would sneak out into the feilds and steal turnips and potatos. The turnips we\nwould eat raw and the potatos of course you couldn't eat raw so we once in awhile -- while were\nable to make a fire and bake some poatos in the fire. We had, occassionally we had SS guards who\nwere a little more leaniant and who looked the other way and let us get away with that. So that was\na special treat when we had baked potatoes. In the -- in the tents we -- we were infected with lice\nand there were mice or rats rustling around under the straw and we'd never forget any of them\nbecause as soon as -- as it got light they got away and so we lived with this. People got sick. There\nwere so many that died. That I think at the end of this work detail out of 1,000 women maybe there\nwere 100 left. Not more than that. for it and dysentery and they just died off. I got\nsick too. I had -- I had intestinal problems too. My legs were covered with open boils that were\noozing puss. And I felt pretty bad, but we got through this and the mother of Margaret and Gerta\ngot through with it. And this lasted from August of '44 till January of '45.",
        "A: Yes, we had heard that the war was not going well for the Germans and that the Russians were\ncoming close. So in January of 19 -- of 1945 all of a sudden we were assembled and we started on a\ndeath march. The SS wanted to get us closer back to Germany towards Germany. So here we\nmarched. Had we stayed in Lega originally we understand that Lega was liberated in '44 already\nand I think in October of '44, so many more of us would have stayed alive, but the Nazis always\ntook us a step further closer towards Germany and here we were on this death march and marching\nday and night and all of us were really sick. My girlfriend Margaret was desperately ill at the time.\nAnd, you know, I also had diarea and things like that.\nAnd whoever wasn't able to march any further and fell by the bay side would get shot by the SS\naccompanying us in . So we marched through several nights, but then one night the\nSS finally let us stay over night in a barn. In an empty barn. And when we\nwoke up the next morning, I believe it was January 21st of 1945, our SS guards were gone and we\nwere suddenly fee or so we thought, but our joys were short lived. We moved on by the time --\nthere were just the five of us together. Maybe a few other women were with us at first, but\neventually there were just the five of us. We went on because in the barn there was nothing to eat\nfor us. We looked and found another deserted farm house where we moved in. And\nthe first thing was to kill the chickens and made chicken soup and gave it to our friend Margaret\nwho I'm sure would not have survived another week of marching. She was that ill at the time. And\nshe ate the chicken soup and then we found some canned cherries in the cellar of the farm house and\nshe ate a whole jar of the sour cherries and that really cleaned her out. And from that day on she\nstarted to get better. Now, two days after the SS had left the Russian soldiers started to march in,\nbut they never really liberated us. We were just a handful of women and we told him that we were\nJewish and had come from concentration camp and they wouldn't believe us. They kept saying\n\"Nancy,\" and we were saying \"Yes, \"| Which means I'm Jewish. But they didn't\nbelieve us. They thought we were Gentiles and Nazis ==—=—~—_ and so they were after us.\nAnd also -- they were after us, yeah, the soldiers were after us young girls. They were always trying\nto rape us and we somehow managed to evade them all the time. All four of us managed to get\naway without being raped, but it was difficult. We were --\nQo... ——i‘“‘“‘i i,",
        "A: We were hiding under the beds, in the cellar. When we saw them coming we would, on the\nway, hide outside in the barn yard some place. And the mother would protect the .\nShe would try -- try to talk to them. We learned a few word of Russian which I have long since\nforgotten, but it didn't help us really.",
        "A: Yeah, see we never had any -- we never got any papers because nobody really liberated us. It\nwas plain Russian soldiers who marched in. Who had no authority to give us any papers or who\ndidn't even believe that we were Jews. So we were suppose to go to a town called in\nPolish where they had the Russian war commander. And the Russian war commandant was\nsuppose to give us instructions what to do further. Now, we had heard since there were women\nfrom the Baltic sea among us that women from the eastern state would be sent home because the\nwar there us over already, but the German Jews would be shipped off to Siberia because they didn't\nreally the German Jews and, you know, these soldiers must have notified the Russian authorities, so\nthey were constantly after us. And, so we tried desperately to avoid the soldiers of\nNunmark (ph.). And we marched around the Polish country side looking for one shelter after\nanother and the farmers would sometimes put us up, give us shelter in their attic and we would work\nor them. I did some sewing for them. My girlfriend Gerta mending socks for them. The others\nworked in the fields sometimes and so we found one place after the other. Sometimes we slept in a\nchurch and this went on for five months. Five months we struggled through this and meanwhile,\nyou know, I always thought coming back to the rapes, attempted rapes, I thought the soldiers would\nleave me alone because if they would see my legs with all the puss running out of the sores that they\nwouldn't be interested in me, but that never would have stopped them. The only reason we\nourself was, you know, being -- hiding away or some other way, but that would\nhave never stopped them.",
        "A: Occasionally we had a Jewish mentor, but we never say a women soldier, but we had, once in\nawhile we had a Jewish soldier who, of course, told the others to leave us alone. And that also\nsaved us. So, you know, after these five months, practically five months, of wandering around\nPoland sometimes we would be given, you know, they had school\nlunches and they would give us some milk and potatoes to eat. You know, and other times the\nfarmers would give us food for work that we did for them. So by this time we not only had the\nRussian authorities after us, but we also had the Polish militia (ph.) who was looking for us too.\nAnd, you know, the Polish, they are the greatest anti-semitist.\nThey are known for that. So by this time we already figured it didn't make any difference anymore\nwho would catch us. The Russians or the Poles, we had to take a chance and go to .\nSo we did that.\nCame to and we were lucky. The day we arrived there the Russian war commidant\nwas not there and his under link did not know the procedure. Did not know that they should, the\nGermans, were being moved to Siberia and didn't know what to do with us, so he told us to go to\n. In we would find the Red Cross. Now, earlier on our friend Lilly\nhad found a few small pieces of gold on our death march which was also, you know, the road was\nalso being used by Nazis who were fleeing when the Russians came closer. So somebody must\nhave lost these pieces of gold and my girlfriend really found them. We gave a piece of gold to for\nour trip to . We got on a freight train and that train never stopped at the station in\n. It only slowed down, so we had to jump off the moving train. We girls helped one\nanother and then we helped the mother off the train and we made our way to the Red Cross.",
        "A: This was in June of 1945. And the Red Cross put us up. Took care of us for awhile and the\nmother by this time had a very bad cold and was really sick, but we didn't realize how serious it\nreally was. So after we had stayed there for awhile we also went to the side of the\nghettos which had been demolished by then and after awhile we decided it was time to move on and\nwe wanted to try to get back to Germany. So with another piece of gold from Lilly we got on a train\nto Berlin and in Berlin we were some of the first refugees coming back and they had just set up a\nJewish relief center. And that was opposite the Jewish hospital. And Margaret and Gerta's mother\nwas immediately hospitalized. She had and even though she got good treatment\nthere she died on us in Berlin. Which was very sad because after all she had gone through, three\nyears of concentration camp, five months of wandering through Poland, she made it all the way to\nBerlin and then past away. And the hospital and the relief center were located in the British sector\nof Berlin. We met some British soldiers and they gave us money to bury the mother. I knew the\nlarge Jewish cemetery there and that's where we buried her. So meanwhile, we had stayed at the\nrelief center across from the hospital and because they had just been set up they had nothing really\nto give us. They had no clothing to give us, so they gave us some blue, white checkered blanket\ncovers from the hospital. Out of which they had sewing machines there. Out of which I sewed\ndresses for us four girls and these dresses were -- were all the in Berlin were our first\nclothing. Then after the mother had died some of theses British soldiers found us an -- a nice house\nin Berlin. There must have been Nazis living there who had fled and well, we made ourselves at\nhome there. We took some of the clothing there. Then I found my Uncle in Berlin, in a suburb of\nBerlin and he told me he wanted me to stay in Berlin whereas I had intended to go with my\ngirlfriend to Levitt (ph.), but he convinced me that 1t would be better for me to stay in Berlin since I\nwas entitled to food ration in the Soviet after the war. And my other benefits were two days where I\nhad ,\nSo he rented me a furnished room and the girls tried to get back to their homes in the west. On a\nBritish truck, you know, British army. But the first time they couldn't make it. They got stopped by\nthe Russians at the boarder and were sent back. So all of a sudden they appeared in my furnished\nroom, my furnished room again and we spent two more days together and then they made a second\nattempt. This time the British soldiers hid them among barracks on the trucks and they made it to\nthe west. They made it to Margaret and Gerta's house which was still found intact in their home\ntown. And our friend Lilly stayed with them. So we were always in contact with one another. I\nhad to find myself a job. I had to earn a living and I absolutely did not want to work for any\nGermans. I figured they were all Nazis and I'm certainly not going to work for them. And I\nmanaged to find myself a job with the American army that was stationed in the suburb of Berlin\nwhere I had my furnished home. I got a job there in the office. That was the quarter master's supply\npeople where all the American troops were supplied that were stationed all around Berlin. And I\nwas in charge of the supply.",
        "A: Okay.",
        "A: Right. Yeah. At this army base I was the only Jewish girl. All the other girls were Nazi girls\nwho had befriended American soldiers and who got them into this job. So --",
        "A: It didn't make me feel very good, but that's the way it was and I found there was one Jewish man\nat the base who was playing the accordion and the piano for the soldiers. And he came over to me\none day and said \"Are you the Jewish girl that just returned from concentration camp. It's the talk of\nthe town that there's a Jewish girl.\" I said, \"That's me. I'm the one.\" He said \"You know, we have\nquite a few Jewish soldiers. I'll introduce you.\" So he did. He introduced me to the Jewish soldiers\nwho were really wonderful. I mean, here the soldiers were not suppose to give us anything. You\nknow, us employees at the base, but they always managed to give us, you know, instant coffee and\nsoda and cigarettes. And, you know, it was very good because, I mean, all the supplies in Berlin\nwere very short ration. But I could eat at the army base, but . Now,\nthe Jewish soldiers had services Friday night at the temple. They took me along for the service.\nThey had asked me if I wanted to go and I said absolutely. I would like to attend a service. And\nevery Friday night they would take me in their army vehicle and take me to the\nwhere we had a Jewish service. After the services there was a Jewish family in Berlin who had\nlived under ground, meaning they had been hidden by German gentiles all during the war and who\nhad come back to their home which had not been destroyed, which, by the way, I found out that the\nhouse that my parents and I had lived in was bombed to the ground. You know, when I came back I\nsaw it bombed to the ground which made me very happy. But not the anti- . That\nwas never . Anyway, we came to this open house and they always invited all the\n, you know, refugees or people who had lived under ground and had very interesting\ndiscussions group and socializing at their house every Friday night. Which made it very pleasant,\nyou know, very nice escape. Then in -- when was it -- in April of 1946, you know, me and my other\nfellows were working at the --",
        "A: I had a furnished room.",
        "A: Yes, I was basically alone. I had a furnished room not too far from the army base.",
        "A: No, none, I mean, at that time only later on did I get in contact with my Uncle. Besides from\nthis Uncle in the Gentile and -- and their family. I really didn't have anybody there. I befriended the\nJewish family who really took in like I was their own child. That was also a mixed marriage, but\nthey had suffered persecution. The Gentile husband had been taken to a concentration camp for\nawhile. So they treated me very well and treated me like family.",
        "A: Well, of course, none of them ever admitted that they ever had been Nazis. Of course, there\nwere no more Nazis around, you know. As far as that was concerned they all lied, but, of course,\nevery -- every person at the age they could have been Nazis. You know, I'm sure they were Nazis\nbefore and aside from some of the girls that I worked with at the base I really didn't have much\ncontact. As I said, all my spare time I spent with this one Jewish family that had befriended me. So\none Friday night in April of 1946, this Jewish family told us that they had obtained questionnaires\nfrom the American Joint Distribution Committee to apply for visas to go to the Unites States for us\n-- for us, mostly girls who had returned and some fellows too. Some fellows who regularly attended\nthese open houses. And I, even though I was not that anxious to go to America because I had\nnobody there, but I knew I couldn't get to Palestine (ph.) at that time, so I filled out the form to\napply for a visa. And to my greatest surprise, several weeks later I was called to the American\nconsulate and they questioned -- in fact, I had gotten -- I had just arrived at my office at the army\nbase. I had not even had my breakfast yet when I received a telegram from the Joint Distribution\nCommittee telling me to come to the consulate. So I immediately went to the consulate and I was\nquestioned there the whole day. Making sure I was really the person I claimed to be. I had by this\ntime, I can show it to you later, I had a little thing like a passport stating I was a victim of fasisim\n(ph.) and at the end of the day they finally believed me and it didn't take that much longer then I got\nmy visa. Through the generosity of President Truman who had allocated visas for this place person.\nFrom -- it was a complete supply and several weeks later there in May of 1945 -- '46 excuse me. I\nwas sent to Bromine (ph.) to the port of Bromine on my way to America. So I first notified my\nfriends that I was coming to Bromine and all three of them, Margaret, Gerta and Lilly came to\nBromine We were housed there in the British camps they had set up and we were housed there\nfour weeks before we left on a ship. And my girlfriends spent the whole week with me there which\nwas absolutely wonderful. We had a great time together. And they saw me off. On the 14th of\nMay 1946 we were put aboard a liberty ship. It was, you know, a former American troop transport,\nthe marine perch. And we were put aboard the ship on our trip to America. Now, it was quite\nprimitive of course. Being an army ship we had triple -- triple bunks, but I really spend no time in\nthe bunk at all. I spent the whole time up on deck because down below you would only get sea sick\nbecause everybody there got sea sick, so I stayed on top and our whole group had a wonderful time.\nWe were on the ship for 10 days and we were supplied there by the sailors with fresh food which to\nus was a real novelty and I was never sea sick, so I could enjoy all the good foods that they offered\nme and had really a great time.",
        "A: No, none of my friends -- well, not really. They were mostly not from my camp. There were\ndifferent people who had just come back to Berlin, but no, I don't recall that I met anybody from my\ncamp.",
        "A: Oh, certainly. Oh, certainly. And I had nobody in -- in America. It was a big undertaking --\ntaking, but I certainly wasn't going to stay in Germany. That I couldn't do. I couldn't stay there. So\nwe all wanted to get out. My friends wanted to get out. So when we spotted the Statue of Liberty\nas we were close to New York that was the biggest thrill of my life. So we landed in New York and\nthe Joint Distribution committee was there to greet us and they put us up in a hotel and they took\ncare of us. And what they had in mind was they were going to send, there were quite a few young\ngirls among us and they had in mind to send us young girls out of New York because they figured\nwe wouldn't be able to get jobs in New York and even, you could even get housing or even a\nfurnished room was difficult to come by. It was shortly after the war when all the soldiers had come\nback, so they tried to place the young girls with Jewish families all over the country. You know, to\nbe baby sitters, household help to Jewish families and for some reason I was absolutely determined\nto stay in New York. I don't -- I don't really know why. I had nobody there. The only thing I had\nwas my -- my Jewish soldiers from my army base in Berlin had given me addresses of their families\nin New York whom I contacted and this somehow made me feel I wanted to stay here and even\nthough the Jewish committee told me I probably wouldn't be able to find a job in New York and I\nwouldn't find accommodations in New York I managed through these contacts to find myself a\nfurnished room. I also found a job as a seamstress and so then I was on my own. You know, I -- I\nmoved into the furnished room and I started a life on my own being a steam stress. Now, in the\nmeantime, my health, of course, had been permanently impaired through all the years of\nconcentration camp and wandering around in Poland and I had this serious intestinal problem.\nAlways pain and diareah and so, which was later on diagnosed as . So that made it\nvery difficult. I mean, I went to work as a seamstress. I went to work everyday. I didn't even miss\nwork even when I was running a fever, I went to work. And this went on -- meanwhile, my\ngirlfriends Margaret and Gerta were still at their home in the west. My girlfriend Lilly had found\ntwo of her brothers, two older brothers were alive and she found them back in Colon and they had\ngone to an Uncle in France and they were living in France at that time. Now, um -- I'm stuck. I had\n-- yeah, so a year after I had gotten to America, in fact, in June of 1947 I met my future husband at\nthe swimming pool. I forgot to mention, my friends Margaret and Gerta came to America a year\nafter me. They had an Uncle in Chicago and they settled in Chicago. So meanwhile, I met my\nhusband into the end of June of 1947 and three months later we got married because he had had\nsimilar experiences that I had except that he had come to America just before the war, but he us\nnever able to get his parents out and his parents and younger sister were also killed in concentration\ncamp. So for our wedding in October, my girlfriends Margaret and Gerta came to celebrate our\nwedding even though they were here only such a short time and had just started jobs.\nBut they managed to come here and it was really wonderful. So, I mean, we were able to find, my\nhusband and I got a basement apartment. You know, apartments were very hard to come by and\nstarted a new life. I continued on sewing. You know, working as a seamstress. He had come back\nfrom -- from the service. He was in the American army and he was working in the post office, so\nwe got settled in for a new life. And the only draw back was that I was sick so much. Then in 1949\nour son was born and after that my really got bad. Even worse than before and\nwhile he was quite young yet I was in and out of hospitals and that made it, of course, quite difficult\nfor my husband. He had to go to work and had to take care of the child after work. He got some\nfrom cousins and from friends who helped out, but in general, it was quite difficult. But all in all,\nwe had a good life. And so, you know, we can't complain.\nWe're very happy that we are here in this country and were able to start all over again. And in the\nmean time then just about three years ago to ad to my other aliments I got a very sever case of\nshingles in my head and my eye and because of my impaired immune system through all the years\nof concentration camp I could never get over it. I had -- I suffered a severely damaged nerve that\nleaves me in constant pain and, but you have to put up with it. You know, life goes on. We have a\nvery close relationship. We have a 16 year old granddaughter and we have a very close relationship\nwith our family and so life is good.",
        "A: Can you turn on the air conditioner or something?",
        "A: Yeah.",
        "A: Well, I tell you, we were hoping. We didn't think with a clear mind. We were hoping we would\nsurvive. In fact, when we were in these wooden tents doing our last work detail in Poland, at night,\nyou know, we -- there was no light in the tent or anything, we would lay down and we would\nreminisce and make believe we were in our cozy living rooms at home and the mother of Margaret\nand Gerta would us the story of her news and how she had spent time at the English\nfinishing school, so we kept ourselves alive. In fact, when we were digging the trenches we were\nstanding on top of a mountain where we dug the trench we would sing. So we would always try to\nlook on the bright side and hope we would survive it. Never really believing it.",
        "A: Yeah, well --",
        "A: I don't know. I just had the will to live. It's as simple as that. So after my husband and I were\nmarried already as I said, my girlfriends Margaret and Gerta lived in Germany in west Germany\nuntil they came to the states. Our girlfriend Lilly immigrated from France to Palestine. That wasn't\nquite Australia and she met a young man that became a doctor and who 1s a professor in medical\nresearch and they still live in Israel. And we four girls have kept in contact steadily over all these\nmore than 50 years. We telephone each other. We get together once in awhile. Even when Lilly\nfrom Israel has been here on any -- any number of times and then we try to all four get together and\nreminisce about the old times and think how good we have it now in contrast. So the friendship has\ngone on between our families now for all these years.",
        "A: Yes, quite a bond. We are very close.",
        "A: Yes. Yes. I mean, you fought for every piece of bread, for every, you know. And it made it\nvery hard. You know, people did fight with each other and which we never did. You know, we\nalways -- she had every bit that we had and that saved us because I'm sure none of us would be alive\ntoday if we had not had this close bond and -- and did everything together and shared everything.\nAll our experiences. All our food. Everything.",
        "A: Well, I still believed in God even though it was very difficult under the circumstances to believe\nthat there was a god. That he let us go through all these hard times, but I guess men -- I guess 1t was\nmeant to be. So, I mean, I looked at it that way.",
        "A: Yes, I prayed that we would some day be freed. We would some day be able to go back to a\nnormal life.",
        "A: No.",
        "A: No. No, never -- never did.",
        "A: It's still very important and it's very important to my granddaughter especially. She is very\naware of the Jewish synagogue. You know, they don't keep a kosher house, but she\ngoes to synagogue regularly. And is involved with Jewish youth groups. Go away together on\nweekends some times with Jewish\nyouth groups and she says she will only marry a Jewish fellow. She wants to go to a college where\nthere are a lot of Jewish fellows.",
        "A: Oh, definitely. You know, an older person certainly wouldn't have had the strength to survive\nall these hardships and all these illnesses.",
        "A: I don't -- I wouldn't -- couldn't really tell. I'm really not aware of it.",
        "A: Oh, yes. Oh, yes. It was difficult. We had nothing, you know. We came back to Germany\nwith the dresses that I had made for us. That was at that time our only clothing, so we later on got\nsome others. And we started from scratch. From nothing. Got ourselves jobs and then we were all\nfortunate to find husbands. Well, we were finished anyhow, huh?",
        "A: You too, huh? Not only happens to me.",
        "A: Well, the image, of course, that sticks most in my mind is when my parents were taken away on\nthat truck. Never to be seen again.",
        "A: No, actually, that when we -- when I first came over here and then we first got married, actually\nmy husband and I, we were so full of hate for Germany and all it stood for that we refused to speak\nGerman which now, I sort of regret because my son could have grown up with two languages, but\nwe just didn't want to be reminded. And actually, I mean, I -- I learned my English actually while I\nwas working at the American army base from all the soldiers who came form all -- all parts of the\ncountry. So we really don't dwell on the past. I must say though that most of our friends are\nGerman or Austrian born. We have American born friends too, but most of them are European\nborn. None of them had been in concentration camps really. I'm the only one of that group, but --\nso we never really dwell on the past much except for occasions like this.",
        "A: Yes, first of all, we lived in the, what is called here in New York, the third ,\nBecause it's only really occupied by European Jews. So we live there. In fact, there are many Jews\nliving in that area now who mostly speak German. There is a park there that's called\nand that's up in that area. And if you go to that park you hear more German than English. So --",
        "A: No, my first impressions were really the -- well, the statue of liberty of course. And seeing the\ntall buildings very impressive even though, I mean, from Berlin it's not exactly a small city, but it\ndoesn't have sky scrappers like New York. I was very much impressed by that and then I must say\nwe were well taken care of at first. You know, we were put up at a hotel for awhile, you know, to\nget out of my own.\nAnd we were made to feel at home. The relief of were really good.",
        "A: Well, in those days the lifestyle was better than it is now a days. So, no, nothing really startled\nme too much. There was one point furnished rooms here before I met my husband\nthat a Jewish family had taken me into and I was taking care of their boy. I was babysitting for\nthem. Then again, I found another, you know, furnished room later on and -- and then, you know, I\ngot married very soon.",
        "A: No. I think that's about it. Yeah, that's about all I have to say. Well, thank you. That is a\npicture of me in my home town of Penslo when I was about 10 years old. That is a picture of my\nparents and myself taken in 1941 which I carried around in my shoe, the original of this, I carried\naround in my shoe all through concentration camp and had it reproduced. From left to right 1s my\ngirlfriend Gerta, her sister Margaret and myself. All three of us are wearing dresses made from\nblanket covers that I sewed for us when we got back to Berlin. These are my girlfriends Gerta,\nMargaret and Lilly at their in the west.",
        "A: Oh, they're still wearing the dresses that I sewed from the blanket covers.",
        "A: These are my girlfriends Margaret and Gerta at our wedding on October 5, 1947 in New York.\nThis is an identification card that was issued to me in Berlin. I think by the Jewish community. I'm\nnot quite sure.",
        "A: Oh, in 1945 when I was back in Berlin.",
        "A: With my name other than my birthday. Oh, what does it say there?",
        "A: That means ,\nUNIDENTIFED SPEAKER: Which means?",
        "A: You know, . What ever that means. This identification card says -- gives my\nname and says in German means victim of --\nEND OF TRANSCRIPTION\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumAugust 21, 1995\nRG-50.030*0273",
        "PREFACE",
        "The following oral history testimony 1s the result of a taped interview with Ilse Sauer,\nconducted on August 21, 1995 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview."
    ]
}